{
    "dynasty": "清",
    "author": "曹雪芹",
    "poems": [
        {
            "title": "第八回回前诗",
            "content": "古鼎新烹凤髓香，那堪翠斝贮琼浆。莫言绮縠无风韵，试看金娃对玉郎。",
            "comment": ""
        },
        {
            "title": "第十三回回前诗",
            "content": "一步行来错，回头已百年。古今风月鉴，多少泣黄泉。",
            "comment": ""
        },
        {
            "title": "第七回回前诗",
            "content": "十二花容色最新，不知谁是惜花人。相逢若问名何氏，家住江南姓本秦。",
            "comment": ""
        },
        {
            "title": "第十七回回前诗",
            "content": "豪华虽足羡，离别却难堪。博得虚名在，谁人识苦甘？",
            "comment": ""
        },
        {
            "title": "第六十四回回前诗",
            "content": "突兀倚苍穹，谁云巧妙工。滴□岩已竭，神运□常空。人入嵌□里，春归秋□中。□翁何处在，孤塔凛高风。",
            "comment": ""
        },
        {
            "title": "第四回回前诗",
            "content": "捐躯报国恩，未报身犹在。眼底物多情，君恩或可待。",
            "comment": ""
        },
        {
            "title": "红楼梦曲-留余庆",
            "content": "留余庆，留余庆，忽遇恩人，幸娘亲，幸娘亲，积得阴功。劝人生，济困扶穷，休似俺那爱银钱、忘骨肉的狠舅奸兄！正是乘除加减，上有苍穹。",
            "comment": "： | ：\r\n\r\n[评介]这首曲子写巧姐。巧姐是《红楼梦》中，众我的贵族子女中，唯一走向自食其力的人。作者并没有把巧姐的这条生活道路，当作悲剧来写，而是以庆幸的口吻予以肯定，这是所有的判词和曲子中仅见的例子。\r\n\r\n我们通观《红楼梦》对王熙凤的描写，就可以推知作者在这里并不是赞颂王熙凤的“济困扶穷”而“积得阴功”。在第十五回中王熙凤曾对铁槛寺老尼静虚说：“你是素日知道我的，从来不信什么阴司地狱报应的；凭是什么，我说要行就行。”所以曹雪芹这支曲子中，只不过是借题发挥，反话正说。王熙凤是一个心机用尽，坏事做绝，一点也不留余地的人，她放高利贷，盘肃穷人，逼人毙命，完全是一个“爱银钱，忘骨肉”的人，我们还可以由此想到，贾府以至整个封建地主阶级，不正是由于作恶多端，欺压人民，而濒于崩溃的么！作者反复咏叹“留余庆”，是含有深意的。曹雪芹迁居北京西郊旗地，虽处于贫困之中，不为贫困所屈服，而以贫困骄人。他对穷苦人非常关切，竭诚救助。邻居白媪，贫病交迫，孤苦无依，曹雪芹照顾她的生活，医治她的疾病。及白家瞳新屋落成，分给她一间，使她不致于流离失所。（见敦敏《瓶湖懋斋记盛》）这样的环境和生活，使曹雪芹逐步地接近于人民。作者在写贾府衰败之后，一方面写统治阶级内部骨肉相残，一方面又写农村劳动妇女－－刘姥姥把巧姐从火坑里救出来，既是对虚伪的封建道德的揭露，也是作者“劝人生，济困”的思想表现。 | 【注释】[评介]这首曲子写巧姐。巧姐是《红楼梦》中，众我的贵族子女中，唯一走向自食其力的人。作者并没有把巧姐的这条生活道路，当作悲剧来写，而是以庆幸的口吻予以肯定，这是所有的判词和曲子中仅见的例子。我们通观《红楼梦》对王熙凤的描写，就可以推知作者在这里并不是赞颂王熙凤的“济困扶穷”而“积得阴功”。在第十五回中王熙凤曾对铁槛寺老尼静虚说：“你是素日知道我的，从来不信什么阴司地狱报应的；凭是什么，我说要行就行。”所以曹雪芹这支曲子中，只不过是借题发挥，反话正说。王熙凤是一个心机用尽，坏事做绝，一点也不留余地的人，她放高利贷，盘肃穷人，逼人毙命，完全是一个“爱银钱，忘骨肉”的人，我们还可以由此想到，贾府以至整个封建地主阶级，不正是由于作恶多端，欺压人民，而濒于崩溃的么！作者反复咏叹“留余庆”，是含有深意的。曹雪芹迁居北京西郊旗地，虽处于贫困之中，不为贫困所屈服，而以贫困骄人。他对穷苦人非常关切，竭诚救助。邻居白媪，贫病交迫，孤苦无依，曹雪芹照顾她的生活，医治她的疾病。及白家瞳新屋落成，分给她一间，使她不致于流离失所。（见敦敏《瓶湖懋斋记盛》）这样的环境和生活，使曹雪芹逐步地接近于人民。作者在写贾府衰败之后，一方面写统治阶级内部骨肉相残，一方面又写农村劳动妇女－－刘姥姥把巧姐从火坑里救出来，既是对虚伪的封建道德的揭露，也是作者“劝人生，济困”的思想表现。"
        },
        {
            "title": "第五回回前诗",
            "content": "春因葳蕤拥绣衾，恍随仙子别红尘。问谁幻入杂胥境，千古风流造孽人。",
            "comment": ""
        },
        {
            "title": "第六回回前诗",
            "content": "朝扣富儿门，富儿犹未足。虽无千金酬，嗟彼胜骨肉。",
            "comment": ""
        },
        {
            "title": "望江南 祝祭晴雯二首",
            "content": "随身伴，独自意绸缪。谁料风波平地起，顿教躯命即时休。孰与话轻柔？东逝水，无复向西流。想象更无怀梦草，添衣还见翠云裘。脉脉使人愁！",
            "comment": "： | ：\r\n　　[说明]\r\n　　天气转冷，茗烟到学房给宝玉送衣，拿来了晴雯补过的雀金裘。宝玉见物伤感，关了门，点了香，摆好果品，拂开红笺，口祝笔写道：“怡红主人焚付晴姐知之：酌茗清香，庶几来飨！”接着写了这两首词。\r\n　　[注释]\r\n　　1.绸缪——情意深长。这两句头三字相连，容易产生歧义，使人误以为“意绸缪”者是“随身伴”，其实是说宝玉对随身之伴晴雯情意绸缪。\r\n　　2.孰与话轻柔——跟谁再去轻声柔语地谈心呢？\r\n　　3.怀梦草——传说中的异草。伪托东汉郭宪的《洞冥级》中故事：汉武帝思念死去的李夫人，想重见其容貌而不可得，东方朔献异草一枝，让他放在怀里，当夜就梦见了李夫人。因而有怀梦草之名。\r\n　　4.翠云裘——指雀金裘。\r\n　　[评说]\r\n　　曹雪芹的“勇晴雯病补雀金裘”一节当然是写得出色的。但是，后面是否有必要用“人亡物在公子填词”来旧事重提呢？续书者认为这样的呼应可以使自己的补笔借助于前文获得艺术效果，所以他仿效“杜撰芙蓉诔”的情节，也焚香酌茗，祝祭亡灵，并填起《望江南》词来了。这实在是考虑欠周。他没有想到在鲁班门前本是不该弄斧的。有《芙蓉女儿诔》这样最出色的淋漓酣畅的奇文，两首轻飘飘的小令又算得了什么？何况，它的命意、措辞又如此陋俗不堪！如果晴雯有知，听到宝玉对她嘀咕“孰与话轻柔”之类肉麻的话，一定会像当初补雀金裘时那么说：“不用你蝎蝎蜇蜇的！”原作之所缺是应该补的，但原作写得最有力的地方是用不着再添枝加叶的。"
        },
        {
            "title": "自题一绝",
            "content": "满纸荒唐言，一把辛酸泪！都云作者痴，谁解其中味？",
            "comment": " | 【注释】又名\"题石头记\"［评介］这是《红楼梦》的缘起诗，它道出了作者的思想与苦衰。《红楼梦》问世以来，迄今已二百多年。这期间，它多次地蒙受种种摧残、歪曲和误解。远在清代，《红楼梦》就被统治阶级认为是“淫书”，不止一次地遭到官方禁毁。直到解放以后，还有人把它看做“黄色书”，更有自称为“半个红学家”的江青又别有用心地把它歪曲为单纯写阶级斗争的“政治教科书”。我们必须拨开这些迷雾，实事求是，理解“其中味”。 曹雪芹生活与创作的时代，正是清朝雍正皇帝进行特务统治最猖獗的时代，明争暗斗，非常剧烈，文化专制，骇人听闻。在这样的天南地北中，作者又要把他所感受到的东西，真实地反映出来，就不得不用徽词曲笔，即不得不“将真情隐去，”“假语村言敷演出来”。所以，一开始曹雪芹就直称其书为“满纸荒唐言”，是有乖于世情的。但这又是他满含着血和泪，“披阅十载，增删五次”而写出来的。“一把辛酸泪”，充分表现了作者的这种复杂情绪。“脂铨本”卷首《凡例》第五条云：“作者本意原为记述当日闺友闺情，并非怨世骂时之书矣。虽一时有涉于世态，然亦不得不叙者，但非其本旨耳。阅者切记之。诗曰：浮生着甚苦奔忙，盛席华筵终散场。悲喜千般同幻渺，古今一梦尽荒唐。漫言红袖啼痕重，更有情痴抱恨长。字字看来皆是血，十年辛苦不寻常。”这种欲盖弥彰的表白，也反映了当时社会上对《红楼梦》的一些看法。从作品的表面看，《红楼梦》写的是风花雪月，贵族生活，独生女私情，是“痴”。但我们通过这些浩繁的故事，细腻的描写，所看到的却是大家族的黑暗和罪恶，叛逆者的血泪与痛苦。书中屡次提到的“真”、“假”观念，似乎在告诉人们，明显地写出来的是“假”的，相反，含而不露，点而不透的才是“真”的，我们阅读《红楼梦》，要了解写作的时代背景，体会作者的用心良苦，“解”出“其中味”来，透过现象看本质，正确理解作品的主题思想。"
        },
        {
            "title": "中秋对月有怀",
            "content": "未卜三生愿，频添一段愁。闷来时敛额，行去几回头。自顾风前影，谁堪月下俦？蟾光如有意，先上玉人楼。",
            "comment": " | 【注释】［评介］这首五律，是贾雨村穷困落魄寄居在葫芦庙时写的。 有一次，甄家的丫环娇杏在窗外回头看了他一眼，这个落魄的“酸儒”，就想入非非，作起“英雄穷途遇美人”的好梦来了。于是，在中秋月下吟了这首歪诗。 贾雨村对一个婢女，是根本不会产生什么真正的爱情的。他一心往上爬，向往着升官发财，飞黄腾达，这才是他的“三生”愿望。"
        },
        {
            "title": "智通寺对联",
            "content": "身后有余忘缩手，眼前无路想回头。",
            "comment": " | 【注释】［评介］这副对联是封建官僚的一幅肖像画，它揭露了统治者贪得无厌，爱财如命，他们对金钱的欲望和聚敛是永远不会停止的。这种贪得无厌的剥削阶级的阶级本性必然加剧地主阶级和劳动人民以及地主阶级内部的斗争。这个斗争的持续进行，不仅影响着统治者内部个人沉浮荣枯的动荡命运，而且促成了整个封建社会的瓦解和崩溃。"
        },
        {
            "title": "正册判词",
            "content": "子系中山狼，得志便猖狂。金闺花柳质，一载赴黄粱。",
            "comment": " | 【注释】此为迎春的判词。迎春生性懦弱，出嫁后不久就被其夫折磨至死。"
        },
        {
            "title": "金陵十二钗正册——巧姐",
            "content": "势败休云贵，家亡莫论亲。偶因济刘氏，巧得遇恩人。",
            "comment": " | 【注释】第一句\"势败休云贵\"意思是说，权势已经衰败，就不要提什么过去的富贵了。第二句\"家亡莫论亲\"是说，家业已经凋零，就不要再谈论什么骨肉至亲了。第三句\"偶因济村妇\"是指巧姐的母亲王熙凤曾\"接济\"过刘姥姥。第四句\"巧得遇恩人\"的\"巧\"是语意双关，明指凑巧，暗示巧姐。恩人，指刘姥姥。巧姐被舅父王仁，谐音\"忘仁\"拐卖，幸为刘姥姥带走，才逃出虎口。这首判词揭露了封建统治者内部人与人之间的伪善关系。得势富贵的时侯，攀宗论亲；势败没落的时侯，欺诈拐骗，骨肉相残；完全是赤裸裸的权势与金钱的交易。巧姐的遭遇是令人同情的，她来到乡村，长在农家，成了村姑。比较而言，要比她姑母们幸运得多。 | 【注释】此为巧姐儿的判词。巧姐生于七月七日，故刘氏为其取名为巧姐，后又因刘氏，使其免了被卖为奴的命运。"
        },
        {
            "title": "葬花吟",
            "content": "花谢花飞花满天，红消香断有谁怜？游丝软系飘春榭，落絮轻沾扑绣帘？闺中女儿惜春暮，愁绪满怀无释处；手把花锄出绣闺，忍踏落花来复去？柳丝榆荚自芳菲，不管桃飘与李飞；桃李明年能再发，明年闺中知有谁？三月香巢已垒成，梁间燕子太无情！明年花发虽可啄，却不道人去梁空巢也倾。一年三百六十日，风刀霜剑严相逼；明媚鲜妍能几时，一朝飘泊难寻觅。花开易见落难寻，阶前闷杀葬花人；独倚花锄泪暗洒，洒上空枝见血痕。杜鹃无语正黄昏，荷锄归去掩重门；青灯照壁人初睡，冷雨敲窗被未温。为奴底事倍伤神，半为怜春半恼春：怜春忽至恼忽去，至又无言去不闻。昨宵庭外悲歌发，知是花魂与鸟魂？花魂鸟魂总难留，鸟自无言花自羞；愿奴胁下生双翼，随花飞到天尽头。天尽头，何处有香丘？未若锦囊收艳骨，一抔净土掩风流；质本洁来还洁去，强于污淖陷渠沟。尔今死去侬收葬，未卜侬身何日丧？侬今葬花人笑痴，他年葬侬知是谁？试看春残花渐落，便是红颜老死时；一朝春尽红颜老，花落人亡两不知！",
            "comment": "：　　《葬花吟》是林黛玉感叹身世遭遇的全部哀音的代表，也是作者曹雪芹借以塑造这一艺术形象，表现其性格特性的重要作品。它和《芙蓉女儿诔》一样，是作者出力摹写的文字。这首风格上仿效初唐体的歌行，在抒情上淋漓尽致，艺术上是很成功的。 \r\n　　这首诗并非一味哀伤凄恻，其中仍然有着一种抑塞不平之气。“柳丝榆荚自芳菲，不管桃飘与李飞”，就寄有对世态炎凉、人情冷暖的愤懑；“一年三百六十日，风刀霜剑严相逼”岂不是对长期迫害着她的冷酷无情的现实的控诉？“愿侬胁下生双翼，随花飞到天尽头。天尽头，何处有香丘？未若锦囊收艳骨，一杯净土掩风流。质本洁来还洁去，强于污淖陷渠沟。”则是在幻想自由幸福而不可得时，所表现出来的那种不愿受辱被污、不甘低头屈服的孤傲不阿的性格。这些，才是它的思想价值之所在。 \r\n　　这曾诗的另一价值在于它为我们提供了探索曹雪芹笔下的宝黛悲剧的重要线索。甲戌本有批语说：“余读《葬花吟》至再，至三四，其凄楚憾慨，令人身世两忘，举笔再四，不能下批。有客日：‘先生身非宝主，何能下笔？”即字字双圈，批词通仙，料难遂颦儿之意，俟看玉兄之后文再批。’噫唏！阻余者想亦《石头记》来的，散停笔以待。” \r\n　　值得注意的是批语指出：没有看过“玉兄之后文”是无从对此诗加批的；批书人“停笔以待”的也正是与此诗有关的“后文”。所谓“后文”毫无疑问的当然是指后半部佚稿冲写黛玉之死的文字。如果这首诗中仅仅一般地以落花象征红颜薄命，那也用不着非待后文不可；只有诗中所写非泛泛之言，而大都与后来黛玉之死情节声切相关时，才有必要强调指出，在看过后面文字以后，应回头来再重新加深对此诗的理解。由此可见，《葬花吟》实际上就是林黛玉自作的诗谶。这一点，我们从作者的同时人、极可能是其友人的明义《题红楼梦》绝句中得到了证明。诗曰：\r\n　　伤心一首葬花词，似谶成真自不如。\r\n　　安得返魂香一缕，起卿沉痼续红丝？\r\n　　“似谶成真”，这是只有知道了作者所写黛玉之死的情节的人才能说出来的话。 \r\n　　以前，我们还以为明义未必能如脂砚那样看到小说全书，现在看来，他读到过后半部部分稿子的可能性极大，或者至少也听作者交往的圈子里的人比较详尽地说起过后半部的主要情节。如果我们说，明义绝句中提到后来的事象“聚如春梦散如烟”、“石归山下无灵气”之类，还可由推测而知的话；那么，写宝王贫穷的“王孙瘦损骨嶙峋”，和写他因获罪致使他心中的人为他的不幸忧忿而死的“惭愧当年石季伦”等诗句，是再也无从凭想象而得的。 \r\n　　上面所引之诗中的后两句也是如此：明义说，他真希望有起死回生的返魂香，能救活黛玉，让宝、黛两个有情人成为眷属，把已断绝的月下老人所牵的红丝绳再接续起来。试想，只要“沉痼”能起，“红丝”也就能续，这与后来续书者想象宝、黛悲剧的原因在于婚姻不自主是多么的不同！倘若一切都如程伟元、高鹗整理的续书中所写的那样，则宝玉已有他属，试问，起黛玉“沉痼”又有何用？难道“续红丝”是为了要她做宝二姨娘不成？ \r\n　　此诗“侬今葬花人笑痴，他年葬侬知是谁？……”等末了数句，书中几次重复，特意强调，甚至通过写鹦鹉学吟诗也提到。可知红颜老死之日，确在春残花落之时，并非虚词作比。同时，这里说“他年葬侬知是谁”，前面又说“红消香断有谁怜”、“一朝飘泊难寻觅”等等，则黛玉亦如晴雯那样死于十分凄惨寂寞的境况之中可以无疑。那时，并非大家都忙着为宝玉办喜事，因而无暇顾及，恰恰相反，宝玉、凤姐都因避祸流落在外，那正是“家亡莫论亲”、“各自须寻各自门”的日子，诗中“柳丝榆荚自芳菲，不管桃飘与李飞”或含此意。 \r\n　　“三月香巢已垒成，梁间燕子太无情。明年花发虽可啄，却不道人去梁空巢也倾”几句，原在可解不可解之间，怜落花而怨及燕子归去，用意甚难把握贯通。现在，倘作谶语看，就比较明确了。大概春天里宝黛的婚事已基本说定了，即所谓“香巢已垒成”，可是，到了秋天，发生了变故，就象梁间燕子无情地飞去那样，宝玉被迫离家出走了。因而，她悲叹“花魂鸟魂总难留”，幻想着自己能“胁下生双翼”也随之而去。她日夜悲啼，终至于“泪尽证前缘”了。 \r\n　　这样，“花落人亡两不知”，若以“花落”比黛玉，“人亡”（流亡也）说宝玉，正是完全切合的。宝玉凡遭所谓“丑祸”，总有别人要随之而倒霉的。先有金钏儿，后有晴雯，终于轮封了黛玉，所以诗中又有“质本洁来还洁去，强于污淖陷渠沟”的双关语可用来剖白和显示气节。“一别秋风又一年”，宝玉在次年秋天回到贾府，但所见怡红院已“红瘦绿稀”（脂评），潇湘馆更是一片“落叶萧萧，寒姻漠漠”（脂评）的凄凉景象，黛玉的闺房和宝玉的绛芸轩一样，只见“蛛丝儿结满雕梁”（脂评谓指宝黛住处），虽然还有宝钗在，而且以后还成其“金玉姻缘”，但这又怎能弥补他“对境悼颦儿”时所产生的巨大精神创痛呢？“明年花发虽可啄，却不道人去梁空巢也倾！”难道不就是这个意思吗？这些只是从脂评所提及的线索中可以得到印证的一些细节，所述未必都那么妥当。但此诗与宝黛悲剧情节必定有照应这一点，大概不是主观臆断吧；其实，“似谶成真”的诗还不止于此，黛玉的《代别离·秋窗风雨夕》和《桃花行》也有这种性质。前者仿佛不幸地言中了她后来离别宝玉的情景，后者则又象是她对自己“泪尽夭亡”（脂评）结局的预先写照。 \r\n　　有人说，《葬花吟》是从唐寅的两首诗中“脱胎”的（《红楼梦辨》）。诗歌当然是有所继承借鉴的，但不应把文艺创作的“源”和“流”的关系弄颠倒了。说到《葬花吟》在某些遣词造句、意境格调上利用前人之作，实不必到明人的集子中去找。唐初刘希夷《代悲白头翁》中“今年花落颜色改，明年花开复谁在”、“年年岁岁花相似，岁岁年年人不同”之类为人熟知的诗句还不足以借取利用吗？即如葬花情节，也未必径取唐寅将牡丹花“盛以锦囊，葬于药栏东畔”事，作者的祖父曹寅的《楝亭诗钞》中也就有“百年孤冢葬桃花”的诗句，难道还不足以启发他的构思吗？但这些都是“流”，都仅仅是利用，既不表现诗的主要精神，也决不能代替作者源于现实生活的创造。何况，如前所述，此诗中，作者运笔鬼斧神工之处，完全不在于表面上那些伤春惜花词句的悱恻缠绵。\r\n　　清人明义《题红楼梦》诗里说：“伤心一首葬花词，似谶成真不自知。”黛玉这首抒情诗，实际上也是隐示其命运的谶语。她如一朵馨香娇嫩的花朵，悄悄地开放，又在狂风骤雨中被折磨得枝枯叶败，从世界上悄悄消逝。说这首诗是谶语，是就其整体的思想而言，并不是说每字每句都隐示着黛玉的具体遭遇。 \r\n　　当然，《葬花吟》中消极颓伤的情绪也是极其浓重且不容忽视的。它曾对缺乏分析思考能力的读者起过不良的影响。这种情绪虽然在艺术上完全符合林黛玉这个人物所处的环境地位所形成的思想性格，但毕竟因作者在某种程度上有意识借所倾心的人物之口来抒发自己的身世之感，而显露了他本身思想的弱点。我们同情林黛玉，但同时也看到这种多愁善感的贵族小姐，思想感情是十分脆弱的。\r\n　　如果我们再把《葬花词》同荣府中所有青年女子的命运联系起来思索，又觉得这不仅仅是黛玉一个人的诗谶，同时也是大观园群芳共同的诗谶。她们尽管未来的具体遭遇各不相同但在“有命无运”这一点上却没有两样，都是在“薄命司”注册的人物。随着贾家的败落，所有的大观园内的女孩儿都要陷于污淖、沟渠之中，都没有好命运。 | 【注释】　　　　《葬花吟》是林黛玉感叹身世遭遇的全部哀音的代表，也是作者曹雪芹借以塑造这一艺术形象，表现其性格特性的重要作品。它和《芙蓉女儿诔》一样，是作者出力摹写的文字。这首风格上仿效初唐体的歌行，在抒情上淋漓尽致，艺术上是很成功的。　　　　这首诗并非一味哀伤凄恻，其中仍然有着一种抑塞不平之气。“柳丝榆荚自芳菲，不管桃飘与李飞”，就寄有对世态炎凉、人情冷暖的愤懑；“一年三百六十日，风刀霜剑严相逼”岂不是对长期迫害着她的冷酷无情的现实的控诉？“愿奴胁下生双翼，随花飞到天尽头。天尽头，何处有香丘？未若锦囊收艳骨，一杯净土掩风流。质本洁来还洁去，强于污淖陷渠沟。”则是在幻想自由幸福而不可得时，所表现出来的那种不愿受辱被污、不甘低头屈服的孤傲不阿的性格。这些，才是它的思想价值之所在。　　　　这曾诗的另一价值在于它为我们提供了探索曹雪芹笔下的宝黛悲剧的重要线索。甲戌本有批语说：“余读《葬花吟》至再，至三四，其凄楚憾慨，令人身世两忘，举笔再四，不能下批。有客日：‘先生身非宝主，何能下笔？”即字字双圈，批词通仙，料难遂颦儿之意，俟看玉兄之后文再批。’噫唏！阻余者想亦《石头记》来的，散停笔以待。”值得注意的是批语指出：没有看过“玉兄之后文”是无从对此诗加批的；批书人“停笔以待”的也正是与此诗有关的“后文”。所谓“后文”毫无疑问的当然是指后半部佚稿冲写黛玉之死的文字。如果这首诗中仅仅一般地以落花象征红颜薄命，那也用不着非待后文不可；只有诗中所写非泛泛之言，而大都与后来黛玉之死情节声切相关时，才有必要强调指出，在看过后面文字以后，应回头来再重新加深对此诗的理解。由此可见，《葬花吟》实际上就是林黛玉自作的诗谶。这一点，我们从作者的同时人、极可能是其友人的明义《题红楼梦》绝句中得到了证明。诗曰；伤心一首葬花词，似谶成真自不如。安得返魂香一缕，起卿沉痼续红丝？“似谶成真”，这是只有知道了作者所写黛玉之死的情节的人才能说出来的话。以前，我们还以为明义未必能如脂砚那样看到小说全书，现在看来，他读到过后半部部分稿子的可能性极大，或者至少也听作者交往的圈子里的人比较详尽地说起过后半部的主要情节。如果我们说，明义绝句中提到后来的事象“聚如春梦散如烟”、“石归山下无灵气”之类，还可由推测而知的话；那么，写宝王贫穷的“王孙瘦损骨嶙峋”，和写他因获罪致使他心中的人为他的不幸忧忿而死的“惭愧当年石季伦”等诗句，是再也无从凭想象而得的。上面所引之诗中的后两句也是如此：明义说，他真希望有起死回生的返魂香，能救活黛玉，让宝、黛两个有情人成为眷属，把已断绝的月下老人所牵的红丝绳再接续起来。试想，只要“沉痼”能起，“红丝”也就能续，这与后来续书者想象宝、黛悲剧的原因在于婚姻不自主是多么的不同！倘若一切都如程伟元、高鹗整理的续书中所写的那样，则宝玉已有他属，试问，起黛玉“沉痼”又有何用？难道“续红丝”是为了要她做宝二姨娘不成？　　　　此诗“侬今葬花人笑痴，他年葬侬知是谁？……”等末了数句，书中几次重复，特意强调，甚至通过写鹦鹉学吟诗也提到。可知红颜老死之日，确在春残花落之时，并非虚词作比。同时，这里说“他年葬侬知是谁”，前面又说“红消香断有谁怜”、“一朝飘泊难寻觅”等等，则黛玉亦如晴雯那样死于十分凄惨寂寞的境况之中可以无疑。那时，并非大家都忙着为宝玉办喜事，因而无暇顾及，恰恰相反，宝玉、凤姐都因避祸流落在外，那正是“家亡莫论亲”、“各自须寻各自门”的日子，诗中“柳丝榆荚自芳菲，不管桃飘与李飞”或含此意。“三月香巢已垒成，梁间燕子太无情。明年花发虽可啄，却不道人去梁空巢也倾”几句，原在可解不可解之间，怜落花而怨及燕子归去，用意甚难把握贯通。现在，倘作谶语看，就比较明确了。大概春天里宝黛的婚事已基本说定了，即所谓“香巢已垒成”，可是，到了秋天，发生了变故，就象梁间燕子无情地飞去那样，宝玉被迫离家出走了。因而，她悲叹“花魂鸟魂总难留”，幻想着自己能“胁下生双翼”也随之而去。她日夜悲啼，终至于“泪尽证前缘”了。这样，“花落人亡两不知”，若以“花落”比黛玉，“人亡”（流亡也）说宝玉，正是完全切合的。宝玉凡遭所谓“丑祸”，总有别人要随之而倒霉的。先有金钏儿，后有晴雯，终于轮封了黛玉，所以诗中又有“质本洁来还洁去，强于污淖陷渠沟”的双关语可用来剖白和显示气节。“一别秋风又一年”，宝玉在次年秋天回到贾府，但所见怡红院已“红瘦绿稀”（脂评），潇湘馆更是一片“落叶萧萧，寒姻漠漠”（脂评）的凄凉景象，黛玉的闺房和宝玉的绛芸轩一样，只见“蛛丝儿结满雕梁”（脂评谓指宝黛住处），虽然还有宝钗在，而且以后还成其“金玉姻缘”，但这又怎能弥补他“对境悼颦儿”时所产生的巨大精神创痛呢？“明年花发虽可啄，却不道人去梁空巢也倾！”难道不就是这个意思吗？这些只是从脂评所提及的线索中可以得到印证的一些细节，所述未必都那么妥当。但此诗与宝黛悲剧情节必定有照应这一点，大概不是主观臆断吧；其实，“似谶成真”的诗还不止于此，黛玉的《代别离·秋窗风雨夕》和《桃花行》也有这种性质。前者仿佛不幸地言中了她后来离别宝玉的情景，后者则又象是她对自己“泪尽夭亡”（脂评）结局的预先写照。　　　　有人说，《葬花吟》是从唐寅的两首诗中“脱胎”的（《红楼梦辨》）。诗歌当然是有所继承借鉴的，但不应把文艺创作的“源”和“流”的关系弄颠倒了。说到《葬花吟》在某些遣词造句、意境格调上利用前人之作，实不必到明人的集子中去找。唐初刘希夷《代悲白头翁》中“今年花落颜色改，明年花开复谁在”、“年年岁岁花相似，岁岁年年人不同”之类为人熟知的诗句还不足以借取利用吗？即如葬花情节，也未必径取唐寅将牡丹花“盛以锦囊，葬于药栏东畔”事，作者的祖父曹寅作者：陈秋月"
        },
        {
            "title": "赞林黛玉",
            "content": "两弯似蹙非蹙肙烟眉，一双似喜非喜含露目。态生两靥之愁，娇袭一身之病。泪光点点，娇喘微微。娴静时如姣花照水，行动处似弱柳扶风。心较比干多一窍，病如西子胜三分。",
            "comment": ""
        },
        {
            "title": "簪菊",
            "content": "瓶供篱栽日日忙，折来休认镜中妆。长安公子因花癖，彭泽先生是酒狂。短鬓冷沾三径露，葛巾香染九秋霜。高情不入时人眼，拍手凭他笑路旁。",
            "comment": ""
        },
        {
            "title": "元宵灯谜",
            "content": "能使妖魔胆尽催，身如束帛气如雷。一声震得人方恐，回首相看已是灰。　　　　　　——打一玩物",
            "comment": " | 【注释】谜底为爆竹。古人认为爆竹能驱妖魔、辟凶邪。爆竹是在卷束的丝织品中加入火药制成，故\"束帛\"本指爆竹。但曹雪芹也用\"束帛\"形容元妃着绫穿绸的苗条身材。爆竹本身，在发出巨响，如雷般震慑四野令人恐惧战栗之时，却已化作飞灰飘逝。这是预言元妃这位皇帝的\"玩物\"在\"烈火烹油\"，鲜花着锦之盛\"(第十三回)的省亲之后未久，就然而逝，于是如雷的气势，慑人的威力也随之灰飞烟灭。贾府失去靠山，更加速其没落的脚步。此谶只适于元妃一人，具有鲜明的个性。"
        },
        {
            "title": "元宵灯谜",
            "content": "天运无功理不穷，有功无运也难逢。因何镇日纷纷乱，因为阴阳数不通。　　　　　　——打一物",
            "comment": " | 【注释】谜底为算盘。古人认为人的运数由天定，故称\"天运。\"算盘的珠子由人手指拔动，所以说\"人功\"。上天的安排和人的主观能力如何搭配，其间道理多种多样、无穷无尽，正如在没有算出\"数\"之前，谁也不知道算盘子是合是分一样。只有人力而无天运(\"数\"的要求)，两个算盘珠之间也就无缘而难相逢。\"镇日\"，整天。\"阴阳\"从诗谜看，指算盘之上和梁之下的算珠，因为横梁相隔，所以拔不到一起去，这就是\"数不通\"。从古人的哲学思想看，世界万物由阴阳二气构成，阴阳变化，导致万物百变化。其中\"阴\"指地、女子等，\"阳\"指天、男子等，所以阴阳之间横加隔断就不能好合(即\"数不通\")。此谶讲的是迎春结婚一年就被孙绍祖虐待而死的婚姻悲剧是天运所定，非人力可改变！它只适于迎春。"
        },
        {
            "title": "元宵灯谜",
            "content": "阶下儿童仰面时，清明妆点最堪宜。游丝一断浑无力，莫向东风怨别离。　　　　　　——打一玩物",
            "comment": " | 【注释】谜底为风筝。清明时节多东风，最宜放风筝。离家远嫁是探春的归宿。正如《红楼梦》十二曲《分骨肉》中所说\"从今分两地，各自保平安，奴去也，莫牵连。\"《脂京本》评：\"此探春远适之谶也，使此人不远去，将来事败，诸子不至流散也...。\"探春的远嫁，实为贾府保留一支血脉，使覆巢之下，勿全无完卵。"
        },
        {
            "title": "元宵灯谜",
            "content": "朝罢谁携两袖烟？琴边衾里无两缘。哓筹不用鸡人报，五更无烦侍女添。焦首朝朝还暮暮，煎心日日复年年。光阴荏苒须当惜，风月阴晴任变迁。",
            "comment": " | 【注释】谜底为更香。早朝散罢，仅携两袖轻烟，寓意荣华之后一无所有。弹琴时所供焚之香，熏衾熏被所用之香都不是\"更香\"，故曰\"两无缘\"。寓有和宝玉不可能朝、夕、日、夜厮守相伴。\"更香\"是计时点的香。早晨的更点数目，用\"筹\"(竹签)来计算，故称\"晓筹\"。宫廷里早晨报时的人称\"鸡人\"这两句说明了\"更香\"，不用宫中鸡人报晓，计时的\"更漏\"也不用侍女在五更时把水添。\"焦首\"、\"煎心\"是更香的特点：从头(首)用火点起，从外向心烧去。喻黛玉痛苦至深的日日夜夜。任凭千般折磨，万般煎熬，在光阴的渐进(荏苒)中，任由风刀剑雨，阴晴不定，自己坚守信念，坚定己心。"
        },
        {
            "title": "元宵灯谜",
            "content": "南面而望，北面而朝。象忧亦忧，象喜亦喜。　　　　　　——打一用物",
            "comment": " | 【注释】谜底为镜子。\"象忧\"二句出自《孟子.万章》。大意是舜的弟弟名象，象总想害死舜，而舜对象非常友爱，象忧愁他也忧愁，象喜欢，他也喜欢。从诗谜看，此句形容镜中影和镜外人的关系。实寓宝玉生活中好象是有忧愁之事(黛玉之死)，也好象有喜事(与宝钗成婚)，但与宝钗南望北朝，二人方向永远不能一致：对面薛而不怀林，即\"空对着，山中高士晶莹雪，终不忘，世外仙姝寂寞林\"(仙曲\"终身误\")"
        },
        {
            "title": "咏白海棠",
            "content": "珍重芳姿昼掩门，自携手瓮灌苔盆。胭脂洗出秋阶影，冰雪招来露砌魂。淡极始知花更艳，愁多焉得玉无痕。欲偿白帝凭清洁，不语婷婷日又昏。",
            "comment": ""
        },
        {
            "title": "咏白海棠",
            "content": "斜阳寒草带重门，苔翠盈铺雨后盆。玉是精神难比洁，雪为肌骨易销魂。芳心一点娇无力，倩影三更月有痕。莫谓缟仙能羽化，多情伴我咏黄昏。",
            "comment": ""
        },
        {
            "title": "元宵灯谜",
            "content": "有眼无珠腹内空，荷花出水喜相逢。梧桐叶落分离别，恩爱夫妻不到冬。　　　　　　——打一用物",
            "comment": " | 【注释】谜底为竹夫人。竹夫人又名竹女，竹膝、竹几。是用竹蔑编成或用整竹作成。中空透风，署天睡觉时抱以取凉。因其中空，所以说\"有眼无珠腹内空\"。梧桐二句以秋、冬时竹夫人被弃置不用指她与宝玉的夫妻生活短暂。"
        },
        {
            "title": "咏白海棠",
            "content": "蘅芷阶通萝薜门，也宜墙角也宜盆。花因喜洁难寻偶，人为悲秋易断魂。玉烛滴干风里泪，晶帘隔破月中痕。幽情欲向嫦娥诉无奈虚廊夜色昏。",
            "comment": ""
        },
        {
            "title": "怡红快绿",
            "content": "深庭长日静，两两出婵娟。绿蜡春犹卷，红妆夜未眠。凭栏垂绛袖，倚石护青烟。对立东风里，主人应解怜。",
            "comment": ""
        },
        {
            "title": "杏帘在望",
            "content": "杏帘招客饮，在望有山庄。菱荇鹅儿水，桑榆燕子梁。一畦春韭绿，十里稻花香。盛世无饥馁，何须耕织忙。",
            "comment": ""
        },
        {
            "title": "咏白海棠",
            "content": "秋容浅淡映重门，七节攒成雪满盆。出浴太真冰作影，捧心西子玉为魂。晓风不散愁千点，宿雨还添泪一痕。独倚画栏如有意，清砧怨笛送黄昏。",
            "comment": ""
        },
        {
            "title": "仙宫房内对联",
            "content": "幽微灵秀地，无可奈何天。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "无故寻愁觅恨，有时似傻如狂。纵然生得好皮囊，腹内原来草莽。潦倒不通世务，愚顽怕读文章。行为偏僻性乖张，那管世人诽谤！富贵不知乐业，贫穷难耐凄凉。可怜辜负好韶光，于国于家无望。天下无能第一，古今不肖无双。寄言纨绔与膏粱：莫效此儿形状！",
            "comment": " | 【注释】［评介］这两首词，对贾宝玉明贬暗褒，似嘲实赞，突出地揭示了贾宝玉的叛逆性格。前一首着重写他对封建正统思想的背叛，不读经书，摒弃仕途经济；后一首着重写这个叛逆性格对封建地主阶级及其统治的严重破坏性。这里曹雪芹假托卫首者的口吻，正话反说，巧妙地歌颂了贾宝玉反封建的思想品德；同时也辛辣地嘲讽了腐朽的封建礼教与庸俗的世道人情。 ------------------------------------------------　　第三回书写黛玉到荣府后，见过贾府大部分人，最后才见到宝玉。这是两个主人公第一次会面，也是第一号人物宝玉第一次在读者眼中出现，所以作者对宝玉的装束和神采作了大力铺张渲染，又写了这两首批宝玉的词。“批”字是打批语、下判断的意思，与今作“批评”、“批判”解不同。　　这两首词，字面上句句是对宝玉的嘲笑和否定，实质上句句是对他的赞美和褒扬。从封建阶级伦理道德标准衡量，宝玉是个被否定的人物；可是从作者的人生观和社会观来看，他却是个和那些国贼禄蠹完全相反的、保持着人类善良天性的真正的人。两首词句句都是反话。　　宝玉不假矫饰地表现自己的天性，在那样的贵族之家必然要处处受束缚、限制，于是就要产生苦闷，就要采取种种方式渲泄，在道学先生们看来这就是“寻愁觅恨”、“似傻如狂”了。相貌好是真，“腹内草莽”就未必。宝玉读书多，知识博，文思快，才情大，看他在大观园试才题对额时一套一套有根有据的议论，看他拟的那些匠额和对联，不是使包括贾政在内的所有在场的人都相形见细吗?看他写的《芙蓉女儿诔》、《姽婳词》等等，简直够个像样的文学家了。连宝钗都说他“每日家杂学旁收的”，承认他懂得多，怎么能说是“腹内原来草莽”?“不通世务”，是因为他厌恶贾雨村之流的政客，不屑与之为伍。不愿读的文章也只是那些“圣贤”的说教和一文不值的科举时文。“那管世人诽谤”，正表现了宝玉不苟且、不随俗、独立不迁的个性。这样的贵族青年，按封建阶级“接班人”的标准要求，自然是“无能第一”、“不肖无双”了。他既不能像其祖先那样“理朝廷、治风俗”，为皇帝做个贤臣良相；也不能像凤姐那样治家理财，撑起家业的门面，自然是“于国于家无望”了。于是他就成了贵族之家的“子弟戒”了。　　这两首诗集中地描绘了宝玉的叛逆性格，这个典型的意义也就在对封建阶级的叛逆上。值得注意的是“贫穷难耐凄凉”一句。这是预示贾家败落后，宝玉要有一段困苦不堪的生活经历。第十九回写宝玉探花袭人家，袭人的母亲和哥哥慌忙招待宝玉，摆上一桌子果品，可是袭人觉得没有一样可吃之物，只给宝玉拈了几个松子瓤，吹去细皮，用手帕托给宝玉。这是何等娇贵!就在这个地方脂砚斋有条批语说：同将来宝玉“寒冬噎酸甭，雪夜围破毡”对照起来看，令人叹息。宝玉在八十回以后的经历，虽然不好乱猜，但有一段贫穷的经历是可以肯定的，同高鹗续写的后四十回大相径庭。http://www.xici.net/main.asp?doc=35701004"
        },
        {
            "title": "问菊",
            "content": "欲讯秋情众莫知，喃喃负手叩东篱。孤标傲世偕谁隐，一样花开为底迟？圃露庭霜何寂寞，鸿归蛩病可相思？休言举世无谈者，解语何妨片语时。",
            "comment": ""
        },
        {
            "title": "题自画石",
            "content": "爱此一拳石，玲珑出自然。溯源应太古，堕世又何年？有志归完璞，无才去补天。不求邀众赏，潇洒做顽仙。",
            "comment": ""
        },
        {
            "title": "题大观园",
            "content": "衔山抱水建来精，多少工夫筑始成。天上人间诸景备，芳园应锡大观名。",
            "comment": ""
        },
        {
            "title": "咏白海棠",
            "content": "半卷湘帘半掩门，碾冰为土玉为盆。偷来梨蕊三分白，借得梅花一缕魂。月窟仙人缝缟袂，秋闺怨女拭啼痕。娇羞默默同谁诉，倦倚西风夜已昏。",
            "comment": ""
        },
        {
            "title": "桃花行",
            "content": "桃花帘外东风软，桃花帘内晨妆懒：帘外桃花帘内人，人与桃花隔不远；东风有意揭帘栊，花欲窥人帘不卷。桃花帘外开仍旧，帘中人比桃花瘦；花解怜人花也愁，隔帘消息风吹透。风透湘帘花满庭，庭前春色倍伤情：闲苔院落门空掩，斜日栏杆人自凭。凭栏人向东风泣，茜裙偷傍桃花立；桃花桃叶乱纷纷，花绽新红叶凝碧。雾裹烟封一万株，烘楼照壁红模糊。天机烧破鸳鸯锦，春酣欲醒移珊枕。侍女金盆进水来，香泉影蘸胭脂冷；胭脂鲜艳何相类，花之颜色人之泪。若将人泪比桃花，泪自长流花自媚；泪眼观花泪易干，泪干春尽花憔悴。憔悴花遮憔悴人，花飞人倦易黄昏；一声杜宇春归尽，寂寞帘栊空月痕！",
            "comment": ""
        },
        {
            "title": "题帕三绝句",
            "content": "其一：眼空蓄泪泪空垂，暗洒闲抛却为谁？尺幅鲛绡劳解赠，叫人焉得不伤悲！其二：抛珠滚玉只偷潸，镇日无心镇日闲。枕上袖边难拂拭，任他点点与斑斑。其三：彩线难收面上珠，湘江旧迹已模糊，窗前亦有千竿竹，不识香痕渍也无？",
            "comment": ""
        },
        {
            "title": "唐多令",
            "content": "粉堕百花州，香残燕子楼。一团团逐对成逑。飘泊亦如人命薄，空缱绻，说风流。草木也知愁，韶华竟白头！叹今生谁舍谁收？嫁与东风春不管，凭尔去，忍淹留。",
            "comment": ""
        },
        {
            "title": "太虚幻境对联",
            "content": "假作真时真亦假，无为有处有还无。",
            "comment": ""
        },
        {
            "title": "石上偈",
            "content": "无才可去补苍天，枉入红尘若许年。此系身前身后事，倩谁记去作奇传？",
            "comment": " | 【注释】［评介］这是《红楼梦》开卷的第一首诗，起序诗的作用。它提纲挈领地点明了作者的写作意图。《红楼梦》是我国古代文学艺术作品中最的一部长篇小说。二百多年来，它在人民中间广为泛淬，产生了巨大的影响。它以贾宝玉、林黛玉的爱情故事为线索，以封建统治阶级内部的腐朽、奢侈、残酷、贪婪、虚伪等形形色色的罪恶真实地表现出来，在我们面前展现出一幅封建末世地主阶级行将崩溃的真实画卷。 据有关记载，作者曹雪芹在少年时代，曾经历过一段极为富贵豪华的生活。但是，这一段生活并不太长，后来他的父亲因事被革职、抄家，家境便走向衰落。举家由宁迁京，居住在北京西郊的“旗地”，过着“茅椽蓬牖，瓦灶绳床”的穷困日子。这倒使他与社会有了广泛的接触。 由于作者亲身经历并感受到了贵族家庭由极盛走向极衰这一巨大变化，使他的思想感情发生了很大变化。他痛恨这个大家族的一切丑恶现象，诅咒它的种种罪恶，看到了封建阶级的“天”已经残破。但对这个大家族的崩溃又不免惋惜与眷恋，所以他对封建社会这个残破的“天”，不是抱着掀翻的态度，而是想去修补，挽回本阶级的颓势，但又找不到“补天”的方法。这首诗是“顽石”的自叹，实际上也是作者的自白，充满了诅丧、矛盾的心情。“无才可去补苍天，枉入红尘若许年”，就是他对现实发出的无可奈何的叹息。而艰辛凄苦的生活遭遇，又促使他对自己的经历去作痛苦而深刻的回顾。“此系身前身后事，倩谁记去作厅传？”这可以说明作者写这部书的思想动机与意图。《红楼梦》一书，通过对贾、史、王、薛四大家族的兴衰变化的描写，形象而又深刻地提示了封建社会这个“天”的种种裂痕及其必然崩溃的命运。"
        },
        {
            "title": "秋窗风雨夕",
            "content": "秋花惨淡秋草黄，耿耿秋灯秋夜长。已觉秋窗秋不尽，那堪风雨助凄凉！助秋风雨来何速！惊破秋窗秋梦绿。抱得秋情不忍眠，自向秋屏移泪烛。泪烛摇摇爇短檠，牵愁照恨动离情。谁家秋院无风入？何处秋窗无雨声？罗衾不奈秋风力，残漏声催秋雨急。连宵脉脉复飕飕，灯前似伴离人泣。寒烟小院转萧条，疏竹虚窗时滴沥。不知风雨几时休，已教泪洒窗纱湿。",
            "comment": " | 【注释】注一：燃点之意。 第四十五回写到黛玉值秋分时节又犯了咳嗽病，一天比一天重。一日傍晚，突然变天，渐渐昏黑，淅淅沥沥地下起雨来。黛玉凄凄凉凉地拿起一本《乐府杂稿》来读，看了其中?《秋闺怨》、《别离怨》之类的诗，不觉心有所感，于是摹拟唐代张若虚的《春江花月夜》的格调写成《代别离》(代为拟作之意)一首，名之为《秋窗风雨夕》。这是一篇乐府体诗，诗题《秋窗风雨夕》恰与它摹仿的《春江花月夜》的题目对仗，而且是“反对”。张若虚的《春江花月夜》写的是作者在温馨恬谧的春夜里的绵绵情思，只有一点淡淡的哀愁和怅惘；而这首二十句的诗，竟用了十五个“秋”字，着力渲染了秋天肃杀、凄苦的气氛。如果联系全书其它诗词来理解，这个“秋”字还应有它更深的含意。《红楼梦曲》中说，“堪破三春景不长”，又说“说什么天上夭桃盛，云中杏蕊多；到头来，谁把秋捱过!”再联系咏菊诗中“露凝霜重”、“衰草寒烟”等句来思索，这个“秋”字的象征意义就明显了。大观园群芳生活的时期，正是贾家开始“萧疏”的阶段，用季节比喻相当“初秋”，只消一场暴风雨，就要万卉凋零，“落了片白茫茫大地真干净”了。http://www.zhsc.net/Html/200442717279-1.html"
        },
        {
            "title": "琴曲四章",
            "content": "风萧萧兮秋气深，美人千里兮独沉吟。望故乡兮何处？倚栏杆兮涕沾襟。山迢迢兮水长，照轩窗兮明月光。耿耿不寐兮银河渺茫，罗衫怯怯兮风露凉。子之遭兮不自由，予之遇兮多烦忧。之子与我兮心焉相投，思古人兮俾无尤。人生斯世兮如轻尘，天上人间兮感夙因。感夙因兮不可オ，素心如何天上月！",
            "comment": ""
        },
        {
            "title": "螃蟹咏",
            "content": "桂霭桐阴坐举殇，长安涎口盼重阳。眼前道路无经纬，皮里春秋空黑黄，酒未敌腥还用菊，性防积冷定须姜。于今落釜成何益，月浦空余禾黍香。",
            "comment": ""
        },
        {
            "title": "宁府上房对联",
            "content": "世事洞明皆学问，人情练达即文章。",
            "comment": " | 【注释】［评介］“人情世故”，是封建社会十分重视与讲究的待人接物的重要处事经验。剥削阶级都要利用这一套处事哲学，求得自己的生存和发展，他们要求自己的子弟学会这种“学问”。会做这种“文章”，以处理人与人之间的关系。但事与愿违，就是这个深于世故的贾府偏偏出了一个“不通世故”的贾宝玉，他一见这幅对联，“纵然室宇精美，铺陈华丽，亦断断不肯在这里了，忙说：‘快出去！快出去！’”足见他对世俗的厌恶。 上面所说的“人情世故”，与我们今天所说的“通情达理”与“合情合理”，是两种不同的概念。剥削阶级讲究精晓“人情世理”的“圆通学”，实际上是通晓官场上趋炎附势的“关系学”，人与人之间表面上温良恭俭让，而内心里却充满着尔虞我诈。而今天我们提倡“通情达理”，是说话做事要合情合理，符合社会的公德，符合道理，它与旧社会的“人情世故”，是风马牛不相及的。"
        },
        {
            "title": "孽海情天对联",
            "content": "厚地高天，堪叹古今情不尽，痴男怨女，可怜风月债难偿。",
            "comment": " | 【注释】［评介］作者能够冲破封建世俗，敢于这样大胆地讴歌男女之间的爱情，表现了他反对封建礼教，追求个性解放的民主思想与勇敢精神。"
        },
        {
            "title": "南柯子",
            "content": "空挂纤纤缕，徒垂络络丝。也难绾系也难羁，一任东西南北各分离。落去君休惜，飞来我自知。莺愁蝶倦晚芳时，纵是明春再见隔年期！",
            "comment": ""
        },
        {
            "title": "梦秦氏赠言",
            "content": "三春过后诸芳尽，各自须寻各自门。",
            "comment": " | 【注释】[评介]这是秦可卿临死前在给凤姐托的梦中留下的最后赠言。它预示着贾府盛极而衰，树倒猢狲散的结局。秦可卿为这个即将崩溃的大家族策划后事，安排退路。她告诫凤姐：“要知道，也不过是瞬息的繁华，一时的欢乐，万不可忘了那‘盛筵必散’的俗语。此时若不早为后虑，临期只恐后悔无益了。”实际上这只不过是秦可卿的一种愿望和幻想，封建社会的衰落是历史发展的必然规律，那是断然不能，也是无法“疗继”的。"
        },
        {
            "title": "临江仙",
            "content": "白玉堂前春解舞，东风卷得均匀。蜂团蝶阵乱纷纷：几曾随逝水？岂必委芳尘？万缕千丝终不改，任他随聚随分。韶华休笑本无根：好风凭借力，送我上青云。",
            "comment": "：　　从“均匀”“蜂围蝶阵”“修笑本无根”“上青云”描绘出柳絮的轻柔美好，自如飞舞、乘风向上的特点，形象地表现了大观园中处事得体，深受众人喜欢的宝钗不会像落絮那样“随逝水”“委芳尘”，而是要“频借力”“上青云”——踌躇满志，意欲攀登封建统治宝座的愿望。 \r\n　　“东风卷得均匀”，湘云评说“这一句就出人之上了”，真是至论。“卷”字传神，写出了春风和煦，对柳絮的温柔多情；“均匀”指柳的舞姿优美，匀称有度。一改感伤之调，描绘出美好春光，充满了开朗乐观的情绪。全句生动传神、不落俗套。 | 【注释】[评介]“柳絮词”，是大观园最后一次诗会的作品，描写的是“三春事业付东风”的暮春残景，暗示着贾府这个“百年望族”即将覆灭的命运。在这五首柳絮词中，除薛宝钗的《临江仙》故作高调以外，蓁都是悼春伤感之作。史湘云的“莫使春光别去”，贾探春的“也难绾系也难羁”，薛宝琴的“三春事业付东风”都同样表现了她们对好景易逝的惋惜心情。作者在贾府由盛而衰的转折时刻，安排这次诗会，写出了这些诗词，等于是为封建贵族阶级所作的挽歌，哀悼它必然没落、无法挽回的历史命运。值得注意的是作者在这一组词里，把林黛玉和薛宝钗这两个对立的艺术形象放在一起，通过各自对飞絮的咏叹，鲜明地表现了她们不同的思想和性格。林黛玉的《唐多令》，处处以柳絮自况，明写飞絮，暗叹身世，落笔双关，把自己缱绻风流、薄命漂泊、爱情破灭的深切哀愁寄托于柳絮，发出了悲愤忧怨又无可奈何的叹息。薛宝钗的《临江仙》，则春风满怀，自鸣得意。“几曾随逝水，岂必委芳尘”，她对封建贵族阶级必然同舟共济的历史命运不仅不认识，而且抱着幻想。“好风凭借力，送我上青云”，就表现了她依附封建势力，妄想出人头地的野心。作者褒贬之意，溢于言表。对我们分析研究《红楼梦》人物性格，颇有帮助。"
        },
        {
            "title": "警幻仙姑赋",
            "content": "方离柳坞，乍出花房。但行处，鸟惊庭树；将到时，影度回廊。仙袂乍飘兮，闻麝兰之馥郁；荷衣欲动兮，听环佩之铿锵。靥笑春桃兮，云堆翠髻；唇绽樱颗兮，榴齿含香。纤腰之楚楚兮，回风舞雪；珠翠之辉辉兮，满额鹅黄。出没花间兮，宜嗔宜喜；徘徊池上兮，若飞若扬。蛾眉颦笑兮，将言而未语；莲步乍移兮，待止而欲行。羡彼之良质兮，冰清玉润；羡彼之华服兮，闪灼文章。爱彼之貌容兮，香培玉琢；美彼之态度兮，凤翥龙翔。其素若何？春梅绽雪。其洁若何，秋菊被霜。其静若何，松生空谷。其艳若何，霞映澄塘。其文若何，龙游曲沼。其神若何，月射寒江。应惭西子，实愧王嫱。奇矣哉！生于孰地，来自何方？信矣乎！瑶池不二，紫府无双。果何人哉？如斯之美也！",
            "comment": " | 【注释】［评介］“警幻仙姑”是曹雪芹采取浪漫主义的手法，虚构出来的艺术形象。在她的引导下，贾宝玉梦游了她所管辖的太虚幻境，看到了金陵十二钗册子，听到了《红楼梦》十二支曲子。作者借仙境演绎现实，向人们暗示了四大家族衰败的结局，以及贾宝玉不可挽回地走向反封建的叛逆道路。“警幻仙姑”本来是受了荣、宁二公之灵的嘱托，要引导劝诱宝玉“入于正路”的。她引宝玉前来，“醉以灵酒，沁以仙茗，警以妙曲”，要他“改司前情，留意于孔孟之间，委身于经济之道”。但结果适得其反，宝玉仍然入了“迷津”，成为封建正统的叛逆者。 作者并没有把这位神话世界的主宰者写得象人间的统治者那样严肃、凶恶、虚伪，相反在曹雪芹的笔下，仙姑的容貌是那样美丽，体态是那样袅娜，性情是那样温柔，品格是那样诚挚。她“司人间之风情月债，掌尘世之女怨男痴”，敢于谈“情”说“爱”，具有现实生活中女性的一切美的特征。这在一定程度上反映了作者的民主思想，表现了他对现实社会的不满。 作者虚构“太虚幻境”，一方面是为了逃脱当时的文字狱，故意给作品蒙上一层迷离恍惚的面纱，另方面也是作品艺术结构的需要，作者通过警幻仙姑引出《红楼梦》十二支曲，这对于全书错纵复杂的故事情节起到了隐示作用。有的人认为“太虚幻境”是作者宿命论的反映，这显然是一种曲解。按照这个观点去解释《红楼梦》，那就成了一部宣传因果报应的迷信书了，哪里还谈得上它是一部形象的封建社会的没落史呢？"
        },
        {
            "title": "金陵十二钗正册——惜春",
            "content": "勘破三春景不长，缁衣顿改昔年妆。可怜绣户侯门女，独卧青灯古佛旁。",
            "comment": " | 【注释】判词首句\"勘破三春景不长\"中\"三春景不长\"是双关语。字面上指暮春，即春末，所以说景不长。实际上指惜春的三个姐姐即元春、迎春、探春这\"三春\"的遭际悲苦，所以说\"景不长\"。第二句\"缁衣顿改昔年妆\"，缁衣指的是尼姑穿的黑色服装。这两句是说惜春从她三个姐姐的遭遇中，看到了封建统治阶级的好景不长，决心摆脱世俗，遁入空门。第三、四句\"可怜绣户侯门女，独卧青灯古佛旁\"具体指出贾府小姐惜春最后出家为尼，再也不是公府千金而是过着\"缁衣乞食\"的生活。当然，这里的\"乞食\"并不一定就指像乞丐一样讨饭，但生活艰难，颠沛流离的命运是难以逃脱的。这首判词写惜春由三个姐姐的不幸遭遇预感到，自己将来也不会有好结果，决定出家为尼。但这条逃避现实的道路凄凉孤独，仍然是行不通的。诗里流露的同情与惋惜，明显地反映了作者的矛盾心情。我们从《判词》中可以看出，贾府的这四位小姐的遭遇，都是比较悲惨凄苦的。所谓元、迎、探、惜，就是“原应叹息”四字的谐音，这反映了作者对他所塑造的人物形象，寄寓的思想内容与社会意义。但只限于“叹息”是远远不够的。"
        },
        {
            "title": "金陵十二钗正册——王熙凤",
            "content": "凡鸟偏从末世来，都知爱慕此生才。一从二令三人木，哭向金陵事更哀。",
            "comment": " | 【注释】\"凡鸟从末世来\"指的是凤姐这么一个能干的女强人生于末世的不幸，\"凡鸟\"是繁体里的\"凤\"字，也就暗指王熙凤。从凤字拆出来得\"凡鸟\"二字比喻庸才，借用吕安对喜的典故，点出\"凤\"，自然是种讥讽。画里的雌凤所靠着的冰山，指的就是将融化的贾府所象征的靠山。\"一从二令三人木\"指的是丈夫贾链对凤姐的态度变化。新婚后先\"从\"，对她百依百顺，样样都听她的；\"二令\"解为\"冷\"，指的是丈夫对她的渐渐冷淡与开始对她发号施令；\"三人木\"以\"拆字法\"是指她最后被休弃的命运。\"哭向金陵事更哀\"就是她被休弃后哭着回娘家的悲哀的写照。在当时封建的社会中，被休弃是非常悲惨的。[评介]《红楼梦》中的众多女子，遭遇几乎都是很悲惨的，象王熙凤这样心机、手腕、权术、色相都过人的女性，按说是可以富贵善终的，但因为生于“末世”，也逃不脱悲剧的命运。她当作靠山的封建贵州阶级，这时已经成了冰山，她这只“雌凤”，自然没有了立足之地。她的失败，象征着贾府的衰亡，她的遭遇和下场，是封建社会末期地主阶级没落的必然结果。王熙凤，是作者笔下塑造得十分成功的人物形象之一，她精明炼达，善用权术，是封建大家族的“管家婆”，也是封建制度的“看门狗”。她得到封建主子的赏识，当然也受到了家族中同辈人的嫉恨，更受到下层奴仆的责骂。她“机关算尽”，可谓“太聪明”，但最终，“反害了卿卿性命”。这里也告诉我们：助桀为虐的人，是绝没有好下场的。"
        },
        {
            "title": "金陵十二钗正册——史湘云",
            "content": "富贵又如何？襁褓之间父母违。展眼吊斜辉，湘江水逝楚云飞。",
            "comment": " | 【注释】\"富贵又如何？襁褓之间父母违\"写湘云生于封建侯门富贵之家。所谓\"阿房宫，三百里，住不下金陵一个史\"，指的就是她家。但这又能怎么样？湘云在婴儿时期\"襁褓之间\"父母便去世了。虽然富贵而无人关心，从小没得过温暖。\"展眼吊斜辉，湘江水逝楚云飞\"第三句\"展眼吊斜辉\"说的是转眼之间，只有湘云一人独自面对落日感伤了。\"湘江水逝楚云飞\"点出了\"湘云\"二字。湘江在湖南，地属古代的楚国，故有楚云之称。湘江流逝，楚云飞散，隐喻史家衰败以及湘云夫妇生活的短暂，用的是楚怀王梦见巫山神女与之欢会的典故。[评介]史湘云家曾是富贵赫的世侯之族，但眼下却落得“几缕飞云，一湾逝水”，无情地反映了封建四大家族急剧没落与衰败的历史事实。曹雪芹在《红楼梦》中是通过史湘云个人生活变化从侧面展示这个封建大家族的衰亡的。而史湘云的思想性格也正是在这一变化中逐步发展的，她终于看透了功名利禄，成为林黛玉的同情与支持者。"
        },
        {
            "title": "金陵十二钗正册——秦可卿",
            "content": "情天情海幻情深，情既相逢必主淫。漫言不肖皆荣出，造衅开端实在宁。",
            "comment": " | 【注释】判词中第一句\"情天情海幻情深\"之中，\"情天情海\"指男女相思之情，深而且广。\"幻\"是虚幻，荒诞。这句是揭露贾蓉之父贾珍和儿媳妇秦可卿之间不正当的男女关系。最后两句\"漫言不肖皆荣出，造衅开端实在宁\"指出，莫说不肖子弟都来自荣国府，开头造成祸患的实在是宁国府的人。可卿也是被贾珍迫奸淫而自尽。[评介]这首判词通过秦可卿的遭遇，揭露了封建贵族家庭腐朽堕落的糜烂生活。贾府的伪君子们，表面上道貌岸然，衣冠楚楚，实际上“爬灰的爬灰，养小叔子的养小叔子”，人形兽类。这种荒淫无耻的生活，荣、宁二府几乎是同出一辙。秦可卿是一个弱者，在贾府的权势者们中间，她是一个被玩弄损害的形象，被堕入罪恶的深渊。作者对她的不幸遭遇是寄予深切同情的。作者把“情”、“淫”这些现象当作祸根，是有意给人以“大旨不过谈情”的假象。在阅读这些诗词时我们应当透过“假语村”，看到被“隐去”的“真事”。"
        },
        {
            "title": "金陵十二钗正册——妙玉",
            "content": "欲洁何曾洁？云空未必空。可怜金玉质，终陷淖泥中。",
            "comment": " | 【注释】此为妙玉的判词。妙玉虽入空门，然却恋着宝玉，最终被劫，也许就是佛家对她的惩罚吧。[评介]《红楼梦》中只说妙玉出身于“读书仕宦这家”，没有具体交代。但作者把她称为“金玉质”，且能诗会画，品性孤傲，自视高人一等，当极写其高贵。她想摆脱这个污浊腐败的现实社会，想弃绝尘世，但这只能是一种虚伪的幻想，结果还是“终陷淖泥中”，做了不“洁净”的人。"
        },
        {
            "title": "金陵十二钗正册——李纨",
            "content": "桃李春风结子完，到头谁似一盆兰。如冰水好空相妒，枉与他人作笑谈。",
            "comment": " | 【注释】首句写到\"桃李春风结子完。\"这里\"李\"、\"完\"暗示出李纨的名字。李纨与贾珠结婚，生了一子，丈夫不到二十岁就一病而亡。她的青春就像春风中的桃李花一样，一到结了果实，也就衰谢了。第二句\"到头谁似一盆兰\"与画面一样同指贾兰。这句说在贾府的末代子孙中，谁也比不上贾兰有\"出息\"。第三句\"如冰水好空相妒\"中\"如冰水好\"写李纨年轻丧夫尊礼守节，抚孤成立，这种品德在封建统治者看来是像冰水一样得洁净美好。\"空相妒\"，指虽然贾兰中了举，李纨也博得了\"贞节\"的美名，但这无法挽回贾府的衰败，只能徒然遭人妒忌罢了。第四句\"枉与他人作笑谈\"的意思是白白地供给别人当作笑料来谈论李纨一生奉行\"三从四德\"，是一个封建社会贤女节妇的典型。丈夫夭折以后，\"望子成龙\"便成了她唯一目的。贾兰中了举，暂时满足了她的愿望，但是贾家的衰败又属必然，局面已成，无法挽回。李纨最终也只落得\"槁木死灰\"，成为封建礼教的殉葬俑。曹雪芹将这位封建礼教的忠实奉行者安排在\"薄命词\"里，讽之为\"枉与他人作笑谈\"的\"虚名儿\"，这实是对封建礼教极妙的讽刺。[评介]李纨一生奉行“三从四德”，是一个封建社会贤女节妇的典型。丈夫夭折以后，“望子成龙”便成了她的唯一目的。贾兰中了举，暂时满足了她的愿望，但是贾家的衰败又属必然，局面已成，无法挽回。李纫最终也只落得“槁木死灰”，成为封建礼教的殉葬俑。曹雪芹将这位封建礼教的忠实奉行者安排在“薄命司”里，讽之为“枉与他人作笑谈”的“庶名儿”，这实在是对封建礼教极妙的讥讽。高鹗的续书写成“兰桂齐芳”，使贾府出现中兴的局面，显然是对曹雪芹原来创作意图的歪曲，是高鹗世界观的表露。这一续笔，大大削弱了《红楼梦》的思想性与艺术性。"
        },
        {
            "title": "金陵十二钗正册——贾元春",
            "content": "二十年来辨是非，榴花开处照官闱。三春争及初春景，虎兔相逢大梦归。",
            "comment": " | 【注释】第一句“二十年来辨是非”写元春在宫中生活了二十多年，对人世间的荣辱甘苦有了新的认识，觉得自己实到了“那不 见得人的去处”，“终无意趣 ”。第二句“榴花开处照宫闱 ”写元春从女史到凤藻宫尚书，直至贤德贵妃，荣耀一时，像石榴花盛开时一般火红。在外人看来，作为一个封建社会的女子应该满足了，但元春的结论却是懂得了“辨是非”，认识到了宫廷内部的种种黑暗 和腐败，对自己的生活道路采取了否定的态度.第三句“三春争及初春景”的三春是指元春的三个妹妹迎春、探春、惜春。”“争及初春景”的“初春”寓指元春，这句意思是说迎春、探春、惜 春比不上元春的荣华富贵。 最后一句“虎兔相逢大梦归”“虎兔相逢”指虎年和兔年之 交，元春死的十二月既是虎年的末尾，又是兔年的开始，所以说“虎兔相逢”，兔被虎吃掉了，是元春入宫作妃的必然结局。作者在这里把批判的锋芒直接指向了一般人都认为是“神圣”不可侵犯的皇权！[评介]元春这首判词画面上的“一张弓”点出“言”字，“一个香椽”点出“元”字，是写贾元春的宫闱生活。元春在后宫生活二十多年，从妇女史到凤藻宫尚书，直至贤德贵妃，荣耀一时，象石榴花盛开时一样火红。在外人看来，作为一个封建社会的女子应该满足了，但元春的结论却是懂得了“辨是非”，认识到了宫庭内部的种种黑暗和腐败，对自己的生活道路采取了否定的态度。她没有自由，没有幸福、内心空虚而苦闷，“虎兔相逢大梦归”，就写出了她入宫作妃的必然结局。作者在这里把批判的锋芒直接指向了被一般人认为是“神圣”不可侵犯的皇权！声称毫不干涉时世的曹雪芹，在这里显然是在伤时骂世了。"
        },
        {
            "title": "金陵十二钗正册——贾迎春",
            "content": "子孙中山狼，得志便猖狂。金闺花柳质，一载赴黄梁。",
            "comment": " | 【注释】首句\"子系中山狼\"中\"子系\"二字合成\"孙\"的繁体字，指的是迎春的丈夫孙绍祖。\"中山狼\"用的是《中山狼传》的典故，喻凶狠残暴而又忘恩负义的人。这里是比喻迎春丈夫孙绍祖的险恶狠毒。\"得志便猖狂\"写得意后便为非作歹，横行霸道。孙绍祖在家境困难时曾经拜倒在贾门府下，乞求帮助。后来，孙绍祖在京袭了官职，又\"在兵部侯缺题升\"，一跃成为\"暴发户\"。贾家衰败后，孙绍祖向它逼债，任意践踏迎春。[评介]迎春嫁了孙绍祖后，备受折磨与凌辱。作者通过她悲惨遭遇的描写，把笔锋指向四大家族以外的现实社会，进一步暴露了封建统治阶级荒淫无耻，凶残暴虐，草菅人命的罪恶行径；同时从一个侧面反映了封建大厦的崩溃。迎春的遭遇告诉人们：贾府已经衰落到了连自己的亲身独生女都难以保全的地步。"
        },
        {
            "title": "金陵十二钗正册——贾探春",
            "content": "才自清明志自高，生于末世运偏消。清明涕泣江边望，千里东风一梦遥!",
            "comment": " | 【注释】探春是贾府的三小姐，贾政之妾赵姨娘之女。“才自精明志 自高”。指的是她的志向高远，精明能干，清醒精敏，不被 富贵蒙昏了头。“生于末世运偏消”写她生于封建社会衰亡的末世，又是庶出的不幸，“ 才”、“志”不能得到充分发 挥的可惜。 “清明涕泣江边望，千里东风一梦遥”暗示探春将远嫁边疆，如断了线的风筝般一去不返，出嫁时乘船而去。句中的“清明”点出她将在清明时分远嫁他乡，如在综观画里的女子一样在船上对着江边“掩面泣涕”，挥别父母家人，往后只能在睡梦中与家人团聚。"
        },
        {
            "title": "金陵十二钗正册——钗、黛",
            "content": "可叹停机德，堪怜咏絮才。玉带林中挂，金簪雪里埋。",
            "comment": " | 【注释】“停机德”指的是出自战国时代燕国乐羊子妻停下机子不织 布来劝勉丈夫求取功名贤淑之 德的故事。符合封建道德标准 的女人，称为具有“停机德” ，这里是赞叹宝钗。“咏絮才”指女子咏诗的才华，出自晋朝谢奕女幼年时期的故事。后世称赞能诗善文的女子为有“咏絮才”这里喻指黛 玉应怜惜 。 “玉带林中挂”，倒过来是指 “林黛玉”。好好的一条封建官僚的腰带，沦落到挂在枯木上，是黛玉才情被忽视，命运悲惨的写照。 “金簪雪里埋”，是指薛宝钗如图里的金簪一般，被埋在雪里，也是不得其所，暗示薛宝钗必然遭到冷落孤寒的境遇。她虽然胜了黛玉，当上“宝二奶奶”，但也好景不常，终在宝玉出家离去后，空守闺房，成了封建礼教的牺牲品。 [评介]这首判词艺术地暗示了林黛玉和薛宝钗的思想品格以及所遭遇的不同命运。林黛玉和薛宝钗是两个对立的艺术形象，她们代表着封建贵族家庭出身的女子的两种截然不同的生活道路和思想性格。林黛玉是封建礼教的叛逆者，薛宝钗则是封建礼教的卫道士。林黛玉由于出身、遭遇等方面的些特殊原因，并没有受过严格的封建道德的教育与熏陶。相反地，她读了《西厢记》、《牡丹亭》一类反对封建礼教束缚的“杂书”，便逐步形成了她鄙薄功名、厌恶世俗、追求爱情的自由与幸福生活的思想性格。她和宝玉的爱情是建筑在共同的思想认识基础上的，所以这种爱情是趋势的、纯洁的、强烈的，但它显然是与那个家族、那个阶级、那个社会不相容的，这就决定了宝、黛爱情的悲剧性质和结局。薛宝钗则完全是另外一种典型。她出岙于“金陵一霸”的贵族皇商家族，来到京城是为了待选入宫，“充为才人赞善之职”的。她早已失去了少女的天真和热情，只知道以封建礼教约束自己，并使自己成了执行的楷模，从不敢也不愿越过雷池一步。这便逐步形成了她热衷功名，深于世故，温顺宽和的思想性格。她不止一次地劝宝玉功名上进，博得贾母、王夫人的欢心，终于取得了“宝二奶奶”的地位。但她的这种思想性格和宝玉和叛逆精神是水火不相容的，他们之间没有共同的思想、语言与生活基础，当然也不会有真正的爱情。因地，所谓“金玉良缘”实际上也是一场悲剧。表现在宝、黛、钗三人之间的这一场悲剧性的爱情纠葛，深刻地反映了封建末世地主阶级意识形态方面面临的严重危机：千百年来统治人们精神世界的封建礼教道德，已经彻底暴露了它的腐朽、残忍、虚伪，已经残破到了百孔千疮的地步，彻底崩溃的局面已经形成，决非人力＿＿一切封建卫道士之流所能修补和挽回。"
        },
        {
            "title": "金陵十二钗又副册——袭人",
            "content": "枉自温柔和顺，空云似桂如兰。堪羡优伶有富，谁知公子无缘。",
            "comment": " | 【注释】首句“枉自温柔和顺”是指花袭人温柔和顺的性格，封建的道德观念，要求妇女“温柔和厚”，袭人就是这种封建道德的牺牲品。 第二句是“空云似桂如兰”。这里“似桂如兰”是古人常用来比喻人的美好品德的桂花、兰草。“空云”，也就是徒然 说，是对桂和兰的否定。宋代陆游有“花气袭人知骤暖”的 诗句。袭人姓花，原名蕊珠，宝玉就根据陆游的诗把她改名为花袭人。这里的桂兰也寓花袭人的名字。 第三句“堪羡优伶有福”是指袭人在宝玉出走后，袭人第一个离开贾府，嫁了给曾是唱戏的蒋玉函。而袭人也始终与“ 公子”，宝玉无缘分。 [评介]袭人的画面上是“一簇鲜花，一床破席”，暗寓“花”、“袭”二字。这首判词是对袭人俯首驯顺的奴才性格的嘲讽。 袭人和晴雯是两种思想品格截然不同的奴婢。她虽出身于劳动人民家族，但却背叛了自己的阶级，对主子俯首贴耳，百依百顺。有时还不惜出卖同伴，到主子面前告密、领赏。她就是鲁迅先生所斥责的那种“津津乐道地赞赏美妙的奴隶生活并对和善的好心的主人感激不尽”的地地道道的奴才。 曹雪芹是带着憎恶和嘲弄的感情写这首判词的。他对袭人的所谓“美德”，冠以“枉自”、“空云”，对她的结局，冠以“堪羡”、“谁知”。本来袭人想凭着自己“温柔和顺”、“似桂如兰”的品貌，博得主子的欢心，第一个委身于宝玉，满有把握地想当个“姨奶奶”，但由于宝玉的出走，结果却事与愿违，在贾家难以安置的情况下，第一个卷起行李，恋恋不舍、凄凄惨惨地离去。 另处，根据“脂批”，袭人出嫁是在宝玉出家之前。高鹗的续书却写成在宝玉出家之后“不得已”才嫁了蒋玉函，这虽更合乎“人情世道”一些，但却与曹雪芹的原意不合，减轻了读者对她的厌恶，削弱了对她的批判。"
        },
        {
            "title": "金陵十二钗又副册——晴雯",
            "content": "霁月难逢，彩云易散。心比天高，身为下贱。风流灵巧招人怨。寿夭多因诽谤生，多情公子空牵念!",
            "comment": " | 【注释】词首两句“霁月难逢，彩云易散”点出晴雯的名字，暗示他的人品和将遭到的不幸，霁月，指雨后月出，天晴月朗。这就点出了一个“ 晴 ”字。而旧时以“光风霁月”喻人的品格光明磊落。这也就是作者对晴雯人品的赞赏。彩云是有纹彩的云霞，两云呈彩叫雯，点出一个“雯”字，而且寓有纯净美好的意思。这两句中的“难逢”、“易散”，暗寓晴雯品格高尚，像易于消散的云彩那样难存于世，她将遭到不幸。[评介]册子上暗指晴雯的这幅画，“既非人物，亦非山水，不过是水墨ч染的满纸乌云浊雾而已”。这比喻晴雯的处境十分恶劣与危险。 晴雯是《红楼梦》众多女婢中，性格极其鲜明的一个，她具有烈火一样的反抗精神。就其所处的社会地位来说，她是个“身为下*”的奴隶，她处于封建社会奴役压迫下的最底层，连籍贯姓名都不知道。但是，她并不自轻自*，保持了做人的尊严。她身为女奴，却“心比天高”，丝毫不屈服于封建统治者的淫威，也不受封建势力的收买，始终表现了大胆泼辣、宁死不屈、反抗到底的斗争精神。她没有丝毫的奴颜媚骨，这是在封建宗法制度奴役下劳人民最富贵的性格。 晴雯蔑视礼法，偃蹇反俗，锋芒毕露，不向浊恶势力屈服，自然就成了封建卫道者们的眼中钉、肉中刺，主子容不得她，奴才们也容不得她，结果就会“招人怨”，“诽谤生”，最后被迫害致死，这是晴雯悲剧命运的客观必然性。她是《红楼梦》人物中，塑造得十分出色、非常感人的形象之一。她的这种可贵精神，为后来的评家、读者所赞颂。作者把晴雯安排在十二钗图册的首位，爱憎是很分明的。"
        },
        {
            "title": "金陵十二钗副册——香菱",
            "content": "根并荷花一茎香，平生遭际实堪伤。自从两地生孤木，致使香魂返故乡。",
            "comment": " | 【注释】首句“根并荷花一茎香”写的是莲根荷花同长在一根茎上，一样芳香。荷花也称莲花，这里暗示香菱原名英莲。 “自从两地生孤木”的“两地 生孤木”寓一个“桂”字，点 出夏金桂的名字。 最后一句“致使香魂返故乡”指的是死亡，暗示香菱被夏金桂虐待致死。香菱由地主阶级出身的小姐而终于 落入四大家族的罗网，这种遭遇深刻反映了在封建社会的斗争中，中、小地主必然破败的命运，也抨击血淋淋的妻妾制度的残酷，从而揭示封建“末世”女子的悲惨命运。 [评介]香菱是甄士隐的女儿。出身于破落的中小地主阶级家族，后被拐骗、贩卖，沦落为婢妾。她既要受薛蟠的玩弄和蹂躏，又要受薛蟠正妻夏金桂的残酷虐待，最后被活活折磨而死，这就是她的“平生曹际”。香菱由地主阶级出身的小姐而终于落入四大家族的统治罗网，这种遭遇深刻反映了在封建社会的兼并斗争中，中、小地主必然破败的命运。但高鹗的续书却写成夏金桂死后，香菱被扶正，成了大团圆的结局，宣传了“善有善报，恶有恶报”的佛老思想；违背了曹雪芹原来的“水涸泥干，莲枯藕败”的悲剧性结局的创作意图，损害了香菱的艺术形象，降低了《红楼梦》的思想意义。"
        },
        {
            "title": "娇杏赞",
            "content": "偶因一着错，便为人上人。",
            "comment": " | 【注释】［评介］在封建社会，女子受礼都约束最严。作者写娇杏由于一次“越轨”行为，反而由一个罕了低层的婢女变成上流社会的贵夫人，这是对封建礼教的尖锐嘲讽。 娇杏因“错”而得荣耀，作了“夫人”，自然是“侥幸”：。作者通过这个人物的生平际遇，暗示了贾雨村、贾府以至整个封建贵州阶级处危荀且的历史命运。 另外，据“脂批”，这回有一首回前诗，系曹雪芹所作：“一局输赢料不真，香销茶尽尚逡巡。欲知目下兴衰兆，须问旁观冷眼人。”这一回是“冷子兴演说荣国府”。从这首回前诗中我们又可以看出作者写娇杏的“一着错”，是写贾府的“一局输赢料不真”的一个引子，以预示这个封建家族“兴衰‘的兆头。"
        },
        {
            "title": "寄生草",
            "content": "无我原非你，从他不解伊。肆行无碍凭来去。茫茫着甚悲愁喜？纷纷说甚亲疏密。从前碌碌却因何，到如今，回头试想真无趣！",
            "comment": " | 【注释】[评介]这首《寄生草》是《参禅偈》的进一步发展和具体化。它反映了贾宝玉性格发展的一个阶段。这时候的贾宝玉对他周围的人们，如宝钗、黛玉、湘云、袭人等，还没有明确清醒的认识，他想讨好所有的人，想在这些不同思想性格的人之间调解，但在一次又一次的矛盾冲突的事实面前，他的这种“好心”总是适得其反，只能给他带来痛苦和烦恼，于是便流露了道家清静无为、虚无颓唐的念头。对于宝玉的这一思想，宝钗最为担心，“这些道书机铎，最能移性的”，于是把宝玉填的《寄生草》和偈语“撕了个粉碎”，叫“快烧了”。而黛玉则“知是宝玉为一时感仇而作”，几就把宝玉点醒，使他回到了严峻的现实生活当中。这对宝玉性格的成长是起了促进作用的，他们的爱情也正是在这种微妙的磨难中，在卫道与叛逆的矛盾斗争中，曲折地发展起来的。"
        },
        {
            "title": "回前诗",
            "content": "浮生着甚苦奔忙，盛席华筵终散场。悲喜千般同幻渺，古今一梦尽荒唐。漫言红袖啼痕重，更有情痴抱恨长。字字看来皆是血，十年辛苦不寻常。",
            "comment": " | 【注释】注：此诗的作者是否曹雪芹，现还在争论中。"
        },
        {
            "title": "红楼梦十二曲——终身误",
            "content": "都道是金玉良缘，俺只念木石前盟。空对着山中高士晶莹雪，终不忘世外仙姝寂寞林。叹人间美中不足今方信。纵然是齐眉举案，到底意难平。",
            "comment": " | 【注释】这支曲子是以贾宝玉的口气写的，它明确地抒发了对钗、黛的不同思想感情。贾宝玉和林黛玉虽不得结合为夫妻，却终生互相怀念，说明他们有共同的思想基础，这就是反对封建礼教，鄙弃功名利禄；贾宝玉和薛宝钗同床异梦，冷漠无情，说明他们之间没有共同的志趣。贾宝玉敢于反对封建统治阶级给他们安排的\"金玉良缘\"，而永远忠于\"木石前盟\"，说明他具有强烈的反对封建礼教的民主自由思想。他不满意命运的摆布，尽管贾母给他安排了锦衣玉食，尽管薛宝钗对他\"齐眉举案\"，百般顺从，但他仍然\"抑制不住内心的愤懑\"，\"到底意难平\"！他认为，\"金玉良缘\"，不仅是\"美中不足\"，而简直是毁灭性的打击，他悲痛地感叹人生，控诉社会，恨不能把积郁在内心的深沉感情统统发泄出来！"
        },
        {
            "title": "红楼梦十二曲——引子",
            "content": "开辟鸿蒙，谁为情种？都只为风月情浓。奈何天，伤怀日，寂寥时，试遣愚衷。因此上演出这悲金悼玉的\"红楼梦\"。",
            "comment": " | 【注释】这是《红楼梦》十二支曲的一首序曲，它引出十二支曲子，同时也是这十二支曲的总括和提示。这首序曲交代了《红楼梦》的起缘。在这里，作者曹雪芹是以警幻仙子的口气，借风月之情来抒发他的\"愚衷\"。诚然，曹雪芹在《红楼梦》中写了\"风月情浓\"，表现了宝、黛之间的爱情。但是，这种爱情非\"才子佳人\"式的庸俗爱情，而是建筑在对封建礼教叛逆的基础上的纯洁的爱情。因此，\"悲金悼玉\"既不是什么\"色空幻境\"的描写，也不是什么\"情场忏悔\"之作，而是通过青年男女悲欢离合的爱情故事，来表现封建社会末世之\"天\"这样一个深刻的主题，派遣作者的\"愚衷\"，这个\"愚衷\"就是作者意想补\"天\"而无法可补的思想矛盾。"
        },
        {
            "title": "红楼梦十二曲——虚花悟",
            "content": "将那三春勘破，桃红柳绿待如何？把这韶华打灭，觅那清淡天和。说什么天上夭桃盛，云中杏蕊多，到头来谁见把秋捱过？则看那白杨村里人呜咽，青枫林下鬼吟哦，更兼着连天衰草遮坟墓。这的是昨贫今富人劳碌，春荣秋谢花折磨。似这般生关死劫谁能躲？闻说道西方宝树唤婆娑，上结着长生果。",
            "comment": " | 【注释】\"虚花悟\"实际上就是\"惜春悟\"。她从三个姐姐的遭遇中，看透了人世间的荣华富贵，意识到自己的未来。她认为人就如花一样。花不论是满园的\"夭桃\"，或遍山的\"杏蕊\"最终都捱不过秋霜；人不管贫穷或富贵，都逃不脱\"生关死劫\"，又何必空自忙碌受折磨？因此，她年纪轻轻，就产生了弃世的念头，扑灭了自己青春的火焰，去\"觅那清淡天和\"的生活，出家当尼姑去了。"
        },
        {
            "title": "红楼梦十二曲——喜冤家",
            "content": "中山狼，无情兽，全不念当日根由。一味的娇奢淫荡贪欢媾。觑着那侯门艳质同蒲柳，作贱的公府千金似下流。叹芳魂艳魄，一载荡悠悠。",
            "comment": " | 【注释】这首曲子写贾迎春的不幸遭遇和悲惨命运。从字面上看，迎春是被丈夫折磨摧残而死的，实际上作者是给我们揭开了统治阶级内部帏幕的一角。透过贾、孙两家的婚姻关系，我们可以看到封建统制阶级内部财产和权力的斗争情况以及人与人之间的关系的转变，从而进一步认识迎春悲剧的社会意义。在孙绍祖考获官职前，他曾经拜倒在贾府门下。但是，在他考获官职，而贾府家势衰败时，他却恩将仇报，把两家的关系倒转过来，成了债户和债主的关系了。正是由于这种整个家庭社会地位的变化，才带来了迎春个人地位的变化，由昔日的\"侯门艳质\"、\"公府千金\"变成了今日的\"蒲柳\"、\"下流\"，而孙绍祖也才敢于露出\"中山狼\"的真面目去作践她，凌辱她。所以说迎春的悲剧命运并不单纯是她个人的问题，与其说迎春是被\"中山狼，无情兽\"吃掉，不如说是被封建的宗法制度和人吃人的社会所吞噬。"
        },
        {
            "title": "红楼梦十二曲——枉凝眉",
            "content": "一个是阆苑仙葩，一个是美玉无瑕。若说没奇缘，今生偏又遇着他；若说有奇缘，如何心事终虚话？一个枉子嗟呀，一个空劳牵挂。一个是水中月，一个是镜中花。想眼中能有多少泪珠儿，怎禁得秋流到冬，春流到夏！",
            "comment": " | 【注释】作者在这支曲子中，进一步抒写了贾宝玉与林黛玉之间的真挚的爱情。他们\"一个是阆苑仙葩\"，\"一个是美玉无瑕\"，都是心地纯洁，聪明善良的青年。这样一对有情人，能不能结合呢？作者用两个设问，怀着含蓄而又诚挚的感情，把人们带到现实世界里来。现实就是这样残酷，在封建宗法制度的统治迫害下，有情人难成眷属，只能空自嗟，枉牵挂。接着应用\"水中月\"、\"镜中花\"这两个形象化的比喻，对造成这种可望而不可及的爱情悲剧的现实提出了质问，最后用眼泪的控诉作结。整个曲子婉转深沉，发人深思。当然作者不会认识造成这个爱情悲剧的社会原因，但他写出这种悲剧，明白而响亮地发出呐喊，提出控诉，也是难能可贵的。这种现实主义的创作方法，使这部伟大的作品发出反封建的思想光芒。"
        },
        {
            "title": "红楼梦十二曲——晚韶华",
            "content": "镜里恩情，更那堪梦里功名！那美韶华去之何迅，再休提绣帐鸳衾。只这戴朱冠披凤袄，也抵不了无常性命。虽说是人生莫受老来贫，也须要阴骘积儿孙。气昂昂头戴簪缨，光灿灿胸悬金印，威赫赫爵禄高登，昏惨惨黄泉路近！问古来将相可还存？也只是虚名儿后人钦敬。",
            "comment": " | 【注释】这支曲子，写李纨的遭遇和命运。在李纨的一生中，她遇到的两次\"幸福\"都是很短暂的，而漫长的岁月是在寂寞空虚苦闷中度过的。美妙青春年华，\"去之何迅\"，留下的只是\"镜里恩情\"和\"绣帐鸳衾\"的回忆；后半世\"望子成龙\"，刚刚\"气昂昂，头戴簪缨，光灿灿，胸悬金印，威赫赫爵禄高登\"之际，却突然一转，\"昏惨惨，黄泉路近\"！希望全然破灭。李纨的这条生活道路，在封建末世年轻的寡妇中是很有代表性的，有多少寡妇怀着同样的希望，遭到了同样的结局。尽管她们都博得了\"贞节\"、\"贤淑\"的美名，但又有什么用呢？高鹗的续书没有写出贾兰“昏惨惨，黄泉路近”的结局，反面美化成什么“兰桂齐芳”，团园复初，这是不符合曹雪芹原意的，也削弱了《红楼梦》一书的思想性与艺术性。"
        },
        {
            "title": "红楼梦十二曲——世难容",
            "content": "气质美如兰，才华馥比仙。天生成孤僻人皆罕。你道是啖肉食腥膻，视绮罗俗厌；却不知好高人愈妒，过洁世同嫌。可叹这青灯古殿人将老，辜负了红粉朱楼春色阑，到头来依旧是风尘肮脏违心愿。好一似无瑕白玉遭泥陷，又何须王孙公子叹无缘？",
            "comment": " | 【注释】在《红楼梦》中，妙玉是一个有着特殊身份的人物。她出身于\"读书仕宦之家\"，从小便舍给寺院，由小姐变成了尼姑；但她并不与一般女尼为伍，过的还是小姐生活，摆的还是小姐派头，是\"尼姑式\"的小姐。她的这种生活道路以及这种生活形成的那种孤僻娇情的性格，是封建末世贵族统治阶级崩溃瓦解的一种产物。像妙玉这样的贵族小姐，由于家势衰落，在统制阶级队伍里丧失了立足之地，但从小娇生惯养，又不能在社会上自立。于是\"遁入空门\"便成了他们最后的一条道路。但社会上并不存在着真空地带，\"到头来依旧是风尘肮脏违心愿\"。\"空门\"并没有能够保护她\"清身静心\"，\"出家\"也没有割断她与\"尘世\"上的联系。她不甘心投靠权贵，却又不得不依附权门。，受贾府的供养，她的命运也是随着贾府大树的摧倒，同这个阶级一起没落。\"可叹这，青灯古殿人将老，孤负了，红粉朱楼春色阑\"。作者通过妙玉这个特殊的人物，表现了他对出世哲学的否定，对禁欲主义的批判。同时，也说明封建阶级这个大厦的崩溃，必然要波及到所有的角落，出家遁世，回避现实是不可能的。这在当时，也是颇有见地的认识，是作者民主进步思想的表现。"
        },
        {
            "title": "红楼梦十二曲——留馀庆",
            "content": "留馀庆，留馀庆，忽遇恩人；幸娘亲，幸娘亲，积得阴功。劝人生济困扶穷，休以俺那爱银钱忘骨肉的狠舅奸兄。正是乘除加减，上有苍穹!",
            "comment": " | 【注释】这首曲子写巧姐。巧姐是《红楼梦》中，众多的贵族子女中，唯一走向自食其力的人。作者并没有把巧姐的这条生活道路，当作悲剧来写，而是以庆幸的口吻予以肯定。作者在写贾府衰败之后，一方面写统治阶级内部骨肉相残，一方面又写农村劳动妇女---刘姥姥把巧姐从火坑里救出来，既是对虚伪的封建道德的揭露，也是作者\"劝人生，济困扶穷\"的思想表现。"
        },
        {
            "title": "红楼梦十二曲——乐中悲",
            "content": "襁褓中，父母叹双亡。纵居那绮罗丛中谁知娇养？幸生来英豪阔大宽宏量，从未将儿女私情，略萦心上。好一似霁月光风耀玉堂。厮配得才貌仙郎，博得个地久天长，准折得幼年时坎坷形状。终久是云散高唐，水涸湘江。这是尘寰中消长数应当，何必枉悲伤?",
            "comment": " | 【注释】史湘云是既不同于薛宝钗，也不同于林黛玉的另一种封建贵族小姐。她出身名门，身居绮罗丛中，但幼年孤苦，无人娇养。她没有林黛玉那种见风落泪，赏月伤怀的愁肠；也没有薛宝钗那种温柔敦厚，幽娴贞静的女德。她豪放开朗，在姐妹群中堪称豁达大度，不拘小节的\"女丈夫\"。她胸怀坦荡，光明磊落，\"好似霁月光风耀玉堂\"。她心直口快，不像薛宝钗那样口是心非。随着现实生活中各种矛盾斗争的发展，她的思想性格也在发展变化，她由赞助宝钗转为同情黛玉。她以乐观的精神与命运搏斗，希望\"厮配得才貌仙郎，博得个地久天长\"。但这样的心愿在封建末世也难实现。作者把史小姐的命运纳入四大家族之中描写，通过她个人的生活遭遇和变化，从侧面描写了四大家族之一的史家的衰败过程。曲子最后把史湘云的不幸际遇说成是\"尘寰中消长数应当\"，显然是唯心主义的宿命论思想的流露。"
        },
        {
            "title": "红楼梦十二曲——恨无常",
            "content": "喜荣华正好，恨无常又到，眼睁睁把万事全抛，荡悠悠芳魂销耗。望家乡路远山高。故向爹娘梦里相寻告：儿命已入黄泉，天伦呵，须要退步抽身早！",
            "comment": " | 【注释】贾元春被封为贤德贵妃，似乎是享受着荣华富贵，但一个\"喜\"字，却表明了她实在是强颜欢笑，她把宫廷看作是\"终无意趣\"的\"不得见人的去处\"，内心满怀着寂寞凄凉的痛苦。她\"恨无常又到\"，不是留恋宫闱生活，而是牵挂着她那个家族的命运。贾元春生活在皇宫多年，她深深感到最高统统治阶层内部的斗争风云，她的荣辱沉浮，关系着宁、荣二府的生死存亡，她的死就是贾府衰亡的前兆。所以她从自身的突变，预感到了家族的末日，不惜\"芳魂销耗\"，也要向爹娘托梦：及早\"退步抽身\"，以避免覆巢之难。不难看出，贾家衰亡，尽管元春绞尽脑汁、费尽心机，直至死后，魂魄仍念念不忘，也挽救不了贾府的败落，以及整个封建大厦的必然崩溃倒坍的局面。"
        },
        {
            "title": "红楼梦十二曲——好事终",
            "content": "画梁春尽落香尘。擅风情，秉月貌，便是败家的根本。箕裘颓堕皆从敬，家事消亡首罪宁。宿孽总因情！",
            "comment": " | 【注释】这支曲子写秦可卿。秦可卿原来是\"养生堂\"中的孤儿，出身低下，养父也只是个\"营缮司\"的\"郎中\"。她虽然在贾府时间不长，却看得比较深刻，她托梦给王熙凤，让她早想办法，留条后路：\"将祖茔附近多置田庄、房舍、地亩\"，\"便败落下来，子孙回家读书务农，也有个退步，祭祀又可永继\"。可见她早就预料到家势要败落。可惜贾府的统治者是不会接受这种劝告的。"
        },
        {
            "title": "红楼梦十二曲——分骨肉",
            "content": "一帆风雨路三千，把骨肉家园，齐来抛闪。恐哭损残年，告爹娘休把儿悬念。自古穷通皆有定，离合岂无缘？从今分两地，各自保平安。奴去也，莫牵连!",
            "comment": " | 【注释】探春在贾家诸姊妹中是比较头脑清醒、眼光锐敏的一个。《红楼梦》中许多很有分量的话都是从探春口说出来的，她所说的\"恨不得你吃了我，我吃了你\"的话，把封建统制阶级家庭内部鸡争鸭斗的丑态表露无遗。她早就预料，这样的人家是定要\"一败涂地\"的。探春的远嫁不是偶然的。这一方面说明封建贵族家庭的分崩离析，另一方面也是这个\"精明志高\"的三姑娘理家失败后的必然结局。从这支曲子中，我们可以看到探春远嫁的矛盾心情。她舍不得抛开至亲骨肉，舍不得远离自己的家庭，所以有悲痛的哭泣；但她也预料到家势必败，怀着\"覆巢之下无完卵\"的忧虑，所以有\"离合岂无缘\"的自慰。字里行间不难看出，探春有远嫁避祸的意思。 | 【注释】[评介]探春在贾家诸姊妹中是比较头脑清醒、眼光敏锐的一个。《红楼梦》中许多很有分量的话都是从探春口里说出来的，她所说的“恨不得你吃了我，我吃了你”的话，把封建统治阶级家庭内部鸡争鸭斗的丑态表露无遗。她早就预料，这样的人家是定要“一败涂地”的。探春的远嫁不是偶然的。这一方面说明封建贵族家庭的分崩离析，另一方面也是这个“精明志高”的三姑娘理家失败后的必然结局。从这支曲子中，我们可以看到探春远嫁的矛盾心情。她舍不得抛开至亲骨肉，舍不得远离自己的家庭，所以有悲痛的哭泣；但她也预料到家势必败，怀着“覆巢之下无完卵”的忧虑，所以有“离合岂无缘”的自慰。字里行间不难看出，探春有远嫁避祸的意思。"
        },
        {
            "title": "红楼梦十二曲——飞鸟各投林",
            "content": "为官的，家业凋零；富贵的，金银散尽；有恩的，死里逃生；无情的，分明报应；欠命的，命已还；欠泪的，泪已尽：冤冤相报实非轻，分离聚合皆前定。欲知命短问前生，老来富贵也真侥幸。看破的，遁入空门；痴迷的，枉送了性命。好一似食尽鸟投林，落了片白茫茫大地真干净！",
            "comment": " | 【注释】这支曲子是《红楼梦十二曲》的总结，也是大观园里众多女子悲剧命运的概括。它宣告了四大家族的彻底崩溃，预示了封建社会必然走向灭亡的历史命运。这里写到了十二个女子的各种生活遭遇、各种性格、各种结局。史湘云是贵族之家的千金小姐，但家业已经衰败；薛宝钗家资巨富，但已挥霍殆尽；巧姐临难遇恩人，得以死里逃生；妙玉冷眼看人世，落得身陷泥淖中；贾迎春抵债嫁给孙绍祖，被活活折磨而死；林黛玉叛逆封建礼教，为宝玉泪尽丧身；秦可卿饮辱自缢；贾探春避祸远嫁；元春身封贵妃而不得善终；李纨因子得贵也实侥幸；贾惜春看破红尘，削发为尼，遁入空门；王熙凤执迷不悟，机关算尽，结果送了性命。凡此种种，形形色色，哪一条路也不通，哪一条命运也不佳。这是封建社会穷途末路彻底崩溃的前兆，所以作者的结论就是：\"好一似食尽鸟投林，落了白茫茫大地真干净！\" | 【注释】　　这是《红楼梦曲》总收尾的曲子。　　《飞鸟各投林》，是“家散人亡各奔腾”的另一种说法，与“树倒猢狲散”同义。　　这首收尾的曲子是对以贾家为代表的封建贵族阶级命运的概括，也可以说是一首带有朴素辩证法思想的主题歌。　　作者一生由“饮甘餍肥”的贵族子弟跌落成一个“举家食粥”的落拓文人。他看到封建社会处处充满矛盾斗争，一切都在运动，都在产生和消失。这种客观的辩证法印在作者头脑中，就形成了他朴素的辩证法观念。在第十三回中作者通过秦可卿之口说：“常言‘月满则亏，水满则溢’‘否极泰来’，荣辱自古周而复始，岂人力所能常保的。”这就是说“物极必反”，有始必有终，有盛必有衰，这个客观规律是任何人都无法抗拒的。这首《飞鸟各投林》的曲子等于宣布：凡是封建统治阶级所拼命追求和维护的一切，都是注定要灭亡的。曹雪芹依据他的朴素辩证法思想忠实地描绘了大观园内外的社会生活，正像他自己宣称的：“至若离合悲欢，兴衰际遇，则又追踪蹬迹，不敢稍加穿凿”，因而《红楼梦》所反映的贵族家庭的兴衰始终，是符合历史的辩证法的。作者写他们的“极盛”，正是要反衬他们的“极衰”；写他们的“赫赫扬扬”，正是要反衬他们的“烟消火灭”。高鹗续写的后四十回写贾家最后又“沐天思”、“延世泽”、“兰桂齐芳”，安排一个不喜不悲的“团圆”结局，是违背曹雪芹原意的。曹雪芹设计的结局是“乐极悲生，人非物换”，“树倒猢狲散”。按照作者朴素辩证法的观点，荣国府并不永远“荣”，有荣必有枯，而且要枯得很惨；宁国府也不永远“宁”，有宁必有危，”终要有破家灭族的一天。从脂砚斋批语透露的曹雪芹所写的八十回以后的部分情节看，贾家败落后，当年“金窗玉槛”、“珠宝乾坤”的大观园要变成“落叶萧萧，寒烟漠漠”的一片凄凉颓败景象。被撵出大观园的宝玉和宝钗要有一段“寒冬噎酸齑、雪夜围破毡”的困苦生活；王熙风要有一个“身微远蹇”、“回首惨痛”的可悲下场；惜春要沿门托钵，“缁衣乞食”；贾赦、贾珍之流要被撤职罢官，扛上枷锁，或被杀头，或被流放充军。贾家如此，与他们有关联的其他史、王、薛三族也一样，得势时他们互相“扶持遮饰”，势败时也要一齐完蛋。他们都向自己的对立面转化了去。这首《飞鸟各投林》的曲子，就是对他们下场的形象描绘。　　曹雪芹毕竟是二百多年前封建贵族出身的一位作家，他的世界观中存在着深刻的矛盾：他对他出身的贵族阶级充满厌恶和愤慨，但又和这个阶级难解难分地联在一起；他清楚地看到这个阶级不配有更好的命运，但又不知道谁是历史的主人；他尖锐地揭露和批判了封建社会的腐败，但又提不出超出封建主义范畴的政治思想。他看到了社会现象的发展和变迁，但只是把它看成是一种简单的循环，如认为“荣辱自古周而复始”，就是错误的“历史循环论”。所有这些都反映了曹雪芹历史的和阶级的局限性，也反映了他朴素辩证法思想的局限性。　　　　　　　　周汝昌先生在《红楼梦与中华文化》中有一个论断，认为这首曲子是《红楼梦》全剧三大主线之一的“人散”。原文摘录如下：　　　　　　……这第三条大线就是“人散”。人散虽与家亡相联，又自成体段，前文已经说过。秦可卿与风姐托梦的结语，说了两句七言诗——秦可卿也能诗！岂不甚奇?须知所谓“正邪两赋而来”之人，大抵皆属于诗人型．这是个专题，宜有专文讨论。如今只说可卿最后说道是：“三春去后诸芳尽，各自须寻各自门。”署名“梅溪”的，于此便批：“不必看完，见此二句，便欲堕泪。”可知这人散一线，是书中最后的一局——也就是结局，所以它独自构成一大经纬。　　　　“三春去后诸芳尽”，有几层涵义。一即字面义；三春(孟、仲、季，即“九十春光”)过去了，百花凋谢．二是“三春”又指书中所叙三次重要的元宵佳节——第十八回省亲，第五十四回夜宴，与八十回后某回的一次元宵节(大约是巨变的发生)。三是“三春”又指贾氏姊妹，元、迎、探，特别是探春一去，方是人散的总溃之始。这两句诗总括地表述了大势．我们当然还是“欲知其详”。我以为这就要向雪芹给我们留下的另一段曲文去参会——就是第五回《红楼梦曲子》正曲第末支，那首惊心动魄的《飞鸟各投林》：为官的，家业凋零。富贵的。金银散尽。有恩的，死里逃生。无情的，分明报应。欠命的，命已还。欠泪的，泪已尽。冤冤相报实非轻。分离聚合皆前定。欲知命短问前生。老来富贵也真侥幸。看破的，遁入空门。痴迷的，枉送了性命。——好一似：食尽鸟投林。落了片、白茫茫大地真干净。　　　　单只这“飞鸟各投林”五个大字，已然道尽了“人散”的意味。这曲子笔大如椽，音调悲慨，总结了全书，我说是“结局”，全书的结局就是“人散’。大约不是我的一时的错觉吧！　　　　这首极端重要的曲文，是探佚学和结构学的一把关键之启钥，纲领之提挈，把它研究透彻、的确了，将是“红学’的一大贡献。但就我个人来说，一时还未能做到。只有一些零碎的看法，姑且提供参考。　　　　这首曲文应是每句暗切一入之？事。例如“有恩的，死里逃生”，是指巧姐，正谓“偶因济刘氏，巧得遇恩人”者是矣。又如“欠泪的，泪已尽”，人人都能指为晴切黛玉。即此二例，其曲文体例确然可知，非我们穿凿可比。循此体例，就可以试作推寻了鄙意如下：　　　　为官的，家业凋零　┓　　富贵的，金银散尽　┛——两句总括“家亡”　　有恩的，死里逃生——巧姐　　无情的，分明报应——宝钗、妙玉　　欠命的，命已还——元春　　欠泪的，泪已尽——黛玉　　冤冤相报实非轻——迎春　　分离聚合皆前定——探春、湘云　　欲识命短问前生——凤姐　　老来富贵也真侥幸——李纨　　看破的，遁入空门——惜春　　痴述的、枉送了性命—一秦可卿　　　　　　以上十二句，本以为恰好分属十二钗，但首二句并非妇女之事，而脂批于此正有总括荣宁的语义（其实应是总括贾王史薛四门），那么可知此二句是先从“家亡”领起，以下才是每句分属。又由于只剩下了十句，而“分离、聚合”明明是两者的合词并咏，这又明白了还有一句应该也是合咏二人，于是我寻找这个可能性时，发现“看破的，遁入空门”也可能包括妙玉惜春二人而言。但细味其言，终以指惜春更为切合，盖妙玉之出家，固幼年多病，为父母所舍身，又因避权势仇家之难，方进京入园的，并非“看破”之故，因此我仍以本句只指惜春，而并妙姑于宝钗一起，理由全在不能忘记“报应”二字是眼目。宝钗属于“无情”，书中有明文点破（她抽的花名酒筹是“任是无情也动人”，是为力证。），这样是合榫的。　　　　另需说明的则尚有元春、凤姐、迎春三人的分屑，以其容或招来争议，所以也是研讨的题目。我将凤姐隶于“命短”句下，理由也是书有明文暗示之处。元春原系死于非命，实因政治变故而致，受作者：陈秋月　回复日期：2004-2-11 23:24:00　　　逼而亡（如书中暗示如杨贵妃），故为“欠命”。迎春为何隶于“冤冤相报”之下呢？这井非指此无辜少女本身，而是罪孽在她父亲贾赦，贾赦多行不良，贪货好色，害人性命，如姜亮夫教授所见旧抄本，贾氏之败实由贾赦之罪发而引起，他害了两条人命。我以为这两条命案皆是女子，其一即鸳鸯，说详后文。另一条女命当然也是因他好色图淫而致某女于死（疑是嫣红，说亦详后文）。所以冤冤相报是说他害人家的女儿，孙绍祖也害了他的女儿，是即曲文的本意。　　　　以上的推断，不敢望条条妥贴，然而大局亦可概见。“人散”是“金陵十二钗”的主调与终曲。当然，“人散”的实际，所包远比十二钗丰富得多得多，举凡两府一园中的众少女，皆在此数，是全书一大收场关目。本节不及多述下。　　　　　　俞平伯先生在《红楼梦辩》中也有一段关于这首曲子的文字，摘录如下：　　　　　　……“《十二钗曲》末折是总结；但宜注意的，是每句分结一人，不是泛指，不可不知。除掉‘好一似’以下两读是总结本折之词，以外恰恰十二句分配十二钗。我姑且列一表给你看看，你颇以为不谬否？(表之排列，依原文次序。)　　　　为官的，家业凋零——湘云　　富贵的，金银散尽——宝钗　　有恩的，死里逃生——巧姐　　无情的，分明报应——妙玉　　欠命的，命已还——迎春　　欠泪的，泪已尽——黛玉　　冤冤相报实非轻——可卿　　分离聚合皆前定——探春　　欲识命短问前生——元春　　老来富贵也真侥幸——李纨　　看破的，遁入空门——惜春　　痴述的、枉送了性命——凤姐　　　　　　这个分配似乎也还确当。不过我很失望，因为我们很想知道宝钗和湘云底结局，但这里却给了她们不关痛痒这两句话，就算了事。但句句分指，文字却如此流利，真是不容易。我们平常读的时候总当他是一气呵成，那道这是‘百衲天衣’啊！”作者：陈秋月"
        },
        {
            "title": "红楼梦十二曲——聪明累",
            "content": "机关算尽太聪明，反算了卿卿性命。生前心已碎，死后性空灵。家富人宁，终有个家亡人散各奔腾。枉费了意悬悬半世心，好一似荡悠悠三更梦。急喇喇似大厦倾，昏惨惨似灯将尽。呀！一场欢喜忽悲辛，叹人世终难定!",
            "comment": " | 【注释】王熙凤是贾府的实际统治者，在她身上渗着剥削阶级的权欲和贪欲。她有心机，有权术，可以说是完全能够胜任的\"管家婆\"。她为支撑贾府这一座封建大厦，也确实煞费了心机，使尽了气力，可谓\"机关算尽\"，\"心已碎\"。但结果仍然免不了\"忽喇喇似大厦倾\"，\"昏惨惨似灯将尽\"，果真是\"枉费了意悬悬半世心\"。这说明封建社会的没落与衰败是必然的，它的这种危机是不能克服的，更不是一两个\"志士能人\"所能支撑得起的。王熙凤的失败，贾府的崩溃，也就预示着整个封建社会的末日来临。"
        },
        {
            "title": "好了歌注",
            "content": "陋室空堂，当年笏满床；衰草枯杨，曾为歌舞场。蛛丝儿结满雕梁，绿纱今又糊在蓬窗上。说什么脂正浓，粉正香，如何两鬓又成霜？昨日黄土陇头送白骨，今宵红灯帐底卧鸳鸯。金满箱，银满箱，展眼乞丐人皆谤。正叹他人命不长，那知自己归来丧！训有方，保不定日后作强梁。择膏粱，谁承望流落在烟花巷！因嫌纱帽小，致使锁枷杠，昨怜破袄寒，今嫌紫蟒长：乱烘烘你方唱罢我登场，反认他乡是故乡。甚荒唐，到头来都是为他人作嫁衣裳！",
            "comment": " | 【注释】［评介］这首《好了歌解》是对《好了歌》所表达的思想进一步具体、生动的阐发。它形象地刻画出封建统治崩溃前夕的种种衰败景象：满床的朝笏玉板不见了，只剩下空荡零落的厅堂；歌舞场长满了衰草枯杨；画栋雕梁结满了蜘蛛网；公子变成了乞丐，小姐流落为**；达官贵人扛上了枷锁，酸儒新贵反倒穿上了紫蟒。这个下台那个又登场，真是可笑而又荒唐。这就是所谓“‘了’（断绝俗缘）便是‘好’（得到解脱）”。从这里我们可以看到，地主阶级的好景已到末日，统治者之间一切争权夺利，钩心斗角，正面临着经济上的崩溃，政治上的没落，道德上的败坏，一代不如一代，后继无人的严峻现实。作者用“到头来都是为他人作嫁衣裳”嘲讽这一阶级在垂死前权势利欲争夺的可笑。作者在歌中所揭露的封建统治阶级在政治、经济、道德等方面和种种危机，以及他对统治者内部的权力斗争所持的否定态度，都是值得肯定的。但由于曹雪芹所处的时代的局限，他无法找到现实的出路，所以这里所宣扬的“‘好’便是‘了’”，“‘了’便是‘好’”，就包含有浓厚的虚无厌世和宗教色彩，我们对它要有正确的认识。这些消极因素曾被新、旧红学家所扩大渲染，用以否定《红楼梦》的反封建意义，这也是应该避免的。 -------------------------------------------------　　这首曲子，出现在第一回中。破足道人唱《好了歌》是要启发甄士隐“觉悟”；而甄士隐是聪明的读书人，而且有了家破人亡的经历，一听就懂了，接着就为《好了歌》作了这篇解注，进一步引申发挥了《好了歌》的思想。　　这篇解注比《好了歌》说得更具体、更形象、更冷峭无情。富贵的突然贫贱了，贫贱的又突然富贵了；年轻的突然衰老了，活着的又突然死掉了——人世无常，一切都是虚幻。想教训儿子光宗耀祖，可他偏偏去当强盗；想使女儿当个贵妇，可她偏偏沦为娼妓；想在官阶上越爬越高，可是偏偏成了囚徒——命运难以捉摸，谁也逃脱不了它的摆布。可是世上的人们仍不醒悟，还在你争我夺，像个乱哄哄的戏台，闹个没完。这就是《好了歌》解注的基本思想。它同《好了歌》一样，同属馈世嫉俗的产物。由于它处处作鲜明、形象的对比，忽阴忽晴，骤热骤冷，时笑时骂，有歌有哭，加上通俗流畅，迭富有致，就使它具有强烈的感染力。它对于当时封建社会名利场中的人物，无异于一盆透顶醒心的冷水；对于今天的人们认识封建社会的腐败黑暗，也有某种认识意义。　　这首《好了歌》解注，在全书开头造成一种“忽荣忽枯、忽丽忽朽”（脂砚斋语）的险恶气氛，也是对全书荣宁二府兴衰际遇的一种概括和预示。　　这种概括和预示，是就其整体而言的，不好说哪一句是专指哪个或哪几个人物。如有人以为“转眼乞丐人皆谤”指的是甄宝玉和贾宝玉；“绿纱今又糊在蓬窗上”指的是贾雨村等人；“因嫌纱帽小，致使锁枷扛”指的贾雨村、贾赦等人；“昨怜破袄寒，今嫌紫蟒长”指的是贾兰、贾菌等人，等等。乍看似乎有点像，其实未必是作者的意图。既然是概括地预示全书内容，有些像是自然的，但如简单地把每句和书中人物一一对应起来，就无法解释通。如以为“训有方，保不定日后作强梁”指的是柳湘莲，有什么根据？书中根本没有写柳湘莲之父是谁，也没写如何教子有方，也没有其它预示说柳湘莲要当强盗，怎么能证实就是指的柳湘莲？更有人据此说柳湘莲参加了农民起义等等，就近乎痴人说梦了。持上述看法的研究者，依据的是“甲成本”脂批。脂砚斋批语对研究《红楼梦》有其不可忽视的价值，但也不可尽信和迷信。脂批是个很复杂的问题，肯定不是出自一人一时，错讹之处很多，因此有取也要有弃，与《红楼梦》原书显然悖谬的地方；就不应该盲目信从。作者：陈秋月"
        },
        {
            "title": "好了歌",
            "content": "世人都晓神仙好，惟有功名忘不了！古今将相在何方？荒冢一堆草没了，世人都晓神仙好，只有金银忘不了！终朝只恨聚无多，及到多时眼闭了，世人都晓神仙好，只有姣妻忘不了！君生日日说恩情，君死又随人去了，世人都晓神仙好，只有儿孙忘不了！痴心父母古来多，孝顺儿孙谁见了？",
            "comment": " | 【注释】［评介］这首《好了歌》，是跛足道人给封建社会唱的一首挽歌。它揭示了地主阶级的全部生活理想＿“功名”、“金银”、“姣妻”、“儿孙”的彻底破灭，预告了整个封建社会末日的即将来临，这是它的积极意义。但歌中流露了浓厚的消极厌世的虚无主义思想和宗教色彩，是应该批判的。 ------------------------------------------------　　这首歌出现在第一回中。甄士隐家业破败后，夫妻俩到乡下田庄里生活。又赶上“水旱不收，鼠盗蜂起”，不得安身，只好变卖了田产，投奔到岳父家。其岳父又是个卑鄙贪财的人，把他仅剩的一点银子也半哄半赚地弄到自己手里。甄士隐“急忿怨痛”、“贫病交攻”，直正走投无路了。一天，他拄着拐杖走到街上，突然见一个“疯癫落脱、麻履鹑衣”的破足道人走过来，叨念出这首歌。　　这首《好了歌》宣扬了一种逃避现实的虚无主义思想。从宗教的观点看，人们活在世上，建功立业，发财致富，贪恋妻妾，顾念儿孙，全都是被情欲蒙蔽尚不“觉悟”的缘故。这首歌就是用通俗浅近的语言来说明这一切都是靠不住的。跛足道人说：“好便是了，了便是好”，又把“好”和“了”的涵义引申一层，说只有和这个世界斩断一切联系，也就是说只有彻底的“了”，才是彻底的“好”。所以他这首歌就叫《好了歌》。　　《好了歌》的消极色彩是十分明显的，但是我们还不能简单地把它视为糟粕抛弃它。因为作者拟作这首《好了歌》，是对他所厌恶的社会现实的一种批判，尽管是一种消极的批判，也有它的价值。作者出身于一个上层的封建世家，亲自观察了这个阶级的腐朽、堕落，亲身体验了贵族阶级由兴盛到衰败的苦痛，进行了半生深沉的思索，激起他强烈的愤感，他要痛骂，他要诅咒，《好了歌》便是痛骂的歌、诅咒的歌。作者的感情是十分复杂的。他倾注一腔心血，虚构了大观园那样一个如诗如画的环境，塑造了那么多善良纯洁的少女形象，描绘了那么多有情有趣的事物，可见，作者是多么懂得生活，有着多么高雅的生活情趣呀！有爱必然有憎，他描写贾赦、贾珍、贾琏之流猪狗不如的品德和行为，就是对他憎恶的对象的鞭苔。而最后，无论他所爱的还是他所憎的，都一齐毁灭了，就使他堕入一种难以解脱的精神痛苦之中。了解了作者的生活态度，再看他写的这类具有虚无色彩的东西，就能够把它放到适当的地位去理解了。也就是说，作者世界观中尽管有虚无消极的一面，但同无爱无憎的和尚道士不同；如果没有深厚的生活激情，岂能写出这样一大部博大精深的《红楼梦》来？作者：陈秋月"
        },
        {
            "title": "对月寓怀",
            "content": "时逢三五便团圆，满把晴光护玉栏。天上一轮才捧出，人间万姓仰头看。",
            "comment": " | 【注释】［评介］这首寓怀七绝，进一步揭示了贾雨村这个野心勃勃的政客的内心世界。贾雨村本是“诗书仕宦之族”，只因家势败落，才浇魄潦倒。但他不甘心“久居人下”，仍然以追求功名利禄为唯一奋斗目标。“天下一轮才捧出，人间万姓仰头看”，就赤裸裸地暴露了他的政治野心。他穷愁潦倒，终然寄居在葫芦庙里，但还念念不忘“玉在匵中求善价，钗于奁内待时飞”，日夜都在盼望“飞黄腾达”的好时机，浑身散发着升官发财的臭气。 贾雨村后来靠钻营贾家的门路，依仗贾、史、王、薛四大家族的权势，官运亨通，很快便爬上了“协理军机，参赞朝政”的兵部尚书宝座。他又运用封建官府的行政司法权力，反转过来，为四大家族效劳，即所谓“满把清光护玉栏”。实际是贪赃枉法，欺压百姓，草菅人命，成了维护封建统治的一条恶狗。"
        },
        {
            "title": "第二回回头诗",
            "content": "一局输赢料不真，香销茶尽尚逡巡。欲知目下兴衰兆，须问旁观冷眼人。",
            "comment": ""
        },
        {
            "title": "春梦歌",
            "content": "春梦随云散，飞花逐水流。寄言众儿女，何必觅闲愁。",
            "comment": " | 【注释】［评介］这是宝玉初入“人迹稀逢，飞尘不到”的太虚幻境时所听到的一支歌，它是对现实生活中的钩心斗角的一种否定，也是对大观园的儿女好景不长的暗喻。但诗中所表露的梦随云散，花逐水流的情调显然是虚无缥渺，荒诞不稽，充满了神秘色彩与佛老思想，在客观上起到一种劝人消极处世，及时行乐的作用。这对今天的读者来说，是有害的，消极的，应当加以识别，批判。"
        },
        {
            "title": "嘲顽石幻相",
            "content": "女娲炼石已荒唐，又向荒唐演大荒。失去幽灵真境界，幻来亲就臭皮囊。好知运败金无彩，堪叹时乖玉不光。白骨如山忘姓氏，无非公子与红妆。",
            "comment": " | 【注释】[评介]曹雪芹笔下的“顽石”，是含有深意的，《红楼梦》原名《石头记》，它不仅反映了作者巧妙的艺术构思，而且曲折地体现了作者的思想感情。这块“顽石”，原是妇女娲氏补天之时所炼成，后来剩下未用的，弃在大荒山青埂峰下。因为“无才补天”，便“幻形入世”。“顽石幻相”表面指的是“通灵宝玉”，实际指的是贾宝玉。“女娲炼石已荒唐，又向荒唐演大荒”，女娲炼石补天的事情都是荒唐的，更何况这块“无才补天”的“顽石”，又能有什么作为呢？封建社会这个“天”，已经残破不堪，是无法再“补”了。“失去本来真面目，幻来新就臭皮囊”。这块顽石已经失去了它“补天”的真面目，贾宝玉已经成了封建地主阶级的叛逆者，靠他来“补天”，更是荒唐不可能的事情。这个封建社会已到了末日，氯数衰败，时运不济，所谓“金玉良缘”只能破产，这是无法挽回的历史规律。在这样的环境中，“公子与红妆”又能有什么好的下场呢？结局只能是“白骨如山”，一切皆空。这样的结局，一方面无情地反映了封建末世的社会现实；另一方面也明显地流露出了作者因找不到出路，而产生的悲观厌世的思想情绪。"
        },
        {
            "title": "薄命司对联",
            "content": "春恨秋悲皆自惹，花容月貌为谁妍。",
            "comment": " | 【注释】［评介］这副对联的意思是，一年到头含悲饮恨，都是自寻自找；如花似月的容貌，为谁长得这般美好？ “孽海情天”、“薄命司”的对联都是用以隐示贾宝玉和林黛玉的爱情悲剧。"
        },
        {
            "title": "临江仙",
            "content": "白云堂前春解舞，东风卷得均匀。蜂围蝶阵乱纷纷，几曾随逝水？岂必委芳尘？万缕千丝终不改，任他随聚随分。韶华休笑本无根：好风凭借力，送我上青云。",
            "comment": ""
        },
        {
            "title": "西施",
            "content": "一代倾城逐浪花，吴宫空自忆儿家。效颦莫笑东村女，头白溪边尚浣纱。",
            "comment": " | 【注释】西施的故事在正史中都没记录，《史记》中记载勾溅卧薪尝胆终灭吴；范蠡泛舟，化身为陶朱公都没提到有西施这样的美女为伴。西施留给人们却有一段发人深思的传说，以倾城之姿被送入吴宫，在吴亡后又被范蠡携入江湖，过完后半生。先苦后甜，是为可欣。这首诗的大意是：西施禀有倾城的容貌，沉鱼的姿色，却不得不孤寂地住在远离家乡的深闭的吴宫，怀念着家乡的山水，怀念着家乡的一切。时人都只记得东施效颦的可笑，却没看到东施可以自由自在地活到老，仍然可以自在地在溪边浣纱，这不也正是西施本来应该拥有的生活呀！这首诗可以说是黛玉对自己现在所处境地的愁闷，同情西施实际实在可怜自己。父母双亡，不得不远离老家寄住在外祖母家，一切生活都要仰人鼻息。通过反思东施效颦，也抒发了自己向往平静而自由自在的乡村生活的思想。通过小说中贾雨村所论述的正邪两气说，并结合黛玉的身世，要是黛玉托生为男子身，一定会是逸士高人，陶渊明一类人。这种思想从书中的赋诗是很明显能看出来的，所谓“名园筑何处，仙境别红尘。借得山川秀，添来景物新。”、“孤标傲世偕谁隐，一样开花为底迟？ ”菊花诗可说是黛玉寄托陶渊明隐逸生活的诗作。"
        },
        {
            "title": "红楼梦曲",
            "content": "开辟鸿蒙，谁为情种？都只为风月情浓。趁着这奈何天、伤怀日、寂寥时，试遣愚衷。因此上，演出这怀金悼玉的《红楼梦》。",
            "comment": " | 【注释】[评介]这是《红楼梦》十二支曲的一首序曲，它引出十二支曲子，同时也是这十二支曲子的总括和提示。这首序曲交代了《红楼梦》的起缘。在这里，作者是以警幻仙子的口气，借风月之情来抒发他的“愚衷”。诚然，曹雪芹在《红楼梦》中写了“风月情浓”，表现了宝、黛之间的爱情。但这种爱情是建筑在对封建礼教叛逆的基础上的纯洁的爱情，并不是“才子佳人”式的庸俗爱情。因此，“悲金悼玉”既不是什么“色空幻境”的描写，也不是什么“情场忏悔”之作，而是通过青年男女悲欢离合的爱情故事，来表现封建社会末世之“天”这样一个深刻的主题，排遣作者的“愚衷”，这个“愚衷”就是作者意想补“天”而又无法可补的思想矛盾。"
        },
        {
            "title": "琴曲四章",
            "content": "风箫箫兮秋气深， 美人千里兮独沉吟。 望故乡兮何处？ 倚桂杆兮涕沾襟。山迢迢兮水长， 照轩窗兮明月光。 耿耿不寐兮银河渺茫， 罗衫怯怯兮风露凉。子之遭兮不自由， 予之遇兮多烦忧。 之子与我兮心焉相投， 思古人兮俾无尤。人生斯世兮如轻尘， 天上人间兮感夙因。 感夙因兮不可惙， 素心如何天上月！",
            "comment": ""
        }
    ]
}