{
    "dynasty": "清",
    "author": "查慎行",
    "poems": [
        {
            "title": "大林寺 上人茅斋",
            "content": "盘烟下层霄，山骨微负士。阴阴日光淡。漠漠风气古。宝树压桥低，一溪环菜圃。香山旧吟地，花径兼宿莽。废寺亦荒凉，半间用茅补。孤清耐久坐，客至何必主。林静无匿声，虚檐应樵斧。",
            "comment": ""
        },
        {
            "title": "秦邮道中即目",
            "content": "不知淫潦啮城根，但看泥沙记水痕。去郭几家犹傍柳？边淮一带已无村。长堤冻裂功难就，浊浪侵南势易奔。贱买河鱼还废箸，此中多少未招魂？",
            "comment": ""
        },
        {
            "title": "读白耷山人诗",
            "content": "人谓狂生本不狂，漆身吞炭事何常？乱余宾客搜亡命，赦后英雄耻故乡。宝剑尘封三尺水，麻鞵寒踏九州霜。随身一掬澜翻泪，不哭穷途哭战场。",
            "comment": ""
        },
        {
            "title": "晓过鸳湖",
            "content": "晓风催我挂帆行，绿涨春芜岸欲平。长水塘南三日雨，菜花香过秀州城。",
            "comment": ""
        },
        {
            "title": "早过淇县",
            "content": "高登桥下水汤汤，朝涉河边露气凉。行过淇园天未晓，一痕残月杏花香。",
            "comment": ""
        },
        {
            "title": "渡黄河",
            "content": "地势豁中州，黄河掌上流。岸低沙易涸，天远树全浮。梁宋回头失，徐淮极目收。身轻往来便，自叹不如鸥。",
            "comment": ""
        },
        {
            "title": "渡百里湖",
            "content": "湖面宽千顷，湖流浅半篙。远帆如不动，原树竞相高。岁已占秋旱，民犹望雨膏。涸鳞如可活，吾敢畏波涛？",
            "comment": ""
        },
        {
            "title": "绣山岩",
            "content": "过尽顽疆乱石堆，绣山一穴忽天开。 明知不是秦人洞，容得渔舟日往事。",
            "comment": ""
        },
        {
            "title": "中秋夜洞庭湖对月歌",
            "content": "长风霾云莽千里，云气蓬蓬天冒水。风收云散波乍平，倒转青天作湖底。初看落日沈波红，素月欲升天敛容。舟人回首尽东望，吞吐故在冯夷宫。须臾忽自波心上，镜面横开十余丈。月光浸水水浸天，一派空明互回荡。此时骊龙潜最深，目眩不得衔珠吟。巨鱼无知作腾踔，鳞甲一动千黄金。人间此境知难必，快意翻从偶然得。遥闻渔父唱歌来，始觉中秋是今夕。",
            "comment": " | 【注释】此诗写洞庭湖月夜景色，一派空明澄澈的景象，使人神往。诗从风收云散，写到日落月升 ；最后在渔歌渺渺中收束，仿佛将读者带入一个美妙的神话境界。全诗笔调轻健活泼，如行 云流水，颇有苏轼诗歌的风韵。"
        },
        {
            "title": "早过大通驿",
            "content": "夙雾才醒后，朝阳未吐间。翠烟遥辨市，红树忽移湾。风软一江水，云轻九子山。画家浓淡意，斟酌在荆关。",
            "comment": ""
        },
        {
            "title": "雨过桐庐",
            "content": "江势西来弯复弯，乍惊风物异乡关。百家小聚还成县，三面无城却倚山。帆影依依枫叶外，滩声汩汩碓床间。雨蓑烟笠严陵近，惭愧清流照客颜。",
            "comment": ""
        },
        {
            "title": "邺下杂咏",
            "content": "一赋何曾敌两京，也知土木费经营。浊漳确是无情物，流尽繁华只此声。",
            "comment": ""
        },
        {
            "title": "初入黔境土人皆居悬岩峭壁间缘梯上下与猿猱",
            "content": "巢居风俗故依然，石穴高当万木颠。几地流移还有伴，旧时井灶断无烟。余生兵革逃难稳，绝塞田畴瘠可怜。为报长官宽赋敛，猕猿家息久如悬。",
            "comment": " | 【注释】原题：初入黔境土人皆居悬岩峭壁间缘梯上下与猿猱无异睹之心恻而作是诗"
        },
        {
            "title": "官柳",
            "content": "种柳河干比《伐檀》，黄流今已报安澜。可怜一路青青色，直到淮南总属官！",
            "comment": " | 【注释】①河干--河边，河岸。伐檀--《诗经》中\"魏风\"的著名诗篇。它描写民众在河边辛苦地采伐檀树，讽刺统治阶级的不劳而获和残酷压榨。这句说：老百姓在河边种柳树好比《伐檀》诗中描写的那种情景。②黄流--黄河。安澜--使流泛滥安定下来。澜，洪水。这句说：黄河泛滥现在已经安定下来了。③这两句说：从黄河流域直到淮河流域，那些老百姓种的柳树长得郁郁葱葱，可是都变成官家的了。"
        },
        {
            "title": "度仙霞关题天雨庵壁",
            "content": "虎啸猿啼万壑哀，北风吹雨过山来。人从井底盘旋上，天向关门豁达开。地险昔曾当剧贼，时平谁敢说雄才？煎茶好领闲僧意，知是芒鞋到几回！",
            "comment": " | 【注释】仙霞关：在浙江省江山县南仙霞岭上。岭为闽浙交界处的大山，为由浙入闽的必经之路。天雨庵：即在仙霞关附近。关门：指仙霞关。剧贼：康熙十三年（1674）甲寅到十五年丙辰间，耿精忠叛清，仙霞关一带，曾经战事。剧贼当指此。“知是”句：“谓作者一生难有几回能到这里。芒鞋：草鞋。"
        },
        {
            "title": "舟夜书所见",
            "content": "月黑见渔灯，孤光一点萤。微微风簇浪，散作满河星。",
            "comment": "：　　漆黑的夜晚，一盏渔灯闪现在河面上。\r\n　　那盏渔灯的光亮就像萤火虫似的，静静地映在河面上。\r\n　　一阵微风吹来，河面漾起层层细浪。\r\n　　原来像萤火虫那样的一点光亮散开了，变成了无数颗星星，在河面闪动。　　 | ：　　虽然诗歌只有二十字，但却体现了诗人对自然景色细微的观察力。没有月亮的夜是看不清什么的，然而因为有一点微风，远处的一盏小如萤火的渔灯，让诗人看到了满河的星星。\r\n　　诗歌写出了少中有多、小中有大的哲理。同时也用诗的本身启发我们，只要你用心，就会发现生活中的美，美在你的心中，美在你的眼中。\r\n　　“散”字是全诗的诗眼。“散”字写出了渔灯倒影“散作满河星”的神奇画面。把作者所见到的景象逼真地反映出来，我们读了也仿佛身临其境。"
        },
        {
            "title": "三闾祠",
            "content": "平远江山极目回，古祠漠漠背城开。莫嫌举世无知己，未有庸人不忌才。放逐肯消亡国恨？岁时犹动楚人哀！湘兰沅芷年年绿，想见吟魂自往来。",
            "comment": ""
        },
        {
            "title": "青溪口号",
            "content": "渔家小儿女，见郎娇不避。日暮并舟归，鸬鹚方晒翅。",
            "comment": ""
        },
        {
            "title": "青溪口号",
            "content": "溪女不画眉，爱听画眉鸟。夹岸一声啼，晓山青未了。",
            "comment": ""
        },
        {
            "title": "青溪口号",
            "content": "桥坏笮系绳，水浅牛可跨。牛背度溪人，须眉绿如画。",
            "comment": ""
        },
        {
            "title": "青溪口号",
            "content": "来船桅竿高，去船橹声好。上水厌滩多，下水惜滩少。",
            "comment": ""
        },
        {
            "title": "寒夜次潘岷原韵",
            "content": "一片西风作楚声，卧闻落叶打窗鸣。不知十月江寒上，陡觉三更布被轻。霜压啼鸟惊月上，夜骄饥鼠阚灯明。还家梦绕江湖阔，薄醉醒来句忽成。",
            "comment": " | 【注释】一片西风作楚声，卧闻落叶打窗鸣，不知十月江寒重，陡觉三更布被轻。霜压啼鸟惊月上，夜骄饥鼠瞰灯明，还家梦绕三湖阔，薄醉醒来句忽成。诗记作者在湖北一客栈中的情景。[阚]同“勘”，俯视、察看。"
        },
        {
            "title": "扬州城楼",
            "content": "涛声寒泊一城孤，万瓦霜中听雁呼。曾是绿杨千树好，只今明月一分无。穹商日夜荒歌舞，乐岁东南困转轮。道谊既经功利重，临风还忆董江都。",
            "comment": "【注释】扬州：清初府名，治所在今江苏省扬州市。泊：迫近。绿杨：王士祯《浣溪沙·红桥》词：“绿杨城郭是扬州。”“只今”句：翻用徐凝的《忆扬州》：“天下三分明月夜，二分无赖是扬州。”乐岁：丰年。转轮：指为朝廷转运输送物资。“道谊”句：反用《汉书·董仲舒传》语：“夫仁人者，正其谊，不谋其利，明其道，不计其功。”谊：同“义”，古今字。董江都：董仲舒官江都王相。"
        }
    ]
}