{
    "dynasty": "清",
    "author": "纳兰性德",
    "poems": [
        {
            "title": "浣溪沙  红桥怀古，和王阮亭韵",
            "content": "无恙年年汴水流。一声水调短亭秋。旧时明月照扬州。曾是长隄牵锦缆，绿杨清瘦至今愁。玉钩斜路近迷楼。",
            "comment": ""
        },
        {
            "title": "金缕曲  姜西溟言别，赋此赠之",
            "content": "谁复留君住？叹人生、几翻离合，便成迟暮。最忆西窗同翦烛，却话家山夜雨。不道只、暂时相聚。衮衮长江萧萧木，送遥天、白雁哀鸣去。黄叶下，秋如许。曰归因甚添愁绪。料强似、冷烟寒月，栖迟梵宇。一事伤心君落魄，两鬓飘萧未遇。有解忆、长安儿女。裘敝入门空太息，信古来、才命真相负。身世恨，共谁语。",
            "comment": ""
        },
        {
            "title": "金人捧露盘  净业寺观莲，有怀荪友",
            "content": "藕风轻，莲露冷，断虹收，正红窗、初上帘钩。田田翠盖，趁斜阳鱼浪香浮。此时画阁垂杨岸，睡起梳头。旧游踪，招提路，重到处，满离忧。想芙蓉湖上悠悠。红衣狼藉，卧看桃叶送兰舟。午风吹断江南梦，梦里菱讴。",
            "comment": ""
        },
        {
            "title": "木兰花令  拟古决绝词",
            "content": "人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。骊山语罢清宵半，泪雨零铃终不怨。何如薄倖锦衣郎，比翼连枝当日愿。",
            "comment": " | ：①人生句：意思是说与意中人相处应当总像刚刚相识的时候，那样地（的）甜蜜，那样地温馨，那样地深情和快乐。 \r\n②何事句：此用汉班婕妤被弃典故。班婕妤为汉成帝妃，被赵飞燕谗害，退居冷宫，后有诗《怨歌行》，以秋扇为喻抒发被弃之怨情。南北朝梁刘孝绰《班婕妤怨》诗又点明“妾身似秋扇”，后遂以秋扇见捐喻女子被弃。这里是说本应当相亲相爱，但却成了今日的相离相弃。 \r\n③等闲二句：意思是说如今轻易地变了心，却反而说情人间就是容易变心的。故人，指情人。 \r\n④骊山二句：《太真外传》载，唐明皇与杨玉环曾于七月七日夜，在骊山华清宫长生殿里盟誓，愿世世为夫妻。白居易《长恨歌》：“ 在天愿作比翼鸟，在地愿作连理枝。” 对此作了生动的描写。后安史乱起，明皇入蜀，于马嵬坡赐死杨玉环。杨死前云：“妾诚负国恩，死无恨矣。”又，明皇此后于途中闻雨声、铃声而悲伤，遂作《雨霖铃》曲以寄哀思。这里借用此典说即使是最后作决绝之别，也不生怨。 \r\n⑤何如二句：化用唐李商隐《马嵬》：“如何四纪为天子，不及卢家有莫愁”之句意。薄幸，薄情。锦衣郎，指唐明皇。又，意谓怎比得上当年的唐明皇呢，他总还是与杨玉环有过比翼鸟、连理枝的誓愿!意思是纵死而分离，也还是刻骨地念念不忘旧情。亦可通。 | ：　　此调原为唐教坊曲，后用为词牌。始见《花间集》韦庄词。有不同体格，俱为双调。但《太和正音谱》谓：《花间集》载《木兰花》、《玉楼春》两调，其七字八句者为《玉楼春》体。故本首是为此体，共五十六字。上、下片除第三句外，余则皆押仄声韵。 \r\n　　词题说这是一首拟古之作，其所拟之《决绝词》本是古诗中的一种，是以女子的口吻控诉男子的薄情，从而表态与之决绝。如古辞《白头吟》：“闻君有两意，故来相决绝。”唐元稹有《古决绝词》三首等。这里的拟作是借用汉唐典故而抒发“闺怨”之情。词情哀怨凄惋（婉），屈曲缠绵。汪刻本于词题“拟古决绝词”后有“柬友”二字，由此而论，则这“闺怨”便是一种假托了，这怨情的背后，似乎更有着深层的痛楚，无非借闺怨作隐约的表达罢了。故有人以为此篇是别有隐情，无非是借失恋女子的口吻，谴责那负心的锦衣郎的。"
        },
        {
            "title": "于中好  七月初四夜风雨，其明日是亡妇生辰",
            "content": "尘满疏帘素带飘，真成暗度可怜宵。几回偷拭青衫泪，忽傍犀奁见翠翘。惟有恨，转无聊。五更依旧落花朝。衰杨叶尽丝难尽，冷雨凄风打画桥。",
            "comment": ""
        },
        {
            "title": "南乡子    为忘妇题照",
            "content": "泪咽更无声止向从前悔薄情凭仗丹青重省识盈盈一片伤心画不成别语忒分明午夜鹣鹣梦早醒卿自早醒侬自梦更更泣尽风前夜雨铃",
            "comment": ""
        },
        {
            "title": "南乡子  为亡妇题照",
            "content": "泪咽却无声。只向从前悔薄情，凭仗丹青重省识。盈盈。一片伤心画不成。别语忒分明。午夜鹣鹣梦早醒。卿自早醒侬自梦，更更。泣尽风檐夜雨铃。",
            "comment": " | ：　　纳兰性德与妻子卢氏，相知相爱，伉俪情深。不幸，婚后三年，卢氏因难产而死。痴情的纳兰，在这一沉重打击下，陷入无尽的悲哀之中。那一首悼亡词，恰如杜鹃啼血，哀婉凄切，心酸之处令人不忍卒读。这首词，是他为妻子画像时所作，一片挚情，跃然纸上。\r\n　　“泪咽却无声，只向从前悔薄情。”纳兰感情内向，对爱情极为专注。他的词中有不少描述他与卢氏婚后的幸福生活。如“玉局类弹棋，颠倒双栖影。花月不曾闲，莫放相思醒。”《生查子》。又如“被酒莫惊春睡重，赌书消得泼茶香”《浣溪沙》在纳兰的笔下，他与妻子志趣相投，生活美满和谐。她们是幸运的。然而，命运似乎有意捉弄，好端端的却突然逝去，这飞来横祸，使纳兰难以承受。欲哭无泪，悲咽无声。他不知该把怨恨投向谁，是无情的命运？还是残酷的现实？极度的悲痛，却找不到倾泄的对象。最后只有转向自己，后悔当初未珍惜与妻子在一起的美好时光。这种自怨、自悔，由自己承担起一切痛楚的内心情感，唯有一颗挚爱的心灵才会体验到。在这无法排解的痛苦中，纳兰开始寻求解脱的办法，“凭仗丹青重省识”。诗人想通过为妻子画像和她重新相会。“凭仗”二字，寄托着他想达到解脱的希望。然而“盈盈。一片伤心画不成。”一切努力都落空了。诗人的任何一种作法都只能使思念之情更深、更切。\r\n\r\n　　既然思念之苦、伤心之情无法排遣，索性就沉浸其中。下阕诗人不再寻求解脱，也不再反省、节制自己，而是一任感情倾泄，在心中回味妻子临别的话语，在梦中追寻妻子的身影。每当午夜更深，这对有如鹣鹣鸟的恩爱夫妻能从各自的梦中醒来，相聚在一起。那相对垂泪的痛泣声，伴和着整夜的风雨声、檐铃声，无止无休。\r\n　　这首词的情感缠绵悱恻，凄楚动人。词人似乎忘却了自我，将整个生命投入到对死者的怀念之中。其中所透露出的悲哀是人生最宝贵的东西丧失后的悲哀，是一种最强烈的生命体验，读之催人泪下。"
        },
        {
            "title": "木兰词",
            "content": "人生若只如初见何事秋风悲画扇等闲变却故人心却道故人心易变骊山语罢清宵半泪雨零铃终不怨何如薄幸锦衣郎比翼连枝当日愿",
            "comment": ""
        },
        {
            "title": "高楼望月",
            "content": "戚戚复戚戚，高楼月如雪。二八正婵娟，月明翡翠钿。由来工织锦，生小倚朱弦。朱弦岂解愁，素手似云浮。一声落天上，闻者皆泪流。别郎已经年，望郎出楼前。青天如海水，碧月如珠圆。月圆以复缺，不见长安客。古道白于霜，沙灭行人迹。月出光在天，月高光在地。何当同心人，两两不相弃。",
            "comment": ""
        },
        {
            "title": "江行",
            "content": "木落江已空，清辉澹鸥鹭。不见系缆石，寒潮没瓜步。帆移清枫林，人归白沙渡。似有山猿啼，窈然潇湘暮。",
            "comment": ""
        },
        {
            "title": "梅花落",
            "content": "春色凤城来，寒梅逼岁开。条风初入树，缥雪渐侵苔。粉逐莺衣散，香黏蝶翅回。陇头人未返，急管莫频催",
            "comment": ""
        },
        {
            "title": "拟古",
            "content": "朔风吹古柳，时序忽代续。庭草萎已尽，顾视白日速。吾本落拓人，无为自拘束。倜傥寄天地，樊笼非所欲。嗟载华亭鹤，荣名反以辱。有客叹二毛，操觚序金谷。酒空人尽去，聚散何局促。揽衣起长歌，明月皎如玉。",
            "comment": ""
        },
        {
            "title": "拟古",
            "content": "高云媚春日，坐觉鱼鸟亲。可怜暮春候，病中别故人。莺啼花乱落，风吹成锦茵。君去一何速，到家垂柳新。芙蓉湖上月，照君垂长纶。",
            "comment": ""
        },
        {
            "title": "拟古",
            "content": "美人临残月，无言若有思。含颦但斜睇，吁嗟怜者谁。予本多情人，寸心聊自持。浩歌幽兰曲，援琴终不怡。私恨托远梦，初日照帘帏。",
            "comment": ""
        },
        {
            "title": "曹子建七哀",
            "content": "东园桃李姿，是妾嫁君时。燕婉为夫妇，相爱不相离。良人忽远征，妾独守空帏。忧来恒自叹，冀死魂追随。又念妾死时，谁制万里衣？幸有双鲤鱼，拟为寄君辞。终日不成章，含泪自封题。君若得鲤鱼，剖鱼开素书。但看行中字，一一与泪俱。",
            "comment": ""
        },
        {
            "title": "折杨柳",
            "content": "陌上谁攀折，闺中思复侵。眼凝清露重，眉敛翠烟深。羌笛临风曲，悲笳出塞音。纵垂千万缕，那系别离心。",
            "comment": ""
        },
        {
            "title": "拟古",
            "content": "予生未三十，忧愁居其半。心事如落花，春风吹已断。行当适远道，作记殊汗漫。寒食青草多，薄暮烟冥冥。山桃一夜红，茵箔随飘零。愿餐玉红草，一醉不复醒。",
            "comment": ""
        },
        {
            "title": "芳树",
            "content": "连理无分影，同心岂独芳？傍檐巢翡翠，临水宿鸳鸯。叶叶含春思，枝枝向画廊。君情若比树，妾意复何伤？陌上谁攀折，闺中思复侵。眼凝清露重，眉敛翠烟深。羌笛临风曲，悲笳出塞音。纵垂千万缕，那系别离心。",
            "comment": ""
        },
        {
            "title": "茅斋",
            "content": "闲亭照白日，一室罗古今。偶焉此栖迟，抱膝悠然吟。吟罢有余适，散瞩复披襟。时开玉怀卷，或弹珠柱琴。檐树吐新花，枝头语珍禽。花发饶冶色，禽鸣多姣音。色冶眩春目，音姣伤春心。夕阳下虞渊，寂莫还空林。清光复相照，片月西山岭。东园桃李姿，是妾嫁君时。燕婉为夫妇，相爱不相离。良人忽远征，妾独守空帏。忧来恒自叹，冀死魂追随。又念妾死时，谁制万里衣？幸有双鲤鱼，拟为寄君辞。终日不成章，含泪自封题。君若得鲤鱼，剖鱼开素书。但看行中字，一一与泪俱。",
            "comment": ""
        },
        {
            "title": "班婕妤怨歌",
            "content": "团团望舒月，皓皓冰蚕绢。欲却炎天暑，比月裁成扇。望舒圆易缺，金风换炎节。风凉秋气寒，匣扇复谁看。扇弃何足道，感妾伤怀抱。对月泪如丝，君恩异旧时。",
            "comment": ""
        },
        {
            "title": "柳条边",
            "content": "是处垣篱防绝塞，角端西来画疆界。汉使今行虎落中，秦城合筑龙荒外。龙荒虎落两依然，护得当时饮马泉。若使春风知别苦，不应吹到柳条边。",
            "comment": ""
        },
        {
            "title": "盛京",
            "content": "拔地蛟龙宅，当关虎豹城。山连长白秀，江入混同清。庙社灵风肃，豪强右族更。明明开创业，休拟作陪京。",
            "comment": ""
        },
        {
            "title": "兴京陪祭福陵",
            "content": "龙盘凤翥气佳哉，东指斋宫玉辇来。影入松楸仙仗远，香升俎豆晓云开。盛仪备处千官肃，神贶乘时万马回。豹尾叨陪须献颂，小臣惭愧展微才。",
            "comment": ""
        },
        {
            "title": "拟冬日景忠山应制",
            "content": "雄关阻塞戴灵鳌，控制卢龙胜百牢。山界万重横翠黛，海当三面涌银涛。哀笳带月传声切，早雁迎秋度影高。旧是六师开险处，待陪巡幸扈星旌。",
            "comment": ""
        },
        {
            "title": "拟冬日景忠山应制",
            "content": "岧峣铁凤锁琳宫，亲侍銮舆度碧空。圣主岂因崇象教，宸游直自接鸿蒙。远山雪有一峰白，别浦枫余几树红。天意不教常肃杀，伫看宇宙遍春风。",
            "comment": ""
        },
        {
            "title": "中元前一夕枕上偶成",
            "content": "酒醒池塘耿不眠，帐纹漠漠隔轻烟。溪风到竹初疑雨，秋月如弓渐满弦。残梦远经吹角戍，明河长亘 衣天。哀蛩饯晓浑多事，也似严更古驿边。",
            "comment": ""
        },
        {
            "title": "密云",
            "content": "白檀山下水声秋，地踞潮河最上流。日暮行人寻堠馆，凉砧一片古檀州。",
            "comment": ""
        },
        {
            "title": "古北口",
            "content": "乱山入戟拥孤城，一线人争鸟道行。地险东西分障塞，云开南北望神京。新图已入三关志，往事休论十路兵。都护近来长不调，年年烽火报生平。",
            "comment": ""
        },
        {
            "title": "雄县观鱼",
            "content": "渔师临广泽，侍从俯清澜。瑞入王舟好，仁知圣网宽。拨鳞飞白雪，行鲙缕金盘。在藻同周宴，时容万姓看。",
            "comment": ""
        },
        {
            "title": "扈跸霸州",
            "content": "霸山重镇奠神京，鸾辂春游淑景明。万呱银涛冲古岸，四围玉甃护严城。花乘暖日迎来骑，柳带新膏绾去旌。八寨雄图今更固，行随赏乐胜蓬瀛。",
            "comment": ""
        },
        {
            "title": "扈驾马兰峪赐观温泉恭纪十韵",
            "content": "御天来凤辇，浴日启龙池。野迥纡皇览，春浓值圣时。落花萦彩仗，初柳拂朱旗。行漏三辰拥，停銮万象随。瑞征泉是醴，喜溢沼生芝。特许观灵液，相将涉禁墀。",
            "comment": ""
        },
        {
            "title": "汤泉应制",
            "content": "身向咸池榜末光，三危露暖不成霜。金铺照日初涵影，玉求生烟别作香。地接蓬莱通御气，波翻豆蔻散朝凉。微臣幸属赓歌日，愿借如川献寿觞。",
            "comment": ""
        },
        {
            "title": "汤泉应制",
            "content": "鱼鳞雁齿镜中开，溅沫为霖遍九垓。不用劫灰求仿佛，便从天汉象昭回。桑坛法驾乘春转，鹤禁仙镳问寝来。遥祝海隅同帝泽，年年长听属车雷。",
            "comment": ""
        },
        {
            "title": "汤泉应制",
            "content": "六龙初驻浴蓝天，碧瓦朱旗共一川。润逼仙桃红自舞，醉酣人柳绿犹眠。吹成暖律回燕谷，散作薰风入舜弦。最是垂衣深圣德，不须词笔颂甘泉。",
            "comment": ""
        },
        {
            "title": "汤泉应制",
            "content": "清时礼乐萃朝端，次第郊原引玉銮。河岳千年归带砾，寝园三月拜衣冠。便从畿甸亲民隐，更启神泉示从官。非独炎灵钟坎德，恩波深处不知寒。",
            "comment": ""
        },
        {
            "title": "南海子",
            "content": "红桥夹岸柳平分，雉兔年年不掩群。飞放何须烦海户，郊南新置羽林军。",
            "comment": ""
        },
        {
            "title": "南海子",
            "content": "分弓列戟四门开，游豫长陪万乘来。七十二桥天汉上，彩虹飞下晾鹰台。",
            "comment": ""
        },
        {
            "title": "南海子",
            "content": "相风微动九门开，南陌离宫万柳栽。草色横粘下马泊，水光平占晾鹰台。锦鞯欲射波间去，玉辇疑从岛上回。自是软红惊十丈，天教到此洗尘埃。",
            "comment": ""
        },
        {
            "title": "玉泉",
            "content": "芙蓉殿俯御河寒，残月西风并马看。十里松杉清绝处，不知晓雪在西山。",
            "comment": ""
        },
        {
            "title": "玉泉十二韵",
            "content": "地涌西山脉，名标禁御泉。百层飞作雨，万顷汇成渊。润下终归海，源高却自天。萦烟来树杪，带雪落云边。隐见瑶光曳，琤苁佩响传。红栋桥宛转，乌榜棹洄沿。星汉随湾泻，楼台倒影鲜。蛟龙蟠翠岛，雁鹜起琼田。镜面晶荧合，珠痕荡漾圆。翠流初放荇，娇拥半开莲。睿赏悬孤鉴，馀波溢九璇。那居真有庆，鱼藻在诗篇。",
            "comment": ""
        },
        {
            "title": "扈驾西山",
            "content": "凤翥龙蟠势作环，浮青不断太行山。九重殿阁葱茏里，一气风云吐纳间。熊虎自当驰道伏，蛟螭长棒御书闲。黄图此日论形胜，惭愧频叨侍从班。",
            "comment": ""
        },
        {
            "title": "净业寺",
            "content": "红楼高耸碧池深，荷芰生凉豁远襟。湖色静涵孤刹影，花香暗入定僧心。经翻佛藏研朱荚，地赐朝家布紫金。下马长堤一吟望，梵钟杂送海潮音。",
            "comment": ""
        },
        {
            "title": "蕉园",
            "content": "见说斋坦闭，前朝大乙祠。莺边花树树，燕外柳丝丝。宫御人稀少，词臣例许窥。今朝陪豹尾，新长万年枝。",
            "comment": ""
        },
        {
            "title": "景山",
            "content": "雪里瑶华岛，云端白玉京。削成千仞势，高出九重城。绣陌回环绕，红楼宛转迎。近天多雨露，草木每先荣。",
            "comment": ""
        },
        {
            "title": "入直西苑",
            "content": "望里蓬瀛近，行来阆苑齐。晴霞开碧沼，落月隐金堤。叶密莺先觉，花繁径不迷。笙歌回辇处，长在凤城西。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "丝雨如尘云著水，嫣香碎拾吴宫。百花冷暖避东风，酷怜娇易散，燕子学偎红。人说病宜随月减，恹恹却与春同。可能留蝶抱花丛，不成双梦影，翻笑杏梁空。",
            "comment": ""
        },
        {
            "title": "赤枣子",
            "content": "风淅淅，雨织织。难怪春愁细细添。记不分明疑是梦，梦来还隔一重帘。",
            "comment": ""
        },
        {
            "title": "明月棹孤舟  海淀",
            "content": "一片亭亭空凝伫。趁西风霓裳偏舞。白鸟惊飞，菰蒲叶乱，断续浣纱人语。丹碧驳残秋夜雨。风吹去采菱越女。辘轳声断，昏鸦欲起，多少博山情绪。",
            "comment": ""
        },
        {
            "title": "水调歌头  题西山秋爽图",
            "content": "空山梵呗静，水月影俱沈。悠然一境人外，都不许尘侵。岁晚忆曾游处，犹记半竿斜照，一抹映疏林。绝顶茅庵里，老衲正孤吟。云中锡，溪头钓，涧边琴。此生著岁两屐，谁识卧游心。准拟乘风归去，错向槐安回首，何日得投簪。布袜青鞋约，但向画图寻。",
            "comment": ""
        },
        {
            "title": "于中好",
            "content": "小构园林寂不哗，疏篱曲径仿山家。昼长吟罢风流子，忽听楸枰响碧纱。添竹石，伴烟霞。拟凭尊酒慰年华。休嗟髀里今生肉，努力春来自种花。",
            "comment": ""
        },
        {
            "title": "于中好",
            "content": "独背残阳上小楼，谁家玉笛韵偏幽。一行白雁遥天暮，几点黄花满地秋。惊节序，叹沉浮，秾华如梦水东流。人间所事堪惆怅，莫向横塘问旧游。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "晓寒瘦著西南月，丁丁漏箭余香咽。春已十分宜，东风无是非。蜀魂羞顾影，玉照斜红冷。谁唱《后庭花》，新年忆旧家。",
            "comment": ""
        },
        {
            "title": "琵琶仙  中秋",
            "content": "碧海年年，试问取、冰轮为谁圆缺？吹到一片秋香，清辉了如雪。愁中看好天良夜，知道尽成悲咽。只影而今，那堪重对，旧时明月。花径里、戏捉迷藏，曾惹下萧萧井梧叶。记否轻纨小扇，又几番凉热。只落得、填膺百感，总茫茫、不关离别。一任紫玉无情，夜寒吹裂。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "将愁不去，秋色行难住。六曲屏山深院宇，日日风风雨雨。雨晴篱菊初香，人言此日重阳。回首凉云暮叶，黄昏无限思量。",
            "comment": ""
        },
        {
            "title": "风流子  秋郊射猎",
            "content": "平原草枯矣，重阳后，黄叶树骚骚。记玉勒青丝，落花时节，曾逢拾翠，忽听吹箫。今来是、烧痕残碧尽，霜影乱红凋。秋水映空，寒烟如织，皂雕飞处，天惨云高。人生须行乐，君知否。容易两鬓萧萧。自与东君作别，刬地无聊。算功名何许，此身博得，短衣射虎，沽酒西郊。便向夕阳影里，倚马挥毫。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "伏雨朝寒悉不胜，那能还傍杏花行。去年高摘斗轻盈。漫惹炉烟双袖紫，空将酒晕一衫青。人间何处问多情。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "残雪凝辉冷画屏。落梅横笛已三更，更无人处月胧明。我是人间惆怅客，知君何事泪纵横。断肠声里忆平生。",
            "comment": ""
        },
        {
            "title": "天仙子  渌水亭秋夜",
            "content": "水浴凉蟾风入袂，鱼鳞触损金波碎。好天良夜酒盈樽，心自醉，愁难睡，西南月落城乌起。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "一种蛾眉，下弦不似初弦好。庚郎未老，何事伤心早？素壁斜辉，竹影横窗扫。空房悄，乌啼欲晓，又下西楼了。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "那能寂寞芳菲节，欲话生平。夜已三更。一阕悲歌泪暗零。须知秋叶春花促，点鬓星星。遇酒须倾，莫问千秋万岁名。",
            "comment": ""
        },
        {
            "title": "于中好  咏史",
            "content": "马上吟成促渡江，分明闲气属闺房。生憎久闭金铺暗，花冷回心玉一床。添哽咽，足凄凉。谁教生得满身香。只今西海年年月，犹为萧家照断肠。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "残灯风灭炉烟冷，相伴唯孤影。判叫狼藉醉清樽，为问世间醒眼是何人。难逢易散花间酒，饮罢空搔首。闲愁总付醉来眠，只恐醒时依旧到樽前。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "蜀弦秦柱不关情，尽日掩云屏。已惜轻翎退粉，更嫌弱絮为萍。东风多事，余寒吹散，烘暖微酲。看尽一帘红雨，为谁亲系花铃？",
            "comment": ""
        },
        {
            "title": "浣溪沙  姜女庙",
            "content": "海色残阳影断霓，寒涛日夜女郎祠。翠钿尘网上蛛丝。澄海楼高空极目，望夫石在且留题。六王如梦祖龙非。",
            "comment": ""
        },
        {
            "title": "望江南  咏弦月",
            "content": "初八月，半镜上青霄。斜倚画阑娇不语，暗移梅影过红桥，裙带北风飘。",
            "comment": ""
        },
        {
            "title": "减字木兰花  新月",
            "content": "晚妆欲罢，更把纤眉临镜画。准待分明，和雨和烟两不胜。莫教星替，守取团圆终必遂。此夜红楼，天上人间一样愁。",
            "comment": ""
        },
        {
            "title": "临江仙  孤雁",
            "content": "霜冷离鸿惊失伴，有人同病相怜。拟凭尺素寄愁边，愁多书屡易，双泪落灯前。莫对月明思往事，也知消减年年。无端嘹唳一声传，西风吹只影，刚是早秋天。",
            "comment": ""
        },
        {
            "title": "眼儿媚  咏梅",
            "content": "莫把琼花比澹妆，谁似白霓裳。别样清幽，自然标格，莫近东墙。冰肌玉骨天分付，兼付与凄凉。可怜遥夜，冷烟和月，疏影横窗。",
            "comment": ""
        },
        {
            "title": "渔父",
            "content": "收却纶竿落照红，秋风宁为翦芙蓉。人淡淡，水濛濛，吹入芦花短笛中。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "十里湖光载酒游，青帘低映白苹洲。西风听彻采菱讴。沙岸有时双袖拥，画船何处一竿收。归来无语晚妆楼。",
            "comment": ""
        },
        {
            "title": "踏莎行",
            "content": "倚柳题笺，当花侧帽，赏心应比驱驰好。错教双鬓受东风，看吹绿影成丝早。金殿寒鸦，玉阶春草，就中冷暖和谁道？小楼明月镇长闲，人生何事缁尘老。",
            "comment": ""
        },
        {
            "title": "满庭芳",
            "content": "堠雪翻鸦，河冰跃马，惊风吹度龙堆。阴燐夜泣，此景总堪悲。待向中宵起舞，无人处、那有村鸡。只应是，金笳暗拍，一样泪沾衣。须知今古事，棋枰胜负，翻覆如斯。叹纷纷蛮触，回首成非。剩得几行青史，斜阳下、断碣残碑。年华共，混同江水，流去几时回。",
            "comment": ""
        },
        {
            "title": "于中好",
            "content": "雁贴寒云次第飞，向南犹自怨归迟。谁能瘦马关山道，又到西风扑鬓时。人杳杳，思依依，更无芳树有乌啼。凭将扫黛窗前月，持向今朝照别离。",
            "comment": ""
        },
        {
            "title": "于中好",
            "content": "别绪如丝睡不成，那堪孤枕梦边城。因听紫塞三更雨，却忆红楼半夜灯。书郑重，恨分明，天将愁味酿多情。起来呵手封题处，偏到鸳鸯两字冰。",
            "comment": ""
        },
        {
            "title": "于中好",
            "content": "谁道阴山行路难。风毛雨血万人欢。松梢露点沾鹰绁，芦叶溪深没马鞍。依树歇，映林看。黄羊高宴簇金盘。萧萧一夕霜风紧，却拥貂裘怨早寒。",
            "comment": ""
        },
        {
            "title": "清平乐  发汉儿村题壁",
            "content": "参横月落，客绪从谁托。望里家山云漠漠，似有红楼一角。不如意事年年，消磨绝塞风烟。输与五陵公子，此时梦绕花前。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "烟轻雨小，望里青难了。一缕断虹垂树杪，又是乱山残照。凭高目断征途，暮云千里平芜。日夜河流东下，锦书应托双鱼。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "黄云紫塞三千里，女墙西畔啼乌起。落日万山寒，萧萧猎马还。笳声听不得，入夜空城黑。秋梦不归家，残灯落碎花。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "榛荆满眼山城路，征鸿不为愁人住。何处是长安，湿云吹雨寒。丝丝心欲碎，应是悲秋泪。泪向客中多，归时又奈何。",
            "comment": ""
        },
        {
            "title": "点绛唇  黄花城早望",
            "content": "五夜光寒，照来积雪平于栈。西风何限，自起披衣看。对此茫茫，不觉成长叹。何时旦，晓星欲散，飞起平沙雁。",
            "comment": ""
        },
        {
            "title": "南楼令  塞外重九",
            "content": "古木向人秋，惊蓬掠鬓稠。是重阳、何处堪愁。记得当年惆怅事，正风雨，下南楼。断梦几能留，香魂一哭休。怪凉蝉、空满衾裯。霜落乌啼浑不睡，偏想出，旧风流。",
            "comment": ""
        },
        {
            "title": "采桑子  九日",
            "content": "深秋绝塞谁相忆，木叶萧萧。乡路迢迢。六曲屏山和梦遥。佳时倍惜风光别，不为登高。只觉魂销。南雁归时更寂寥。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "马首望青山，零落繁华如此。再向断烟衰草，认藓碑题字。休寻折戟话当年，只洒悲秋泪。斜日十三陵下，过新丰猎骑。",
            "comment": ""
        },
        {
            "title": "浪淘沙  望海",
            "content": "蜃阙半模糊，踏浪惊呼。任将蠡测笑江湖。沐日光华还浴月，我欲乘桴。钓得六鳖无？竿拂珊瑚。桑田清浅问麻姑。水气浮天天接水，那是蓬壶？",
            "comment": ""
        },
        {
            "title": "南歌子  古戍",
            "content": "古戍饥乌集，荒城野雉飞。何年劫火剩残灰，试看英雄碧血，满龙堆。玉帐空分垒，金笳已罢吹。东风回首尽成非，不道兴亡命也，岂人为。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "已惯天涯莫浪愁，寒云衰草渐成秋。漫因睡起又登楼。伴我萧萧惟代马，笑人寂寂有牵牛。劳人只合一生休。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "身向云山那畔行。北风吹断马嘶声。深秋远塞若为情。一抹晚烟荒戍垒，半竿斜日旧关城。古今幽恨几时平。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "欲寄愁心朔雁边，西风浊酒惨离颜。黄花时节碧云天。古戍烽烟迷斥堠，夕阳村落解鞍鞯。不知征战几人还。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "万里阴山万里沙，谁将绿鬓斗霜华。年来强半在天涯。魂梦不离金屈戍，画图亲展玉鸦叉。生怜瘦减一分花。",
            "comment": ""
        },
        {
            "title": "百字令  宿汉儿村",
            "content": "无情野火，趁西风烧遍、天涯芳草。榆塞重来冰雪里，冷入鬓丝吹老。牧马长嘶，征笳乱动，并入愁怀抱。定知今夕，庾郎瘦损多少。便是脑满肠肥，尚难消受，此荒烟落照。何况文园憔悴后，非复酒垆风调。回乐峰寒，受降城远，梦向家山绕。茫茫百感，凭高唯有清啸。",
            "comment": ""
        },
        {
            "title": "金缕曲  慰西溟",
            "content": "何事添凄咽？但由他、天公簸弄，莫教磨涅。失意每多如意少，终古几人称屈。须知道、福因才折。独卧藜床看北斗，背高城、玉笛吹成血。听谯鼓，二更彻。丈夫未肯因人热，且乘闲、五湖料理，扁舟一叶。泪似秋霖挥不尽，洒向野田黄蝶。须不羡、承明班列。马迹车尘忙未了，任西风、吹冷长安月。又萧寺，花如雪。",
            "comment": ""
        },
        {
            "title": "清平乐  忆梁汾",
            "content": "才听夜雨，便觉秋如许。绕砌蛩螿人不语，有梦转愁无据。乱山千叠横江，忆君游倦何方。知否小窗红烛。照人此夜凄凉.",
            "comment": ""
        },
        {
            "title": "梦江南",
            "content": "新来好，唱得虎头词。一片冷香惟有梦，十分清瘦更无诗。标格早梅知。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "风丝袅，水浸碧天清晓。一镜湿云清未了，雨晴春草草。梦里轻螺谁扫。帘外落花红小。独睡起来情悄悄，寄愁何处好？",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "眼底风光留不住，和暖和香，又上雕鞍去。欲倩烟丝遮别路，垂杨那是相思树。惆怅玉颜成间阻，何事东风，不作繁华主。断带依然留乞句，斑骓一系无寻处。",
            "comment": ""
        },
        {
            "title": "天仙子",
            "content": "月落城乌啼未了，起来翻为无眠早。薄霜庭院怯生衣，心悄悄，红阑绕，此情待共谁人晓？",
            "comment": ""
        },
        {
            "title": "南乡子",
            "content": "烟暖雨初收，落尽繁花小院幽。摘得一双红豆子，低头，说著分携泪暗流。人去似春休，卮酒曾将酹石尤。别自有人桃叶渡，扁舟，一种烟波各自愁。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "谁道飘零不可怜，旧游时节好花天，断肠人去自经年。一片晕红才著雨，几丝柔绿乍和烟。倩魂销尽夕阳前。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "消息谁传到拒霜？两行斜雁碧天长，晚秋风景倍凄凉。银蒜押帘人寂寂，玉钗敲烛信茫茫。黄花开也近重阳。",
            "comment": ""
        },
        {
            "title": "玉连环影",
            "content": "何处几叶萧萧雨。湿尽檐花，花底人无语。掩屏山，玉炉寒。谁见两眉愁聚倚阑干。",
            "comment": ""
        },
        {
            "title": "忆江南  宿双林禅院有感",
            "content": "心灰尽，有发未全僧。风雨消磨生死别，似曾相识只孤檠，情在不能醒。摇落后，清吹那堪听。淅沥暗飘金井叶，乍闻风定又钟声，薄福荐倾城。",
            "comment": ""
        },
        {
            "title": "荷叶杯",
            "content": "知己一人谁是？已矣。赢得误他生。有情终古似无情，别语悔分明。莫道芳时易度，朝暮。珍重好花天。为伊指点再来缘，疏雨洗遗钿。",
            "comment": ""
        },
        {
            "title": "生查子",
            "content": "东风不解愁，偷展湘裙衩。独夜背纱笼，影著纤腰画。爇尽水沉烟，露滴鸳鸯瓦。花骨冷宜香，小立樱桃下。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "烛花摇影，冷透疏衾刚欲醒。待不思量，不许孤眠不断肠。茫茫碧落，天上人间情一诺。银汉难通，稳耐风波愿始从。",
            "comment": ""
        },
        {
            "title": "摊破浣溪沙",
            "content": "风絮飘残已化萍，泥莲刚倩藕丝萦；珍重别拈香一瓣，记前生。人到情多情转薄，而今真个悔多情；又到断肠回首处，泪偷零。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "一半残阳下小楼，朱帘斜控软金钩。倚栏无绪不能愁。有个盈盈骑马过，薄妆浅黛亦风流。见人羞涩却回头。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "风髻抛残秋草生。高梧湿月冷无声。当时七夕记深盟。信得羽衣传钿合，悔教罗袜葬倾城。人间空唱雨淋铃。",
            "comment": ""
        },
        {
            "title": "落花时",
            "content": "夕阳谁唤下楼梯，一握香荑。回头忍笑阶前立，总无语，也依依。笺书直恁无凭据，休说相思。劝伊好向红窗醉，须莫及，落花时。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "海天谁放冰轮满，惆怅离情。莫说离情，但值良宵总泪零。只应碧落重相见，那是今生。可奈今生，刚作愁时又忆卿。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "彤霞久绝飞琼字，人在谁边。人在谁边，今夜玉清眠不眠。香销被冷残灯灭，静数秋天。静数秋天，又误心期到下弦。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "黄叶青苔归路，屧粉衣香何处。消息竟沉沉，今夜相思几许。秋雨，秋雨，一半因风吹去。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "正是辘轳金井，满砌落花红冷。蓦地一相逢，心事眼波难定。谁省，谁省。从此簟纹灯影。",
            "comment": "：　　这阕短小的《如梦令》像极了纳兰容若的一生，前段是满砌落花红冷，眼波心事难定的少年风流，后半段是从此簟纹灯影的忧郁惆怅。 \r\n　　首句点明了相遇的地点。辘轳金井本是深庭豪门极常见的事物，但从词句一开始，这一再寻常不过的井台在他心里就不一般了。“正是”二字，托出了分量。“满砌落花红冷”既渲染了辘轳金井之地的环境浪漫，又点明了相遇的时节。金井周围的石阶上层层落红铺砌，使人不忍践踏，而满地的落英又不可遏止地勾起了词人善感的心绪。常人以落红喻无情物，红色本是暖色调，“落红”便反其意而用，既是他自己寂寞阑珊的心情写照，也是词中所描写的恋爱的最终必然的结局的象征吧。最美最动人的事物旋即就如落花飘堕，不可挽留地消逝，余韵袅袅杳杳。 \r\n　　在这阑珊的暮春时节，两人突然相逢，“蓦地”是何等的惊奇，是何等的出人意表，故而这种情是突发的，不可预料的，也不可阻拦的。 \r\n　　在古代男女授受不亲的前提下，一见钟情所带来的冲击无法想象。可是，恋人的心又是最不可捉摸的，“心事眼波难定”，惊鸿一瞥的美好情感转而制造了更多的内心纷扰，所以，“谁省，谁省，从此簟纹灯影”这一直转而下的心理变化，正是刹那间的欣喜浸入了绵绵不尽的忧愁和疑惑中——对方的心思无法琢磨，未来的不可测又添上了一份恐慌，于是，深宵的青灯旁、孤枕畔，又多了一个辗转反侧的不眠人儿。 \r\n　　这首初恋情词极为精巧雅致，细细读来如观仕女图般，字虽简练，情却绵密。只是结果如何呢？短暂的幸福感后，其相思苦恋的痛苦忧伤就更突出了。 \r\n　　这首《如梦令》最令人咀嚼思索的，莫如那个“冷”字。这并不是一个单纯的情境修饰语词，而是词人心绪最真实贴切的写照。 \r\n　　也许因为纳兰容若太善于言愁了，因此一般人对他有个误解，以为他是个消极颓废的词人。其实他的“愁”，是在封建压力下，精神苦闷的表现。纳兰容若的父亲名叫纳兰明珠，官至太傅，位极人臣。但此人庸俗卑鄙、贪财，和纳兰容若那种清高绝俗的性格，正是极端相反。也许又正是因此，使他在贵族的血管里流着“叛逆”的血液，他本质上是一个有正义感的读书人，他父亲的所作所为，都令他听不惯，看不惯，可是在封建的压力下，他又不能公开地反抗父亲，因此精神上就感到郁闷，正像《红楼梦》中的贾宝玉一样。在封建压力下，不能求得精神的解脱，虽“身在高门广厦，常有山泽鱼鸟之思”，于是在词章上就化为悲苦之声。纳兰容若的情感非常丰富，他说自己“不是人间富贵花”，而是天上的“痴情种”，“人间惆怅客”，这一点也很和《红楼梦》中的宝玉相同。"
        },
        {
            "title": "清平乐",
            "content": "凄凄切切，惨淡黄花节。梦里砧声浑未歇，那更乱蛩悲咽。尘生燕子空楼，抛残弦索床头。一样晓风残月，而今触绪添愁。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "记绾长条欲别难。盈盈自此隔银湾。便无风雪也摧残。青雀几时裁锦字，玉虫连夜剪春幡。不禁辛苦况相关。",
            "comment": ""
        },
        {
            "title": "山花子",
            "content": "林下荒苔道韫家，生怜玉骨委尘沙。愁向风前无处说，数归鸦。半世浮萍随逝水，一宵冷雨葬名花。魂是柳绵吹欲碎，绕天涯。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "丁巳重阳前三日，梦亡妇淡装素服，执手哽咽，语多不复能记。但临别有云：“衔恨愿为天上月，年年犹得向郎圆。”妇素未工诗，不知何以得此也，觉后感赋瞬息浮生，薄命如斯，低徊怎忘。记绣榻闲时，并吹戏雨；雕阑曲处，同倚斜阳。梦好难留，诗残莫续，赢得更深哭一场。遗容在，只灵飙一转，未许端详。重寻碧落茫茫。料短发、朝来定有霜。便人间天上，尘缘未断；春花秋叶，触绪还伤。欲结绸缪，翻惊摇落，减尽荀衣昨日香。真无奈，倩声声邻笛，谱出回肠。",
            "comment": ""
        },
        {
            "title": "鬓云松令",
            "content": "枕函香，花径漏。依约相逢，絮语黄昏后。时节薄寒人病酒，铲地梨花，彻夜东风瘦。掩银屏，垂翠袖。何处吹箫，脉脉情微逗。肠断月明红豆蔻，月似当时，人似当时否？",
            "comment": ""
        },
        {
            "title": "虞美人  秋夕信步",
            "content": "愁痕满地无人省，露湿琅玕影。闲阶小立倍荒凉。还剩旧时月色在潇湘。薄情转是多情累，曲曲柔肠碎。红笺向壁字模糊，忆共灯前呵手为伊书。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "曲阑深处重相见，匀泪偎人颤。凄凉别后两应同，最是不胜清怨月明中。半生已分孤眠过，山枕檀痕涴。忆来何事最销魂，第一折技花样画罗裙。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "银床淅沥青梧老，屧粉秋蛩扫。采香行处蹙连钱，拾得翠翘何恨不能言。回廊一寸相思地，落月成孤倚。背灯和月就花阴，已是十年踪迹十年心。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "春情只到梨花薄，片片催零落。夕阳何事近黄昏，不道人间犹有未招魂。银笺别梦当时句，密绾同心苣。为伊判作梦中人，长向画图清夜唤真真。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "昨夜个人曾有约，严城玉漏三更。一钩新月几疏星。夜阑犹未寝，人静鼠窥灯。原是瞿唐风间阻，错教人恨无情。小阑干外寂无声。几回肠断处，风动护花铃。",
            "comment": ""
        },
        {
            "title": "金缕曲　亡妇忌日有感",
            "content": "此恨何时已。滴空阶、寒更雨歇，葬花天气。三载悠悠魂梦杳，是梦久应醒矣。料也觉、人间无味。不及夜台尘土隔，冷清清、一片埋愁地。钗钿约，竟抛弃。重泉若有双鱼寄。好知他、年来苦乐，与谁相倚。我自中宵成转侧，忍听湘弦重理。待结个、他生知已。还怕两人俱薄命，再缘悭、剩月零风里。清泪尽，纸灰起。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "点滴芭蕉心欲碎，声声催忆当初。欲眠还展旧时书。鸳鸯小字，犹记手生疏。倦眼乍低缃帙乱，重看一半模糊。幽窗冷雨一灯孤。料应情尽，还道有情无？",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "萧萧几叶风兼雨，离人偏识长更苦。欹枕数秋天，蟾蜍下早弦。夜寒惊被薄，泪与灯花落。无处不伤心，轻尘在玉琴。",
            "comment": ""
        },
        {
            "title": "梦江南",
            "content": "昏鸦尽，小立恨因谁?急雪乍翻香阁絮，轻风吹到胆瓶梅，心字已成灰。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "背立盈盈故作羞手挪梅蕊打肩头欲将离恨寻郎说待得郎归恨却休云澹澹，水悠悠一声横笛锁空楼何时共泛春溪月断岸垂杨一叶舟",
            "comment": ""
        },
        {
            "title": "昭君怨",
            "content": "暮雨丝丝吹湿，倦柳愁荷风急。瘦骨不禁秋，总成愁。别有心情怎说？未是诉愁时节。谯鼓已三更，梦须成。",
            "comment": ""
        },
        {
            "title": "相见欢",
            "content": "微云一抹遥峰，冷溶溶，恰与个人清晓画眉同。红蜡泪，青绫被，水沉浓，却与黄茅野店听西风。",
            "comment": " | 【注释】[1]个人，犹言那人。画眉同，西京杂记：“文君娇好，眉色如望远山”[2]水沉，即沉香。"
        },
        {
            "title": "相见欢",
            "content": "落花如梦凄迷，麝烟微，又是夕阳潜下小楼西。愁无限，消瘦尽，有谁知？闲教玉笼鹦鹉念郎诗。",
            "comment": ""
        },
        {
            "title": "生查子",
            "content": "短焰剔残花，夜久边声寂。倦舞却闻鸡，暗觉青绫湿。天水接冥蒙，一角西南白。欲渡浣花溪，远梦轻无力。",
            "comment": ""
        },
        {
            "title": "生查子",
            "content": "惆怅彩云飞，碧落知何许？不见合欢花，空倚相思树。总是别时情，那得分明语。判得最长宵，数尽厌厌雨。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "纤月黄昏庭院，语密翻教醉浅。知否那人心？旧恨新欢相半。谁见？谁见？珊枕泪痕红泫。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "万帐穹庐人醉星影摇摇欲坠归梦隔狼河又被河声搅碎还睡还睡解道醒来无味",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "木叶纷纷归路，残月晓风何处。消息半浮沉，今夜相思几许。秋雨，秋雨，一半西风吹去。",
            "comment": ""
        },
        {
            "title": "清平乐  弹琴峡题壁",
            "content": "泠泠彻夜谁是知音者如梦前朝何处也一曲边愁难写极天关塞云中人随雁落西风唤取红巾翠袖莫教泪洒英雄",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "风鬟雨鬓偏是来无准倦倚玉阑看月晕容易语低香近软风吹过窗纱心期便隔天涯从此伤春伤别黄昏只对梨花",
            "comment": ""
        },
        {
            "title": "青衫湿",
            "content": "近来无限伤心事谁与话长更从教分付绿窗红泪早雁初莺当时领略自尽断送总负多情忽疑君到漆灯风飐痴数春星",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "雾窗寒对遥天暮，暮天遥对寒窗雾。花落正啼鸦，鸦啼正落花。袖罗垂影瘦，瘦影垂罗袖。风翦一丝红，红丝一翦风。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "问君何事轻离别一年能几团栾月杨柳乍如丝故园春尽时春归归不得两桨松花隔旧事逐寒朝啼鹃恨未消",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "为春憔悴留春住那禁半霎催归雨深巷卖樱桃雨余红更娇黄昏清泪阁忍便花飘泊消得一声莺东风三月情",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "朔风吹散三更雪倩魂犹恋桃花月梦好莫催醒由他好处行无端听画角枕畔红冰薄塞马一声嘶残星拂大旗",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "晶帘一片伤心白云鬟香雾成遥隔无语问添衣桐阴月已西西风鸣络纬不许愁人睡只是去年秋如何泪欲流",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "隔花才歇帘纤雨，一声弹指浑无语。梁燕自只归，长条脉脉垂。小屏山色远，妆薄铅华浅。独自立瑶阶，透寒金缕鞋。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "催花未歇花奴鼓，酒醒已见残红舞。不忍覆余觞，临风泪数行。粉香看欲别，空胜当时月。月也异当时，凄清照鬓丝。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "春云吹散湘帘雨絮黏蝴蝶飞还住人在玉楼中楼高四面风柳烟丝一把暝色笼鸳瓦休近小阑干夕阳无限山",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "春花春月年年客，怜春又怕春离别。只为晓风愁，催花扑玉钩。娟娟双蛱蝶，宛转飞花侧。花底一声歌，疼花花奈何。",
            "comment": ""
        },
        {
            "title": "秣陵怀古",
            "content": "山色江声共寂寥，十三陵树晚萧萧。中原事业如江左，芳草何须怨六朝。",
            "comment": " | 【注释】见解独到、别具一格。"
        },
        {
            "title": "柳枝词",
            "content": "池上闲房碧树围，帘纹如彀上斜晖。生憎飞絮吹难定，一出红窗便不归。",
            "comment": ""
        },
        {
            "title": "临江仙  寒柳",
            "content": "飞絮飞花何处是层冰积雪摧残疏疏一树五更寒爱他明月好憔悴也相关最是繁丝摇落后转教人忆春山湔裙梦断续应难西风多少恨吹不散眉弯",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "夜雨做成秋恰上心头教他珍重护风流端的为谁添病也更为谁羞密意未曾休密愿难酬珠帘四卷月当楼暗忆欢期真似梦梦也须留",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "红影湿幽窗瘦尽春光雨余花外却斜阳谁见薄衫低髻子还惹思量莫道不凄凉早近持觞暗思何事断人肠曾是向他春梦里瞥遇回廊",
            "comment": ""
        },
        {
            "title": "酒泉子",
            "content": "谢却荼蘼一片月明如水篆香消尤未睡早鸦啼嫩寒无赖罗衣薄休傍阑干角最愁人灯欲落雁还飞",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "相逢不语，一朵芙蓉著秋雨。小晕红潮，斜溜鬟心只凤翘。待将低唤，直为凝情恐人见。欲诉幽怀，转过回栏叩玉钗。",
            "comment": ""
        },
        {
            "title": "记征人语",
            "content": "边月无端照别离，故园何处寄相思。西风不解征人语，一夕萧萧满大旗。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "杨柳千条送马蹄，北来征雁旧南飞，客中谁与换春衣。终古闲情归落照，一春幽梦逐游丝，信回刚道别多时。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "谁念西风独自凉萧萧黄叶闭疏窗沉思往事立残阳被酒莫惊春睡重赌书消得泼茶香当时只道是寻常",
            "comment": "：这首《浣溪沙》是为悼念其早逝的妻子卢氏而写的。卢氏出身名门，娴雅端庄，自小受到诗书熏陶，知书识礼。两人珠联璧合，婚后恩爱甚笃。然而，纳兰性德幸福的生活并没有持续多久，康熙十六年五月，结婚才三年的卢氏因为产后受寒不治身亡。对于刚刚二十三岁的纳兰性德而言，实在是一种莫大的震撼和刺激。\r\n　　词的开篇“西风”奠定了哀伤的基调，但字里行间没有一个哀字。明知已是“独自凉”的境地，偏要诘问是“谁念”，说明凉的并非天气，而是人的心境。上阕三句，通过西风、黄叶、疏窗、残阳四个意象，为我们刻画了纳兰性德孑立残阳、衣袂飘飘的孤单身影。下阕很自然地追忆往事，一是说春日醉酒之后，卢氏生怕惊扰了他的酣睡；一是以李清照、赵明诚夫妻“赌书泼茶”的典故，说明自己跟妻子的生活也是如此诗情画意，琴瑟和谐。但是，这些以前看起来极其平常的生活场景，如今一去不复返了。最后一句，充满了当时不知珍惜、等失去时却再也无从追寻的感叹。这一句，与“人生若只如初见”（纳兰性德《木兰词》）一样，也是满含着人生的况味。\r\n　　“被酒莫惊春睡重，赌书消得泼茶香”，这是格式较为工整的对仗句。“被酒”即醉酒。春日醉酒，酣甜入眠，满是生活的情趣，而睡意正浓时最紧要的是无人打扰。“莫惊”二字正写出了卢氏不惊扰他的睡眠，对他体贴入微，关爱备至。而这样一位温柔可人的妻子不仅是纳兰生活上的伴侣，更是他文学上的红颜知己。李清照在《〈金石录〉后序》一文中曾追叙她婚后屏居乡里时与丈夫赌书的情景，文中说：“余性偶强记，每饭罢，坐归来堂，烹茶，指堆积书史，言某事在某书、某卷、第几页、第几行，以中否，角胜负，为饮茶先后。中，既举杯大笑，至茶倾覆怀中，反不得饮而起。”这是文学史上的佳话，表现了他们情投意合、夫唱妇随的爱情生活。纳兰以赵、李夫妇比自己与卢氏，意在表明自己对卢氏的深深爱恋以及丧失这么一位才情并茂的妻子的无比哀伤。伤心的纳兰明知无法挽回一切，他只有把所有的哀思与无奈化为最后一句“当时只道是寻常”。大凡美好的事物，只有失去后我们才懂得珍惜，而美好的事物又往往稍纵即逝，恍若昙花一现。\r\n　　历史上悼亡之作很多，如潘岳《悼亡诗》中的“如彼翰林鸟，双栖一朝只”，元稹《遣悲怀》中的“惟将终夜长开眼，报答平生未展眉”，苏东坡《江城子》中的“十年生死两茫茫”，贺铸《鹧鸪天》中的“梧桐半死清霜后，头白鸳鸯失伴飞”……而这首《浣溪沙》在众多悼亡诗中如最亮的那颗星，醒目地跳跃，在深蓝的夜空中熠熠生辉，一直难以退出我们的思绪。"
        },
        {
            "title": "浣溪沙",
            "content": "莲漏三声烛半条，杏花微鱼湿轻绡，那将红豆寄无聊？春色已看浓似酒，归期安得信如潮，离魂入夜倩谁招？",
            "comment": ""
        },
        {
            "title": "画堂春",
            "content": "一生一代一双人，争教两处消魂。相思相望不相亲，天为谁春？浆向蓝桥易乞，药成碧海难奔。若容相访饮牛津，相对忘贫。",
            "comment": ""
        },
        {
            "title": "河传",
            "content": "春浅，红怨。掩双环，微雨花间。画闲，无言暗将红泪弹。阑珊，香销轻梦还。斜倚画屏思往事。皆不是，空作相思字。忆当时，垂柳丝。花枝，满庭蝴蝶儿。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "又到绿杨曾折处，不语垂鞭，踏遍清秋路。衰草连天无意绪，雁声远向萧关去。不恨天涯行役苦，只恨西风，吹梦成今古。明日客程还几许，沾衣况是新寒雨。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "辛苦最怜天上月一夕如环夕夕都成玦若似月轮终皎洁不辞冰雪为卿热无那尘缘容易绝燕子依然软踏帘钩说唱罢秋坟愁未歇春丛认取双栖蝶",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "今古河山无定距。画角声中，牧马频来去。满目荒凉谁可语？西风吹老丹枫树。从前幽怨应无数。铁马金戈，青冢黄昏路。一往情深深几许？深山夕照深秋雨。",
            "comment": " | 【注释】这首出塞词，当为纳兰兴德于康熙二十一年(1682)八月奉命与副都统郎谈等出塞远赴梭龙途中所作，词人时年二十九岁。"
        },
        {
            "title": "点绛唇",
            "content": "小院新凉，晚来顿觉罗衫薄。不成孤酌，形影空酬酢。萧寺怜君，别绪应萧索。西风恶，夕阳吹角，一阵槐花落。",
            "comment": ""
        },
        {
            "title": "点绛唇  咏风兰",
            "content": "别样幽芬，更无浓艳催开处。凌波欲去，且为东风住。忒煞萧疏，怎耐秋如许？还留取，冷香半缕，第一湘江雨。",
            "comment": ""
        },
        {
            "title": "长相思",
            "content": "山一程，水一程，身向榆关那畔行，夜深千帐灯。风一更，雪一更，聒碎乡心梦不成，故园无此声。",
            "comment": "：①榆关：山海关。\r\n②那畔：那边，指关外。\r\n③聒：喧闹，嘈杂。\r\n④故园：故乡，家园。 | ：　　翻过一座座山，越过一倒倒水，我随同护驾千军万马，浩浩荡荡地向山海关进发。夜深了，营帐中仍然灯火辉煌。夜里，不知道什么时候，帐篷外忽然风雪交加，阵阵风雪声搅得人无法入睡。同样的寒霄风雪之声，却觉得和家乡截然不同。 | ：　　“山一程，水一程”描写的是伴随皇帝出行时的一路上的风景，也有山回水转的意思。“一程”又“一程”，走了一山又一山，过了一水又一水，就像一个赶路的行者骑在马上，回头看看身后走过的路的感叹。如果说山一程，水一程写的是身后走过的路，那么“身向榆关”写的就应该是作者往前瞻望的目的地。“榆关”就是山海关，作者是在伴随皇帝去山海关意外还有很远的长白山，“那畔行”正是说明此行的最终目的地不是“榆关”，而是在“榆关”的“那畔”。“那畔行”三字是通俗化语言，犹如“那厮”，“那边”“那处”，作者会脱口而出此俗语，很显然既有一种放松，也有一种不情愿。\r\n　　“夜深千帐灯”这一句写出了皇上远行时候的壮观。想象一下那副场景吧，风雪中，夜幕空下，在群山里，一顶顶帐篷里透出的耀眼的灯光，景象该是何等的壮观！\r\n　　“风一更，雪一更”，“更”是指时间，旧时夜里的一种计时单位，和上面的“一程”所指的路程，形成了工整的对仗。“聒碎乡心梦不成”，夜里，寒冷的风雪吹打着帐篷，作者怎么也睡不着，失眠了，于是于寂寞无奈之中数着更数，感慨万千，又开始思乡了，因此才有“故园无此声”。其实并不是“故园无此声”，而是以往在故园有亲人，有天伦之乐，让自己没有机会睡帐篷、听风雪，在温暖的家里也不会觉得寒冷，而此时此地，远离家乡，才分外的感觉到了风雪异乡旅客的情怀。由此才觉得“故园无此声”。\r\n　　总的来说，这首词写得很传神，很动情，然而状观之处却体现不出作者的大气魄来，这可能源于他宦官家庭出身，父亲谨慎为官的教育有关，也可能源于他内心深处的某中不悦。不过这样一来，恰恰又集豪放与婉约于一体之大成，凝炼出中华词坛上一颗风骨神韵俱佳的灿烂明珠，深得后人的喜爱和传诵。"
        },
        {
            "title": "采桑子",
            "content": "严宵拥絮频惊起，扑面霜空。斜汗朦胧，冷逼毡帷火不红。香篝翠被浑闲事，回首西风。数盏残钟，一穗灯花似梦中。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "谢家庭院残更立燕宿雕粱月度银墙不辨花丛那瓣香此情已自成追忆零落鸳鸯雨歇微凉十一年前梦一场",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "土花曾染湘娥黛，铅泪难消。清韵谁敲，不是犀椎是凤翘。只应长伴端溪紫，割取秋潮。鹦鹉偷教，方响前头见玉箫。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "桃花羞作无情死感激东风吹落娇红飞入窗间伴懊侬谁怜辛苦东阳瘦也为春慵不及芙蓉一片幽情冷处浓",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "谁翻乐府凄凉曲风也萧萧雨也萧萧瘦尽灯花又一宵不知何事萦怀抱醒也无聊醉也无聊梦也何曾到谢桥",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "明月多情应笑我，笑我如今，孤负春心，独自闲行独自吟。近来怕说当时事，结编兰襟。月浅灯深，梦里云归何处寻？",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "凉生露气湘弦润暗滴花梢帘影谁摇燕蹴丝上柳条舞鹍镜匣开频掩檀粉慵调朝泪如潮昨夜香衾觉梦遥",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "冷香萦遍红桥梦，梦觉城笳。月上桃花，雨歇春寒燕子家。箜篌别后谁能鼓，肠断天涯。暗损韶华，一缕茶烟透碧纱。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "非关癖爱轻模样，冷处偏佳。别有根芽，不是人间富贵花。谢娘别后谁能惜，漂泊天涯。寒月悲笳，万里西风瀚海沙。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "而今才道当时错心绪凄迷红泪偷垂满眼春风百事非情知此后来无计强说欢期一别如斯落尽犁花月又西",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "拨灯书尽红笺也，依旧无聊。玉漏迢迢，梦里寒花隔玉箫。几竿修竹三更雨，叶叶萧萧。分付秋潮，莫误双鱼到谢桥。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "白衣裳凭朱栏立凉月趖西点鬓霜微岁晏知君归不归残更目断传书雁尺素还稀一味相思准拟相看似旧时",
            "comment": ""
        },
        {
            "title": "卜算子  新柳",
            "content": "娇软不胜垂，瘦怯那禁舞。多事年年二月风，翦出鹅黄缕。一种可怜生，落日和烟雨。苏小门前长短条，即渐迷行处。",
            "comment": ""
        },
        {
            "title": "金缕曲·赠梁汾",
            "content": "德也狂生耳。偶然间、淄尘京国，乌衣门第。有酒惟浇赵州土，谁会成生此意。不信道、遂成知己。青眼高歌俱未老，向尊前、拭尽英雄泪。君不见，月如水。　　共君此夜须沉醉。且由他、娥眉谣诼，古今同忌。身世悠悠何足问，冷笑置之而已。寻思起、从头翻悔。一日心期千劫在，后身缘、恐结他生里。然诺重，君须记。",
            "comment": "：(1)金缕曲：词牌名。\r\n(2)梁汾：顾贞观（1637～1714年），字华峰，号梁汾。江苏无锡人，纳兰性德的朋友。清康熙五年（1666年）顺天举人。著有《积书岩集》及《弹指词》。清康熙十五年（1676年）与纳兰性德相识，从此交契，直至纳兰性德病殁。\r\n(3)德也狂生耳：我本是个狂放不羁的人。德，作者自称。\r\n(4)偶然间，淄尘京国，乌衣门第：我在京城混迹于官场，又出身于高贵门第，这只是命运的偶然安排。淄尘京国，表居北京之无奈。淄尘，黑尘，喻污垢。此处作动词用，指混迹。淄，通“缁”，黑色。京国，京城。乌衣门第：东晋王、谢大族多居金陵乌衣巷，后世遂以该巷名指称世家大族。\r\n(5)有酒惟浇赵州土：用李贺《浩歌》“买丝绣作平原君，有酒唯浇赵州土”句意，是说希望有战国时赵国平原君那样招贤纳士的人来善待天下贤德才士。浇，浇酒祭祀。赵州土，平原君墓土。\r\n(6)谁会成生此意：谁会理解我的这片心意。会，理解。成生，作者自称。作者原名成德，后避太子讳改性德。\r\n(7)不信道、竟逢知己：万万没有想到，今天竟然遇到了知己。\r\n(8)青眼高歌俱未老：趁我们青壮盛年，纵酒高歌。青眼，契重之眼光，此指青春年少。\r\n(9)向尊前、拭尽英雄泪：姑且面对酒杯，擦去英雄才有的眼泪。为二人均不得志而感伤。尊，同“樽”。\r\n(10)且由他、娥眉谣诼，古今同忌：姑且由他去吧，才干出众，品行端正的人容易受到谣言中伤，这是古今常有的事。语出《离****》：“众女嫉余之娥眉兮，谣诼谓余以善淫。”娥眉，亦作“蛾眉”，喻才能。谣诼，造谣毁谤。忌，语助词，无实义。\r\n(11)身世悠悠何足问：人生岁月悠悠，遭受挫折苦恼，不必去追究。悠悠，遥远而不定貌。\r\n(12)寻思起、从头翻悔：若对挫折耿耿于怀，反复寻思，那么从人生一开始就错了。\r\n(13)一日心期千劫在：一日以心相许成为知己，即使经历千万劫难，我们二人的友情也将依然长存。心期：以心相许，情投意合。\r\n(14)后身缘、恐结他生里：来世他生，我们的情缘还将保持。后身缘，来生情缘。\r\n(15)然诺重，君须记：朋友间信用为重，您要切记。然诺重，指守信誉，不食言。 | ：　　我原本也是个狂妄的小子，我在京城混迹于官场，这不过是因为出身于高贵门第和命运的偶然安排罢了。我真心仰慕平原君的广结贤士，希望能有赵国平原君那样招贤纳士的人来善待天下贤德才士，可是却没有谁会理解我的这片心意。万万没有想到，今天竟然遇到了您这位知己。今天，趁我们还不算老，擦去感伤的眼泪，纵酒高歌，把精神振作起来。\r\n　　今天我们一定要开怀畅饮，一醉方休。从古到今，才干出众、品行端正的人遭受谣言中伤，这都是常有的事，姑且由他去吧。人生岁月悠悠，难免遭受点挫折苦恼，这些都没必要放在心上，思过之后冷笑一声放在一边就完事儿了。若总是耿耿于怀，那么从人生一开始就错了。今天我们一朝以心相许，成为知己，他日即使经历千万劫难，我们的友情也要依然长存。这后半生的缘分，恐怕要到来世也难以补足。这个诺言是很沉重的，您一定要牢牢记在心里。 | ：　　这首《金缕曲》写于初识顾梁汾之时。纳兰性德出身高贵门第，地位高，而顾梁汾则是一个刚刚辞官的不得志者，这首词深情地表明了作者与顾梁汾相见恨晚、相互知心的友情，抒发了其对才士贤人不幸遭际的同情与不平。\r\n　　上阙:表白心迹。作者表明自己鄙视荣华富贵，希望顾梁汾能以常人对待自己。\r\n　　这首词是纳兰性德初识顾梁汾之时的酬赠之作。这首词写于公元1676年，是年纳兰性德年仅二十二岁，其时顾梁汾已年遇四十，因不得志，刚刚解职辞官，暂舍于纳兰性德府第。生性注重友情的纳兰性德欲与顾梁汾结下肺腑之交，但又由于两人当时地位悬殊，恐顾梁汾不解其情意，故先表明了自己的心志，以消除二人之间门第等级之间的隔阂。\r\n　　作者起笔就说：“德也狂生耳。偶然间、缁尘京国，乌衣门第。”意思是说：我原本就是一个狂放不羁的人，能在京城混迹于官场，只不过是偶然的机会和门第的高贵而已。这充分表明了纳兰性德从内心深处鄙视荣华富贵，不以贵族公子自居，言外之意是希望顾梁汾能以常人对待他。“狂”者，指慷慨激发、忘形尘俗也；“狂生”，乃狂放不羁之人。\r\n　　“有酒惟浇赵州土，谁会成生此意。不信道、竟成知己。”李贺《浩歌》中有“买丝绣作平原君，有酒唯浇赵州土”句，作者以此示其景仰平原君广纳贤才之贤德，然如此“见才必怜，见贤必慕”之情，竟无人领会，无人理解!然后笔锋一转，“不信道、竟成知己”，万万没有想到，今天竟然遇到了您这位知己。“不信”与“竟”的连用，其得遇知己的喜悦之情，溢于言表。\r\n　　“青眼高歌俱未老，向尊前、拭尽英雄泪。”语出杜甫《短歌行》“青眼高歌望吾子，眼中之人我老矣”，庆幸我们都还青壮盛年，应当把酒痛饮，纵情高歌，擦去英雄才有的眼泪。表现酣畅淋漓。\r\n　　“君不见，月如水。”以景作结。那一夜，月儿皎洁，似是映衬着他们悲凉的情怀，又似是他们纯洁友谊的见证。更渲染出高洁而凄清之氛围，即情即景，尽在不言中。\r\n　　下阙：从同情梁汾的坎坷遭遇着笔，劝勉朋友释怀。\r\n　　“共君此夜须沉醉。”紧承上阙“向尊前、拭尽英雄泪”而来。这里的“须”字很值得考究，它表明，诗人是要有意识地使自己神经麻木，有“退一步海阔天空”之心。\r\n　　“且由他、蛾眉谣诼，古今同忌”语出《离****》“众女嫉余之蛾眉兮，谣诼谓余以善淫”。作者把顾梁汾之遭际纳入普遍规律，劝其当及时释怀，不要把谗言污蔑放在心上，以免无休止地困扰自己。\r\n　　“身世悠悠何足问，冷笑置之而已。寻思起、从头翻悔。”人生岁月悠悠，本不可预测，难免遭受点挫折苦恼，这些都没必要放在心上，思过之后笑一笑放在一边就完事儿了。如若总是耿耿于怀，反复寻思放之不下，那就错了。\r\n　　以上皆为慰勉之词，什么谗言诬陷，什么悠悠身世，什么坎坷挫折，统统放在一边，还不如开怀痛饮，对酒当歌，挥手“拭尽英雄泪”，一吐为快。\r\n　　“一日心期千劫在，后身缘、恐结他生里。然诺重，君须记。”一日心期，千劫不负，只可憾相见恨晚，但愿结他生之缘，请切切铭记今天的承诺。\r\n　　这首词风格凄切，酣畅，深沉，又慷慨淋漓，耐人寻味。尤其是真情实感，是这首词得以生命长青，久盛不衰之所在。"
        }
    ]
}