{
    "dynasty": "清",
    "author": "郑燮",
    "poems": [
        {
            "title": "题竹石",
            "content": "咬定青山不放松，立根原在破岩中；千磨万击还坚韧，任尔东西南北风。",
            "comment": ""
        },
        {
            "title": "绍兴",
            "content": "丞相纷纷诏敕多，绍兴天子只酣歌。 金人欲送徽钦返，其奈中原不要何！",
            "comment": "：[创作背景]这是一首咏史诗。「绍兴」是宋高宗赵构的年号。高宗为徽宗之子，钦宗之弟。宣和七年（1125），金兵两路攻宋，宋徽宗传位于太子钦宗。靖康元年（1126），金人攻陷汴京（今开封），掳走徽、钦二宗，史称「靖康之难」。北宋亡后，赵构在应天府（今商丘）即位称帝，后迁都临安（今杭州），是谓南宋。本诗即是以此为历史背景的。 \r\n\r\n[内容评析]作者一开始就向读者展示出一种奇怪的历史现象：「丞相纷纷诏敕多」。「诏敕」本是由皇帝下达的文告、命令，现在臣相秦桧却越俎代庖，政由己出，不由使人产生疑问：皇帝又在干甚么呢？于是，作者紧接着就点明造成这种奇怪现象的原因是「绍兴天子只酣歌」。高宗天子苟且偷安，朝政悉由秦桧操纵，自己却过着灯红酒绿、醉生梦死的生活。前一句以「纷纷」二字极言秦桧行令之多，活脱脱画出他的专横跋扈，不可一世的霸道嘴脸。后一句却以一个「只」字衬托出绍兴天子问政之少，只知寻欢作乐，其余一概不管的昏庸形像。这两人一为奸相，一为昏君，本是一丘之貉，但又各有特点，形成了十分鲜明的对比。 \r\n半壁江山长期沦陷，黎民百姓惨遭涂炭，南宋小朝廷却只知苟且偷安，不思收复中原，一洗国耻。诗的三、四句「金人欲送徽钦返，其奈中原不要何！」进一步一针见血地刺中他们的要害；其实，即便金人真的要把徽、钦二帝送回来，把中原归还宋朝，他们也不会接受的。因为如此一来，赵构就当不成皇帝，秦桧也无法专权了。 \r\n郑板桥写诗喜用白描，却往往蕴含了极为深刻而又强烈的爱憎之情。从这首诗把高宗、秦桧这类衣冠禽兽嘲笑得如此痛快淋漓，斥骂得这般擘肌入理，我们就可见其一斑了！ \r\n\r\n[难词注释]①丞相：指南宋权奸秦桧，绍兴年间曾两度为相，把持朝政达十九年之久。在金兵压境的情况下，秦桧力主和议，卖国求荣，并与高宗沆瀣一气，残酷迫害抗金名将岳飞等人，落下了千古罪名。②诏敕：由皇帝下达的文告、命令。③绍兴天子：指宋高宗赵构。④徽钦：指宋徽宗和宋钦宗。 | 【注释】[创作背景]这是一首咏史诗。「绍兴」是宋高宗赵构的年号。高宗为徽宗之子，钦宗之弟。宣和七年（1125），金兵两路攻宋，宋徽宗传位于太子钦宗。靖康元年（1126），金人攻陷汴京（今开封），掳走徽、钦二宗，史称「靖康之难」。北宋亡后，赵构在应天府（今商丘）即位称帝，后迁都临安（今杭州），是谓南宋。本诗即是以此为历史背景的。 [内容评析]作者一开始就向读者展示出一种奇怪的历史现象：「丞相纷纷诏敕多」。「诏敕」本是由皇帝下达的文告、命令，现在臣相秦桧却越俎代庖，政由己出，不由使人产生疑问：皇帝又在干甚么呢？于是，作者紧接着就点明造成这种奇怪现象的原因是「绍兴天子只酣歌」。高宗天子苟且偷安，朝政悉由秦桧操纵，自己却过着灯红酒绿、醉生梦死的生活。前一句以「纷纷」二字极言秦桧行令之多，活脱脱画出他的专横跋扈，不可一世的霸道嘴脸。后一句却以一个「只」字衬托出绍兴天子问政之少，只知寻欢作乐，其余一概不管的昏庸形像。这两人一为奸相，一为昏君，本是一丘之貉，但又各有特点，形成了十分鲜明的对比。 半壁江山长期沦陷，黎民百姓惨遭涂炭，南宋小朝廷却只知苟且偷安，不思收复中原，一洗国耻。诗的三、四句「金人欲送徽钦返，其奈中原不要何！」进一步一针见血地刺中他们的要害；其实，即便金人真的要把徽、钦二帝送回来，把中原归还宋朝，他们也不会接受的。因为如此一来，赵构就当不成皇帝，秦桧也无法专权了。 郑板桥写诗喜用白描，却往往蕴含了极为深刻而又强烈的爱憎之情。从这首诗把高宗、秦桧这类衣冠禽兽嘲笑得如此痛快淋漓，斥骂得这般擘肌入理，我们就可见其一斑了！ [难词注释]①丞相：指南宋权奸秦桧，绍兴年间曾两度为相，把持朝政达十九年之久。在金兵压境的情况下，秦桧力主和议，卖国求荣，并与高宗沆瀣一气，残酷迫害抗金名将岳飞等人，落下了千古罪名。②诏敕：由皇帝下达的文告、命令。③绍兴天子：指宋高宗赵构。④徽钦：指宋徽宗和宋钦宗。 http://www.china10k.com/simp/history/"
        },
        {
            "title": "满江红 思家",
            "content": "我梦扬州，便想到扬州梦我。第一是隋堤绿柳，不堪烟锁。潮打三更瓜步月，雨荒十里红桥火。更红鲜冷淡不成圆，樱桃颗。　　何日向，江村躲；何日上，江楼卧。有诗人某某，酒人个个。花径不无新点缀，沙鸥颇有闲功课。将白头供作折腰人，将毋左。",
            "comment": ""
        },
        {
            "title": "画菊与某官留别",
            "content": "进又无能追又难，宦途跼蹐不堪看。 吾家颇有东篱菊，归去秋风耐岁寒。",
            "comment": ""
        },
        {
            "title": "题画竹",
            "content": "四十年来画竹枝，日间挥写夜间思。 冗繁削尽留清瘦，画到生时是熟时。",
            "comment": ""
        },
        {
            "title": "题画竹",
            "content": "两枝修竹出重霄，几叶新篁倒挂梢。 本是同根复同气，有何卑下有何高！",
            "comment": ""
        },
        {
            "title": "兰",
            "content": "此是幽贞一种花，不求闻达只烟霞。 采樵或恐通来径，更写高山一片遮。",
            "comment": ""
        },
        {
            "title": "盆兰",
            "content": "春兰未了夏兰开，万事催人莫要呆； 阅尽荣枯是盆盎，几回拔去几回栽。",
            "comment": ""
        },
        {
            "title": "竹",
            "content": "一节复一节，千枝攒万叶。 我自不开花，免撩蜂与蝶。",
            "comment": ""
        },
        {
            "title": "题画兰",
            "content": "兰草已成行，山中意味长。 坚贞还自抱，何事斗群芳。",
            "comment": ""
        },
        {
            "title": "峭壁兰",
            "content": "峭壁一千尺，兰花在空碧。下有采樵人，伸手折不得。",
            "comment": ""
        },
        {
            "title": "渔家",
            "content": "卖得鲜鱼二百钱，米粮炊饭放归船。 　　拔来湿苇烧难着，晒在垂杨古岸边。",
            "comment": ""
        },
        {
            "title": "由兴化迂曲至高邮七绝句",
            "content": "烟蓑雨笠水云居，鞋样船儿帽样庐。卖取青钱沽酒得，乱摊荷叶摆鲜鱼。",
            "comment": ""
        },
        {
            "title": "予告归里，画竹别潍县绅士民",
            "content": "乌纱掷去不为官，囊橐萧萧两袖寒。 　　写取一枝清瘦竹，秋风江上作钓竿。",
            "comment": ""
        },
        {
            "title": "竹枝词",
            "content": "水流曲曲树重重，树里春山一两峰。茅屋深藏人不见，数声鸡犬夕阳中。",
            "comment": ""
        },
        {
            "title": "竹枝词",
            "content": "几家活计卖青山，石块堆来锦绣斑。 薄暮回车人半醉，乱雅声里唱歌还。",
            "comment": ""
        },
        {
            "title": "得南闱捷音",
            "content": "忽漫泥金入破篱，举家欢喜又增悲。一枝桂影功名小，十载征途发达迟。何处宁亲唯哭墓，无人对镜懒窥帷。他年纵有毛公檄，捧入华堂却慰谁？",
            "comment": ""
        },
        {
            "title": "游白狼山两首",
            "content": "悬岩小阁碧梧桐，似有人声在半空。百叩铜环浑不应，松花满地午荫浓。",
            "comment": ""
        },
        {
            "title": "踏莎行·无题",
            "content": "中表姻亲，诗文情愫，十年幼小娇相护。不须燕子引人行，画堂到得重重户。    颠倒思量，朦胧劫数，藕丝不断莲心苦。分明一见怕销魂，却愁不到销魂处。",
            "comment": ""
        },
        {
            "title": "咏雪",
            "content": "一片两片三四片，五六七八九十片。千片万片无数片，飞入梅花都不见。",
            "comment": ""
        },
        {
            "title": "潍县署中画竹呈年伯包大中丞括",
            "content": "衙斋卧听萧萧竹，疑是民间疾苦声。些小吾曹州县史，一枝一叶总关情。",
            "comment": " | 【注释】潍县：今属山东省。年伯：古称同榜考取的人为同年，称同年的父辈为年伯。包大中丞括：包括，字银河，钱塘(今浙江杭州市)人，康熙四十五年(1706)进士：乾隆年间，曾任山东布政使，署理巡抚，故称“中丞”。衙斋：官衙中的书斋。些小：指官职卑微。吾曹：我们。关情;关心。【鉴赏】郑板桥善画善书，尤喜画竹，故而他的题画诗也大多以颂竹为主题，譬如这一首。首句即点明自己的身份，“衙斋”即官邸，“萧萧”说明周遭环境优雅，同时也紧扣画竹的主题。次句由竹叶声响联想到民间疾苦，一个“疑”字道出了诗人的爱民之心与勤政之意。第三句是说自己官职卑微，只是一个小县吏，然而只要是有关民众的， 事无巨细， 都会放在心上。“一枝一叶”表面上看还是咏竹，实际比喻民间疾苦。由于此诗是题画诗，因而诗人从竹入手，托物言志，表达了做好民众父母官的心声;又由于画是送给上司巡抚大人的，故不有几分劝勉之意。诗歌语言质朴，比喻的手法穿插类同，使全诗具有一种虚实相间的效果，更见意味深长。"
        },
        {
            "title": "道情",
            "content": "老头陀，古庙中，自烧香，自打钟。兔葵燕麦闲斋供。山门破落无关锁，斜日苍黄有乱松。秋星闪烁颓垣缝。黑漆漆蒲团打坐，夜烧茶炉火通红。",
            "comment": ""
        },
        {
            "title": "道情",
            "content": "老渔翁，一钓竿。靠山崖，傍水湾。扁舟来往无牵绊，沙鸥点点轻波远，荻港潇潇白昼寒。高歌一曲斜阳晚，一霎时波摇金影，蓦抬头月上东山。",
            "comment": ""
        },
        {
            "title": "道情",
            "content": "吊龙逢，哭比干。羡庄周，拜老聃。未央宫里王孙惨。南来薏苡徒兴谤，七尺珊瑚只自残。孔明枉做那英雄汉，早知道茅庐高卧，省多少六出祁山。",
            "comment": ""
        },
        {
            "title": "道情",
            "content": "邈唐虞，远夏殷。卷宗周，入暴秦。争雄七国相兼并。文章两汉空陈迹，金粉南朝总废尘，李唐赵宋慌忙尽。最可叹龙蟠虎踞，尽销磨燕子春灯。",
            "comment": ""
        },
        {
            "title": "道情",
            "content": "老书生，白屋中；说黄虞，道古风。许多后辈高科中，门前仆从雄如虎，陌上旌旗去似龙，一朝势落成春梦，倒不如蓬门僻巷，教几个小小蒙童。",
            "comment": " | 【注释】 郑板桥作《道情》之时，还是一文不名的穷秀才。创作时间一说在雍正三年（1725）“予落拓京师，不得志而归，因作《道情》十首以遣兴”（据裴景福藏《道情》卷跋语）；而传世的《板桥集》中说作于雍正七年（1729）。这两种说法都出自郑板桥本人，孰是孰非，已不可知了。板桥本人对这《道情》是颇为珍视的，一生中多次书赠友人，告诫他们“异日为国之柱石，勿忘寒士家风”（裴本跋语）。"
        },
        {
            "title": "赠袁枚",
            "content": "晨星断雁几文人，错落江河湖海滨。抹去春秋自花实，逼来霜雪更枯筠。女称绝色邻夸艳，君有奇才我不贫。不买明珠买明镜，爱他光怪是先秦。",
            "comment": ""
        },
        {
            "title": "江晴",
            "content": "雾裹山疑失，雷鸣雨未休。夕阳开一半，吐出望江楼。",
            "comment": ""
        },
        {
            "title": "题屈翁山诗札、石涛石溪八大山人山水",
            "content": "国破家亡鬓总皤，一囊诗画作头陀。横涂竖抹千千幅，墨点无多泪点多！",
            "comment": " | 【注释】①屈翁山--屈大均（１６２９－１６９６），字翁山，禺（今属广东省）人。明亡后曾从桂王朱由榔武装抗清，失败后在杭州做了和尚。能诗文，是“岭南三大家”之一。石涛--原名朱若极(１６４１－约１７１８），明皇族后裔，入清后为僧，号苦瓜和尚，著名画家，善画山水兰竹，并工书法和诗。郑燮和他交往很深。石溪--本姓刘（１６１２－？），著名山水画家，和尚。八大山人--原名朱銮（１６２６－１７０５），改名朱耷，明皇族后裔，明亡后为僧，著名画家，写意花鸟画的成就极高。诗札--诗卷。共一卷--合成一册。②国破--指明朝灭亡。鬓总--鬓角。皤--白色，形容头发的了。③头陀--和尚。这句说：他们都作了以卖画为生的和尚。④横涂竖抹--指作画。这几位画家都强调抒写精神气质，不求形似。他们的作品，粗粗一看，画面上好象只是横涂竖末一般。⑤这句说：他们的痛苦感情远远超过他们的笔墨。"
        },
        {
            "title": "念奴娇 周瑜宅",
            "content": "周郎年少，正雄姿历落，江东人杰。八十万军飞一炬，风卷滩前黄叶。楼舻云崩，旌旗电扫，射江流血。咸阳三月，火光无此横绝。想他豪竹哀丝，回头顾曲，虎帐谈兵歇。公瑾伯符天挺秀，中道君臣惜别。吴蜀交疏，炎刘鼎沸，老魅成奸黠。至今遗恨，秦淮夜夜幽咽。",
            "comment": " | 【注释】公瑾伯符：周瑜和孙策的字。炎刘：指汉家朝廷。汉尚火德，故称炎。老魅：指曹操。"
        },
        {
            "title": "念奴娇 莫愁湖",
            "content": "鸳鸯二字，是红闺佳话，然乎否否？多少英雄儿女态，酿出祸胎冤薮。前殿金莲，後庭玉树，风雨催残骤。卢家何幸，一歌一曲长久！即今湖柳如烟，湖云似梦，湖浪浓于酒。山下藤萝飘翠带，隔水残霞舞袖。桃叶身微，莫愁家小，翻借词人口。风流何罪？无荣无辱无咎。",
            "comment": ""
        },
        {
            "title": "念奴娇 石头城",
            "content": "悬岩千尺，借欧刀吴斧，削成城郭。千里金城回不尽，万里洪涛喷薄。王浚楼船，旌麾直指，风利何曾泊。船头列炬，等闲烧断铁索。而今春去秋来，一江烟雨，万点征鸿掠。叫尽六朝兴废事，叫断孝陵殿阁。山色苍凉，江流悍急，潮打空城脚。数声渔笛，芦花风起作作。",
            "comment": " | 【注释】欧刀吴斧：《後汉书．虞诩传》，“宁卧欧刀，以示远近。”欧刀，行刑的刀。 吴斧指吴刚砍桂树的斧。 风利何曾泊：据《晋书．王浚传》，晋帝要浚到秣陵後受王浑调度，船过秣陵， 浚指着船帆对王浑的信使说“风利不得泊也”，自管下金陵抢功去了。"
        },
        {
            "title": "念奴娇 长干里",
            "content": "逶迤曲巷，在春城斜角，绿杨荫里。赭白青黄墙砌石，门映碧溪流水。细雨饧箫，斜阳牧笛，一径穿桃李。风吹花落，落花风又吹起。更兼处处缲车，家家社燕，江介风光美。四月樱桃红满市，雪片鲥鱼刀　。淮水秋清，钟山暮紫，老马耕闲地。一丘一壑，吾将终老于此。",
            "comment": " | 【注释】饧箫：卖麦芽糖的人吹的箫。缲车：即缫车，缫丝工具。明清江南文人诗词中，此词屡有出现。"
        },
        {
            "title": "念奴娇 台城",
            "content": "秋之为气，正一番风雨，一番萧瑟。落日鸡鸣山下路，为问台城旧迹。老蔓藏蛇，幽花贱血，坏堞零烟碧。有人牧马，城头吹起觱篥。当初面代牺牲，食惟菜果，恪守沙门律。何事饿来翻掘鼠，雀卵攀巢而吸？再曰荷荷，跏趺竟逝，得亦何妨失？酸心硬语，英雄泪在胸臆。",
            "comment": " | 【注释】再曰荷荷：梁武帝晚年信佛吃素，侯景兵乱，宫内食尽，武帝索蜜不得，曰“荷荷”〔此处为怨恨声〕而卒。跏趺：结跏趺坐的简称，僧人修禅时把脚掌搭在大腿上的坐法。"
        },
        {
            "title": "念奴娇 桃叶渡",
            "content": "桥低红板，正秦淮水长，绿杨飘撇。管领春风陪舞燕，带露含凄惜别。烟软梨花，雨娇寒食，芳草催时节。画船箫鼓，歌声缭绕空阔。究竟桃叶桃根，古今岂少，色艺称双绝？一缕红丝偏系左，闺阁几多埋没。假使夷光，苎萝终老，谁道倾城哲？王郎一曲，千秋艳说江楫。",
            "comment": " | 【注释】管领春风：韦康赠薛涛诗，“扫眉才子知多少，管领春风总不如。”夷光：西施的别名。倾城哲：《诗经．大雅．瞻卬》，“哲夫成城，哲妇倾城。”"
        },
        {
            "title": "念奴娇 方景两先生庙",
            "content": "乾坤欹侧，藉豪英几辈，半空撑住。千古龙逢源不死，七窍比干肺腑。竹杖麻衣，朱袍白刃，朴拙为艰苦。信心而出，自家不解何故。也知稷契皋夔，闳颠散适，岳降维申甫。彼自承平吾破裂，题目原非一路。十族全诛，皮囊万段，魂魄雄而武。世间鼠辈，如何妆得老虎！",
            "comment": " | 【注释】闳颠散适：这个“散”，指的就是西周老臣散宜生。岳降维申甫：《诗经．大雅．嵩高》，“维岳降神，生甫及申。”"
        },
        {
            "title": "念奴娇 高座寺",
            "content": "暮云明灭，望破楼隐隐，卧钟残院。院外青山千万叠，阶下流泉清浅。鸦噪松廊，鼠翻经匣，僧与孤云远。空梁蛇脱，旧巢无复归燕。可怜六代兴亡，生公宝志，绝不关恩怨。手种菩提心剑戟，先堕释迦轮转。青史讥弹，传灯笑柄，枉作骑墙汉。恒沙无量，人间劫数自短。",
            "comment": " | 【注释】生公宝志：生公，六朝时高僧，有“生公说法，顽石点头”之称。宝志，齐武帝时高僧。武帝将其收付狱中，旦日又见游行市里，既而检校，则犹在狱中。"
        },
        {
            "title": "念奴娇 胭脂井",
            "content": "辘辘转转，把繁华旧梦，转归何处？只有青山围故国，黄叶西风菜圃。拾橡瑶阶，打鱼宫沼，薄暮人归去。铜瓶百丈，哀音历历如诉。过江咫尺迷楼，宇文化及，便是韩擒虎。井底胭脂联臂出，问尔萧娘何处？清夜游词，後庭花曲，唱彻江关女。词场本色，帝王家数然否？",
            "comment": " | 【注释】迷楼：隋炀帝在扬州建迷楼储美女淫乐。萧娘：隋炀帝的皇后。据野史，炀帝曾夺宇文化及的爱妾沙夫人，宇文化及弑帝後，淫萧后以报复。"
        },
        {
            "title": "念奴娇 劳劳亭",
            "content": "劳劳亭畔，被西风一吹，逼成衰柳。如线如丝无限恨，和风和烟    。江上征帆，尊前别泪，眼底多情友。寸言不尽，斜阳脉脉凄瘦。半生图利图名，闲中细算，十件常输九。跳尽胡孙妆尽戏，总被他家哄诱。马上旌笳，街头乞叫，一样归乌有。达将何乐？穷更不如株守。",
            "comment": " | 【注释】　　：把人折磨，令之愁怨。黄庭坚《宴桃源．书赵伯充家小姬领巾》，“天气 把人　　，落絮游丝时候。”"
        },
        {
            "title": "念奴娇 宏光",
            "content": "宏光建国，是金莲玉树，後来狂客。草木山川何限痛，只解征歌选色。燕子衔笺，春灯说谜，夜短嫌天窄。海云分付，五更拦住红日。更兼马阮当朝，高刘作镇，犬豕包巾帻。卖尽江山犹恨少，只得东南半壁。国事兴亡，人家成败，运数谁逃得？太平隆万，此曹久已生出。",
            "comment": " | 【注释】宏光：南明福王的年号。应为“弘光”，避乾隆（弘历帝）讳而改。马阮、高刘：“马阮”指宦官马士英、阮大铖。福王时分淮扬为四镇，令高杰、刘泽清、黄得功和刘良佐统领。孔尚任一曲《桃花扇》，把这几个人如何误国、 如何投敌，唱得天下尽知。隆万：隆庆，明穆宗的年号；万历，明神宗的年号。"
        },
        {
            "title": "念奴娇 孝陵",
            "content": "东南王气，扫偏安旧习，江山整肃。老桧苍松盘寝殿，夜夜蛟龙来宿。翁仲衣冠，狮麟头角，静锁苔痕绿。斜阳断碣，几人系马而读。闻说物换星移，神山风雨，夜半幽灵哭。不记当年开国日，元主泥人泪簇。蛋壳乾坤，丸泥世界，疾卷如风烛残。老僧山畔，烹泉只取一掬。",
            "comment": ""
        },
        {
            "title": "题半盆兰蕊图",
            "content": "盆画半藏，兰画半含。不求发泄，不畏凋残。",
            "comment": ""
        },
        {
            "title": "山中雪后",
            "content": "晨起开门雪满山，雪晴云淡日光寒。檐流未滴梅花冻，一种清孤不等闲。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "花亦无知，月亦无聊，酒亦无灵。把夭桃斫断，煞他风景；鹦哥煮熟，佐我杯羹。焚砚烧书，椎琴裂画，毁尽文章抹尽名。荥阳郑，有慕歌家世，乞食风情。单寒骨相难更。笑席帽青衫太瘦生。看蓬门秋草，年年破巷；疏窗细雨，夜夜孤灯。难道天公、还钳恨口，不许长叹一两声？颠狂甚，取乌丝百幅，细写凄清。",
            "comment": ""
        },
        {
            "title": "道情",
            "content": "老樵夫，自砍柴。捆青松，夹绿槐。茫茫野草秋山外，丰碑是处成荒冢，华表千寻卧碧苔。坟前石马磨刀坏。倒不如闲钱沽酒，醉醺醺山径归来。",
            "comment": ""
        }
    ]
}