{
    "dynasty": "清",
    "author": "魏源",
    "poems": [
        {
            "title": "黄山绝顶题文殊院",
            "content": "峰奇石奇松更奇，云飞水飞山亦飞。华山忽向江南峙，十丈花开一万围。",
            "comment": ""
        },
        {
            "title": "天台石梁雨后观瀑歌",
            "content": "雁荡之瀑烟苍苍，中条之瀑雷硠硠，惟有天台之瀑不奇在瀑奇石梁，如人侧卧一肱张。力能撑开八万四千丈，放出青霄九道银河霜。我来正值连朝雨，两崖佰束风愈怒。松涛一涌千万重，漭泉冲夺游人路。重岗四合如重城，震电万车争殷辚。山头草木思他徙，但有虎啸苍龙吟。 须臾雨尽月华湿，月瀑更较雨瀑谧。千山万山惟一音，耳畔众响皆休息。静中疑是曲江涛，此则云垂彼海立。我曾观潮更观瀑，浩气胸中两仪塞。不以目视以耳听，斋心三日钧天瑟。造物贶我良不悭，所至江山纵奇特，山僧掉头笑休道，雨瀑月瀑那如冰瀑妙。破玉裂琼凝不流，黑光中线空明窈。层冰积压忽一摧，天崩地坼空晴昊。前冰已裂后冰乘，一日玉山百颓倒。是时樵牧无声游屐绝，老僧扶杖穷幽讨。山中胜不传山外，武陵难向渔郎道。语罢月落山茫茫，但觉石梁之下烟苍苍、雷硠硠，挟以风雨， 浩浩如河江。",
            "comment": ""
        },
        {
            "title": "三湘棹歌　资湘",
            "content": "溪行欲尽竹不已，苍雪纷纷化流水。船尾甫出碧玉湾，船头不见白云起。艤船斩竹撑竹篙，篙声响应空谷号。舟底水将石作骨，江边山以石为毛。滩声渐急篙渐近，知有截溪渔簖近。渔翁晒网鹭晒翅，一潭竹影涵鱼影。",
            "comment": " | 【注释】原序：楚水入洞庭者三：曰蒸湘，曰资湘，曰沅湘；故有“三湘”之名。洞庭即湘水之尾，故君山曰湘山也。资湘亦名潇湘，今资江发源武冈上游之夫夷水，土人尚曰潇溪，其地曰萧地。见《宝庆府志》。《水经注》不言潇水，而柳宗元别指永州一水为潇，遂以蒸湘为潇湘，而三湘仅存其二矣。予生长三湘，溯洄云水，爰为棹歌三章，以正其失，且寄湖山乡国之思。"
        },
        {
            "title": "寰海后十首",
            "content": "曾闻兵革话承平，几见承平话战争？鹤尽羽书风尽檄，儿谈海国婢谈兵。梦中疏草苍生泪，诗里莺花稗史情。官匪拾遗休学社，徒惊绛灌汉公卿。",
            "comment": " | 【注释】寰海後十首》作於1842年前後，其重心主要是對戰爭的總結和反思。 [內容評析]詩的前四句描繪了社會上對戰爭的普遍驚懼心理。人們在戰爭中總是渴望安寧，誰又見過「承平」之際大肆談論戰爭的呢？首聯敏銳捕捉了「兵革」之際「話承平」和「承平」之中「話戰爭」這正常和反常的兩種現象，並用「曾聞」、「幾見」的怪訝語氣，著力突出了後者的異常。頜聯「鶴盡羽書風盡檄，兒談海國婢談兵」將「幾見承平話戰爭」的現象作了進一步的展開。作者巧妙地用了東晉淝水之戰「風聲鶴唳」的典故，一方面描繪出「話戰爭」的內容──人們普遍地驚懼，以為軍情緊急，大禍將至；另一方面，又暗示出朝廷的驚慌失措，草木皆兵，稍有風吹草動，就發軍書徵兵，以致人心惶惶，甚至連兒童、使女都紛紛談論著同敵國用兵打仗的話題。這四句雖只寫了現象，但深刻的意蘊卻不言而喻；所謂的「承平」是朝廷用喪權辱國的「條約」換取的暫時緩解，並不能換來真正的和平，反而使侵略者更加變本加厲，虎視眈眈。之所以有「話戰爭」的異象，乃是「承平」原不存在！ 詩的後四句轉向自身。作者在睡夢裡都在起草奏章，反映人民的痛苦；他的詩作，縱然寫到花草鶯燕，也不是為了吟弄風月，而是欲起野史之作用，記載民間的風俗人情，表現黎民百姓的遭際和願望。這兩句寫得極誠摯沉痛，懇切動人。末聯「官匪拾遺休學杜，徒驚絳灌漢公卿」，作者發出了憤激之辭；自己既然連杜甫左拾遺那樣的官職都沒有，又何必去學杜甫的憂國憂民，為朝廷補缺糾失呢？那反而會徒自驚動像漢代周勃、灌嬰那樣的朝中大臣，使自己遭到賈誼一樣的疑忌和打擊。這激憤的反語，道出了有識之士的普遍悲哀，因而具有深廣的內涵。 比起魏源典故瀾翻的其他作品來，這首詩可謂明白如話。前四句以現象寫本質，以具體寫抽象，耐人尋味；後四句引向自身的抒情，沉摯與憤切相交織，乃是一代愛國志士心音的剖白。全詩充盈著崇高正義之內美的人格力量，格外動人心魄。 [難詞註釋]?羽書：緊急的軍事文書。檄：古代官府用以徵召、曉諭或聲討的文書。?疏草：起草奏章。?稗史：野史。?匪：非。拾遺：唐代諫官名。杜：指杜甫，曾任左拾遺。?絳灌：漢代絳侯周勃和傑陰侯灌嬰，賈誼因上疏遭到兩人的猜忌打擊。這裡代指朝中大臣。"
        },
        {
            "title": "花前劝酒吟",
            "content": "细雨濛濛江汉宽，楚天无际倚阑干。水为万古无情绿，酒是千龄不老丹。 故国鱼兼莼菜美，新霜人共菊花寒。楼船楼阁俱雄壮，黄鹤黄龙醉里看。",
            "comment": ""
        },
        {
            "title": "三叠泉",
            "content": "渴虹倒吸西江水，万丈老龙飞不起。三奋三坠下无底，喷为雨雹风霆诡。一练三帘万玉珠，奋迅奔腾十数里。水石昼夜万 訇，双崖铁立殷空　 。日月万古照不到，一峡终年烟雾里。数尺短松千尺苔，山深六月寒苍 。不知何人暗相报，遂令闯破混沌死。至今山灵怒游客，百步飞霖射衣履。山非山，水非水，仙非仙，鬼非鬼，回头洞口云扃矣，千秋万岁何时启？",
            "comment": ""
        },
        {
            "title": "晓窗",
            "content": "少闻鸡声眠，老听鸡声起。千古万代人，消磨数声里。",
            "comment": ""
        }
    ]
}