{
    "dynasty": "清",
    "author": "黄任",
    "poems": [
        {
            "title": "西湖杂诗",
            "content": "珠襦玉匣出昭陵，杜宇斜阳不可听。千树桃花万条柳，六桥无地种冬青。",
            "comment": " | 【注释】1、\"珠襦\"二句：写南宋在绍兴的皇陵被元杨琏真伽挖掘。珠襦玉匣，指皇陵中的殉葬物。《西京杂记》：\"汉帝送死，皆珠襦玉匣。\"出昭陵，从皇帝墓中挖出。昭陵，唐太宗陵墓名，指代宋朝帝陵。杜宇，暗用古蜀帝杜宇死后魂化为杜鹃的典故，参看王夫之《读指南集》注〔四〕〈〔四〕\"鹃血\"二句：写天祥对宋朝皇帝的忠诚和自元营逃归的贫苦。蜀鸟，杜鹃。《成都记》：\"杜宇（古代蜀主）死，其魂化为鸟，名曰杜鹃。\"白居易《琵琶行》：\"杜鹃啼血猿哀鸣。\"鸡鸣度关，齐孟尝君出使秦国被留，他买通秦王左右而逃出。过函谷关，关门未开。孟尝君的门客装鸡叫，远近的鸡闻声也叫了。关吏以为天亮就开关门，孟尝君一行得以出关，见《史记·孟尝君列传》。这里用指文天祥和他的随从杜浒等设计，半夜从京口偷越元人警戒，乘船逃往真州。〉。2、\"千树\"二句：写西湖虽美，而宋亡堪悲。种冬青，宋帝陵被挖后，义士唐珏拾遗骸重新埋葬，并在其上种冬青树，见尤侗《题韩蕲王墓》注 〔五〕〈〔五〕\"千年\"二句：说韩世忠庙仍受人崇祀，而南宋的皇陵却早被发掘。杜宇，鸟名，即杜鹃。传说杜鹃乃古代蜀国国王杜宇的魂魄所化（见《华阳国志·蜀志》）。这里以杜宇比拟南宋皇帝。冬青，树名。元代杨琏真伽发掘赵宋诸皇陵，义士唐珏收遗骸重新埋藏，且植冬青树于其上。见陶宗仪《辍耕录》。〉"
        },
        {
            "title": "西湖杂诗",
            "content": "梅花亦作黍离看，野水荒坟绕一湾。肠断黄金台下客，更传天语到孤山。",
            "comment": " | 【注释】1、\"梅花\"二句：写孤山林逋墓地的荒凉。林逋，字君复，号和靖，宋时隐居西湖孤山，不种梅，不娶。有\"梅妻鹤子\"之称。黍离，《诗经·王风·黍离》是西周亡后，东周大夫经故乡感慨以前宫殿成为平地，种上庄稼黍的事。离，离离，颗粒下垂貌。2、\"肠断\"二句：宋恭帝被元人俘虏到北京，从臣汪元量南归，带回他的诗：\"寄语林和靖，梅花几度开？黄金台下客，应是不归来。\"见陶宗仪《辍耕录》。天语，指宋恭帝诗。"
        },
        {
            "title": "西湖杂诗",
            "content": "鱼羹宋嫂六桥无，原是樊楼旧酒垆。宣索可怜停玉食，官家和泪话东都。",
            "comment": " | 【注释】1、\"鱼羹\"二句：北宋时汴京酒店的宋五嫂，善做鱼羹，随宋室南渡到杭州。见周密《武林旧事》。六桥，西湖上的映波、锁澜、望山、压堤、东浦、跨江六座桥。樊楼，宋时汴京著名酒店，见《东京梦华录》。2、\"宣索\"二句：《武林旧事》载宋高宗为太上皇时，出游西湖，曾宣召宋五嫂，念她年老，赐以钱绢。宣索，宫延向民间购买物品。玉食，帝王的食品。《尚书·洪范》\"唯辞（国君）玉食。\"官家，指皇帝。东都，北宋以汴京（今河南开封）为东都。"
        },
        {
            "title": "西湖杂诗",
            "content": "珍重游人入画图，楼台绣错与茵铺。宋家万里中原土，博得钱塘十顷湖。",
            "comment": " | 【注释】1、这五首写杭州西湖景物兼咏南宋史事，寄慨颇深，亦饶风韵。2、\"珍重\"二句：写西湖楼台景物之美，人游其中，如入画图。绣错，如锦绣交错。茵铺，如铺地毯。茵，毯子。《湖山胜概》：\"堤（西湖苏堤）间桃柳，芳草铺茵。\"3、\"宋家\"二句：刺南宋统治者丢弃万里中原，而沉醉、玩乐于\"十顷\"之地的西湖。"
        },
        {
            "title": "西湖杂诗",
            "content": "画罗纨扇总如云，细草新泥簇蝶裙。孤愤何关儿女事，踏青争上岳王坟！",
            "comment": " | 【注释】1、\"画罗\"二句：写游人众多，服饰华丽。画罗、织有花纹的罗衣。纨扇，罗纨制的扇子。簇蝶裙，织有蝴蝶的裙子。2、\"孤愤\"二句：说\"儿女\"们本不关心宋代岳飞被害之事，而春游时争着去凭吊他的坟墓。踏青，春游。岳王坟，岳飞死后曾追封鄂王，其墓在杭州棲霞岭。"
        }
    ]
}