{
    "dynasty": "清",
    "author": "黄遵宪",
    "poems": [
        {
            "title": "酬曾重伯编修",
            "content": "废君一月官书力，读我连篇新派诗。风雅不亡由善作，光丰之后益矜奇。文章巨蟹横行日，世变群龙见首时。手撷芙蓉策虯驷，出门惘惘更寻谁？",
            "comment": ""
        },
        {
            "title": "山歌",
            "content": "买梨莫买蜂咬梨，心中有病没人知。因为分梨故亲切，谁知亲切转伤离。催人出门鸡乱啼，送人离别水东西。挽水西流想无法，从今不养五更鸡。",
            "comment": " | 【注释】原题注：土俗好为歌，男女赠答，颇有《子夜》、《读曲》遗意，采其能笔于书者，得数首。 | 【注释】原题注：土俗好为歌，男女赠答，颇有《子夜》、《读曲》遗意，采其能笔于书者，得数首。"
        },
        {
            "title": "今别离",
            "content": "别肠转如轮，一刻既万周。眼见双轮驰，益增中心忧。古亦有山川，古亦有车舟。车舟载离别，行止犹自由。今日舟与车，并力生离愁。明知须臾景，不许稍绸缪。钟声一及时，顷刻不少留。虽有万钧柁，动如绕指柔。岂无打头风？亦不畏石尤。送者未及返，君在天尽头。望影倏不见，烟波杳悠悠。去矣一何速？归定留滞不。所愿君归时，快乘轻气球。朝寄平安语，暮寄相思字。驰书迅已极，云是君所寄。既非君手书，又无君默记。虽署花字名，知谁箝缗尾？寻常并坐语，未遽悉心事。况经三四译，岂能达人意？只有班班墨，颇似临行泪。门前两行树，离离到天际。中央亦有丝，有丝两头系。如何君寄书，断续不时至？每日百须臾，书到时有几？一息不相闻，使我容颜悴。安得如电光，一闪至君旁？开函喜动色，分明是君容。自君镜奁来，入妾怀袖中。临行剪中衣，是妾亲手缝。肥瘦妾自思，今昔得毋同？自别思见君，情如春酒浓。今日见君面，仍觉心忡忡。揽镜妄自照，颜色桃花红。开箧持赠君，如与君相逢。妾有钗插鬓，君有襟当胸。双悬可怜影，汝我长相从。虽则长相从，别恨终无穷。对面不解语，若隔山万重。自非梦来往，密意何由通？汝魂将何之？欲与君追随。飘然渡沧海，不畏风波危。昨夕入君室，举手搴君帷。披帷不见人，想君就枕迟。君魂倘寻我，会面亦难期。恐君魂来日，是妾不寐时。妾睡君或醒，君睡妾岂知？彼此不相闻，安怪常参差。举头见明月，明月方入扉。此时想君身，侵晓刚披衣。君在海之角，妄在天之涯。相去三万里，昼夜相背驰。眠起不同时，魂梦难相依。地长不能缩，翼短不能飞。只有恋君心，海枯终不移。海水深复深，难以量相思。",
            "comment": ""
        },
        {
            "title": "和钟西耘庶常德祥律门感怀诗",
            "content": "东西南北走舟车，虎穴惊看插邑闾。七万里戎来集此，五千年史未闻诸。考工述物搜奇字，鬼谷尊师发秘书。教训十年民力盛，倘排犀手射鲸鱼。",
            "comment": ""
        },
        {
            "title": "和钟西耘庶常德祥律门感怀诗",
            "content": "雷动星驰入贡车，舌人环列护爻闾。但占风雨都来享，偶断苞茅便问诸。宅北曾分羲仲命，绥南远赐赵佗书。盟津八百争朝会，犹记征祥纪白鱼。",
            "comment": ""
        },
        {
            "title": "羊城感赋六首",
            "content": "慷慨争挥壮士戈，洗兵竟欲挽天河。苦烦父老通邛笮，难禁奸民教尉佗。袄庙火焚氛更恶，鲛人珠尽泪犹多。纷纷和战都非策，聚铁虽坚奈错何！",
            "comment": ""
        },
        {
            "title": "羊城感赋六首",
            "content": "手挽三江尽北流，寇氛难洗越人羞。黄巢毒竟流天下，陶侃军难进石头。铤鹿偶然完首尾，烂羊多赖得公侯。欃枪扫尽红羊换，从此当朝息内忧。",
            "comment": ""
        },
        {
            "title": "和钟西耘庶常德祥律门感怀诗",
            "content": "八成无事息兵车，七叶讴吟洽里闾。岂谓浮云变苍狗，竟教明月蚀詹诸。骊山烽火成焦土，牛耳牲盘捧载书。秋草木兰驰道静，白龙微服记为鱼。",
            "comment": ""
        },
        {
            "title": "香港感怀十首",
            "content": "盗喜逋逃薮，兵夸曳落河。官尊大呼药，客聚众娄罗。王面镌金宝，蛮腰跨革靴。斑阑衣服异，关吏莫谁何。",
            "comment": ""
        },
        {
            "title": "和钟西耘庶常德祥律门感怀诗",
            "content": "狼慌遗种等高车，万族相从到尾间。魑魅入林逢不若，蛤蟆吞月鉴方诸。昔闻靺鞨歌西乐，今见佉卢制左书。始受—廛濠镜地，有明师早漏多鱼。",
            "comment": ""
        },
        {
            "title": "香港感怀十首",
            "content": "指北黄龙饮，从西天马来。飞轮齐鼓浪，祝炮日鸣雷。中外通喉舌，纵横积货财。登高遥望海，大地故恢恢。",
            "comment": ""
        },
        {
            "title": "和钟西耘庶常德祥律门感怀诗",
            "content": "鸾声阁道碾安车，元老相从话踦闾。未雨绸缪彻桑土，御冬旨蓄备桃诸。借筹幸辟同文馆，警鼓惊传奔命书。相戒鲂鱮休出入，吞声私泣过河鱼。",
            "comment": ""
        },
        {
            "title": "羊城感赋六首",
            "content": "早潮晚汐打城门，玉漏声催铜鼓喧。百货均输成剧邑，五方风气异中原。舵舟舆轿山川险，帕首  刀府帅尊。今古茫茫共谁语，越王台下正黄昏。",
            "comment": ""
        },
        {
            "title": "香港感怀十首",
            "content": "便积金如斗，能从聚窟消。蛮云迷宝譬，脂夜荡花妖。龙女争盘镜，鲛人斗织绡。珠帘春十里，难遣可怜宵。",
            "comment": ""
        },
        {
            "title": "香港感怀十首",
            "content": "酋长虬髯客，豪商碧眼胡。金轮铭武后，宝塔礼耶稣。火树银花耀，毡衣绣缕铺。五丁开凿后，欲界亦仙都。",
            "comment": ""
        },
        {
            "title": "香港感怀十首",
            "content": "《博物》张华志，千间广厦开。摩挲铜狄在，怅望宝山回。大鸟如人立，长鲸跋浪来。官山还府海，人力信雄哉！",
            "comment": ""
        },
        {
            "title": "香港感怀十首",
            "content": "沸地笙歌海，排山酒肉林。连环屯万室，尺土过千金。民气多羶行，夷言学鸟音。黄标千万积，翻讶屋沉沉。",
            "comment": ""
        },
        {
            "title": "和钟西耘庶常德祥律门感怀诗",
            "content": "电掣重轮走水车，风行千里献比闾。移山未要嗤愚叟，捧土真能塞孟诸。黑齿雕题征鬼箓，赤文绿字诩天书。寻常弓矢疑堪用，闻道潮人驱鳄鱼。",
            "comment": ""
        },
        {
            "title": "和钟西耘庶常德祥律门感怀诗",
            "content": "执梃降王走传车，先擒月爱后东闾。难言赤狄初何种，终痛庭坚祀忽诸。两帝东西争战国，九州大小混方书。喁喁鹣鲽来无路，久已纵横海大鱼。",
            "comment": ""
        },
        {
            "title": "羊城感赋六首",
            "content": "战台祠庙岿然存，双阙嵯峨耸虎门。谁似伏波饶将略？犹闻蹈海报君恩。要荒又议珠崖弃，霸业弥思纛屋尊。最是凋零苏武节，无人海外赋《招魂》！",
            "comment": ""
        },
        {
            "title": "香港感怀十首",
            "content": "岂欲珠崖弃，其如城下盟。帆樯通万国，壁垒遏三城。虎穴人雄据，鸿沟界末明。传闻哀痛诏，犹洒泪纵横。",
            "comment": ""
        },
        {
            "title": "香港感怀十首",
            "content": "弹指楼台现，飞来何处峰？为谁刘黎藋，遍地出芜蓉。方丈三神地，诸侯百里封。居然成重镇，高垒矗狼烽。",
            "comment": ""
        },
        {
            "title": "香港感怀十首",
            "content": "遣使初求地，高皇全盛时。六州谁铸错？一恸失燕脂。凿空蚕丛辟，嘘云蜃气奇。山头风猎猎，犹自误龙旗。",
            "comment": ""
        },
        {
            "title": "羊城感赋六首",
            "content": "际海边疆万里开，臣佗大长信奇才。平蛮看竖擎天柱，朝汉同登浴日台。南极星辰原北拱，东流海水竞西回。喁喁鹣鲽波涛阻，独有联翩天马来。",
            "comment": ""
        },
        {
            "title": "香港感怀十首",
            "content": "流水游龙外，平波又画桡。佛犹夸国乐，奴亦挟天骄。御气毬千尺，驰风马百骁。街弹巡赤棒，独少市声嚣。",
            "comment": ""
        },
        {
            "title": "和钟西耘庶常德祥律门感怀诗",
            "content": "六月中兴赋《出车》，金陵王气复充闾。华夷共主皆思服，尧舜如天尚病诸。荡寇重编归汉里，和戎难下绝秦书。只应文物开王会，珥笔曾夸太史鱼。",
            "comment": ""
        },
        {
            "title": "羊城感赋六首",
            "content": "木棉花落絮飞初，歌舞冈前夜雨余。阁道鸾声都寂寞，市搂蜃气亦空虚。骑羊漫诩仙人鹤，驱鳄难除海大鱼。独有十三行外柳，重重深护画搂居。",
            "comment": ""
        },
        {
            "title": "夜饮",
            "content": "长风吹月过江来，照我华堂在手杯。莫管阴晴圆缺事，尽欢三万六千回。",
            "comment": ""
        },
        {
            "title": "夜起",
            "content": "千声檐铁百淋铃，雨横风狂暂一停。正望鸡鸣天下白，又惊鹅击海东青。沉阴噎噎何多日，残月晖晖尚几星。斗室苍茫吾独立，万家酣睡几人醒？",
            "comment": ""
        },
        {
            "title": "纪事",
            "content": "众人耳目外，重以甘言诱；浓绿茁芽茶，浅碧酿花酒。斜纹黑普罗，杂俎红毡竓，琐屑到钗钏，取足供媚妇。上谒士雕龙，下访市屠狗；墨床与侏张，相见辄握手。指此区区物，是某托转授；怀上花名册，出请纪谁某。“知君有姻族，知君有甥舅，赖君提挈力，吾党定举首。”丁宁复丁宁：“幸勿杂然否。”",
            "comment": ""
        },
        {
            "title": "海行杂感",
            "content": "星星世界遍诸天，不计三千与大千。倘亦乘槎中有客，回头望我地球圆。",
            "comment": ""
        },
        {
            "title": "杂感",
            "content": "大块凿混沌，浑浑旋大圜；隶首不能算，知有几万年。羲轩造书契，今始岁五千；以我视后人，若居三代先。俗儒好尊古，日日故纸研；六经字所无，不敢入诗篇。古人弃糟粕，见之口流涎；沿习甘剽盗，妄造丛罪愆。黄土同抟人，今古何愚贤；即今忽已古，断自何代前？明窗敞流离，高炉蒸香烟；左陈端溪砚，右列薛涛笺；我手写我口，古岂能拘牵！即今流俗语，我若登简编；五千年后人，惊为古斓斑。",
            "comment": ""
        },
        {
            "title": "题梁任父同年",
            "content": "寸寸山河寸寸金，瓜离分裂力谁任。杜鹃再拜忧天泪，精卫无穷填海心。",
            "comment": ""
        }
    ]
}