{
    "dynasty": "魏晋",
    "author": "卢谌",
    "poems": [
        {
            "title": "赠刘琨诗二十首 六",
            "content": "畴曩伊何。逝者弥疏。温温恭人。慎终如初。览彼遗音。恤此穷孤。譬彼樛木。蔓葛以敷",
            "comment": ""
        },
        {
            "title": "诗",
            "content": "遐举游名山。松乔共相追。层崖成崇馆。岩阿结重闱。",
            "comment": ""
        },
        {
            "title": "时兴诗",
            "content": "亹亹圆象运。悠悠方仪廓。忽忽岁云暮。游原采萧藿。北踰芒与河。南临伊与洛。凝霜沾蔓草。悲风振林薄。摵摵芳叶零。橤橤苍华落。下泉激洌清。旷野增辽索。登高眺遐荒。极望无崖崿。形变随时化。神感因物作。澹乎至人心。恬然存玄漠。",
            "comment": ""
        },
        {
            "title": "览古诗",
            "content": "赵氏有和璧。天下无不传。秦人来求巿。厥价徒空言。与之将见卖。不与恐致患。简才备行李。图令国命全。蔺生在下位。缪子称其览。奉辞驰出境。伏轼径入关。秦王御殿坐。赵使拥节前。挥袂睨金柱。身玉要俱捐。连城既伪往。荆玉亦真还。爰在渑池会。二主克交欢。昭襄欲负力。相如折其端。眦血下沾襟。怒髪上冲冠。西缶终双击。东瑟不只弹。舍生岂不易。处死诚独难。棱威章台颠。强御亦不干。屈节邯郸中。俛首忍回轩。廉公何为者。负荆谢厥諐。智勇盖当世。弛张使我叹",
            "comment": ""
        },
        {
            "title": "答魏子悌诗",
            "content": "崇台非一{韩韦=余}。珍裘非一腋。多士成大业。羣贤济弘绩。遇蒙时来会。聊齐朝彦迹。顾此腹背羽。愧彼排虚翮。寄身荫四岳。托好凭三益。倾盖虽终朝。大分迈畴昔。在危每同险。处安不异易。俱涉晋昌艰。共更飞狐厄。恩由契阔生。义随周旋积。岂谓乡曲誉。谬充本州役。乖离令我感。悲欣使情惕。理以精神通。匪曰形骸隔。妙诗申笃好。清义贯幽赜。恨无随侯珠。以酬荆文璧",
            "comment": ""
        },
        {
            "title": "赠崔温诗",
            "content": "逍遥步城隅。暇日聊游豫。北眺沙漠垂。南望旧京路。平陆引长流。冈峦挺茂树。中原厉迅飙。山阿起云雾。游子恒悲怀。举目增永慕。良俦不获偕。舒情将焉诉。远念贤士风。遂存往古务。朔鄙多侠气。岂唯地所固。李牧镇边城。荒夷怀南惧。赵奢正疆场。秦人折北虑。羇旅及宽政。委质与时遇。恨以驽蹇姿。徒烦非子御。亦既弛负担。忝位宰黔庶。茍云免罪戾。何暇收民誉。倪宽以殿黜。终乃最众赋。何武不赫赫。遗爱常在去。古人非所希。短弱自有素。何以敷斯辞。惟以二子故。",
            "comment": ""
        },
        {
            "title": "答刘琨诗二首 二",
            "content": "谁言日向暮。桑榆犹启晨。谁言繁菜实。振藻耀芳春。百炼或致屈。绕指所以伸。",
            "comment": ""
        },
        {
            "title": "答刘琨诗二首 一",
            "content": "随宝产汉滨。摛此夜光真。不待卞和显。自为命世珍。",
            "comment": ""
        },
        {
            "title": "重赠刘琨诗",
            "content": "璧由识者显。龙因庆云翔。茨棘非所憇。翰飞游高冈。余音非九韶。俣以仪鳯凰。新城非芝圃。曷由殖兰芳。",
            "comment": ""
        },
        {
            "title": "诗",
            "content": "凛凛素秋。日促宵长。",
            "comment": ""
        },
        {
            "title": "赠刘琨诗二十首 二十",
            "content": "邈矣达度。唯道是杖。形有未泰。神无不畅。如川之流。如渊之量。上弘栋隆。下塞民望。",
            "comment": ""
        },
        {
            "title": "赠刘琨诗二十首 十九",
            "content": "福为祸始。祸作福阶。天地盈虚。寒暑周回。夫差不祀。衅在胜齐。句践作伯。祚自会稽。",
            "comment": ""
        },
        {
            "title": "赠刘琨诗二十首 十八",
            "content": "爰造异论。肝胆楚越。惟同大观。万涂一辙。死生既齐。荣辱奚别。处其玄根。廓焉靡结。",
            "comment": ""
        },
        {
            "title": "赠刘琨诗二十首 十七",
            "content": "先民颐意。潜山隐几。仰熙丹崖。俯澡绿水。无求于和。自附众美。慷慨遐踪。有愧高旨。",
            "comment": ""
        },
        {
            "title": "赠刘琨诗二十首 十六",
            "content": "纤质实微。冲飙斯值。谁谓言精。致在赏意。不见得鱼。亦忘厥饵。遗其形骸。寄之深识。",
            "comment": ""
        },
        {
            "title": "赠刘琨诗二十首 十五",
            "content": "绵绵女萝。施于松标。禀泽洪干。晞阳丰条。根浅难固。茎弱易雕。操彼纤质。承此冲飙。",
            "comment": ""
        },
        {
            "title": "赠刘琨诗二十首 十四",
            "content": "长徽已缨。逝将徙举。收迹西践。衔哀东顾。曷云涂辽。曾不咫步。岂不夙夜。谓行多露。",
            "comment": ""
        },
        {
            "title": "赠刘琨诗二十首 十三",
            "content": "相彼反哺。尚在翔禽。孰是人斯。而忍斯心。每凭山海。庶觌高深。遐眺存亡。缅成飞沉。",
            "comment": ""
        },
        {
            "title": "赠刘琨诗二十首 十二",
            "content": "涂炭既济。寇挫民阜。谬其疲隶。授之朝右。上惧任大。下欣施厚。实祗高明。敢忘所守。",
            "comment": ""
        },
        {
            "title": "赠刘琨诗二十首 十一",
            "content": "由余片言。秦人是惮。日磾效忠。飞声有汉。桓桓抚军。古贤作冠。来牧幽都。济厥涂炭。",
            "comment": ""
        },
        {
            "title": "赠刘琨诗二十首 十",
            "content": "昔在暇日。妙寻通理。尤彼意气。狭是节士。情以体生。感以情起。趣舍同要。穷达斯已。",
            "comment": ""
        },
        {
            "title": "赠刘琨诗二十首 九",
            "content": "五臣奚与。契阔百罹。身经险阻。足蹈幽遐。义由恩深。分随昵加。绸缪委心。自同匪他。",
            "comment": ""
        },
        {
            "title": "赠刘琨诗二十首 八",
            "content": "承亦既笃。眷亦既亲。饰奖驽猥。方驾骏珍。弼谐靡成。良谟莫陈。无觊狐赵。有与五臣。",
            "comment": ""
        },
        {
            "title": "赠刘琨诗二十首 七",
            "content": "妙哉蔓葛。得托樛木。叶不云布。华不星烛。承侔卞和。质非荆璞。眷同尤良。用乏骥騄。",
            "comment": ""
        },
        {
            "title": "赠刘琨诗二十首 五",
            "content": "大钧载运。良辰遂往。譬彼日月。迅过俯仰。感今惟昔。口存心想。借曰如昨。忽为畴曩。",
            "comment": ""
        },
        {
            "title": "赠刘琨诗二十首 四",
            "content": "王室丧师。私门播迁。望公归之。视险忽艰。兹愿不遂。中路阻颠。仰悲先意。俯思身愆。",
            "comment": ""
        },
        {
            "title": "赠刘琨诗二十首 二",
            "content": "伊陟佐商。山甫翼周。弘济艰难。对扬王休。茍非异德。旷世同流。加其忠贞。宣其徽猷。",
            "comment": ""
        },
        {
            "title": "赠刘琨诗二十首 一",
            "content": "浚哲惟皇。绍熙有晋。振厥弛维。光阐远韵。有来斯雍。至止伊顺。三台摛朗。四岳增峻。",
            "comment": " | 【注释】小序：故吏从事中郎卢谌死罪死罪。谌禀性短弱。当世罕任。因其自然。用安静退。在木阙不材之资。处鴈乏善鸣之分。卷异蘧子。愚殊宁生。匠者时眄。不免馔宾。尝自思惟。因缘运会。得蒙接事。自奉清尘。于今五稔。谟明之效不着。候人之讥已彰。大雅含弘。量包山薮。加以待接弥优。{款土=匕}眷逾昵。与运筹之谋。厕燕私之欢。绸缪之旨。有同骨肉。其为知己。古人罔喻。昔聂政殉严遂之顾。荆轲慕燕丹之义。意气之间。糜躯不悔。跩微达节谓之可庶。然茍曰有情。孰能不怀。启程委身之日。夷险已之。事与愿违。当忝外役。遂去左右。收迹府朝。盖本同末异。杨朱兴哀。始素终玄。墨翟垂涕。分乖之际。咸可叹慨。致感之途。或迫于兹。亦奚必临路而后长号。覩丝而后歔欷哉。是以仰惟先情。俯览今遇。感存念亡。触物增眷。易曰。书不尽言。言不尽意。然则书非尽言之器。言非尽意之具矣。况言有不得至于尽意。书有不得至于尽言邪。不胜猥懑。谨贡诗一篇。抑不足以揄扬弘美。亦以摅其所抱而已。若公肆大惠。遂其厚恩。锡以咳唾之音。慰其违离之意。则所谓咸池酬于北里。夜光报于鱼目。谌之愿也。非所敢望也。谌死罪死罪。"
        },
        {
            "title": "赠刘琨诗二十首 三",
            "content": "伊谌陋宗。昔遘嘉惠。申以婚姻。着以累世。义等休戚。好同兴废。孰云匪谐。如乐之契。",
            "comment": ""
        }
    ]
}