{
    "dynasty": "魏晋",
    "author": "陈琳",
    "poems": [
        {
            "title": "宴会诗",
            "content": "凯风飘阴云。白日扬素晖。良友招我游。高会宴中闱。玄鹤浮清泉。绮树焕青蕤。",
            "comment": ""
        },
        {
            "title": "诗",
            "content": "轗轲固宜然。卑陋何所羞。援兹自抑慰。研精于道腴。",
            "comment": ""
        },
        {
            "title": "诗",
            "content": "沉沦众庶间。与世无有殊。纡郁怀伤结。舒展有何由。",
            "comment": ""
        },
        {
            "title": "诗",
            "content": "仲尼以圣德。行聘徧周流。遭斥厄陈蔡。归之命也夫。",
            "comment": ""
        },
        {
            "title": "诗",
            "content": "春天润九野。卉木涣油油。红华纷晔晔。发秀曜中衢。",
            "comment": ""
        },
        {
            "title": "诗",
            "content": "高会时不娱。覊客难为心。殷怀从中发。悲感激清音。投觞罢欢坐。逍遥步长林。萧萧山谷风。黯黯天路阴。惆怅忘旋反。歔欷涕沾襟。",
            "comment": ""
        },
        {
            "title": "饮马长城窟行",
            "content": "饮马长城窟，水寒伤马骨。往谓长城吏，慎莫稽留太原卒！官作自有程，举筑谐汝声！男儿宁当格斗死，何能怫郁筑长城。长城何连连，连连三千里。边城多健少，内舍多寡妇。作书与内舍，便嫁莫留住。善待新姑嫜，时时念我故夫子！报书往边地，君今出语一何鄙？身在祸难中，何为稽留他家子？生男慎莫举，生女哺用脯。君独不见长城下，死人骸骨相撑拄。结发行事君，慊慊心意关。明知边地苦，贱妾何能久自全？",
            "comment": " | 【注释】秦王朝驱使千万名役卒修筑万里长城，残酷而无节制，使无数民众被折磨至死。这段历史，曾激起后代许多诗人的愤怒和感伤。而直接摹写长城造成民间痛苦的诗篇，陈琳这一首，就现存的作品来说，要算是最早的。 郦道元《水经注》说“余至长城，其下有泉窟，可饮马，古诗《饮马长城窟行》，信不虚也。”诗的首句着题，也可以说点出环境特征，第二句以“水寒伤马骨”，渲染边地苦寒，则难以久留的思归之心已在言外。这个开头既简捷又含蓄。下文便是蕴含之意的坦露，一位役卒终于忍无可忍地对监管修筑长城的官吏说：到了服役期满，请千万不要延误我们太原役卒的归期。从这个请求中，可以看出其归心之切，也透露了“稽留”乃往日常有之事，甚至眼前已经看到又将“稽留”的迹象，若不如此，岂敢凭空道来。所以钟惺“怨甚”（《古诗归》二字评这句话，是很能发掘这话中之话的。。官吏回答说：官府的事自有期限，举起手中的夯和着号子快干吧！一派官腔，也是话中有话。只此两句，气焰、嘴脸，如在眼前。那役卒看此情景，听此言语，也愤愤地回敬了两句：男子汉宁可刀来剑去战死疆场，怎能这样窝窝囊囊，遥遥无期地做苦役呢！以上“三层往复之辞，第一层用明点，下二层皆用暗递，为久筑难归立案，文势一顿”（张荫嘉《古诗赏析》）。 “长城何连连，连连三千里”。如此“官作”，何时竣工？再加上如此官吏，更是归期无望。也正因这样，才造成“边城多健少，内舍多寡妇”。古时凡妇人独居者，皆可称“寡妇”。两个“多”字，强调地概括了广大人民的苦难境遇。这四句诗，不脱不粘，似是剧中的“旁白”，巧妙地将希望转至绝望，由个别推向一般，由“健少”而连及“内舍”，从而大大地开拓了作品反映的生活面。这对于了解人物的思想活动，乃其所产生的现实基础，对于勾连上下内容，都是很重要的。 “作书与内舍”，便是上述思想的延伸。“便嫁”三句，是那位役卒的寄书之辞。首先劝其“嫁”，而后交代她好好侍奉新的公婆，这无疑是希望她能得到新的融洽的家庭生活，最后还恳求她能常常念起往日丈夫（即役卒自己）。第一句，明确果断；二三两句，又从另一个侧面显示出其善良的心地，与难忘的情爱。这矛盾的语言藏着归期无日、必死边地的绝望。藏而不露，亦是为了体贴对方。“书”中三句，第一句为主，后两句则是以此为前提而生发出来的。所以妻子”报书往边地“，便抓住主旨，直指丈夫出言粗俗无理，“今”字暗示往日不曾如此。语嗔情坚，其心自见，一语道尽，余皆无须赘言。“身在”六句，上役卒再次寄书，就自己的“出语”，与妻子的指责，作进一步解释。头两句说自己身在祸难之中，为什么还要留住别人家的子女（指其妻）受苦呢？接着四句是化用秦时民歌――“生男慎勿举（养育），生女哺（喂食）用脯（干肉）。不见长城下，尸骸相支拄”。其用意是以群体的命运，暗示自己的“祸难”，自己的结局。因此，前言虽“鄙”，亦出无奈，其情之苦，其心之善，郭不可察，何况其妻呢！妻子也确实理解了，感动了，这从再次报书中可以看出。她说：我自从与你成婚，随后你就服役边地，这种日子当然令人失望怨恨，但是，情愿相连，两地一心，这始终不变的。如今明知你在边地受苦，我又岂能久于人间！虽己以死相许，但对丈夫的结局终不忍直言，只以“苦”字代之，既回肠九曲，又言辞得体。 本诗采取了点面结合、以点为主的手法，诗中既有广阔的图景，更有具体细腻的描绘，两者相互引发，概括而深刻地反映了“筑怨兴徭九千里”，所酿成的社会的和家庭的悲剧，显示了作者驾御题材的能力。诗中人物的思想活动，均以对话的手法逐步展开，而对话的形式又巧于变化，这一点是深得前人称赞的。谭元春说：“问答时藏时露，渡关不觉为妙”（《古诗归》）。沈德潜说：“无问答之痕，而神理井然”（《古诗源》）。不仅如此，语言也很有特色，役卒对差吏的刚毅、愤慨之词，和对妻子那种恩爱难断、又不得不断的寄语，都表现了感情的复杂性，和性格的丰富性；妻子那一番委婉缠绵而又斩钉截铁的话语，则写出了她纯洁坚贞的深情；就是那差吏不多的两句话，也活画出其可憎的面目。如此“奇作”的出现，除了作者的才华与技巧之外，似乎还应该指出，它与诗人对当时连年战乱、“人民死丧略尽”的现实的了解，对人民命运的同情与关注是密不可分的。如果可以这样说的话，那么本诗的现实意义，也是不可忽略的。（赵其钧） ----引自\"国学网站\"http://www.guoxue.com"
        },
        {
            "title": "诗",
            "content": "节运时气舒。秋风凉且清。闲居心不娱。驾言从友生。翱翔戏长流。逍遥登高城。东望看畴野。回顾览园庭。嘉木凋绿叶。芳草纤红荣。骋哉日月逝。年命将西倾。建功不及时。钟鼎何所铭。收念还寝房。慷慨咏坟经。庶几及君在。立德垂功名。",
            "comment": ""
        }
    ]
}