{
    "dynasty": "先秦",
    "author": "诗经",
    "poems": [
        {
            "title": "静女",
            "content": "静女其姝，俟我於城隅。爱而不见，搔首踟蹰。静女其娈，贻我彤管。彤管有炜，说怿女美。自牧归荑，洵美且异。匪女以为美，美人之贻。",
            "comment": " | 【注释】爱：隐藏说怿：音月义，喜爱荑：音提，白茅，象征婚媾"
        },
        {
            "title": "谷风",
            "content": "习习谷风，维风及雨。将恐将惧，维予与女。将安将乐，女转弃予。习习谷风，维风及穨。将恐将惧，寘予于怀。将安将乐，弃予如遗。习习谷风，维山崔嵬。无草不死，无木不萎。忘我大德，思我小怨。",
            "comment": " | 【注释】刺朋友可共患难，不可共安乐。一说是弃妇的哀怨。习习：微风和煦。一说大风之声。谷风：谷中之风。一说东风。将：且。一说作语助。穨（音颓）：暴风。旋风、龙卷风之类。崔嵬：山巅。"
        },
        {
            "title": "柏舟",
            "content": "泛彼柏舟，在彼中河。髧彼两髦，实维我仪。之死矢靡它。母也天只！不谅人只！泛彼柏舟，在彼河侧。髧彼两髦，实维我特。之死矢靡慝。母也天只！不谅人只！",
            "comment": " | 【注释】姑娘婚姻不得自由，向母亲倾诉她坚贞的爱情。髧（音旦）：头发下垂状。两髦（音毛）：男子未成年时剪发齐眉。仪：配偶。之：到。矢：誓。靡它：无他心。只：语助词。特：配偶。慝（音特）：邪恶，恶念，引申为变心。"
        },
        {
            "title": "简兮",
            "content": "简兮简兮，方将万舞。日之方中，在前上处。硕人俣俣，公庭万舞。有力如虎，执辔如组。左手执龠，右手秉翟。赫如渥赭，公言锡爵。山有榛，隰有苓。云谁之思？西方美人。彼美人兮，西方之人兮。",
            "comment": " | 【注释】刺贤人不为时用，居于伶馆。简：一说鼓声，一说大貌。万舞：舞名。在前上处：在前列的上头。硕：大貌。俣俣（音与）：大而美。辔（音配）：马缰。组：丝织的宽带子。龠（音月）：古乐器。三孔笛。翟（音敌）：野鸡的尾羽。赫：红色。渥（音握）：厚。赭：赤褐色，赭石。锡：赐。爵：青铜制酒器，用以温酒和盛酒。榛（音真）：落叶灌木。花黄褐色，果实叫榛子，果皮坚硬，果肉可食。隰（音席）：低下的湿地。苓（音零）：一说甘草，一说苍耳，一说黄药，一说地黄。"
        },
        {
            "title": "遵大路",
            "content": "遵大路兮，掺执子之祛兮，无我恶兮，不寁故也！遵大路兮，掺执子之手兮，无我丑兮，不寁好也！",
            "comment": " | 【注释】祛：音区，袖[1]：音趱或捷，迅速"
        },
        {
            "title": "驺虞",
            "content": "彼茁者葭，壹发五豝，于嗟乎驺虞！彼茁者蓬，壹发五豵，于嗟乎驺虞！",
            "comment": " | 【注释】[1]：音巴，小母猪驺虞：音邹于，古牧猎官[2]：音纵，小母猪"
        },
        {
            "title": "子衿",
            "content": "青青子衿，悠悠我心。纵我不往，子宁不嗣音？青青子佩，悠悠我思。纵我不往，子宁不来？挑兮达兮，在城阙兮。一日不见，如三月兮。",
            "comment": " | 【注释】子：男子的美称。衿：衣领嗣音：传音讯"
        },
        {
            "title": "酌",
            "content": "於铄王师，遵养时晦。时纯熙矣，是用大介。我龙受之，蹻蹻王之造。载用有嗣，实维尔公允师。",
            "comment": " | 【注释】颂武王能酌取先王之道以养民。铄（音朔）：美。遵养时晦：退自循养，与时皆晦。介：甲。一说戎衣；一说善。龙：宠。蹻蹻：武貌。造：功。载用有嗣：有继承者。实维尔公允师：继前人之事是法也。师，法则。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "著",
            "content": "俟我于著乎而。充耳以素乎而，尚之以琼华乎而。俟我于庭乎而。充耳以青乎而，尚之以琼莹乎而。俟我于堂乎而。充耳以黄乎而，尚之以琼英乎而。",
            "comment": " | 【注释】著：正门之内，两堂之间充耳：饰物，悬在冠之两侧尚之：缀之琼华、琼莹、琼英：皆美石之名"
        },
        {
            "title": "缁衣",
            "content": "缁衣之宜兮，敝予又改为兮。适子之馆兮，还予授子之粲兮。缁衣之好兮，敝予又改造兮。适子之馆兮，还予授子之粲兮。缁衣之蓆兮，敝予又改作兮。适子之馆兮，还予授子之粲兮。",
            "comment": " | 【注释】缁衣：黑色的衣服，古卿大夫居私朝之服敝：破旧粲：形容新衣鲜明的样子[1]：宽大舒适"
        },
        {
            "title": "竹竿",
            "content": "籊籊竹竿，以钓于淇。岂不尔思？远莫致之。泉源在左，淇水在右。女子有行，远兄弟父母。淇水在右，泉源在左。巧笑之瑳，佩玉之傩。淇水滺滺，桧楫松舟。驾言出游，以写我忧。",
            "comment": " | 【注释】[1]：音笛，修长[2]：音搓，玉色洁白傩：音挪，通娜[3]：音悠，河水荡漾之状"
        },
        {
            "title": "株林",
            "content": "胡为乎株林？从夏南兮？匪适株林，从夏南兮！驾我乘马，说于株野。乘我乘驹，朝食于株。",
            "comment": " | 【注释】陈灵公与夏子南之母有私从夏南：追求夏南之母"
        },
        {
            "title": "螽斯",
            "content": "螽斯羽，诜诜兮。宜尔子孙，振振兮。螽斯羽，薨薨兮。宜尔子孙，绳绳兮。螽斯羽，揖揖兮。宜尔子孙，蛰蛰兮。",
            "comment": " | 【注释】螽：蝈蝈。诜诜：音申，多也薨薨：音轰，形容螽的齐鸣蛰：音知，和集也螽斯．后妃子孙众多也．言若螽斯不妒忌．则子孙众多也．"
        },
        {
            "title": "终南",
            "content": "终南何有？有条有梅。君子至止，锦衣狐裘。颜如渥丹，其君也哉。终南何有？有纪有堂。君子至止，黻衣绣裳。佩玉将将，寿考不忘。",
            "comment": " | 【注释】黻：音服，黑色与青色花纹将将：音枪，佩玉之声"
        },
        {
            "title": "终风",
            "content": "终风且暴，顾我则笑，谑浪笑敖，中心是悼。终风且霾，惠然肯来，莫往莫来，悠悠我思。终风且曀，不日有曀，寤言不寐，愿言则嚏。曀曀其阴，虺虺其雷，寤言不寐，愿言则怀。",
            "comment": " | 【注释】中心：心中[1]：音壹，阴云密布有风虺：音灰，同轰，形容雷声"
        },
        {
            "title": "陟岵",
            "content": "陟彼岵兮，瞻望父兮。父曰：嗟！予子行役，夙夜无已。上慎旃哉！犹来！无止！陟彼屺兮，瞻望母兮。母曰：嗟！予季行役，夙夜无寐。上慎旃哉！犹来！无弃！陟彼冈兮，瞻望兄兮。兄曰：嗟！予弟行役，夙夜无偕。上慎旃哉！犹来！无死！",
            "comment": " | 【注释】陟：音志，登。岵：音户，有草木的山予子：歌者想象中，其父对他的称呼上：尚。旃：音沾，之屺：音起，无草木的山"
        },
        {
            "title": "执竞",
            "content": "执竞武王，无竞维烈。不显成康，上帝是皇。自彼成康，奄有四方，斤斤其明。钟鼓喤喤，筦磬将将。降福穰禳，降福简简。威仪反反，既醉既饱，福禄来反。",
            "comment": " | 【注释】周公成王祭武王。执竞：持以自强。一说执获强御。无竞维烈：不强乎其克商之功业。成康：成安。一说成王、康王。皇：美。一说君。斤斤：明察也。一说辉煌的功业。喤喤（音皇）：声音大而和谐。筦（音管）：管。乐器名。将将：集也。指诸侯会集。反反：慎重貌。反：一说复也。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "正月",
            "content": "正月繁霜，我心忧伤。民之讹言，亦孔之将。念我独兮，忧心京京。哀我小心，癙忧以痒。父母生我，胡俾我瘉。不自我先，不自我後。好言自口，莠言自口。忧心愈愈，是以有侮。忧心惸惸，念我无禄。民之无辜，并其臣仆。哀我人斯，于何从禄。瞻乌爰止，于谁之屋。瞻彼中林，侯薪猴蒸。民今方殆，视天梦梦。既克有定，靡人弗胜。有皇上帝，伊谁云憎。谓山盖卑，为岗为陵。民之讹言，宁莫之惩。召彼故老，讯之占梦。具曰予圣，谁知乌之雌雄。谓天盖高，不敢不局。谓地盖厚，不敢不蹐。维号斯言，有伦有脊。哀今之人，胡为虺蜴。瞻彼阪田，有菀其特。天之扤我，如不我克。彼求我则，如不我得。执我仇仇，亦不我力。心之忧矣，如或结之。今兹之正，胡然厉矣。燎之方扬，宁或灭之。赫赫周宗，褒姒灭之。终其永怀，又窘阴雨。其车既载，乃弃尔辅。载输尔载，将伯助予。无弃尔辅，员于尔辐。屡顾尔仆，不输尔载。终逾绝险，曾是不意。鱼在于沼，亦匪克乐。潜虽伏矣，益孔之炤。忧心惨惨，念国之为虐。彼有旨酒，又有嘉殽。洽比其邻，昏姻孔云。念我独兮，忧心慇慇。佌佌佊有屋，蔌蔌方有谷。民今之无禄，天夭是椓。哿矣富人，哀此惸独。",
            "comment": ""
        },
        {
            "title": "烝民",
            "content": "天生烝民，有物有则，民之秉彝，好是懿德。天监有周，昭假天下，保兹天子，生仲山甫。仲山甫之德，柔嘉维则，令仪令色，小心翼翼。古训是式，威仪是力，天子是若，明命使赋。王命仲山甫，式是百辟，缵戎祖考，王躬是保。出纳王命，王之喉舌，赋政于外，四方爰发。肃肃王命，仲山甫将之，邦国若否，仲山甫明之。既明且哲，以保其身，夙夜匪解，以事一人。人亦有言，柔则茹之，刚则吐之。维仲山甫，柔亦不茹，刚亦不吐。不侮矜寡，不畏强御。人亦有言，德輶如毛，民鲜克举之。我仪图之，维仲山甫举之，爱莫助之。衮职有阙，维仲山甫补之。仲山甫出祖，四牡业业，征夫捷捷，每怀靡及。四牡彭彭，八鸾锵锵，王命仲山甫，城彼东方。四牡骙骙，八鸾喈喈，仲山甫徂齐，式遄其归。吉甫作诵，穆如清风，仲山甫永怀，以慰其心。",
            "comment": " | 【注释】尹吉甫送仲山甫往齐筑城，赞美宣王使贤任能及仲山甫才德出众。烝：众。物：事物。则：法则。彝：常理；常道。假：至。若：择菜也。引申为择。一说顺从。赋：敷，布。发：行。一说指响应。肃肃：庄严貌。将：奉行。若否：顺否；臧否。即善恶。茹（音如）：吃。輶（音由）：轻。仪：度。图：谋。爱：惜。衮：天子的画龙衣。用以指天子。职：语词。阙：缺失。祖：路祭。业业：言高大也。捷捷（音切）：言乐事也。每怀靡及：每人怀其私而相稽留，将无及于事也。彭彭：蹄声。一说强壮有力貌。骙骙（音葵）：蹄声。一说马强壮貌。喈喈：锵锵。遄：速。清风：清风化养万物，用以称颂有德才的人。仲山甫永怀：仲山甫述职，多所思而劳。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "振鹭",
            "content": "振鹭于飞，于彼西雝。我客戾止，亦有斯容。在彼无恶，在此无斁。庶几夙夜，以永终誉。",
            "comment": " | 【注释】夏、殷二王之后——杞、宋来周助祭。振：群飞貌。雝：泽。亦有斯容：指有白鹭这样的容貌。永终：皆长也。誉：声誉；名望。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "中谷有蓷",
            "content": "中谷有蓷，暵其乾矣。有女仳离，慨其叹矣。慨其叹矣，遇人之艰难矣。中谷有蓷，暵其修矣。有女仳离，条其啸矣。条其啸矣，遇人之不淑矣。中谷有蓷，暵其湿矣。有女仳离，啜其泣矣。啜其泣矣，何嗟及矣。",
            "comment": " | 【注释】[1]：音推，益母草[2]：音汉，干燥仳：音匹。仳离：别离"
        },
        {
            "title": "召旻",
            "content": "旻天疾威，天笃降丧，瘨我饥馑，民卒流亡。我居圉卒荒。天降罪罟，蟊贼内讧，昏椓靡共，溃溃回遹。实靖夷我邦。皋皋訿訿，曾不知其玷。兢兢业业，孔填不宁，我位孔贬。如彼岁旱，草不溃茂，如彼栖苴。我相此邦，无不溃止。维昔之富不如时，维今之疚不如兹。彼疏斯粺，胡不自替，职兄斯引。池之竭矣，不云自频，泉之竭矣，不云自中。溥斯害矣，职兄斯弘，不烖我躬。昔先王受命，有如召公。日辟国百里，今也日蹙国百里。於乎哀哉，维今之人，不尚有旧。",
            "comment": " | 【注释】刺周幽王政败国亡皆由内乱。瘨（音颠）：病。一说降灾。昏：同阍。宫廷守门人。椓（音浊）：宫刑。引申为太监，宦官。共：供职。溃溃：乱。回遹：邪僻。靖：践。践通剪，灭。夷：平。皋皋：欺诳。訿訿：诽谤。溃：遂。与茂相成。苴（音叉）：水中浮草。溃：溃乱。维昔...不如兹：昔日之富，今时不如；今日之病，不如此时之甚。疏：糙米。粺（音败）：细米。替：废。告退。职：主。兄：况。兹。引：长。自：由。频：滨。比喻外无贤臣。中：内。比喻内无贤妃。烖：灾。蹙（音促）：缩小；紧迫。旧：旧臣。一说旧的规章。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "湛露",
            "content": "湛湛露兮，匪阳不晞，厌厌夜饮，不醉无归。湛湛露斯，在彼丰草，厌厌夜饮，在宗载考。湛湛露斯，在彼杞棘，显允君子，莫不令德。其桐其椅，其实离离，岂弟君子，莫不令仪。",
            "comment": " | 【注释】贵族夜宴。湛湛（音占）：露重貌。阳：日出。晞（音希）：干。厌厌：安也。宗：同族。考：成也。留之而成饮。椅（音一）：山桐子。离离：垂也。岂弟（音凯替）：同恺悌，和易近人。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "瞻卬",
            "content": "瞻卬昊天，则不我惠，孔填不宁，降此大厉。邦靡有定，士民其瘵，蟊贼蟊疾，靡有夷届。罪罟不收，靡有夷瘳。人有土田，女反有之，人有民人，女覆夺之。此宜无罪，女反收之，彼宜有罪，女覆说之。哲夫成城，哲妇倾城，懿厥哲妇，为枭为鸱。妇有长舌，维厉之阶，乱匪降自天，生自妇人。匪教匪诲，时维妇寺。鞫人懠忒，谮始竟背，岂曰不极，伊胡为慝。如贾三倍，君子是识，妇无公事，休其蚕织。天何以刺，何神不富，舍尔介狄，维予胥忌。不吊不祥，威仪不类，人之云亡，邦国殄瘁。天之降罔，维其优矣，人之云亡，心之忧矣。天之降罔，维其几矣，人之云亡，心之悲矣。觱沸槛泉，维其深矣，心之忧矣，宁自今矣。不自我先，不自我后，藐藐昊天，无不可巩。无忝皇祖，式救尔后。",
            "comment": " | 【注释】刺周幽王宠褒姒乱国祸民。填（音尘）：久。厉：恶。夷：语助。瘳（音抽）：病愈。收：逮捕。说：通释。赦。懿：通噫。叹词。寺：近。一说宦官。识：知。刺：责。富：福。介：大。狄：淫辟。吊：善。类：善。罔：同网。几：危。一说近。槛（音件）泉：正出泉。巩：固。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "泽陂",
            "content": "彼泽之陂，有蒲与荷。有美一人，伤如之何？寤寐无为，涕泗滂沱。彼泽之陂，有蒲与莲。有美一人，硕大且卷。寤寐无为，中心悁悁。彼泽之陂，有蒲菡萏。有美一人，硕大且俨。寤寐无为，辗转伏枕。",
            "comment": " | 【注释】陂：音皮，水池的边沿，湖滨伤：忧思卷：音全，美丽动人[1]：音冤，郁郁不乐"
        },
        {
            "title": "载芟",
            "content": "载芟载柞，其耕泽泽。千耦其耘，徂隰徂畛。侯主侯伯，侯亚侯旅，侯强侯以。有嗿其馌，思媚其妇，有依其土。有略其耜，俶载南亩。播厥百谷，实函斯活。驿驿其达，有厌其杰，万亿及姊。为酒为醴，烝畀祖妣，以洽百礼。有飶其香，邦家之光。有椒其馨，胡考之宁。匪且有且，匪今斯今，振古如兹。",
            "comment": " | 【注释】周成王时，大事垦荒、耕种、收获、祭祖祈福。芟（音山）：除草。柞（音择）：砍伐树木。泽泽：耕地声。主：家长。伯：长子。亚：仲叔。旅：子弟。以：用。嗿（音坦）：众饭食声。依：一说依靠；一说盛貌。略：利。实：种子。函：含。活：生。驿驿其达：谷皆出生之貌。厌：美。杰：长禾。厌厌：茂盛貌。绵绵：详密貌。一说不绝貌。麃（音标）：耕耘。济济：均齐不绝貌。实：指粮食。飶（音必）、椒：食物芬芳。馨：芳香。胡：寿。匪且有且，匪今斯今：不期有此，不期有今。振古如兹：自古如此。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "载驱",
            "content": "载驱薄薄，簟茀朱鞹。鲁道有荡，齐子发夕。四骊济济，垂辔沵沵。鲁道有荡，齐子岂弟。汶水汤汤，行人彭彭。鲁道有荡，齐子翱翔。汶水滔滔，行人儦儦，鲁道有荡，齐子游敖。",
            "comment": " | 【注释】载驱：齐襄驱车会文姜薄薄：车声[1]：簟茀：竹席车蓬[2]：音括，光滑的皮革发夕：离开所住的宫室骊：音力，黑马[3]：音你，众多或柔和岂弟：音凯替，欢乐[4]：音标，众多"
        },
        {
            "title": "载见",
            "content": "载见辟王，曰求厥章。龙旂阳阳，和铃央央。鞗革有鶬，休有烈光。率见昭考，以孝以享，以介眉寿。永言保之，思皇多祜。烈问辟公，绥以多福，俾缉熙于纯嘏。",
            "comment": " | 【注释】周成王初即政，帅诸侯祀武王。载：开始。一说语词。阳阳：明貌。和：车轼前的铃。铃：旗上的铃。央央：铃声。鞗革：辔首。鶬（音枪）：金饰貌。休：美。烈：光。昭考：武王。一说昭王。永：长。言：我。祜（音户）：福。辟公：指诸侯。俾：使。缉熙：光明。纯嘏：大福。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "瞻彼洛矣",
            "content": "瞻彼洛矣，维水泱泱。君子至此，福禄如茨。韎韐有奭，以作六师。瞻彼洛矣，维水泱泱。君子至此，鞞琫有珌。君子万年，保其家室。瞻彼洛矣，维水泱泱。君子至此，福禄既同。君子万年，保其家邦。",
            "comment": " | 【注释】周王集诸侯于洛水，诸侯歌颂周王。洛：水名。泱泱：水深广貌。茨：屋盖。喻多。韎韐（音妹格）：祭服的蔽膝。熟皮制成，用茜草染成深黄色。奭（音势）：赤色。鞞琫（音比崩）：刀鞘上的装饰物，也指刀鞘。珌（音必）：刀鞘下饰。同：一说相同；一说聚。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "载驰",
            "content": "载驰载驱，归唁卫侯。驱马悠悠，言至于漕。大夫跋涉，我心则忧。既不我嘉，不能旋反。视而不臧，我思不远。既不我嘉，不能旋济。视而不臧，我思不閟。陟彼阿丘，言采其芒。女子善怀，亦各有行。许人尤之，众樨且狂。我行其野，芃芃其麦。控于大邦，谁因谁极？大夫君子，无我有尤。百尔所思，不如我所之。",
            "comment": " | 【注释】卫侯：指已死的卫戴公申思：忧思。远：摆脱[1]：音必，止芒：贝母草许人：许国的人们[2]：音彭彭，茂盛"
        },
        {
            "title": "云汉",
            "content": "倬彼云汉，昭回于天，王曰於乎，何辜今之人。天降丧乱，饥馑荐臻，靡神不举，靡爱斯牲。圭璧既卒，宁莫听我。旱既大甚，蕴隆虫虫，不殄禋祀，自郊徂宫。上下奠瘗，靡神不宗，后稷不克，上帝不临。耗「怿去忄右加攵」下土，宁丁我躬。旱既大甚，则不可推，兢兢业业，如霆如雷。周馀黎民，靡有孑遗，昊天上帝，则不我遗。胡不相畏，先祖于摧。旱既大甚，则不可沮，赫赫炎炎，云我无所。大命近止，靡瞻靡顾，群公先正，则不我助。父母先祖，胡宁忍予。旱既大甚，涤涤山川，旱魃为虐，如惔如焚。我心惮暑，忧心如熏，群公先正，则不我闻。昊天上帝，宁俾我遁。旱既大甚，黾勉畏去，胡宁瘨我以旱，憯不知其故。祈年孔夙，方社不莫，昊天上帝，则不我虞。敬恭明神，宜无悔怒。旱既大甚，散无友纪，鞫哉庶正，疚哉冢宰。趣马师氏，膳夫左右，靡人不周，无不能止。瞻卬昊天，云如何里。瞻卬昊天，有嘒其星，大夫君子，昭假无赢。大命近止，无弃尔成，何求为我，以戾庶正。瞻卬昊天，曷惠其宁。",
            "comment": " | 【注释】周宣王遭受大旱，民丧国危，祭神呼救。倬：大。云汉：银汉；天河。昭：光。回：运转。辜：罪。荐臻：接连而来。卒：用尽。蕴隆虫虫：蕴蕴而暑，隆隆而雷，虫虫而热。宫：一说宗庙。上下奠瘗（音义）：上祭天，下祭地，奠其礼，瘗其物。奠，置之于地；瘗，埋之于土。克：能。斁（音度）：败坏。丁：当；逢。推：去；除。兢兢：恐也。业业：危也。孑遗：遗留；余剩。遗：慰问；恩赐。先祖于摧：先祖之业将坠也。赫赫：旱气也。炎炎：热气也。大命：死亡之命。群公先正：先世之诸侯卿士。涤涤：旱气也。一说荡尽。旱魃（音拔）：古代传说中造成旱灾的鬼怪。闻（音问）：恤问。遯（音盾）：困。一说遁的异体字，逃。畏去：恶而去之。虞：度；考虑。友：有。鞫：穷。庶正：众官之长。冢宰：众长之长。周：周济。无不能止：一说匮乏虽周济而无用。里：忧。嘒：众星貌。昭假：招请。赢；过失。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "月出",
            "content": "月出皎兮。佼人僚兮。舒窈纠兮。劳心悄兮。月出皓兮。佼人懰兮。舒忧受兮。劳心慅兮。月出照兮。佼人燎兮。舒夭绍兮。劳心惨兮。",
            "comment": " | 【注释】佼：姣之借。僚：美丽劳心：思念[1]：音刘，妩媚[2]：音骚，心神不安"
        },
        {
            "title": "园有桃",
            "content": "园有桃，其实之肴。心之忧矣，我歌且谣。不知我者，谓我士也骄。彼人是哉，子曰何其？心之忧矣，有谁知之！有谁知之！盖亦勿思！园有桃，其实之食。心之忧矣，聊以行国。不知我者，谓我士也罔极。彼人是哉，子曰何其？心之忧矣，有谁知之！有谁知之！盖亦勿思！",
            "comment": " | 【注释】彼人：君子。是：对子曰何其：你说你要做什么盖：音何，通盍行国：到处流浪罔极：无极，妄想"
        },
        {
            "title": "鸳鸯",
            "content": "鸳鸯于飞，毕之罗之，君子万年，福禄宜之。鸳鸯在梁，戢其左翼，君子万年，宜其遐福。乘马在厩，摧之秣之，君子万年，福禄艾之。乘马在厩，秣之摧之，君子万年，福禄馁之。",
            "comment": " | 【注释】士大夫颂古取物有道，自奉有节，以刺暴君。一说为亲迎婚娶之诗。毕：有长柄的小网。罗：网。戢（音急）：敛。摧（音错）：铡草。秣（音末）：马料。艾（音义）：养。绥（音随）：安。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "棫朴",
            "content": "芃芃棫朴，薪之槱之，济济辟王，左右趣之。济济辟王，左右奉璋，奉璋峨峨，髦士攸宜。淠彼泾舟，烝徒楫之，周王于迈，六师及之。倬彼云汉，为章于天，周王寿考，遐不作人。追琢其章，金玉其相，勉勉我王，纲纪四方。",
            "comment": " | 【注释】颂周文王乐育贤才，盛德服人，四方归附。芃芃：木盛貌。棫、朴（音破）：二木名。意味用人有方，人才众多。槱（音由）：积也。辟：君也。左右趣之：左右诸臣皆促疾于事。璋：古时祭祀用的一种酒器。玉石制成。峨峨：庄严貌。淠（音譬）：舟行貌。泾：水名。烝：多。楫：划船。于：往。迈：行。倬（音卓）：大。云汉：天河。遐：远。追：雕。金曰雕，玉曰琢。纲纪：以网罟喻为政，张之为纲，理之为纪。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "雨无正",
            "content": "浩浩昊天，不骏其德。降丧饥馑，斩伐四国。旻天疾威，弗虑弗图。舍彼有罪，既伏其辜。若此无罪，沦胥以铺。周宗既灭，靡所止戾。正大夫离居，莫知我勚。三事大夫，莫肯夙夜。邦君诸侯，莫肯朝夕。庶曰式臧，覆出为恶。如何昊天，辟言不信。如彼行迈，则靡所臻。凡百君子，各敬尔身。胡不相畏，不畏于天。戎成不退，饥成不遂。则我暬御，憯憯日瘁。凡百君子，莫肯用讯。听言则答，谮言则退。哀哉不能言，匪舌是出，维躬是瘁。哿矣能言，巧言如流，俾躬处休。维曰于仕，孔棘且殆。云不可使，得罪于天子。亦云可使，怨及朋友。谓尔迁于王都，曰予未有室家。鼠思泣血，无言不疾。昔尔出居，谁从作尔室。",
            "comment": " | 【注释】刺周幽王昏暴，小人误国。政令如雨之多而皆苛虐，非所以为政之道，故曰雨无正。骏：长也。饥馑：谷不熟曰饥，菜不熟曰馑。疾威：疾，病人；威，罪人。这里指暴虐。既伏其辜：欲舍有罪之人，而匿其罪状。沦胥以铺：使无罪者见牵，率相引而遍得罪。戾：定。正大夫：大正，六卿之长。勚（音义）：劳。三事：官名。指太师、太傅、太保。庶：庶几，也许可以。辟言：法度之言。臻（音真）：至。戎成不退：指用兵不息。遂：安。一说进；一说顺遂。暬（音泄）御：侍御。左右亲近之臣。憯（音惨）：忧貌。瘁：病。讯：谏。听言则答，谮言则退：以言之顺逆而取舍。出（音脆）：病。哿（音阁或可）：表称许之词。可；嘉。于：往。棘：急。殆：危。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "鱼藻",
            "content": "鱼在，在藻，有颁其首，王在，在镐，岂乐饮酒。鱼在，在藻，有莘其尾，王在，在镐，饮酒乐岂。鱼在，在藻，依于其蒲，王在，在镐，有那其居。",
            "comment": " | 【注释】颂古讽今。颁（音坟）：大首貌。岂（音凯）乐：欢乐。莘（音身）：长貌。蒲：香蒲。多年生水生草本植物。叶长而尖，可以编席，根茎可食。那（音挪）：安闲貌。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "鱼丽",
            "content": "鱼丽于罶，鲿鲨，君子有酒，旨且多。鱼丽于罶，鲂鳢，君子有酒，多且旨。鱼丽于罶，鰋鲤，君子有酒，旨且有。物其多矣，维其嘉矣。物其多矣，维其偕矣。物其多矣，维其时矣。",
            "comment": " | 【注释】贵族宴饮宾客。丽（音离）：通罹，遭遇，落入。一说历，经过。罶（音柳）：竹制的捕鱼工具。在河中累石拦鱼，罶放石中，鱼进则不能出。鲿（音尝）：鱼名。黄鲿，黄颊鱼。鲨（音沙）：这里指一种小鱼。鲂（音房）：跟鳊鱼相似，银灰色，腹部隆起。鳢（音李）：鱼名，亦称黑鱼。鰋（音眼）：鱼名。又名鲇。鲤：鲤鱼。有：多也。物其多矣：指物多齐全，完美。维其：因其如是。偕：嘉。时：善。一说有时，适时。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "有女同车",
            "content": "有女同车，颜如舜华，将翱将翔，佩玉琼琚。彼美孟姜，洵美且都。有女同行，颜如舜英，将翱将翔，佩玉将将。彼美孟姜，德音不忘。",
            "comment": " | 【注释】同车：男子驾车到女家迎娶舜华：木槿花行：音航将将：音枪枪，即锵锵"
        },
        {
            "title": "有客",
            "content": "有客有客，亦白其马。有萋有且，敦琢其旅。有客宿宿，有客信信。言授之絷，以絷其马。薄言追之，左右绥之。既有淫威，将福孔夷。",
            "comment": " | 【注释】殷后微子来周见祖庙。一说留客并向他祝福。亦：语词。萋、且：双声词。描述从者之盛。敦（音追）琢：雕琢。一说选择。旅：侣。一说众。宿宿：言再宿也。信信：言四宿也。停而再停。薄言：语词。追之：追客使还，极尽殷勤。一说送行。淫威：大德。一说奇祸。孔夷：很大。一说大大平安。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "有狐",
            "content": "有狐绥绥，在彼淇梁。心之忧矣，之子无裳。有狐绥绥，在彼淇厉。心之忧矣，之子无带。有狐绥绥，在彼淇侧。心之忧矣，之子无服。",
            "comment": " | 【注释】绥绥：从容独行的样子"
        },
        {
            "title": "有瞽",
            "content": "有瞽有瞽，在周之庭。设业设簴，崇牙树羽。应田县鼓，鞉磬柷圉。既备乃奏，箫管备举。喤喤厥声，肃雝和鸣，先祖是听。我客戾止，永观厥成。",
            "comment": " | 【注释】周成王始作乐而祭祀。瞽：盲人。古代乐师都是盲人。业：大版。簴：挂钟鼓的架子。崇牙：设在业上，形状象牙齿。树羽：在崇牙上设的五彩鸟羽。应：小鼓。田：大鼓。县鼓：悬鼓。鞉（音桃）：摇鼓。手鼓。柷（音祝）：乐器名。形如漆桶，中有椎柄，连底撞之，令左右击。圉（音语）：乐器名。状如伏虎，敲击以止乐。一作敔。箫：排萧。管：乐器名。竹制，六孔。成：乐曲一终为一成。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "有杕之杜",
            "content": "有杕之杜，生于道左。彼君子兮，噬肯适我？中心好之，曷饮食之？有杕之杜，生于道周。彼君子兮，噬肯来游？中心好之，曷饮食之？",
            "comment": " | 【注释】[1]：音地，孤零零的样子噬：音是，何，或发语词饮食：音印四，满足情爱之欲中心：心中"
        },
        {
            "title": "有駜",
            "content": "有駜有駜，駜彼乘黄。夙夜在公，在公明明。振振鹭，鹭于下。鼓咽咽，醉言舞。于胥乐兮。有駜有駜，駜彼乘牡。夙夜在公，在公饮酒。振振鹭，鹭于下。鼓咽咽，醉言归。于胥乐兮。有駜有駜，駜彼乘駽。夙夜在公，在公载燕。自今以始，岁其有。君子有榖，詒孙子。于胥乐兮。",
            "comment": " | 【注释】鲁僖公宴饮群臣。駜（音必）：马强壮、力强貌。明明：勉勉；勤勉。鹭：指持鹭羽的舞蹈。鹭于下：舞者仿鹭蹲下。胥：皆，都。咽咽：亦作渊渊。鼓声。駽（音宣）：青黑色的马。榖：善。一说禄。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "雝",
            "content": "有来雝雝，至止肃肃。相维辟公，天子穆穆。於荐广牡，相予肆祀。假哉皇考，绥予孝子。宣哲维人，文武维后。燕及皇天，克昌厥后。绥我眉寿，介以繁祉。既右烈考，亦右文母。",
            "comment": " | 【注释】武王祭祀文王的乐歌。相：助。指助祭。肆祀：陈设祭祀。一说祭祀名。绥：安。宣哲：明哲。燕：安。绥：给，助。右：劝侑。烈考：皇考。文母：皇妣。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "殷武",
            "content": "挞彼殷武，奋发荆楚，穼入其阻，裒荆之旅。有截其所，汤孙之绪。维女荆楚，居国南乡，昔有成汤，自彼氐羌。莫敢不来享，莫敢不来王，曰商是常。天命多辟，设都于禹之绩。岁事来辟，勿予祸適，稼穑非解。天命降监，下民有严，不僭不滥，不敢怠遑。命于下国，封建厥福。商邑翼翼，四方之极，赫赫厥声，濯濯厥灵。寿考且宁，以保我后生。陟彼景山，松柏丸丸，是断是迁，方斫是虔。松桷有梴，旅楹有闲，寝成孔安。",
            "comment": " | 【注释】祭祀殷高宗。挞：达的假借。疾速。武：殷王武丁。荆：州名。楚：国名。罙：深的本字。阻，险阻。裒（音掊）：俘虏。一说聚集。汤孙：指武丁。国：指中国。乡；所，居。氐羌：汤时西北边的民族。王：来朝。常：长。来辟：来朝君。勿予祸適：不施过责。严：俨，敬。僭（音件）：差失。滥（音烂）：过差。封：大。翼翼：整修貌。极：中心。声：一说政声；一说乐声。灵：一说尊敬如神灵；一说威灵。丸丸：直也。方：是，于是。斫：砍。虔：杀。梴（音搀）：桷貌。一说木长貌。旅：陈。一说磨光。楹（音营）：厅堂前部的柱子。闲：大貌。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "抑",
            "content": "抑抑威仪，维德之隅，人亦有言，靡哲不愚。庶人之愚，亦职维疾，哲人之愚，亦维斯戾。无竞维天，四方其训之，有觉德行，四国顺之。訏谟定命，远犹辰告，敬慎威仪，维民之则。其在于今，兴迷乱于政，颠覆厥德，荒湛于酒。女虽湛乐从，弗念厥绍，罔敷求先王，克共明刑。肆皇天弗尚，如彼泉流，无沦胥以亡。夙兴夜寐，洒扫廷内，维民之章。修尔车马，弓矢戎兵，用戒戎作，用逷蛮方。质尔人民，谨尔侯度，用戒不虞。慎尔出话，敬尔威仪，无不柔嘉。白圭之玷，尚可磨也，斯言之玷，不可为也。无易由言，无曰苟言，莫扪朕舌，言不可逝矣。无言不讎，无德不报，惠于朋友，庶民小子。子孙绳绳，万民靡不承。视尔友君子，辑柔尔颜，不遐有愆。相在尔室，尚不愧于屋漏，无曰不显，莫予云觏。神之格思，不可度思，矧可射思。辟尔为德，俾臧俾嘉，淑慎尔止，不愆于仪。不僭不贼，鲜不为则，投我以桃，报之以李。彼童而角，实虹小子。荏染柔木，言缗之丝，温温恭人，维德之基。其维哲人，告之话言，顺德之行。其维愚人，覆谓我僭，民各有心。於乎小子，未知臧否，匪手携之，言示之事。匪面命之，言提其耳，借曰未知，亦既抱子。民之靡盈，谁夙知而莫成。昊天孔昭，我生靡乐，视尔梦梦，我心慘慘。诲尔谆谆，听我藐藐，匪用为教，覆用为虐。借曰未知，亦聿既髦。於乎小子，告尔旧止，听用我谋，庶无大悔。天方艰难，曰丧厥国，取譬不远，昊天不忒。回遹其德，俾民大棘。",
            "comment": " | 【注释】周大夫卫武公作以自儆并刺王室。抑抑：密，静。隅：廉隅。屋之四角，比喻品德端方。戾：罪。无竞维人：人君为政，无强于得贤人。觉：大；正直。訏（音虚）：大。谟：谋。辰：时。按时。兴：虚之假借。语词。虽：惟。绍：继承者。敷：铺；广。肆：于是。尚：佑助。廷内：室内。戒：戒备。戎作：戎事。逷（音替）：剔。治。质：诫。柔：安。嘉：善。苟：苟且。扪（音门）：执持。朕：古人自称之词，后为皇帝专用。逝：程。这里指来，用其反意。讎（音仇）：应验。绳绳：戒慎貌。辑：和也。屋漏：屋的西北隅。格：至。矧：况。射：厌。辟：法。指以身作则。童：童羊。虹：同讧。溃乱。荏染：柔貌。缗（音民）：安弦线。僭（音件）：不信。借：假如。莫（音暮）：同暮。梦梦：乱也。指昏乱。慘慘：悲伤。谆谆：教诲不倦貌。藐藐（音秒）：疏远貌。覆：反。耄（音冒）：老。遹（音域）：邪僻。棘：通急。指危急。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "噫嘻",
            "content": "噫嘻成王，既昭假尔。率时农夫，播厥百谷。骏发尔私，终三十里。亦服尔耕，十千维耦。",
            "comment": " | 【注释】噫嘻，叹美之声。昭，明，有显示之意。假，通作“格”。格，至。昭假，谓显示其敬诚之心以通于神。尔，指所祭对象。一说，尔，语词。率，率领。时，是，此。骏，大，此处作副词用，犹言大大地。发，开发。私，旧注说是私田，后人或疑为耜字之讹。终，尽，谓把此三十里完全开发。亦，《郑笺》：“亦，大也。”此处也作副词用。服，《郑笺》：“服，事也。”从事的意思。十千，万人。耦，耦耕，即两人并耕。"
        },
        {
            "title": "猗嗟",
            "content": "猗嗟昌兮，颀而长兮。抑若扬兮，美目扬兮。巧趋跄兮，射则臧兮。猗嗟名兮，美目清兮，仪既成兮。终日射侯，不出正兮，展我甥兮。猗嗟娈兮，清扬婉兮。舞则选兮，射则贯兮。四矢反兮，以御乱。",
            "comment": " | 【注释】猗嗟：吁嗟，叹词巧趋：轻巧地疾走跄：趋步摇曳生姿展：诚然甥：古女子亦称夫为甥四矢反：四箭都从一洞穿过"
        },
        {
            "title": "野有蔓草",
            "content": "野有蔓草，零露漙兮。有美一人，清扬婉兮。邂逅相遇，适我愿兮。野有蔓草，零露瀼瀼。有美一人，婉如清扬。邂逅相遇，与子偕臧。",
            "comment": " | 【注释】蔓：音万，茂盛[1]：音团，形容露水多[2]：音瓤，形容露水多臧：音脏，好，善"
        },
        {
            "title": "扬之水",
            "content": "扬之水，不流束薪。彼其之子，不与我戍申。怀哉怀哉，曷月予还归哉！扬之水，不流束楚。彼其之子，不与我戍甫。怀哉怀哉，曷月予还归哉！扬之水，不流束蒲。彼其之子，不与我戍许。怀哉怀哉，曷月予还归哉！",
            "comment": " | 【注释】扬之水：激扬之水，喻夫束薪：喻婚姻，在此指妻彼其之子：指妻子戍申：在申地防守甫：即吕国"
        },
        {
            "title": "扬之水",
            "content": "扬之水，不流束楚。终鲜兄弟，维予与女。无信人之言，人实诳女。扬之水，不流束薪。终鲜兄弟，维予二人。无信人之言，人实不信。",
            "comment": " | 【注释】不流束楚：水漂不走柴草，喻忠实的爱情言：流言"
        },
        {
            "title": "扬之水",
            "content": "扬之水，白石凿凿。素衣朱襮，从子于沃。既见君子，云何不乐？扬之水，白石皓皓。素衣朱绣，从子于鹄。既见君子，云何其忧？扬之水，白石粼粼。我闻有命，不敢以告人。",
            "comment": " | 【注释】凿凿：形容鲜明洁白[1]：音博，衣领沃：曲沃，国名鹄：曲沃的城邑粼粼：形容水清石净"
        },
        {
            "title": "燕燕",
            "content": "燕燕于飞，差池其羽。之子于归，远送于野。瞻望弗及，泣涕如雨。燕燕于飞，颉之颃之。之子于归，远于将之。瞻望弗及，伫立以泣。燕燕于飞，下上其音。之子于归，远送于南。瞻望弗及，实劳我心。仲氏任只，其心塞渊。终温且惠，淑慎其身。先君之思，以勖寡人。",
            "comment": " | 【注释】差池：音词池，参差颉：音结，上飞颃：音航，下飞仲氏：少女。任是姓。只：助词勖：音续，勉励"
        },
        {
            "title": "玄鸟",
            "content": "天命玄鸟，降而生商，宅殷土芒芒。古帝命武汤，正域彼四方。方命厥后，奄有九有。商之先后，受命不殆，在武丁孙子。武丁孙子，武王靡不胜。龙旂十乘，大糦是承。邦畿千里，维民所止，肇域彼四海。四海来假，来假祁祁。景员维河，殷受命咸宜，百禄是何。",
            "comment": " | 【注释】殷商后代祀殷高宗。玄鸟：燕子。可能是商的图腾。传说有娀氏女简狄吞燕卵生了商的始祖契。宅：住在。芒芒：大貌。古帝：上帝，昊天。正域：正其封疆。方命厥后：遍告诸侯。九有：九州。殆：怠。糦：酒食。肇：始，开。域：有。假：至。景员维河：四面皆河。景，广，东西为广；员，运，南北为运。何：荷。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "雄雉",
            "content": "雄雉于飞，泄泄其羽。我之怀矣，自诒伊阻。雄雉于飞，下上其音。展矣君子，实劳我心。瞻彼日月，悠悠我思。道之云远，曷云能来？百尔君子，不知德行？不忮不求，何用不臧？",
            "comment": " | 【注释】诒：音怡，遗留曷：音何，何，何时；忮：音至，害，嫉妒臧：音脏，安善"
        },
        {
            "title": "行苇",
            "content": "敦彼行苇，牛羊勿践履，方苞方体，维叶泥泥。戚戚兄弟，莫远具尔，或肆之筵，或授之几。肆筵设席，授几有缉御，或献或酢，洗爵奠斝。醓醢以荐，或燔或炙，嘉殽脾臄，或歌或咢。敦弓既坚，四鍭既钧，舍既然均，序宾以贤。敦弓既句，既挟四鍭，四鍭如树，序宾以不侮。曾孙维主，酒醴维醹，酌以大斗，以祈黄耈。黄耈台背，以引以翼，寿考维祺，以介景福。",
            "comment": ""
        },
        {
            "title": "行露",
            "content": "厌浥行露，岂不夙夜？谓行多露。谁谓雀无角？何以穿我屋？谁谓女无家？何以速我狱？虽速我狱，室家不足！谁谓鼠无牙？何以穿我墉？谁谓女无家？何以速我讼？虽速我讼，亦不女从！",
            "comment": " | 【注释】[1]：音怡。厌浥：湿淋淋的女：汝，你墉：音拥，墙行露．召伯听讼也．衰乱之俗微．贞信之教兴．强暴之男不能侵陵贞女也．"
        },
        {
            "title": "信南山",
            "content": "信彼南山，维禹甸之。畇畇原隰，曾孙田之。我疆我理，南东其亩。上天同云，雨雪雰雰，益之以霡霂。既优既渥，既霑既足，生我百谷。疆埸翼翼，黍稷彧彧。曾孙之穑，以为酒食。畀我尸宾，寿考万年。中天有庐，疆埸有瓜。是剥是菹，献之皇祖。曾孙寿考，受天之祜。祭以清酒，从以騂牡，享于祖考。执其鸾刀，以启其毛，取其血蒙。是烝是享，苾苾芬芬。祀事孔明，先祖是皇。报以介福，万寿无疆。",
            "comment": " | 【注释】祭祀祈福。信：通伸。长。甸（音电）：治理。畇畇（音云）：平坦整齐貌。曾孙：一说成王；一说主祭者的通称。疆：划分界限。理：区分田地好坏。南东：或南或东。指田地方向。霡霂（音麦木）：小雨。优：指雨水多。渥（音握）：沾润。霑（音沾）：浸湿。足：湿润貌。埸（音义）：田畔。翼翼：整修貌。彧彧（音域）：茂盛貌。庐：菔，萝卜。菹（音租）：酢菜，酸菜。騂（音辛）：赤色。鸾刀：有铃的刀。膋（音辽）：肠部的脂肪。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "新台",
            "content": "新台有泚，河水渳渳。嬿婉之求，籧篨不鲜。新台有洒，河水浼浼。嬿婉之求，籧篨不殄。鱼网之设，鸿则离之。燕婉之求，得此戚施。",
            "comment": " | 【注释】[1]：音此，富丽。[2]：大水茫茫[3]：音渠除，喻人矮胖丑陋洒：高峻。浼：音美，河水涨满鸿：蛤蟆。离：附着戚施：短肩缩颈，丑陋不堪"
        },
        {
            "title": "小星",
            "content": "嘒彼小星，三五在东。肃肃宵征，夙夜在公。寔命不同！寔彼小星，维参与昴。肃肃宵征，抱衾与裯。寔命不犹！",
            "comment": " | 【注释】[1]：音慧，微光闪烁[2]：音实，实[3]：音仇，被单小星．惠及下也．夫人无妒忌之行．惠及贱妾．进御于君．知其命有贵贱．能尽其心矣．"
        },
        {
            "title": "小宛",
            "content": "宛彼鸣鸠，翰飞戾天。我心忧伤，念昔先人。明发不寐，有怀二人。人之齐圣，饮酒温克。彼昏不知，壹醉日富。各敬尔仪，天命不又。中原有菽，庶民采之。螟蛉有子，蜾蠃负之。教诲尔子，式榖似之。题彼脊令，载飞载鸣。我日斯迈，而月斯征。夙兴夜寐，无忝尔所生。交交桑扈，率场啄粟。哀我填寡，宜岸宜狱。握粟出卜，自何能榖。温温恭人，如集于木。惴惴小心，如临于谷。战战兢兢，如履薄冰。",
            "comment": "：　　（1）宛：小的样子。鸠：鸟名，似山鹊而小，短尾，俗名斑鸠。 　　\r\n　　（2）翰飞：高飞。戾：至。戾天，犹说“摩天”。 　　\r\n　　（3）先人：死去的祖先。 　　\r\n　　（4）明发：天亮。 　　\r\n　　（5）有：同“又”。 　　\r\n　　（6）齐圣：极其聪明智慧的人。 　　\r\n　　（7）温克：善于克制自己以保持温和、恭敬的仪态。 　　\r\n　　（8）壹醉：每饮必醉。富：盛、甚。 　　\r\n　　（9）又：通“佑”，保佑。 　　\r\n　　（10）中原：原中，田野之中。菽：豆。 　　\r\n　　（11）螟蛉：螟蛾的幼虫。 　　\r\n　　（12）蜾蠃（guǒ luǒ）：一种黑色的细腰土蜂，常捕捉螟蛉入巢，以养育其幼虫，古人误以为是代螟蛾哺养幼虫，故称养子为螟蛉义子。负：背。 　　\r\n　　（13）尔：你、你们，此指作者的兄弟。 　　\r\n　　（14）式：句首语气词。榖：善。似：借作“嗣”，继承。 　　\r\n　　（15）题（dì）：通“睇”，看。脊令：鸟名，通作“鶺鸰”，形似小鸡，常在水边捕食昆虫。 　　\r\n　　（16）载：则、且。 　　\r\n　　（17）斯：乃、则。迈：远行，行役。 　　\r\n　　（18）征：远行。 　　\r\n　　（19）忝（tiǎn）：辱没。所生：指父母。 　　\r\n　　（20）交交：鸟鸣声。一说是往来翻飞的样子。桑扈：鸟名，似鸽而小，青色，颈有花纹，俗名青雀。 　　\r\n　　（21）率：循、沿着。场：打谷场。 　　\r\n　　（22）填：通“瘨（diān）”，病。寡：贫。宜：犹“乃”。 　　\r\n　　（23）岸：诉讼。毛传：“岸，讼也。”马瑞辰《毛诗传笺通释》谓与“犴”通，犴，狱也。 　　\r\n　　（24）温温：和柔的样子。恭人：谦逊谨慎的人。 　　\r\n　　（25）惴（zhuì）惴：恐惧而警戒的样子。 | ：　　小小斑鸠不住鸣，展翅高飞破苍旻。忧伤充满我内心，怀念祖先倍感亲。直到天明没入睡，想着父母在世情。 　　\r\n　　聪明智慧那种人，饮酒也能见沉稳。可是那些糊涂蛋，每饮必醉日日甚。请各自重慎举止，否则天不佑你们。 　　\r\n　　田野长满那豆菜，众人一起去采摘。螟蛉如若生幼子，蜾赢会把它背来。你们有儿我教育，继承祖先好风采。 　　\r\n　　看那小小的鶺鸰，边翻飞呀边欢鸣。天天在外我奔波，月月在外我远行。起早贪黑不停歇，不辱父母的英名。 　　\r\n　　小青雀叫叽叽叽，沿着谷场啄小米。自怜贫病更无依，连遇诉讼真可气。抓把米去占一卦，看我何时能吉利？ 　　\r\n　　温和恭谨那些人，就像聚集在树顶。担心害怕真警惕，就像深谷脚边近。心惊胆战太不安，就像踩上薄薄冰。 | ：　《毛诗序》说：“《小宛》，大夫刺幽王也。”郑笺又订正说：“亦当为厉王。”但从诗的内容来看，看不出和幽王或厉王有多大的关系，讽刺的意味也不突出。朱熹的《诗集传》就不同意他们的说法，认为“说者必欲为刺王之言，故其说穿凿破，无理尤甚”。他说这是一首“大夫遭时之乱，而兄弟相戒以免祸之诗”。朱熹看出前人解说的破绽而提出新说，这是可贵的。但细玩诗意，他仍没有理清作者与所述内容的关系，而后世的众多解诗者又多是在毛、郑、朱诸说之上修修补补，致使长期以来人们对这首诗没有真正搞清读懂。从诗篇所述的内容来看，作者可能是西周王朝的一个下级官吏。父母在世时，对他有良好的教育，家庭生活似乎还很富裕。可是父母去世之后，他的兄弟们违背了父母的教诲，一个个嗜酒如命、不务正业，致使家道衰败，甚至连自己的孩子也都弃养了。作者恪守着父母的教诲，终日为国事或家事操劳奔波，力图维系着家门的传统。但由于受到社会上各种邪恶势力的威逼和迫害，已力不从心。他贫病交加，并连遭诉讼，所以忧伤满怀，以至“惴惴小心”、“战战兢兢”地生活着，盼望有朝一日时来运转，家道复兴。在他“宜岸宜狱”之时，更是耿耿难眠、百感交集，既怀念死去的父母，又怨恨“壹醉日富”的兄弟，思前想后，感慨万端，因而写出了这首忧伤交织的抒情诗。它虽然不是什么“刺王”之作，但却反映了混乱、黑暗的社会生活的一个侧面，还是有其认识意义的。 　　\r\n　　全诗六章，章六句，而怀念父母的思想感情却或明或暗地贯穿于全诗中。首章直述怀念祖先、父母之情，这是疾痛惨怛的集中表现，也暗含着今不如昔的深切感慨。二章感伤兄弟们的纵酒，既有斥责，也有劝戒，暗示他们违背了父母的教育。三章言代兄弟们扶养幼子，教育他们长大继承祖业家风。四章述自己操劳奔波，以慰藉父母在天之灵。五章说明自己贫病交加，又吃了官司，表现出对命运难卜的焦虑。最后一章，总括了自己诚惶诚恐、艰难度日的心情。各章重点突出，语意恳切；全诗组织严密，层次分明。即使从语言的使用上来看，质朴而又整饬，在雅颂作品中是颇为别具一格的。 　　\r\n　　作者在表达自己的思想、抒发自己的感情时，虽然是以诉说为主，但并不是平铺直叙、直来直往，而是采取了意味深长的比兴手法，使读者感到作者的每章诗意都是在因物起兴、借景寄情。第一章以斑鸠的鸣叫、翰飞、戾天来反衬他处境的艰难和内心的忧伤；第二章以“齐圣”之人的“饮酒温克”来对比自己兄弟的“彼昏不知，壹醉日富”；第三章以“中原有菽，庶民采之；螟蛉有子，蜾蠃负之”来比喻自己代养兄弟们的幼子；第四章以鶺鸰的“载飞载鸣”来映衬自己“夙兴夜寐”地“斯迈”、“斯征”；第五章以“交交桑扈，率场啄粟”来象征自己“填寡”而又“岸狱”的心态和心情，都写得那么生动形象，贴切真实，耐人咀嚼和回味；至于第六章连用三个“如”字，更把自己“惴惴小心”、“战战兢兢”的心境描绘得形神兼备，真切感人。作者的感情是沉重的，但表现得却十分活脱、鲜明和生动，这在雅颂作品中也是别具特色的。 　　\r\n　　总之，《小宛》在内容主题上是今人比较难于索解的，但在艺术技巧上，却是比较优秀的。 | 【注释】士大夫遭时之乱，兄弟相戒以免祸。宛：小貌。鸠：斑鸠。一说鹰隼类，鶻雕。翰：高。戾：至。明发：天亮时。二人：父母也。齐圣：聪明睿智。温：温籍自持。壹醉日富：醉酒夸富。一说醉则自盈满。不又：不再。螟蛉有子，蜾蠃负之：螟蛉，螟蛾的幼虫。蜾蠃（音果裸）：细腰蜂。蜾蠃捕捉螟蛉等小虫，做它将来幼虫的食物。古人错认为蜾蠃螟蛉养之子。式：用。穀：善。似：继嗣。题：视。忝：辱没。生：一说指父母；一说指人的一生。桑扈：鸟名。填：通殄。苦也。寡：寡财。岸：牢房。握粟出卜：以粟既祀神，又酬卜。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "小戎",
            "content": "小戎俴收，五楘梁輈。游环胁驱，阴靷鋈续。文茵畅毂，驾我骐馵。言念君子，温其如玉。在其板屋，乱我心曲。四牡孔阜，六辔在手。骐骝是中，騧骊是骖。龙盾之合，鋈以□軜。言念君子，温其在邑。方何为期？胡然我念之。俴驷孔群，厹矛鋈镦。蒙伐有苑，虎韔镂膺。交韔二弓，竹闭绲滕。言念君子，载寝载兴。厌厌良人，秩秩德音。",
            "comment": " | 【注释】小戎：士兵所乘的车。[1]：音剑，浅的车厢[2]：音木，皮革[3]：音周，梁輈，曲辕[4]：音印，鋈：音误，阴靷鋈续：车上饰物[5]：音住，左蹄有白花或四蹄皆白的马[6]：音瓜，黄马黑喙[7]：音决，有舌的环，[8]：音纳，辔绳[9]：音求，三偶矛[10]：音唱，弓囊竹闭绲滕：用竹制的弓架，以绳系在驰弓之里"
        },
        {
            "title": "小明",
            "content": "明明上天，照临下土。我征徂西，至于艽野。二月初吉，载离寒暑。心之忧矣，其毒大苦。念彼共人，涕零如雨。岂不怀归，畏此罪罟。昔我往矣，日月方除。曷云其还，岁聿云莫。念我独兮，我事恐庶。心之忧矣，惮我不暇。念彼共人，睠睠怀顾。岂不怀归，畏此谴怒。昔我往矣，日月方奥。曷云其还，政事愈蹙。岁聿云莫，采萧获菽。心之忧矣，自诒伊戚。念彼共人，兴言出宿。岂不怀归，畏此反覆。嗟尔君子，无恒安处。靖共尔位，正直是与。神之听之，式榖以女。嗟二君子，无恒安处。靖共尔位，正直是与。神之听之，介尔景福。",
            "comment": " | 【注释】大夫自伤久役，抒怀念友。艽（音求）野：远荒之地。初吉：一说阴历上旬；一说初二或初三。共人：指同僚。除：除旧生新。庶：众。惮：劳。奥（音域）：通燠。暖。戚：忧。兴言出宿：夜卧起宿于外。反覆：乱加罪名。一说反复无常。靖：谋。共：一作恭。介：给予。景：大。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "小旻",
            "content": "旻天疾臧，敷于下士。谋犹回遹，何日斯沮。谋臧不从，不臧覆用。我视谋犹，亦孔之邛。潝潝訿訿，亦孔之哀。谋之其臧，则具是违。谋之不臧，则具是依。我视犹谋，伊于胡底。我龟既厌，不我告犹。谋父孔多，是用不集。发言盈庭，谁敢执其咎。如匪行迈谋，是用不得于道。哀哉为犹，匪先民是程，匪大犹是经。维尔言是听，维尔言是争。如彼筑室于道谋，是用不溃于成。过虽靡止，或圣或否。民虽靡膴，或哲或谋，或肃或艾。如彼泉流，无沦胥以败。不敢暴虎，不敢冯河。人知其一，莫知其他。战战兢兢，如临深渊，如履薄冰。",
            "comment": " | 【注释】刺统治者政策邪辟，任用小人。敷：布。谋：指政策。犹：道，谋。回遹（音玉）：邪僻。沮（音举）：止。邛（音穷）：病。潝潝（音细）：翕翕。訿訿（音子）：诋毁，诽谤。潝潝訿訿，谓臣下不供职。具：俱。于：往。底：至。犹：道。集：就，成就。如匪行迈谋：谋于路人，无所适从。一说商量出行，又不行动。程：法。经：行。溃：达到。靡止：言小也。膴（音呼）：大也，多也。谋：聪明。艾（音义）：治也。指办事干练。败：水浸湿损坏物。暴虎：搏虎，徒手打虎。冯（音凭）河：涉水过河。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "小弁",
            "content": "弁彼鸒斯，归飞提提。民莫不榖，我独于罹。何辜于天，我罪伊何。心之忧矣，云如之何。踧踧周道，鞠为茂草。我心忧伤，惄焉如捣。假寐永叹，维忧用老。心之忧矣，疢如疾首。维桑与梓，必恭敬止。靡瞻匪父，靡依匪母。不属于毛，不离于里。天之生我，我辰安在。菀彼柳斯，鸣蜩嘒嘒。有漼者渊，萑苇淠淠。譬彼舟流，不知所届。心之忧矣，不遑假寐。鹿斯之奔，维足伎伎。雉之朝雊，尚求其雌。譬彼坏木，疾用无枝。心之忧矣，宁莫之知。相彼投兔，尚或先之。行有死人，尚或墐之。君子秉心，微其忍之。心之忧矣，涕既陨之。君子信谗，如或酬之。君子不惠，不舒究之。伐木掎矣，析薪扡矣。舍彼有罪，予之佗矣。莫高匪山，莫浚匪泉。君子无易由言，耳属于垣。无逝我梁，无发我笱。我躬不阅，遑恤我后。",
            "comment": " | 【注释】周幽王太子宜臼被废而怨怒。一说被逐妇女的哀怨。弁（音盘）：乐也。鸒（音玉）：鸟名。亦名雅乌，寒鸦。提提（音时）：群飞貌。踧踧（音敌）：平坦貌。鞠（音局）：穷，尽。惄（ 音溺）：思。擣（音捣）：心疾也。假寐：不脱冠衣而寐。疢（音趁）：病。维桑与梓，必恭敬止：桑树、梓树为父母所栽，子孙看见，缅怀先人，必恭必敬。不属于毛，不离于里：毛在外阳以言父，里在内阴以言母。一说外不容于夫家，内不容于父母之家。菀（音玉）：茂盛貌。蜩：蝉。嘒嘒（音会）：蝉鸣声。漼（音催，二声）：水深貌。淠淠（音配或毕）：茂盛貌。届：至。伎伎（音其）：舒貌。雊（音够）：雉鸣也。坏：指木病。投：关闭。先：放纵。墐（音尽）：埋葬。掎：依。佗（音驼）：加。逝：往，去。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "小毖",
            "content": "予其惩而，毖后患。莫予荓蜂，自求辛螫。肇允彼桃虫，拼飞维鸟。未堪家多难，予又集于蓼。",
            "comment": " | 【注释】成王惩管蔡之祸而自儆。惩：警戒；警惕。毖：慎也。荓（音拼）：使。辛螫：蜂刺人的辛辣痛。肇：开始。允：语词。桃虫：鹪鹩。一种小鸟。拼（音翻）：翻。蓼（音了）：苦蓼。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "巷伯",
            "content": "萋兮斐兮，成是贝锦。彼谮人者，亦已大甚。哆兮侈兮，成是南箕。彼谮人者，谁適与谋。缉缉翩翩，谋欲谮人。慎尔言也，谓尔不信。捷捷幡幡，谋欲谮人。岂不尔受，既其女迁。骄人好好，劳人草草。苍天苍天，视彼骄人。矜此劳人。彼谮人者，谁適与谋。取彼谮人，投畀豺虎。豺虎不食，投畀有北。有北不受，投畀有昊。杨园之道，猗于亩丘。寺人孟子，作为此诗。凡百君子，敬而听之。",
            "comment": " | 【注释】被谗遭害者的抒愤诗。萋（音妻）、斐（音匪）：花纹错杂貌。贝锦：贝纹锦。哆（音齿）：张口。侈（音齿）：张大。南箕：星名。即箕宿。古人认为箕主口舌，故用来比谗者。缉缉：口舌声。翩翩：往来貌。捷捷：同缉缉。幡幡：同翩翩。既其女迁：好谗之祸，行将迁而及汝。即变而整自己。好好：喜也。草草：劳心也。畀（音闭）：给予。北：北方寒凉不毛之地。昊：天。杨园：园名。猗（音椅）：加。作：起。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "相鼠",
            "content": "相鼠有皮，人而无仪！人而无仪，不死何为？相鼠有齿，人而无止！人而无止，不死何俟？相鼠有体，人而无礼！人而无礼，胡不遄死？",
            "comment": " | 【注释】[1]相鼠：一种老鼠[2]止：通“耻”。"
        },
        {
            "title": "下武",
            "content": "下武维周，世有哲王，三后在天，王配于京。王配于京，世德作求，永言配命，成王之孚。成王之孚，下士之式，永言孝思，孝思维则。媚兹一人，应侯顺德，永言孝思，昭哉嗣服。昭兹来许，绳其祖武，於万斯年，受天之祜。受天之祜，四方来贺，於斯万年，不遐有佐。",
            "comment": " | 【注释】赞美武王能继先王之德以昭后嗣。下武维周：后人能继先祖维周家。下，后；武，继。三后：指太王，王季，文王。王配于京：武王又能配行其道于京。求：逑，匹也。永言配命：武王配天命，更光大也。孚：信。孝：代指美德。应：当。侯：乃。嗣服：一说继承祖宗的事业。兹：哉。来许：后进。绳：继。武：迹。引申为功绩。不遐有佐：岂有不来相佐。一说怎会有过失？引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "下泉",
            "content": "冽彼下泉，浸彼苞稂。忾我寤叹，念彼周京。冽彼下泉，浸彼苞萧。忾我寤叹，念彼京周。冽彼下泉，浸彼苞蓍。忾我寤叹，念彼京师。芃芃黍苗，阴雨膏之。四国有王，郇伯劳之。",
            "comment": " | 【注释】下泉：奔流而下的山泉周京：指周室京师之明王[1]：音朋，茂盛"
        },
        {
            "title": "隰有苌楚",
            "content": "隰有苌楚，猗傩其枝，夭之沃沃。乐子之无知。隰有苌楚，猗傩其华，夭之沃沃。乐子之无家。隰有苌楚，猗傩其实，夭之沃沃。乐子之无室。",
            "comment": " | 【注释】苌楚：羊桃。苌音常猗傩：音婀娜，同婀娜无知：无妻"
        },
        {
            "title": "隰桑",
            "content": "隰桑有阿，其叶有难，既见君子，其乐如何。隰桑有阿，其叶有沃，既见君子，云何不乐。隰桑有阿，其叶有幽，既见君子，德音孔胶。心乎爱矣，遐不谓矣，中心藏之，何日忘之。",
            "comment": " | 【注释】女子对爱人表达深厚情感。一说思贤人刺周幽王远贤近谗。阿：美貌。难（音挪）：盛貌。沃：柔。幽：黝之假借。黑色。胶：固。指男子情意殷切，执一不变。遐不：胡不。藏（音脏）：同臧。善。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "蟋蟀",
            "content": "蟋蟀在堂，岁聿其莫。今我不乐，日月其除。无已大康，职思其居。好乐无荒，良士瞿瞿。蟋蟀在堂，岁聿其逝。今我不乐，日月其迈。无已大康，职思其外。好乐无荒，良士蹶蹶。蟋蟀在堂，役车其休。今我不乐，日月其慆。无已大康，职思其忧。好乐无荒，良士休休。",
            "comment": " | 【注释】[1]：音“玉”，将。[2]：通“暮”。[3]：去。[4]：过，太。[5]：音“太”。[6]：当，必须。[7]：指人的处境。[8]：整句意为娱乐不要过度。[9]：瞻前顾后的样子。[10]：音“涛”，过。"
        },
        {
            "title": "武",
            "content": "於皇武王，无竞维烈。允文文王，克开厥后。嗣武受之，胜殷遏刘，耆定尔功。",
            "comment": " | 【注释】周公颂武王克商之功作大武之乐。烈：业。允：语词。克开厥后：能开其子孙之基绪。遏：绝。刘：杀。耆（音止）：致也。言武王伐纣，致定其功。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "无衣",
            "content": "岂曰无衣七兮？不如子之衣，安且吉兮？岂曰无衣六兮？不如子之衣，安且燠兮？",
            "comment": " | 【注释】七：七章之衣，诸侯的服饰吉：舒适六：音路，六节衣燠：音玉，暖"
        },
        {
            "title": "无衣",
            "content": "岂曰无衣？与子同袍。王于兴师，修我戈矛，与子同仇！岂曰无衣？与子同泽。王于兴师，修我矛戟，与子偕作！岂曰无衣？与子同裳。王于兴师，修我甲兵，与子偕行！",
            "comment": " | 【注释】[1]戟：音己，长一丈六尺，镶有分枝的锋刃。"
        },
        {
            "title": "无羊",
            "content": "谁谓尔无羊，三百维群。谁谓尔无牛，九十其犉。尔羊来思，其角濈濈。尔牛来思，其耳湿湿。或降于阿，或饮于池，或寝于讹。尔牧来思，何蓑何笠，或负其糇。三十维物，尔牲则具。尔牧来思，以薪以蒸，以雌以雄。尔羊来思，矜矜兢兢，不骞不崩。麾之以肱，毕来既升。牧人乃梦，众维鱼矣。旐维旟矣，室家溱溱。",
            "comment": " | 【注释】赞畜牧兴旺，牛羊繁盛。犉（音闰，二声）：黄牛黑唇。一说牛七尺为犉。濈濈（音及）：聚集貌。湿湿（音气）：牲畜耳朵摇动貌。讹：动。何（音贺）：同荷。担，引申为戴。物：颜色。蒸：粗曰薪，细曰蒸。矜矜、兢兢：坚强貌。骞：亏。崩：群疾也。升：登。指入圈。众：螽。蝗虫。旐、旟：旗名。龟蛇为旐，鸟隼为旟。溱溱（音真）：众也。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "无将大车",
            "content": "无将大车，祇自尘兮。无思百忧，祇自疧兮。无将大车，维尘冥冥。无思百忧，不出於熲。无将大车，维尘雝兮。无思百忧，祇自重兮。",
            "comment": " | 【注释】行役劳顿者的途中忧思。将：手扶车向前。大车：用牛拉的货车。祇（音支）：恰巧。疧（音其）：忧病。冥冥：昏暗。熲（音炯）：同炯。火光明亮。雝：亦作壅，蔽。重：累也。即加厚之意。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "我行其野",
            "content": "我行其野，蔽芾其樗。昏姻之故，言就尔居。尔不我畜，复我邦家。我行其野，言采其蓫。昏姻之故，言就尔宿。尔不我畜，言归斯复。我行其野，言采其葍。不思旧姻，求尔新特。成不以富，亦祗以异。",
            "comment": " | 【注释】女子远嫁异国被遗弃，抒发其悔恨和愤怒。畜：养。一说好。蓫（音逐）：草名。羊蹄菜。葍（音福）：一种多年生的蔓草，又名小旋花。地下茎可食。成：即诚。祗：适。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "我将",
            "content": "我将我享，维羊维牛，维天其右之。仪式刑文王之典，日靖四方。伊嘏文王，既右飨之。我其夙夜，畏天之威，于时保之。",
            "comment": " | 【注释】周公成王祀文王于明堂，以配上帝。将：大。一说奉。享：献。右：佑助。仪式刑：三字连文，皆法意。一说善用法。靖：谋求。时：是。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "文王有声",
            "content": "文王有声，遹骏有声，遹求厥宁，遹观厥成。文王烝哉。文王受命，有此武功，既伐于崇，作邑于丰。文王烝哉。筑城伊淢，作丰伊匹，匪棘其欲，遹追来孝。王后烝哉。王公伊濯，维丰之垣，四方攸同，王后维翰。王后烝哉。丰水东注，维禹之绩，四方攸同，皇王维辟。皇王烝哉。镐京辟癰，自西自东，自南自北，无思不服。皇王烝哉。考卜维王，宅是镐京，维龟正之，武王成之。武王烝哉。丰水有芑，武王岂不仕，诒厥孙谋，以燕翼子。武王烝哉。",
            "comment": " | 【注释】歌颂文王迁丰武王迁镐而周兴。遹（音域）：遵循。一说作语助。骏（音俊）：大。烝（音征）：国君。一说赞美之词。伊：作语助。淢（音序）：护城河。匹：配。棘：急。公：事。濯（音浊）：大。翰：桢干。即骨干。皇王维辟：一说君王是法则。芑（音起）：白苗高粱。一说嘉禾。仕：事。诒厥孙谋：武王之谋遗子孙也。以燕翼子：以安敬事之子孙。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "文王",
            "content": "文王在上，於昭于天，周虽旧邦，其命维新。有周不显，帝命不时，文王陟降，在帝左右。亹亹文王，令闻不已，陈锡哉周，侯文王孙子。文王孙子，本支百世，凡周之士，不显亦世。世之不显，厥犹翼翼，思皇多士，生此王国。王国克生，维周之桢，济济多士，文王以宁。穆穆文王，於缉熙敬止，假哉天命，有商孙子。商之孙子，其丽不亿，上帝既命，侯于周服。侯服于周，天命靡常，殷士肤敏，裸将于京。厥作裸将，常服黼冔，王之荩臣，无念尔祖。无念尔祖，聿修厥德，永言配命，自求多福。殷之未丧师，克配上帝，宜鉴于殷，骏命不易。命之不易，无遏尔躬，宣昭义问，有虞殷自天。上天之载，无声无臭，仪刑文王，万邦作孚。",
            "comment": " | 【注释】周代祭祀时颂美文王。文王在上：文王既没，而其神在上，昭明于天。於（音呜）：叹词。昭：昭著。有、不：语词。显：光也。不：语词。时：是。文王陟降：文王之神在天，一升一降，无时不在上帝之左右。亹亹（音伟）：勉也。令闻：善誉；善声。陈锡：申赐，重赐，赐之多也。侯：乃；于是。本：本宗。支：支系。不、亦：语词。犹：谋。翼翼：恭敬。皇：美。桢：古代筑墙两端树立的木柱。引申为支柱。济济：形容众多。穆穆：美也。於：叹词。缉熙：光明。敬：一说谨慎。止：辞也。假：伟大。丽：数也。周服：臣服于周。肤：美。敏：疾。裸（音贯）：灌鬯也。将：行。黼：白与黑相间。冔（音许）：冠冕。夏后氏曰收，周曰冕。荩（音进）：进，用。无念：念也。不，语词。配命：合天命。丧师：丧失人心。骏命不易：天之大命，持之不易。遏：止。载：事。刑：法。孚：信。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "渭阳",
            "content": "我送舅氏，曰至渭阳。何以赠之？路车乘黄。我送舅氏，悠悠我思。何以赠之？琼瑰玉佩。",
            "comment": " | 【注释】乘：音剩琼瑰：次于玉的美石"
        },
        {
            "title": "维天之命",
            "content": "维天之命，於穆不已。於乎不显，文王之德之纯。假以溢我，我其收之。骏惠我文王，曾孙笃之。",
            "comment": " | 【注释】周公制礼时祭祀文王。命：道。不已：无极；无穷尽。於乎：叹词。不：语词。显：光。光明。假：嘉。溢：盈。一说慎。收：聚。一说受。骏：大。惠：顺。曾孙：自孙之子以下，事先祖皆称曾孙。笃：笃行。厚行。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "维清",
            "content": "维清缉熙，文王之典。肇禋，迄用有成，维周之祯。",
            "comment": " | 【注释】周公作乐时祭文王。清：清明。缉熙：光明。肇：始。禋：祀。迄：至。有成：谓有天下。祯：一作祺。吉祥。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "菀柳",
            "content": "有菀者柳，不尚息焉，上帝甚蹈，无自昵焉。俾予靖之，后予极焉。有菀者柳，不尚愒焉，上帝甚蹈，无自瘵焉。俾予靖之，后予迈焉。有鸟高飞，亦傅于天，彼人之心，于何其臻。曷予靖之，居以凶矜。",
            "comment": " | 【注释】士大夫讽刺反复无常，使人不敢亲近的暴君。菀：木茂也。尚：庶几。上帝：指君王。蹈：动。指变化无常。暱（音溺）：亲近。靖：谋。一说安定。极：诛也。愒（音气）：休息。瘵（音债）：接。一说病。迈：行。指放逐。傅：至。居：语词。凶矜：凶危（之地）。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "宛丘",
            "content": "子之汤兮，宛丘之上兮。洵有情兮，而无望兮。坎其击鼓，宛丘之下。无冬无夏，值其鹭羽。坎其击缶，宛丘之道。无冬无夏，值其鹭翿。",
            "comment": " | 【注释】宛丘：四周高中间低的游乐场汤：音荡，荡之借字值：持。鹭羽：舞蹈道具[1]：音到，同鹭羽"
        },
        {
            "title": "芄兰",
            "content": "芄兰之支，童子佩□。虽则佩□，能不我知？容兮遂兮，垂带悸兮。芄兰之叶，童子佩韘。虽则佩韘，能不我甲？容兮遂兮，垂带悸兮。",
            "comment": " | 【注释】芄：音丸，野生植物，实如羊角[1]：音西，骨刻用具和装饰品[2]：音社，同[1]"
        },
        {
            "title": "萚兮",
            "content": "萚兮萚兮，风其吹女。叔兮伯兮，倡予和女。萚兮萚兮，风其漂。叔兮伯兮，倡予要女。",
            "comment": " | 【注释】[1]：音拓，黄叶"
        },
        {
            "title": "兔爰",
            "content": "有兔爰爰，雉离于罗。我生之初，尚无为；我生之后，逢此百罹。尚寐，无吪！有兔爰爰，雉离于罦。我生之初，尚无造；我生之后，逢此百忧。尚寐，无觉！有兔爰爰，雉离于罿。我生之初，尚无庸；我生之后，逢此百凶。尚寐，无聪！",
            "comment": " | 【注释】爰：音缓，缓之借，逍遥自在离：陷。罗：罗网生之初：生之前。无为：无事[1]：音俄，动[2]：音浮，捕鸟的网[3]：音冲，捕鸟的网庸：用，徭役"
        },
        {
            "title": "兔罝",
            "content": "肃肃兔罝，椓之丁丁。赳赳武夫，公侯干城。肃肃兔罝，施于中逵。赳赳武夫，公侯好仇。肃肃兔罝，施于中林。赳赳武夫，公侯腹心。",
            "comment": " | 【注释】[1]：音居，网[2]：音浊，敲击。丁：音争干城：守卫之武士逵：音魁，四通八达的大道仇：通逑兔罝．后妃之化也．关雎之化行．则莫不好德．贤人众多也．"
        },
        {
            "title": "彤弓",
            "content": "彤弓弨兮，受言藏兮。我有嘉宾，中心贶之。钟鼓既设，一朝飨之。彤弓弨兮，受言载兮。我有嘉宾，中心喜之。钟鼓既设，一朝右之。彤弓弨兮，受言櫜之。我有嘉宾，中心好之。钟鼓既设，一朝醻之。",
            "comment": " | 【注释】欢宴有功诸侯。彤弓：朱红的弓。弨（音超）：放松弓弦。言：语词。贶（音况）：爱戴。飨（音响）：用酒食款待人。载：装载。右：通侑，劝酒。櫜（音高）：隐藏。一说弓囊。醻（音仇）：劝酒。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "庭燎",
            "content": "夜如何其。夜未央，庭燎之光。君子至止，鸾声将将。夜如何其。夜未艾，庭燎晣晣。君子至止，鸾声哕哕。夜如何其。夜乡晨，庭燎有煇。君子至止，言观其旂。",
            "comment": " | 【注释】赞美周宣王勤于政事。其：语词。央：中央。一说终尽。庭燎：庭中用以照明的火炬；大烛。君子：指诸侯。艾：止；尽。一说久。晣晣（音哲或制）：光明。哕哕（音会）：有节奏的铃声。乡：同向。煇（音熏）：光。一说火气，天欲明而见其烟光相杂也。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "天作",
            "content": "天作高山，大王荒之。彼作矣，文王康之。彼徂矣，岐有夷之行。子孙保之。",
            "comment": " | 【注释】周公、成王时祭先王先公。一说祭祀歧山。作：生。高山：指歧山。荒：大。荒覆。引申为统治。彼：指天。一说万民。作：天生万物。一说筑作宫室。彼徂矣，岐有夷之行：一说彼徂矣岐，有夷之行。徂，往。夷，平。行，道。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "天保",
            "content": "天保定尔，亦孔之固。俾尔单厚，何福不除。俾尔多益，以莫不庶。天保定尔，俾尔戬榖。罄无不宜，受天百禄。降尔遐福，维日不足。天保定尔，以莫不兴。如山入皋，如冈如陵。川之方至，以莫不增。吉蠲为饎，是用孝享。禴祠烝尝，于公先王。君曰卜尔，万寿无疆。神之吊矣，詒尔多福。民之质矣，日用饮食。群黎百姓，遍为尔德。如月之恒，如日之升。如南山之寿，不骞不崩。如松柏之茂，无不尔或承。",
            "comment": " | 【注释】群臣祝福君主。保：安也。单：厚。除：予，赐。以：发语词。庶：众。戬（音剪）：福。榖：禄，善。罄：尽。遐：远。蠲（音捐）：通涓，清洁。饎（音西）：酒食。孝享：献祭。禴（音月）：夏祭。祠：春祭。烝：冬祭。尝：秋祭。于公先王：对先公先王。君：先公先王的统称。卜：予。吊：至。民之质矣，日用饮食：下民质朴，安居乐业。黎：奴隶，一说众民。遍为尔德：普遍受到你的德教。恒（音更）：月上弦。骞：亏也。崩：毁坏。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "桃夭",
            "content": "桃之夭夭，灼灼其华。之子于归，宜其室家。桃之夭夭，有蕡其实。之子于归，宜其家室。桃之夭夭，其叶蓁蓁。之子于归，宜其家人。",
            "comment": "：　　这是一首祝贺年青姑娘出嫁的诗。据《周礼》云：“仲春，令会男女。”朱熹《诗集传》云：“然则桃之有华(花)，正婚姻之时也。”可见周代一般在春光明媚桃花盛开的时候姑娘出嫁，故诗人以桃花起兴，为新娘唱了一首赞歌。旧说如《毛序》等以为与后妃君王有关，为今人所不取。\r\n　　全诗分为三章。\r\n　　第一章以鲜艳的桃花比喻新娘的年青娇媚。自此以后用花、特别是用桃花来比美人的层出不穷，如魏阮籍《咏怀诗》之十三：“天天桃李花，灼灼有辉光。”唐崔护《都城南庄》：“去年今日此门中，人面桃花相映红。”宋陈师道《菩萨蛮》词：“玉腕枕香腮，桃花脸上开。”他们无不受到《诗经》这首诗的影响，只不过影响有大小，运用有巧妙而已。这里所写的是鲜嫩的桃花，纷纷绽蕊，而经过打扮的新嫁娘此刻既兴奋又羞涩，两颊飞红，真有人面桃花，两相辉映的韵味。诗中既写景又写人，情景交融，烘托了一股欢乐热烈的气氛。这种场面，即使在今天我们还能在农村的婚礼上看到。\r\n　　第二章则是表示对婚后的祝愿。桃花开后，自然结果。诗人说它的果子结得又肥又大，此乃象征着新娘早生贵子，养个白白胖胖的娃娃。第三章以桃叶的茂盛祝愿新娘家庭的兴旺发达。以桃树枝头的累累硕果和桃树枝叶的茂密成荫，来象征新嫁娘婚后生活的美满幸福，真是最美的比喻，最好的颂辞！朱熹《诗集传》认为每一章都是用的“兴”，固然有理，然细玩诗意，确是兴中有比，比兴兼用。全诗三章，每章都先以桃起兴，继以花、果、叶兼作比喻，极有层次：由花开到结果，再由果落到叶盛；所喻诗意也渐次变化，与桃花的生长相适应，自然浑成，融为一体。\r\n　　诗人在歌咏桃花之后，更以当时的口语，道出贺辞。第一章云：“之子于归，宜其室家。”也就是说这位姑娘要出嫁，和和美美成个家。第二、三章因为押韵关系，改为“家室”和“家人”，其实含义很少区别。古礼男以女为室，女以男为家，男女结合才组成家庭。女子出嫁，是组成家庭的开始。朱熹《诗集传》释云：“宜者，和顺之意。室谓夫妇所居，家谓一门之内。”实际上是说新婚夫妇的小家为室，而与父母等共处为家。今以现代语释为家庭，更易为一般读者所了解。 | 【注释】[1]夭夭：木少盛貌[2]于归：指姑娘出嫁[3]：音坟，果实将熟的样子桃夭．后妃之所致也．不妒忌．则男女以正．婚姻以时．国无鳏民也."
        },
        {
            "title": "棠棣",
            "content": "棠棣之华，鄂不韡韡，凡今之人，莫如兄弟。死丧之威，兄弟孔怀，原隰裒矣，兄弟求矣。脊令在原，兄弟急难，每有良朋，况也求叹。兄弟阋于墙，外御其务，每有良朋，烝也无戎。丧乱既平，既安且宁，虽有兄弟，不如友生。傧尔笾豆，饮酒之饫，兄弟既具，和乐且孺。妻子好合，如鼓琴瑟，兄弟既翕，和乐且湛。宜尔家室，乐尔妻帑，是究是图，亶其然乎。",
            "comment": " | 【注释】欢宴兄弟，以笃友爱。棠棣:即今郁李。华：花。鄂：花萼。韡韡（音伟）：光明貌。威：畏。裒（音抔）：聚集。脊令（音急领）：鸟名。头黑额白，背黑腹白，尾长，住水边。况：发语词。一说益，增加。兄弟阋（音戏）于墙：兄弟相争于内。阋，恨也。务：侮。烝：乃，就是。戎：助。生：语词。傧：陈设。饫（音裕）：私也，指私宴。孺：相亲。翕（音西）：合；聚。帑（音奴）：儿女。亶（音胆）：诚然；信然。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "素冠",
            "content": "庶见素冠兮？棘人栾栾兮，劳心抟抟兮。庶见素衣兮？我心伤悲兮，聊与子同归。庶见素韠兮？我心蕴结兮，聊与子如一。",
            "comment": " | 【注释】素冠：素冠之人，清贫之人棘人：哀戚之人。栾栾：憔悴抟抟：音团，不安[1]：音毕，护膝"
        },
        {
            "title": "崧高",
            "content": "崧高维岳，骏极于天，维岳降神，生甫及申。维申及甫，维周之翰，四国于蕃，四方于宣。亹亹申伯，王缵之事，于邑于谢，南国是式。王命召伯，定申伯之宅，登是南邦，世执是功。王命申伯，式是南邦，因是谢人，以作尔庸。王命召伯，彻申伯土田，王命傅御，迁其私人。申伯之功，召伯是营，有俶其城，寝庙既成。既成藐藐，王锡申伯，四牡蹻蹻，钩膺濯濯。王遣申伯，路车乘马，我图尔居，莫如南土。锡尔介圭，以作尔宝，往□王舅，南土是保。申伯信迈，王饯于郿，申伯还南，谢于城归。王命召伯，彻申伯土疆，以峙其粻，式遄其行。申伯番番，既入于谢，徒御啴啴。周邦咸喜，戎有良翰。不显申伯，王之元舅，文武是宪。申伯之德，柔惠且直，揉此万邦，闻于四国。吉甫作诵，其诗孔硕，其风肆好，以赠申伯。",
            "comment": " | 【注释】[1]“辶 + 兀”字。"
        },
        {
            "title": "驷驖",
            "content": "驷驖孔阜，六辔在手。公之媚子，从公于狩。奉时辰牡，辰牡孔硕。公曰左之，舍拔则获。游于北园，四马既闲。輶车鸾镳，载猃歇骄。",
            "comment": " | 【注释】[1]：音铁，毛色似铁的好马辰牡：按季节奉献的野物左之：从左面射它[2]：音由，轻车猃，歇骄：良种猎犬"
        },
        {
            "title": "四月",
            "content": "四月维夏，六月徂暑。先祖匪人，胡宁忍予。秋日凄凄，百卉具腓。乱离瘼矣，爰其适归。冬日烈烈，飘风发发。民莫不榖，我独何害。山有嘉卉，侯栗侯梅。废为残贼，莫知其尤。相彼泉水，载清载涿。我日构祸，曷云能榖。滔滔江汉，南国之纪。尽瘁以仕，宁莫我有。匪鹑匪鸢，翰飞戾天。匪鳣匪鲔，潜逃于渊。山有蕨薇，隰有杞桋。君子作歌，维以高哀。",
            "comment": " | 【注释】为仕者遭小人构祸，被逐南迁的抒愤诗。一说刺幽王在位贪残，下国构祸，怨乱并兴。徂（音粗，二声）：往。胡宁忍予：何忍我遭此祸也。腓（音肥）：草木枯萎。瘼（音莫）：病；疾苦。废：习惯。一说大。滔滔江汉，南国之纪：江，汉，南国之大水，纪理众川，使不壅滞。有：通友，相亲。鹑（音团）：通鷻。雕。桋（音夷）：木名。赤楝。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "四牡",
            "content": "四牡騑騑，周道倭迟。岂不怀归，王事靡盬，我心伤悲。四牡騑騑，嘽嘽骆马。岂不怀归，王事靡盬，不遑启处。翩翩者鵻，载飞载下。集于苞栩，王事靡盬，不遑将父。翩翩者鵻，载飞载止。集于苞杞，王事靡盬，不遑将母。驾彼四骆，载骤载駸。岂不怀归，是用作歌，将母来谂。",
            "comment": " | 【注释】慰劳使臣勤于王事。一说使臣自咏之辞。騑騑（音非）:马行走不停貌。倭迟：迂回遥远貌。盬（音古）：不坚固。 嘽嘽（音摊）：喘息貌。骆（音落）：白毛黑鬣的马。启处：安居休息。鵻（音追）：斑鸠，鹁鸠，鹁鸪。苞：草木丛生。栩：柞，栎。杞：杞柳。骤：马飞奔。駸駸（音侵）：马速行貌。谂（音申）：思念。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "斯干",
            "content": "秩秩斯干，幽幽南山。如竹苞矣，如松茂矣。兄及弟矣，式相好矣，无相犹矣。似续妣祖，筑室百堵。西南其户，爰居爰处，爰笑爰语。约之阁阁，椓之蠹蠹。风雨攸除，鸟鼠攸去，君子攸芋。如跂斯翼，如矢斯棘，如鸟斯革，如翚斯飞。君子攸跻。殖殖其庭，有觉其楹。哙哙其正，哕哕其冥，君子攸宁。下莞上簟，乃安斯寝。乃寝乃兴，乃占我梦。吉梦维何，维熊维罴，维虺维蛇。大人占之，维熊维罴，男子之祥。维虺维蛇，女子之祥。乃生男子，载寝之床，载衣之裳，载弄之璋。其泣喤喤，朱芾斯皇，室家君王。乃生女子，载寝之地，载衣之裼，载弄之瓦。无非无仪，唯酒食是议，无父母诒罹。",
            "comment": " | 【注释】帝王宫室落成的颂歌，末两章写生男育女，家族兴盛。秩秩：顺序貌。干：水涯，水边。幽幽；深远貌。苞：草盛貌。犹：尤，过失。似续：同嗣续。继承。约：束。阁阁：历历，分明可数。橐橐（音托）：板筑时用杵实土的声音。攸：语助，无义。芋：覆。一说宇。棘：急。一说屋角。革：翼，翅。翚（音辉）：野鸡。殖殖：平正。觉：高大。楹：厅堂前的柱子。哙哙（音快）：宽明之貌。正：昼也。哕哕（音会）：光明貌。冥：夜。莞（音关）：植物名。水葱，席子草。一说小蒲之席也。罴（音皮）：熊的一种。长头高脚，猛憨多力，能拔树。虺（音毁）：脆脚蜥。大人：占梦之官，即太卜。大音太。璋：古时上朝用的玉制物。朱芾：蔽膝。红色为贵。裼（音替）：婴儿包被。瓦：古代纺线的纺锤。仪：善。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "思文",
            "content": "思文后稷，克配彼天。立我烝民，莫匪尔极。贻我来牟，帝命率育。无此疆尔界，陈常于时夏。",
            "comment": " | 【注释】周公祀周始祖后稷。思：语词。克配彼天：能配享于天。与上天同祭祀。立：假借为粒。谷粒。指种粮食养人。极：德之至也。来牟：瑞麦。陈常于时夏：布农政于中夏。时，是。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "思齐",
            "content": "思齐大任，文王之母，思媚周姜，京室之妇。大姒嗣徽音，则百斯男。惠于宗公，神罔时怨，神罔时恫。刑于寡妻，至于兄弟，于御于家邦。雝雝在宫，肃肃在庙，不显亦临，无射亦保。肆戎疾不殄，烈假不瑕，不闻亦式，不谏亦入。肆成人有德，小子有造，古之人无「怿去忄右加攵」，誉髦斯士。",
            "comment": " | 【注释】颂文王之所以英明，是有圣母贤妻之故。齐（音斋）：肃敬。媚：爱。周姜：周太王妇。太姒：文王之妃。徽：美。则百斯男：太姒十子，众妾则宜百子也。惠：顺。宗公：先公。一说大臣。时：是。恫（音通）：痛。刑：法也。寡妻：嫡妻。御：治。雝雝：谐和。肃肃：恭敬貌。不显亦临，无射亦保：明显之处应该看到，不明显处也要留意。指任用人才。肆：故，今。戎：大。不：语词。殄：绝。烈、假：皆病也。不：语词。瑕：已。不闻亦式,不谏亦入：闻善言就用，有进谏就采纳。不、亦，语词。古之人无斁：古之人无厌于有名誉之俊士。髦（音毛）：俊。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "丝衣",
            "content": "丝衣其紑，载弁俅俅。自堂徂基，自羊徂牛。鼐鼎及鼐，兕觥其觩。旨酒思柔，不吴不敖，胡考之休。",
            "comment": " | 【注释】周成王绎祭以宾礼事尸。丝衣：祭服。紑（音否，二声）：衣服鲜明。俅俅：恭顺貌。基：门槛。鼐（音奈）：大鼎。鼒（音资）：小鼎。昊：哗。大言也。敖（音傲）：傲慢。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "硕人",
            "content": "硕人其颀，衣锦褧衣。齐侯之子，卫侯之妻。东宫之妹，邢侯之姨，谭公维私。手如柔荑，肤如凝脂，领如蝤蛴，齿如瓠犀。螓首蛾眉，巧笑倩兮，美目盼兮。硕人敖敖，说于农郊。四牡有骄，朱幩镳镳，翟茀以朝。大夫夙退，无使君劳。河水洋洋，北流活活。施罛濊濊，鱣鲔发发，葭菼揭揭。庶姜孽孽，庶士有朅。",
            "comment": " | 【注释】[1]：音窘，披风私：姊妹之夫荑：音题，茅之芽蝤蛴：音求其，天牛的幼虫瓠犀：音户西，瓠瓜子儿说：音税，停[2]：音坟，马饰镳镳：音标，盛多的样子[3]：音扶，车蓬[4]：音古，网[5]：音豁，象声词[6]：音沾，大鲤鱼发发：鱼尾击水之声[7]：音坦，荻[8]：音切，英武高大"
        },
        {
            "title": "黍离",
            "content": "彼黍离离，彼稷之苗。行迈靡靡，中心摇摇。知我者谓我心忧，不知我者谓我何求。悠悠苍天！此何人哉？彼黍离离，彼稷之穗。行迈靡靡，中心如醉。知我者谓我心忧，不知我者谓我何求。悠悠苍天！此何人哉？彼黍离离，彼稷之实。行迈靡靡，中心如噎。知我者谓我心忧，不知我者谓我何求。悠悠苍天！此何人哉？",
            "comment": "：　　1.黍 ：一种农作物，即糜子，子实去皮后叫黄米，有黏性，可以酿酒、做糕等。 \r\n　　2.离离：庄稼一行行排列的样子。 　　\r\n　　3.稷 ：谷子，一说高粱。 　　\r\n　　4.行迈：道上走。行：道。迈，行。 　　\r\n　　5.靡靡：迟迟、缓慢的样子。 　　\r\n　　6.中心：内心； 　　\r\n　　7.摇摇：心神不宁。 　　\r\n　　8.谓：说。 　　\r\n　　9.悠悠：遥远的样子。 　　\r\n　　10.此何人哉：这（指故国沦亡的凄凉景象）是谁造成的呢？ 　　\r\n　　11.实：籽粒。 　　\r\n　　12.噎 ：食物塞住咽喉，这里指哽咽。 | ：　　那糜子一行行地排列,那高粱生出苗儿来。缓慢地走着,心中恍惚不安。了解我的人说我有忧愁,不了解我的人说我有所求。遥远的的苍天啊,这都是谁造成的呢? 　　\r\n　　那糜子一行行地排列,那高粱抽出穗儿来。缓慢地走着,心中如酒醉般昏昏沉沉。了解我的人说我有忧愁,不了解我的人说我有所求。遥远的的苍天啊,这都是谁造成的呢? 　　\r\n　　那糜子一行行地排列,那高粱结出粒儿来。缓慢地走着,心中难过，哽咽难言。了解我的人说我有忧愁,不了解我的人说我有所求。遥远的苍天啊,这都是谁造成的呢? | ：　　这首诗在抒发对西周灭亡的沉痛时，首先出现的是生长茂盛的农作物，而庄稼生长的地方曾是宗周的宗庙公室。这种沧海桑田的巨大变化，自然使诗人陷人悲哀之中，行进的脚步变得迟缓。三章反复出现“行迈靡靡”的诗句，用脚步的迟缓引出心情的沉痛。 　　\r\n　　这首诗采用的是递进式的写景抒情笔法。出现的景物依次是“彼稷之苗”、“彼稷之穗”、“彼稷之实”，农作物的部位暗合农作物的生长过程：先有苗、再有穗、最后有了颗粒。作者抒发沉痛之情时，依次是“中心摇摇”、“中心如醉”、“中心如噎”，变得越来越强烈，也更加痛苦。 　　\r\n　　作者忧国忧民，伤时悯乱，最后向天发问：这种历史悲剧是谁造成的，由谁来承担西周灭亡的历史责任，诗的作者非常清楚。他不把问题的答案明确说出，而是采用质问的方式，所产生的艺术效果更加强烈，并给读者留下思考的空间。 | 【注释】黍、稷：音蜀记，两种农作物离离：茂密的样子中心摇摇：心中难过，恍惚不安"
        },
        {
            "title": "叔于田",
            "content": "叔于田，巷无居人。岂无居人？不如叔也。洵美且仁。叔于狩，巷无饮酒。岂无饮酒？不如叔也。洵美且好。叔适野，巷无服马。岂无服马？不如叔也。洵美且武。",
            "comment": " | 【注释】叔：对所爱之男子的昵称于：去，往。田：打猎洵：音询，真正的，的确服马：骑马之人"
        },
        {
            "title": "式微",
            "content": "式微，式微！胡不归？微君之故，胡为乎中露！式微，式微！胡不归？微君之躬，胡为乎泥中！",
            "comment": " | 【注释】[1]式：发语词。微：黄昏"
        },
        {
            "title": "时迈",
            "content": "时迈其邦，昊天其子之，实序有周。薄言震之，莫不震叠。怀柔百神，及河乔岳。允王维后，明昭有周，式序在位。载戢干戈，载櫜弓矢。我求懿德，肆于时夏，允王保之。",
            "comment": " | 【注释】武王周公巡守祭山川百神。时：语助。迈：行。邦：指诸侯的国家。实：作语助。右序：皆助也。薄：甫，动。指动之以威。震叠：震动；恐惧。怀：来。柔：安。乔岳：一说高山。明昭：明见。肆：遂；故。夏：华夏。指中国。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "十月之交",
            "content": "十月之交，朔日辛卯。日有食之，亦孔之丑。彼月而微，此日而微。今此下民，亦孔之哀。日月告凶，不用其行。四国无政，不用其良。彼月而食，则维其常。此日而食，于何不臧。烨烨震电，不宁不令。百川沸腾，山冢崒崩。高岸为谷，深谷为陵。哀今之人，胡憯莫惩。皇父卿士，番维司徒。家伯维宰，仲允膳夫。棸子内史，蹶维趣马。楀维师氏，艳妻煽方处。抑此皇父，岂日不时。胡为我作，不卿我谋。彻我墙屋，田卒汙莱。曰予不戕，礼则然矣。皇父孔圣，作都于向。择三有事，亶侯多藏。不慭遗一老，俾守我王。择有车马，以居徂向。黾勉从事，不敢告劳。无罪无孽，谗口嚣嚣。下民之孽，匪降自天。噂沓背憎，职竞由人。悠悠我里，亦孔之痗。四方有羡，我独居忧。民莫不逸，我独不敢休。天命不彻，我不敢效我友自逸。",
            "comment": " | 【注释】诗中以发生日食、地震为上天告警，希望统治者有所改悔。诗谴责周幽王任用小人，滥用民力，嬖幸艳妻，政失常轨。诗中日食发生日推算为周幽王六年，即公元前776年9月6日，是世界上年月日可以稽考的最早的一次日食记录。十月：周历十月。交：交替。朔：月光复苏为朔，夏历每月初一称朔。丑：恶，不好。微：无光。指月食。告凶：告天下以兴亡之征也。行：道；度。烨烨（音叶）：声光之盛也。可能是地震时出现的地光。震：雷。可能是地震时发出的隆隆声。冢：山顶。崒：崔嵬。一说碎。憯（音惨）：乃。皇父、家伯、仲允：均为大臣的字。番、棸（音邹）、蹶（音贵）、楀（音举）：均为大臣的氏。艳：美色。煽：炽。方：正在；现时。抑：一说通懿；一说叹词。作：为，发作。汙（音乌）：水池壅塞不通。莱：草名。这里泛指野草。戕：残害。圣：聪明。这里有讽刺之意。向：邑名。择三有事：选择人来担任三卿。藏：积蓄；聚敛。慭（音印）：愿也；强也。孽：灾难。噂（音尊）沓：相对谈语，背则相憎。职：主。竞：强。悠：忧思。里：病。痗（音妹）：病。羡：宽裕。天命不彻：上天不遵循常道。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "十亩之间",
            "content": "十亩之间兮，桑者闲闲兮，行与子还兮。十亩之外兮，桑者泄泄兮，行与子逝兮。",
            "comment": " | 【注释】泄泄：同闲闲，十分悠闲的样子"
        },
        {
            "title": "鸤鸠",
            "content": "鸤鸠在桑，其子七兮。淑人君子，其仪一兮。其仪一兮，心如结兮。鸤鸠在桑，其子在梅。淑人君子，其带伊丝。其带伊丝，其弁伊骐。鸤鸠在桑，其子在棘。淑人君子，其仪不忒。其仪不忒，正是四国。鸤鸠在桑，其子在榛。淑人君子，正是国人。正是国人，胡不万年？",
            "comment": " | 【注释】[1]：音尸；鸤鸠，布谷鸟。"
        },
        {
            "title": "生民",
            "content": "厥初生民，时维姜嫄。生民如何，克禋克祀，以弗无子。履帝武敏歆，攸介攸止。载震载夙，载生载育，时维后稷。诞弥厥月，先生如达。不坼不副，无菑无害。以赫厥灵，上帝不宁。不康禋祀，居然生子。诞寘之隘巷，牛羊腓字之。诞寘之平林，会伐平林。诞寘之寒冰，鸟覆翼之。鸟乃去矣，后稷呱矣。实覃实訏，厥声载路。诞实匍匐，克岐克嶷，以就口食。蓺之荏菽，荏菽旆旆。禾役穟穟，麻麦幪幪，瓜瓞唪唪。诞后稷之穑，有相之道。茀厥丰草，种之黄茂。实方实苞，实种实褎，实发实秀，实坚实好，实颖实粟。即有邰家室。诞降嘉种，维秬维秠，维糜维芑。恒之秬秠，是获是亩。恒之糜芑，是任是负。以归肇祀。诞我祀如何，或舂或揄，或簸或蹂。释之叟叟，烝之浮浮。载谋载惟，取萧祭脂，取羝以軷。载燔载烈，以兴嗣岁。卬盛于豆，于豆于登。其香始升，上帝居歆。胡臭亶时，后稷肇祀。庶无罪悔，以迄于今。",
            "comment": " | 【注释】周人陈述始祖后稷诞生经过及播种五谷的成就。禋（音因）：升烟以祭，古代祭天的典礼。弗无：不无，有也。履：践，踏。帝：上帝。武：迹。敏：拇。脚拇指。歆：欣然。攸介攸止：别居而独处。震：娠。夙：肃戒。一说胎动。弥：终。指怀胎足月。达：羊子。不：一说语词。坼（音彻）：分裂。副（音辟）：分离。菑：灾的古字。赫：显示；显耀。腓：庇护。字：哺乳。实：是。覃：长。訏：大。载：充满。岐：知意也。嶷（音尼）：识也。蓺：同艺。种植。荏（音忍）：通戎。大。旆旆（音配）：长。役：列。一说谷穗。穟穟（音遂）：禾苗美好。幪幪（音猛）：茂盛貌。唪唪（音绷）：多实貌。有相之道：观地择土有办法。一说自有他的看法。茀（音伏）：治。黄：嘉谷。茂：美。方：始。种：矮。指粗壮。褎（音又）：长。发：禾苗发兜。秀：扬花。颖：垂颖。栗：果实栗栗然。邰：姜嫄之国也。秬（音巨）：黑黍。秠（音匹）：黑黍的一种。糜：赤苗的嘉禾。恒：亘的借字。遍。遍种。任：抱。揄（音由）：舀取。蹂：通揉。用手搓米。释：淘米。叟叟：淘米声。浮浮：蒸饭的气。惟：思。羝（音低）：公羊。軷（音拔）：古代祭路神。以兴嗣岁：将求新岁之丰年也。卬（音昂）：我。豆、登：食器。木曰豆，瓦曰登。居：语词。歆：饗。胡：大。臭：音秀。亶时：诚善也。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "苕之华",
            "content": "苕之华，芸其黄矣。心之忧矣，维其伤矣。苕之华，其叶青青。知我如此，不如无生。牂羊坟首，三星在罶。人可以食，鲜可以饱。",
            "comment": " | 【注释】饥民描述荒年饥馑，人民困顿的情况。苕（音条）：植物名。即凌霄花。藤本，蔓生，花盛为黄色。黄：蔫黄。比喻人生潦倒。其叶青青：指花落，叶盛。比喻好景不长。牂（音脏）羊坟首：母羊大头，指瘦瘠。比喻人的穷困。三星在罶：参星映在罶中。指笼中无鱼。鲜：寡；少。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "裳裳者华",
            "content": "裳裳者华，其叶湑兮。我觏之子，我心写兮。我心写兮，是以有誉处兮。裳裳者华，芸其黄矣。我觏之子，维其有章矣。维其有章矣，是以有庆矣。裳裳者华，或黄或白。我觏之子，乘其四骆。乘其四骆，六辔沃若。左之左之，君子宜之。右之右之，君子有之。维其有之，是以似之。",
            "comment": " | 【注释】天子美誉诸侯，以答“瞻彼洛矣”。一说情诗。裳裳：犹堂堂。一说车上的帷裳；一说常棣。湑（音许）：盛貌。写：通泻。芸：黄盛也。章：文章。左之、右之：君子者，无所不宜也。有：有此宜也。似：嗣。指继承祖宗的功业。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "山有枢",
            "content": "山有枢，隰有榆。子有衣裳，弗曳弗娄。子有车马，弗驰弗驱。宛其死矣，他人是愉。山有栲，隰有杻。子有廷内，弗洒弗扫。子有钟鼓，弗鼓弗考。宛其死矣，他人是保。山有漆，隰有栗。子有酒食，何不日鼓瑟？且以喜乐，且以永日。宛其死矣，他人入室。",
            "comment": " | 【注释】山有枢，隰有榆：喻男女爱情弗曳弗娄：有好衣裳而不穿愉：音偷，取栲：臭椿树[1]：是上好木材"
        },
        {
            "title": "黍苗",
            "content": "芃芃黍苗，阴雨膏之，悠悠南行，召伯劳之。我任我辇，我车我牛，我行既集，盖云归哉。我徒我御，我师我旅，我行既集，盖云归处。肃肃谢功，召伯营之，烈烈征师，召伯成之。原隰既平，泉流既清，召伯有成，王心则宁。",
            "comment": " | 【注释】赞美召伯（召穆公）经营谢邑。芃芃（音蓬）：长大貌。悠悠：行貌。任：负荷。辇：挽车。车：将车。手扶车行。牛：牵牛以助车行。集：成。盖：皆。一说同盍，何不。徒：步行。御：驾驶。肃肃：严正之貌。烈烈：威武貌。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "山有扶苏",
            "content": "山有扶苏，隰有荷华。不见子都，乃见狂且。山有乔松，隰有游龙。不见子充，乃见狡童。",
            "comment": " | 【注释】扶苏：小树隰：音席，洼地狂：狂愚的人。且：音居，助词"
        },
        {
            "title": "桑中",
            "content": "爰采唐矣？沫之乡矣。云谁之思？美孟姜矣。期我乎桑中，要我乎上宫，送我乎淇之上矣。爰采麦矣？沫之北矣。云谁之思？美孟弋矣。期我乎桑中，要我乎上宫，送我乎淇之上矣。爰采葑矣？沫之东矣。云谁之思？美孟庸矣。期我乎桑中，要我乎上宫，送我乎淇之上矣。",
            "comment": " | 【注释】唐：菟丝子沫：音媚，古地名，在卫国境内谁之思：思念的是谁孟：老大。孟姜：姓姜的大姑娘要：音邀，邀约。上宫：城角楼淇：淇水葑：音封，蔓菁菜"
        },
        {
            "title": "桑柔",
            "content": "菀彼桑柔，其下侯旬，捋采其刘。瘼此下民，不殄心忧。仓兄填兮，倬彼昊天，宁不我矜。四牡骙骙，旟旐有翩，乱生不夷，靡国不泯。民靡有黎，具祸以烬，於乎有哀，国步斯频。国步蔑资，天不我将，靡所止疑，云徂何往。君子实维，秉心无竞，谁生厉阶，至今为梗。忧心慇慇，念我图宇，我生不辰，逢天僤怒。自西徂东，靡所定处，多我觏痻，孔棘我圉。为谋为毖，乱况斯削，告尔忧恤，诲尔序爵。谁能执热，逝不以濯，其何能淑，载胥及溺。如彼溯风，亦孔之僾，民有肃心，荓云不逮。好是稼穑，力民代食，稼穑维宝，代食维好。天降丧乱，灭我立王，蟊降此贼，稼穑卒痒。哀恫中国，具赘卒荒，靡有旅力，以念穹苍。维此惠君，民人所瞻，秉心宣犹，考慎其相。维彼不顺，自独俾臧，自有肺肠，俾民卒狂。瞻彼中林，甡甡其鹿，朋友以谮，不胥以榖。人亦有言，进退维谷。维此圣人，瞻言百里，维彼愚人，覆狂以喜。匪言不能，胡斯畏忌。维此良人，弗求弗迪，维彼忍心，是顾是复。民之贪乱，宁为荼毒。大风有隧，有空大谷，维此良人，作为式榖。维彼不顺，征以中垢。大风有隧，贪人败类，听分则对，诵言如醉。匪用其良，覆俾我悖。嗟尔朋友，予岂不知而作，入彼飞虫，时亦弋获。既之阴女，反予来赫。民之罔极，职凉善背，为民不利，如云不克。民之回遹，职竞用力。民之未戾，职盗为寇，凉曰不可，覆背善詈。虽曰匪予，既作尔歌。",
            "comment": " | 【注释】周大夫芮伯责周厉王用小人，行暴政，招外侮，祸人民的罪行。并陈述救国直道。菀（音晚）：茂貌。旬：树荫均布。刘：稀疏。瘼：病。殄（音舔）：断绝。仓：丧。兄：滋。填：久。倬：明大貌。骙骙（音葵）：不息。泯：乱。一说灭。民靡有黎：人民无不遭兵乱。一说“黎民靡有”之意。具：通俱。烬：灰烬。国步斯频：国运危机。蔑资：无资财。将：助。疑：定。实：是。维：作，干。秉心无竞：执心不强于善，而好以力争。一说执意强硬。梗：病。指害人。慇慇（音因）；忧伤貌。僤（音但）：厚。痻（音民）：病。圉（音雨）：边疆。毖：慎。况：情况。僾（音爱）：喘气；窒息。肃：进；进取。荓（音乒）：使。逮：及。蟊贼：虫食苗根曰蟊；食节曰贼。具赘卒荒：国人俱敖戏而尽荒乐。念：感动。一说止。宣：遍。犹：谋。甡甡（音身）：同莘莘。众多也。谮（音件）：通僭。不亲不信。榖：善；友好。胡：何。求：贪求。迪：进。指钻营。荼毒：乱，害。隧：道。一说迅疾。败类：一说败坏宗族。对：答。覆：反。悖（音贝）：谬误；悖逆。而：你。飞虫：飞鸟。阴：同荫。庇护。赫：口距人曰赫。职：主。凉（音量）：通谅。信。戾：安定。凉：作语助。善：大。詈（音力）：骂。虽曰匪予，既作尔歌：此政非我所为，为你所行作歌，你当受之而改悔。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "桑扈",
            "content": "交交桑扈，有莺其羽，君子乐胥，受天之祜。交交桑扈，有莺其领，君子乐胥，万邦之屏。之屏之翰，百辟为宪，不戢不难，受福不那。兕觥其觩，旨酒思柔，彼交匪敖，万福来求。",
            "comment": " | 【注释】统治者大宴宾客，赞美属臣。交交：飞往来貌。一说小貌。桑扈：鸟名。又名小腊嘴或小桑鹰，亦称窃脂。莺：鸟羽有文采。乐胥：乐嘉。一说胥，语词。领：颈。翰：垣。屏障。喻人才。辟：君主。不戢（音急）不难：和且敬也。不，语词。那（音挪）：多。觩（音求）：角上曲貌。思：语词。彼：疑为“匪”之误。交：绞，骄。一说侥幸。敖：傲。求：一说通逑。聚合。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "汝墳",
            "content": "遵彼汝墳，伐其条枚；未见君子，惄如调饥。遵彼汝墳，伐其条肄；既见君子，不我遐弃。鲂鱼赪尾，王室如燬；虽然如燬，父母孔迩。",
            "comment": " | 【注释】[1]：河堤汝：汝河，源出河南省[2]：音逆，忧愁条：山楸树[3]：音成，浅红色。尾：音以[4]：如火焚一样。孔：甚。迩：近汝墳．道化行也．文王之化行乎汝坟之国．妇人能闵其君子．犹勉之以正也．"
        },
        {
            "title": "日月",
            "content": "日居月诸，照临下土。乃如之人兮，逝不古处？胡能有定？宁不我顾。日居月诸，下土是冒。乃如之人兮，逝不相好。胡能有定？宁不我报。日居月诸，出自东方。乃如之人兮，德音无良。胡能有定？俾也可忘。日居月诸，东方自出。父兮母兮，畜我不卒。胡能有定？报我不述。",
            "comment": " | 【注释】冒：覆。此句同照临下土畜：音序，养"
        },
        {
            "title": "鹊巢",
            "content": "维鹊有巢，维鸠居之；之子于归，百两御之。维鹊有巢，维鸠方之；之子于归，百两将之。维鹊有巢，维鸠盈之；之子于归，百两成之。",
            "comment": " | 【注释】维：发语词。鹊有巢：比兴男子已造家室百两御之：用百两大车迎娶她鹊巢．夫人之德也．国君积行累功．以致爵位．夫人起家而居有之．德如鳲鸠．乃可以配焉．"
        },
        {
            "title": "泉水",
            "content": "毖彼泉水，亦流于淇。有怀于卫，靡日不思。娈彼诸姬，聊与之谋。出宿于□，饮饯于祢，女子有行，远父母兄弟。问我诸姑，遂及伯姊。出宿于干，饮饯于言。载脂载辖，还车言迈。遄臻于卫，不瑕有害？我思肥泉，兹之永叹。思须与漕，我心悠悠。驾言出游，以写我忧。",
            "comment": " | 【注释】毖：泉水涌流。淇：淇水娈：美好的样子[1]：姊去女加氵，音子，水名干：地名遄：音专，疾速。臻：至肥：淝，卫国河流名须、漕：卫国的城邑"
        },
        {
            "title": "权舆",
            "content": "於我乎，夏屋渠渠。今也每食无馀。于嗟乎，不承权舆。於我乎，每食四簋。今也每食不饱。于嗟乎，不承权舆。",
            "comment": " | 【注释】於：与。夏：大权舆：始簋：音鬼，古陶器，能容一斗四升"
        },
        {
            "title": "丘中有麻",
            "content": "丘中有麻，彼留子嗟。彼留子嗟，将其来施施。丘中有麦，彼留子国。彼留子国，将其来食。丘中有李，彼留之子。彼留之子，贻我佩玖。",
            "comment": " | 【注释】留：迟，迟迟不来施施：悄然而来"
        },
        {
            "title": "清人",
            "content": "清人在彭，驷介旁旁。二矛重英，河上乎翱翔。清人在消，驷介镳镳。二矛重乔，河上乎逍遥。清人在轴，驷介陶陶。左旋右抽，中军作好。",
            "comment": " | 【注释】清：郑国之邑彭：河上地名介：甲英：缨左旋：御者在车左右抽：勇士在车右"
        },
        {
            "title": "清庙",
            "content": "於穆清庙，肃雝显相。济济多士，秉文之德。对越在天，骏奔走在庙。不显不承，无射于人斯。",
            "comment": " | 【注释】周公祭文王的颂歌。於（音乌）：叹词。穆：美好；严肃。清庙：祭有清明之德者之宫。肃：敬。雝：和。显：光。显赫。相：助。对越：对扬。颂扬。骏：迅速。在庙奔走以疾为敬。不：语词。或作丕。显、承：赞美之词。射：同斁。厌。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "青蝇",
            "content": "营营青蝇，止于樊，岂弟君子，无信谗言。营营青蝇，止于棘，谗人罔极，交乱四国。营营青蝇，止于榛，谗人罔极，构我二人。",
            "comment": " | 【注释】讽刺统治者听信谗言。营营：往来貌。樊：篱笆。岂弟：乐易也。棘：一说酸枣树。罔极：指不中正。构：合也。指挑拨。一说罗织陷害。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "溱洧",
            "content": "溱与洧，方涣涣兮。士与女，方秉蕑兮。女曰观乎？士曰既且，且往观乎？洧之外，洵訏且乐。维士与女，伊其相谑，赠之以勺药。溱与洧，浏其清矣。士与女，殷其盈兮。女曰观乎？士曰既且，且往观乎？洧之外，洵訏且乐。维士与女，伊其将谑，赠之以勺药。",
            "comment": " | 【注释】溱、洧：河名[1]：音坚，一种兰草[2]：音虚，广大无边浏：音刘，水深而清"
        },
        {
            "title": "巧言",
            "content": "悠悠昊天，曰父母且。无罪无辜，乱如此幠。昊天已威，予慎无罪。昊天泰幠，予慎无辜。乱之初生，僭始既涵。乱之又生，君子信谗。君子如怒，乱庶遄沮。君子如祉，乱庶遄已。君子屡盟，乱是用长。君子信盗，乱是用暴。盗言孔甘，乱是用餤。匪其止共，维王之邛。奕奕寝庙，君子作之。秩秩大猷，圣人莫之。他人有心，予忖度之。躍躍毚兔，遇犬获之。荏染柔木，君子树之。往来行言，心焉数之。蛇蛇硕言，出自口矣。巧言如簧，颜之厚矣。彼何人斯，居河之麋。无拳无勇，职为乱阶。既微且尰，尔勇伊何。为犹将多，尔居徒几何。",
            "comment": " | 【注释】刺统治者信佞人以巧言乱政。悠悠：思也。且（音居）：语词。幠（音呼）：大也。慎：诚也。僭（音见）：谗言。涵：包容。君子如怒：君子见谗人如怒斥之，则乱庶几可止。遄（音传）：疾，快。沮（音举）：止。祉：福。餤（音谈）：进食。引申为增多。匪其止共，维王之邛：言不供职事，而病其主。止，职。奕奕：大貌。秩秩：聪明有智貌。莫：谋划。毚（音馋）兔：狡兔。荏（音忍）染：柔弱貌。行言：流言。蛇蛇（音移）：轻率貌。麋：水边。职：职掌，主管。微：足疡。一说尾琐。尰（音肿）：足肿。一说臃肿。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "墙有茨",
            "content": "墙有茨，不可扫也。中冓之言，不可道也。所可道也，言之丑也。墙有茨，不可襄也。中冓之言，不可详也。所可详也，言之长也。墙有茨，不可束也。中冓之言，不可读也。所可读也，言之辱也。",
            "comment": " | 【注释】茨：蒺藜[1]：音够；中冓，宫中龌龊之事襄：除去束：捆走"
        },
        {
            "title": "潜",
            "content": "猗与漆沮，潜有多鱼。有鳣有鲔，鲦鲿鰋鲤。以享以祀，以介景福。",
            "comment": ""
        },
        {
            "title": "褰裳",
            "content": "子惠思我，褰裳涉溱。子不我思，岂无他人？狂童之狂也且！子惠思我，褰裳涉洧。子不我思，岂无他士？狂童之狂也且！",
            "comment": " | 【注释】惠：爱褰裳：提起下装。褰音千，上衣下裳且：音居，助词"
        },
        {
            "title": "淇奥",
            "content": "瞻彼淇奥，绿竹猗猗。有匪君子，如切如磋，如琢如磨。瑟兮僴兮，赫兮咺兮，有匪君子，终不可谖兮！瞻彼淇奥，绿竹青青。有匪君子，充耳琇莹，会弁如星。瑟兮僴兮，赫兮咺兮，有匪君子，终不可谖兮！瞻彼淇奥，绿竹如箦。有匪君子，如金如锡，如圭如璧。宽兮绰兮，猗重较兮，善戏谑兮，不为虐兮！",
            "comment": " | 【注释】淇奥：淇水的曲岸匪：斐之借，风度翩翩切磋琢磨：均指文采好，有修养[1]：音县，心胸宽广[2]：音宣，有威仪谖：音宣，忘[3]：音秀，晶莹弁：音变，一种帽子箦：音责，茂密的样子"
        },
        {
            "title": "祈父",
            "content": "祈父，予王之爪牙，胡转予于恤，靡所止居。祈父，予王之爪士，胡转予于恤，靡所「厂氐」止。祈父，亶不聪，胡转予于恤，有母之尸饔。",
            "comment": " | 【注释】兵士怒于久役，责司马征调失常。祈父（音甫）：官名。即圻父，是职掌封圻兵甲的司马。爪牙：虎士。对武臣的比喻。恤：忧。爪士：虎臣。对武臣的比喻。底：至也。亶（音胆）：诚。尸：主。饔（音庸）：熟食。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "七月",
            "content": "七月流火，九月授衣。一之日觱发，二之日栗烈。无衣无褐，何以卒岁？三之日于耜，四之日举趾。同我妇子，馌彼南亩，田畯至喜！七月流火，九月授衣。春日载阳，有鸣仓庚。女执懿筐，遵彼微行，爰求柔桑？春日迟迟，采蘩祁祁。女心伤悲，殆及公子同归。七月流火，八月萑苇。蚕月条桑，取彼斧斨，以伐远扬，猗彼女桑。七月鸣鵙，八月载绩。我朱孔阳，为公子裳。四月秀葽，五月鸣蜩。八月其获，十月陨箨。一之日于貉，取彼狐狸，为公子裘。二之日其同，载缵武功。言私其豵，献豜于公。五月斯螽动股，六月莎鸡振羽。七月在野，八月在宇，九月在户，十月蟋蟀，入我床下。穹窒熏鼠，塞向墐户。嗟我妇子，曰为改岁，入此室处。六月食郁及薁，七月烹葵及菽。八月剥枣，十月获稻。为此春酒，以介眉寿。七月食瓜，八月断壶，九月叔苴，采荼薪樗，食我农夫。九月筑场圃，十月纳禾稼。黍稷重穋，禾麻菽麦。嗟我农夫，我稼既同，上入执宫功。昼尔于茅，宵尔索綯。亟其乘屋，其始播百谷。二之日凿冰冲冲，三之日纳于凌阴。四之日其蚤，献羔祭韭。九月肃霜，十月涤场。朋酒斯飨，曰杀羔羊。跻彼公堂，称彼兕觥：万寿无疆！",
            "comment": " | 【注释】流火：火星在七月黄昏时就已西沉了觱发：风寒盛。栗烈：凛冽一之日，二之日：夏历十一月，十二月三之日，四之日：夏历正月，二月于耜：整修农具。举趾：举足耕耘[1]：音夜，给人食品[2]：音郡，管农事的管家仓庚：黄莺懿筐：采桑用的深筐女：女子，女奴。殆：恐萑苇：长成的荻苇。[3]：音枪，斧，受柄之孔方形[4]：音局，伯劳鸟。载绩：纺麻孔阳：甚为鲜明[5]：草名，即远志。蜩：音条，蝉陨箨：草木之叶陨落。箨音唾同：会集。缵：继续[6]：音宗，一岁的猪[7]：音间，三岁的猪穹窒：堵好墙洞。[8]：音尽，涂郁：树名。[9]：音玉，李属断壶：摘葫芦。叔苴：收拾青麻。苴音居荼：音涂，一种苦菜。樗：音初，臭椿树[10]：音路，晚种早熟的谷类(11)：音陶，绳子凌阴：冰窖兕觥：音四公，酒具"
        },
        {
            "title": "破斧",
            "content": "既破我斧，又缺我斨。周公东征，四国是皇。哀我人斯，亦孔之将。既破我斧，又缺我錡。周公东征，四国是吪。哀我人斯，亦孔之嘉。既破我斧，又缺我銶。周公东征，四国是遒。哀我人斯，亦孔之休。",
            "comment": " | 【注释】[1]：音枪，斧亦孔之将：死里逃生，也算大幸[2]：音奇，矛属[3]：音俄，动，化[4]：音求，穿刺的兵器遒：音优，固，敛"
        },
        {
            "title": "匏有苦叶",
            "content": "匏有苦叶，济有深涉。深则厉，浅则揭。有渳济盈，有鷕雉鸣。济盈不濡轨，雉鸣求其牡。雝雝鸣雁，旭日始旦。士如归妻，迨冰未泮。招招舟子，人涉卬否。人涉卬否，卬须我友。",
            "comment": " | 【注释】苦叶：枯叶济：水名。厉：带；揭：提起衣裳[1]：音弥，大水茫茫[2]：音咬，山鸡叫声[3]：音拥，大雁叫声；泮：音盼，封冻[4]：音昂，我；须：等待"
        },
        {
            "title": "泮水",
            "content": "思乐泮水，薄采其芹，鲁侯戾止，言观其旂。其旂茷茷，鸾声哕哕，无小无大，从公于迈。思乐泮水，薄采其藻，鲁侯戾止，其马蹻蹻。其马蹻蹻，其音昭昭，载色载笑，匪怒伊教。思乐泮水，薄采其茆，鲁侯戾止，在泮饮酒。既饮旨酒，永锡难老，顺彼长道，屈此群丑。穆穆鲁侯，敬明其德，敬慎威仪，维民之则。允文允武，昭假烈祖，靡有不孝，自求伊祜。明明鲁侯，克明其德，既作泮宫，淮夷攸服。矫矫虎臣，在泮献馘，淑问如皋陶，在泮嫌囚。济济多士，克广德心，桓桓于征，狄彼东南。烝烝皇皇，不吴不扬，不告于讻，在泮献功。角弓其觩，束矢其搜，戎车孔博，徒御无斁。既克淮夷，孔淑不逆，式固尔犹，淮夷卒获。翩彼飞鸮，集于泮林，食我桑黮，怀我好音。憬彼淮夷，来献其琛，元龟象齿，大赂南金。",
            "comment": " | 【注释】颂鲁僖公修泮宫克淮夷。泮（音盼）水：泮宫的水。茷茷（音配）：旗下垂貌。音：指德行声誉。教：教化。茆（音卯）：莼菜。屈：收。群丑：禽兽。这里指淮夷。孝：效。馘（音国）：不服者杀而献其左耳。皋陶：唐虞之士官。一说舜的大臣。传说善断囚。桓桓：威武貌。狄：剔。治。烝烝：厚也。皇皇：美也。吴：哗。觩：弛貌。一说弓紧张貌。搜：众意也。一说矢捆束貌。博：众多。一说广大。孔淑不逆：淮夷化于善，不复为逆乱也。犹：谋。黮（音甚）：桑葚。憬：远行貌。一说觉悟。赂：赠。南金：南方之金（铜）。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "女曰鸡鸣",
            "content": "女曰鸡鸣，士曰昧旦。子兴视夜，明星有烂。将翱将翔，弋凫与雁。弋言加之，与子宜之。宜言饮酒，与子偕老。琴瑟在御，莫不静好。知子之来之，杂佩以赠之。知子之顺之，杂佩以问之。知子之好之，杂佩以报之。",
            "comment": " | 【注释】昧旦：天色将明未明之际明星：启明星弋：音贻，射箭，以生丝系矢加：中"
        },
        {
            "title": "南有嘉鱼",
            "content": "南有嘉鱼，烝然罩罩，君子有酒，嘉宾式燕以乐。南有嘉鱼，烝然汕汕，君子有酒，嘉宾式燕以衎。南有樛木，甘瓠累之，君子有酒，嘉宾式燕绥之。翩翩者鵻，烝然来思，君子有酒，嘉宾式燕又思。",
            "comment": " | 【注释】贵族宴宾客。南：江汉之间。一说南方。烝：众。这里指鱼很多。罩：捕鱼具。汕（音善）：捕鱼具。即今之抄网。衎（音看）：乐。鵻（音追）：斑鸠，鹁鸠，鹁鸪。又：读为右，劝酒。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "南山有臺",
            "content": "南山有臺，北山有菜。乐只君子，邦家之基。乐只君子，万寿无期。南山有桑，北山有杨。乐只君子，邦家之光。乐只君子，万寿无疆。南山有杞，北山有李。乐只君子，民之父母。乐只君子，德音不已。南山有栲，北山有杻。乐只君子，遐不眉寿。乐只君子，德音是茂。南山有枸，北山有楰。乐只君子，遐不黄耇。乐只君子，保艾尔后。",
            "comment": " | 【注释】祝宾客有德有寿，为国柱石。臺（音台）：莎草。可做蓑衣。莱：草名。即藜，亦称灰菜。嫩叶可食。杞：木名。枸杞。一说杞柳，多生水边；一说枸骨，树如杜仲。栲（音考）：山樗。类漆树。杻（音纽）：檍。枸（音举）：枳椇。贵州称拐枣，实如拳曲，味甘美。楰（音于）：木名。大叶如桐叶而黑，亦称虎梓。黄耇（音苟）：黄发老者。人老发白，白久而黄。保：安。艾：养，一说长。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "南山",
            "content": "南山崔崔，雄狐绥绥。鲁道有荡，齐子由归。既曰归止，曷又怀止？葛屦五两，冠緌双止。鲁道有荡，齐子庸止。既曰庸止，曷又从止？兿麻如之何？衡从其亩。取妻如之何？必告父母。既曰告止，曷又鞫止？析薪如之何？匪斧不克。取妻如之何？匪媒不得。既曰得止，曷又极止？",
            "comment": " | 【注释】崔崔：山势高峻齐子：齐国女子，指文姜齐襄公与其妹文姜有私屦：音具，鞋[1]：音蕤，帽带庸：从，指文姜嫁与鲁桓公[2]：音异，种植衡从：横纵之异体鞫：追求"
        },
        {
            "title": "那",
            "content": "猗与那与，置我鞉鼓。奏鼓简简，衎我烈祖。汤孙奏假，绥我思成。鞉鼓渊渊，嘒嘒管声。既和且平，依我磬声。於赫汤孙，穆穆厥声。庸鼓有斁，万舞有奕。我有嘉客，亦不夷怿。自古在昔，先民有作。温恭朝夕，执事有恪。顾予烝尝，汤孙之将。",
            "comment": " | 【注释】祭祀成汤天乙。猗：叹词。那：多。一说猗那皆美盛之貌。置：植。树立。衎：乐也。烈祖：指商之先祖成汤。汤孙：一说太甲。奏：进。假：神人来至曰假。绥：安。成：平。依我磬声：指奏乐时依磬声相始终。赫：盛。穆：美。庸：镛。大钟。斁（音义）：盛貌。奕：舞影闪动貌。夷：悦。自古在昔：从古到远古。恪（音克）：恭敬。将：奉。奉祀。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "墓门",
            "content": "墓门有棘，斧以斯之。夫也不良，国人知之。知而不已，谁昔然矣。墓门有梅，有枭萃止。夫也不良，歌以讯之。讯予不顾，颠倒思予。",
            "comment": " | 【注释】谁昔：由来已久枭：猫头鹰。萃：音翠，群栖"
        },
        {
            "title": "闵予小子",
            "content": "闵予小子，遭家不造，嬛嬛在疚。於乎皇考，永世克孝。念兹皇祖，陟降庭止。维予小子，宿夜敬止。於乎皇王，继序思不忘。",
            "comment": " | 【注释】周成王丧中将即政，朝于宗庙。闵：悼伤之言。小子：为王在丧的自称。也是谦称。不：语词。造：戚。嬛嬛（音穷）：孤独貌。陟降：上下。庭：直。一说指庭院。敬止：戒慎。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "民劳",
            "content": "民亦劳止，汔可小康，惠此中国，以绥四方。无纵诡随，以谨无良，式遏寇虐，憯不畏明。柔远能迩，以定我王。民亦劳止，汔可小休，惠此中国，以为民逑。无纵诡随，以谨惽怓，式遏寇虐，无俾民忧。无弃尔劳，以为王休。民亦劳止，汔可小息，惠此京师，以绥四国。无纵诡随，以谨罔极，式遏寇虐，无俾作慝。敬慎威仪，以近有德。民亦劳止，汔可小愒，惠此中国，俾民忧泄。无纵诡随，以谨丑厉，式遏寇虐，无俾正败。戎虽小子，而式弘大。民亦劳止，汔可小安，惠此中国，国无有残。无纵诡随，以谨缱绻，式遏寇虐，无俾正反。王欲玉女，是用大谏。",
            "comment": "：1、汔（弃qì）：乞，求。《郑笺》：“汔，几也。”\r\n2、诡随：不怀好意。王引之《经义述闻》卷七：“诡随，谓谲诈欺谩之人也。”\r\n3、寇虐：抢劫残害行为。俞樾《群经平议》：“言为寇虐者，必遏止之，不以其高明而畏之也。”\r\n4、憯（惨cǎn）：曾。《毛传》：“憯，曾也。”\r\n5、柔：《通释》：“按能与柔义相近。柔之义为安之善，能亦安也善也。”\r\n6、逑（求qiú）：《毛传》：“逑，合也。”《郑笺》：“逑，聚也。”\r\n7、惛怓（昏挠hūnnáo）：朝政纷乱。《郑笺》：“惛怓，犹喧哗也，谓好争者也。”\r\n8、劳：《郑笺》：“劳，犹功也。”\r\n9、休：《尔雅·释言》：“休，庆也。”\r\n10、罔极：《集传》：“罔极，为恶无穷极之人也。”\r\n11、慝（特tè）：邪恶。\r\n12、有德：《集传》：“有德，有德之人也。”\r\n13、愒（憩qì）：通“憩”，休息。\r\n14、厉：《郑笺》：“厉，恶也。”\r\n15、正：王引之《经义述闻》卷七：“正，当读为政。寇虐之徒，败坏国政，遏之则政不败矣。”\r\n16、戎：汝。《郑笺》：“戎，犹女（汝）也。式，用也。弘，犹广也。”\r\n17、缱绻（遣犬qiǎnquǎn）：喻朝政纷乱不顺。《集传》：“缱绻，小人之团结其君者也。”\r\n18、玉女：玉：好，爱。女：汝，你。阮元《王欲玉女解》：“诗言玉女者，畜女也。畜女者，好女也。好女者，臣悦君也。召穆公言：王乎，我正惟欲好女畜女，不得不用大谏也。”\r\n19、大：意为郑重。 | ：　　人民实在太劳苦，但求可以稍安康。爱护京城老百姓，安抚诸侯定四方。诡诈欺骗莫纵任，谨防小人行不良。掠夺暴行应制止，不怕坏人手段强。远近人民都爱护，安我国家保我王。\r\n　　人民实在太劳苦，但求可以稍休息。爱护京城老百姓，可使人民聚一起。诡诈欺骗莫纵任，谨防歹人起奸计。掠夺暴行应制止，莫使人民添忧戚。不弃前功更努力，为使君王得福气。\r\n　　人民实在太劳苦，但求可以喘口气。爱护京师老百姓，安抚天下四方地。诡诈欺骗莫纵容，反覆小人须警惕。掠夺暴行应制止，莫让邪恶得兴起。仪容举止要谨慎，亲近贤德正自己。\r\n　　人民实在太劳苦，但求可以歇一歇。爱护京师老百姓，人民忧愁得发泄。诡诈欺骗莫纵任，警惕丑恶防奸邪。掠夺暴行应制止，莫使国政变恶劣。你虽年轻经历浅，作用巨大很特别。\r\n　　人民实在太劳苦，但求可以稍舒服。爱护京师老百姓，国家安定无残酷。诡诈欺骗莫纵任，小人巴结别疏忽。掠夺暴行应制止，莫使政权遭颠覆。衷心爱戴你君王，大力劝谏为帮助。 | ：　　《民劳》一诗，《毛诗序》以为“召穆公刺厉王也”，郑笺云：“厉王，成王七世孙也，时赋敛重数，徭役繁多，人民劳苦，轻为奸宄，强陵弱，众暴寡，作寇害，故穆公刺之。”朱熹《诗集传》则以为“乃同列相戒之词耳，未必专为刺王而发”。严粲《诗缉》也说：“旧说以此诗‘戎虽小子’及《板》诗‘小子’皆指王。小子，非君臣之辞，今不从。二诗皆戒责同僚，故称小子耳。”朱熹等宋代经学家每不从汉儒之说，自立新义，时有创见，但涉及君臣关系问题，却反而比汉儒保守。其实，正如范处义《诗补传》所说：“古者君臣相尔女(汝)，本示亲爱。小子，则年少之通称。故周之《颂》、《诗》、《诰》、《命》，皆屡称‘小子’，不以为嫌。是诗及《板》、《抑》以厉王为‘小子’，意其及位不久，年尚少，已昏乱如此。故《抑》又谓‘未知臧否’，则其年少可知矣。穆公谓王虽小子，而用事甚广，不可忽也。”朱、严之说实不足为训，《毛诗序》无误。\r\n　　本篇共五章，每章十句，均为标准的四言句，句式整齐，结构谨严。各章互相比较一下，可以发现，第一句皆同，第二句仅末字互相不同，第三句除第三章外余四章皆同，第四句皆不同，第五句皆同，第六句后两字不同，第七句皆同，第八句、第九句皆不同，第十句除第四章、第五章外余三章第一字均为“以”。这样的句式结构，具有明显的重章叠句趋势，本是《国风》中常见的一种基本格式，但在《大雅》中居然也有板有眼地出现，确实令人有些奇怪。不过说怪也没什么好怪，《大雅》虽以赋为主，但它与《国风)在艺术手法上还是有一定联系的，《凫鹥》、《泂酌》两篇不也是复沓式结构吗？只是《民劳》一诗篇幅要长得多，五章反覆申说，意味尤为深长，令人咀嚼不尽。\r\n　　诗一开头，就说人民已经很劳苦了，庶几可以稍稍休息了。姚际恒评曰：“开口说民劳，便已凄楚；‘汔可小康’，亦安于时运而不敢过望之辞。曰‘可’者，又见唯此时可为，他日恐将不及也，亦危之之词。”(《诗经通论》)很能抓住要害。接着“惠此中国，以绥四方”，是说要以京畿为重，抚爱国中百姓，使四境得以安定；“无纵诡随，以谨无良”，是说不要受那些奸狡诡诈之徒的欺骗，听信他们的坏话。第二、三、四、五章的“以为民逑”、“以绥四国”、“俾民忧泄”、“国无有残”与“以谨惛怓”、“以谨罔极”、“以谨丑厉”、“以谨缱绻”，也是围绕恤民、保京、防奸、止乱几个方面不惜重言之。陈子展说：“盖诗人已豫见厉王溃灭，故不觉其言之丁宁而沉痛也。”(《诗经直解》)诚然。至于为什么每章都有“无纵诡随”一句放在“式遏寇虐”一句前面，钟惺是这样解释的：“未有不媚王而能虐民者，此等机局，宜参透之。”(《评点诗经》)但比他更早，严粲就这样分析过：“无良、惛怓、罔极、丑厉、缱绻，皆极小人之情状，而总之以诡随。盖小人之媚君子，其始皆以诡随入之，其终无所不至，孔子所谓佞人殆也。”(《诗缉》)其实，说穿了，抨击小人蒙蔽君主而作恶，无非是刺国王不明无能的一个障眼法。不便直斥君主，便拿君主周围的小人开刀，自古皆然。 | 【注释】周大夫规劝其暴君厉王勿信谗施暴，劳民祸国。汔（音乞）：求。中国：指京师。诡随：无良之人。式：用。遏：止。憯（音惨）：乃；曾。不畏明：不畏其顽强高明。柔：安。能：而。迩：近。逑：合，聚。惽怓（音昏挠）：喧哗；大乱。慝：恶。愒（音迄）：休息。泄：除去。丑：众。厉：危。一说恶。无俾正败：无使先王之政坏。戎：你。缱绻（音浅犬）：反复也。指紧紧纠缠。玉女：爱你。大谏：力谏。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "沔水",
            "content": "沔彼流水，朝宗于海。鴥彼飞隼，载飞载止。嗟我兄弟，邦人诸友。莫肯念乱，谁无父母。沔彼流水，其流汤汤。鴥彼飞隼，载飞载扬。念彼不迹，载起载行。心之忧矣，不可弭忘。鴥彼飞隼，率彼中陵。民之讹言，宁莫之惩。我友敬矣，谗言其兴。",
            "comment": " | 【注释】忧乱戒友。沔（音免）：水流盛貌。朝宗：诸侯朝见天子。借指百川入海。兄弟：指内外姻亲。邦人诸友：指异姓。念：止。乱：社会的动乱。不迹：不轨的事。弭（音米）：止；息。陵：大土山。敬：儆，警戒。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "绵蛮",
            "content": "绵蛮黄鸟，止于丘阿，道之去远，我劳如何。饮之食之，教之诲之，命彼后车，谓之载之。绵蛮黄鸟，止于丘隅，岂敢惮行，畏不能趋。饮之食之，教之诲之，命彼后车，谓之载之。绵蛮黄鸟，止于丘侧，岂敢惮行，畏不能极。饮之食之，教之诲之，命彼后车，谓之载之。",
            "comment": " | 【注释】诗人地位低微而行役劳顿，设想谁能向自己伸出援助之手。绵蛮：小鸟貌。阿：曲阿；山凹。后车：副车。外出时的从车。惮：畏。趋：疾走。极：至。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "氓",
            "content": "氓之蚩蚩，抱布贸丝。匪来贸丝，来即我谋。送子涉淇，至于顿丘。匪我愆期，子无良媒。将子无怒，秋以为期。乘彼垝垣，以望复关。不见复关，泣涕涟涟。既见复关，载笑载言。尔卜尔筮，体无咎言。以尔车来，以我贿迁。桑之未落，其叶沃若。于嗟鸠兮，无食桑葚；于嗟女兮，无与士耽。士之耽兮，犹可说也；女之耽兮，不可说也。桑之落矣，其黄而陨。自我徂尔，三岁食贫。淇水汤汤，渐车帷裳。女也不爽，士贰其行。士也罔极，二三其德。三岁为妇，靡室劳矣；夙兴夜寐，靡有朝矣。言既遂矣，至于暴矣。兄弟不知，咥其笑矣。静言思之，躬自悼矣。及尔偕老，老使我怨。淇则有岸，隰则有泮。总角之宴，言笑晏晏。信誓旦旦，不思其反。反是不思，亦已焉哉！",
            "comment": " | 【注释】氓，民，指弃妇的丈夫。此处系追述婚前的情况。蚩蚩，《毛传》：“蚩蚩者，敦厚之貌。”《韩诗》蚩亦作嗤。嗤嗤，犹言笑嘻嘻。布，布泉，货币。贸，买。此句犹言持钱买丝。匪，通作“非”。即，就。这句说，来就我商量婚事。淇，淇水，卫国的河流。顿丘，本为高堆的通称，后转为地名。在淇水南。淇水又曲折流经其西方。愆（qian，阴平）期，过期。愆，过。将（qiang，阴平），愿、请。秋以为期，以秋为期。期，谓约定的婚期。乘，登上。垝（gui，上声）垣，已坏的墙。复关，为此男子所居之地。一说，关，车厢。复关，指返回的车子。涟涟，泪流貌。载，犹言则。尔，你。卜，用龟甲卜卦。筮，用蓍草占卦。体，卦体、卦象。咎言，犹凶辞。犹言卜筮结果，幸无凶辞。车，指迎妇的车。贿，财物。指陪嫁。沃若，沃然，肥泽貌。这句以桑叶肥泽，喻女子正在年轻美貌之时。一说，喻男子情意浓厚的时候。于嗟两句：于嗟，即吁嗟，叹词。鸠，鸟名。《毛传》：“鸠，鹘鸠也。食桑葚过，则醉而伤其性。”此以鸠鸟卜可贪食桑葚，喻女子不可为爱情所迷。耽，乐，欢爱。黄，谓叶黄。陨，堕，落下。这句以桑叶黄落喻女子颜色已衰。一说，喻男子情意已衰。徂尔，嫁往你家。徂，往。三岁，泛指多年，不是实数。食贫，犹言过着贫苦的日子。汤汤（读若shang，阴平），水盛貌。渐，渍，浸湿。帏裳，女子车上的布幔。爽，过失，差错。贰，即“忒”的假借字。忒，差失，过错。行，行为。这句连上句说，女子并无过失，是男子自己的行为有差忒。罔极，犹今言没准儿，反复无常。罔，无。极，中。二三其德，言其行为再三反复。靡室劳矣，言不以操持家务为劳苦。靡，无，不。室，指室家之事，犹今所谓家务。夙兴夜寐，起早睡晚。夙，早。兴，起，指起身。靡有朝矣，言不止一日，日日如此。言，句首语词。遂，犹久。这两句说，我在你家既已久了，你就对我粗暴，虐待我了。咥（xi，去声）然，大笑貌。静言思之，静而思之。言，句中语词。躬，身。悼，伤。此句犹言独自悲伤。隰（xi，阳平），低湿之地。泮，同“畔”，边沿。这句连上句说，淇尚有岸，隰尚有泮，而其夫却行为放荡，没有拘束。总角，结发，谓男女未成年时。宴，安乐，欢乐。此女子当在未成年时即与男子相识。晏晏，和柔貌。旦旦，即怛怛，诚恳貌。旦为“怛”的假借字。不思其反，不要设想这些誓言会被违反。此为当时男子表示自己始终不渝之词。反，指违反誓言的事。是，则。已，止，指爱情终止，婚姻生活结束。这两句大意说，我是没有想悼你会违反誓言，但我们的爱情却就这样地完了呀！"
        },
        {
            "title": "旄丘",
            "content": "旄丘之葛兮，何诞之节兮！叔兮伯兮，何多日也？何其处也？必有与也！何其久？必有以也！狐裘蒙戎，匪车不东。叔兮伯兮，靡所与同。琐兮尾兮，流离之子。叔兮伯兮，□如充耳。",
            "comment": " | 【注释】旄丘：前高后低土丘，旄音冒诞：藤节：长蒙戎：篷松琐：小。尾：娓。流离：琉璃[1]：音又，华丽，茂盛"
        },
        {
            "title": "绿衣",
            "content": "绿兮衣兮，绿衣黄里。心之忧矣，曷维其已！绿兮衣兮，绿衣黄裳。心之忧矣，曷维其亡！绿兮丝兮，女所治兮。我思古人，俾无訧兮！絺兮绤兮，凄其以风。我思古人，实获我心！",
            "comment": " | 【注释】[1]：音怡，过错[2]：音吃，细葛布[3]：音戏，粗葛布"
        },
        {
            "title": "鹿鸣",
            "content": "呦呦鹿鸣，食野之苹。我有嘉宾，鼓瑟吹笙。吹笙鼓簧，承筐是将。人之好我，示我周行。呦呦鹿鸣，食野之蒿。我有嘉宾，德音孔昭。视民不恌，君子是则是效。我有旨酒，嘉宾式燕以敖。呦呦鹿鸣，食野之芩。我有嘉宾，鼓瑟鼓琴。鼓瑟鼓琴，和乐且湛。我有旨酒，以燕乐嘉宾之心。",
            "comment": " | 【注释】大宴群臣宾客的诗篇。呦呦（音优）:鹿鸣声。苹：皤蒿，俗名艾蒿。一说萍。 簧：乐器中用以发声的片状振动体。承筐是将：古代用筐盛币帛送宾客。示我周行：指我路途。视：示也。民：奴隶。一说自由民。恌（音挑）：佻，偷。燕：一说通宴。式：发语词。敖：游逛。芩（音琴）：蒿类植物。湛（音耽）：过度逸乐。燕：安也。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "卢令",
            "content": "卢令令，其人美且仁。卢重环，其人美且鬈。卢重鋂，其人美且偲。",
            "comment": " | 【注释】卢：猎犬，大黑犬。令令：铃声重：音虫。重环：子母环[1]：音梅。重鋂，一个大环套两个小环[2]：音腮，须多而美盧令。刺荒也。襄公好田獵。畢弋。而不脩民事。百姓苦之。故陳古以風焉。"
        },
        {
            "title": "六月",
            "content": "六月栖栖，戎车既饬，四牡騤騤，载是常服。玁狁孔炽，我是用急，王于出征，以匡王国。比物四骊，闲之维则，维此六月，既成我服。我服既成，于三十里，王于出征，以佐天子。四牡修广，其大有顒，薄伐玁狁，以奏肤公。有严有翼，共武之服，共武之服，以定王国。玁狁匪茹，整居焦获，侵镐及方，至于泾阳。织文鸟章，白旆中央，元戎十乘，以先启行。戎也既安，如輊如轩，四牡既佶，既佶且闲。薄伐玁狁，至于大原，文武吉甫，万邦为宪。吉甫燕喜，既多受祉，来归自镐，我行永久。饮御诸友，炰鳖脍鲤，侯谁在矣，张仲孝友。",
            "comment": " | 【注释】赞周宣王臣尹吉甫奉命出征猃狁，师捷庆功。栖栖：惶惶不安之貌。饬：整顿。騤騤（音葵）：马强壮貌。常服：常，画者日月有垂饰的大旗。服，戎服。一说旗之属。炽：盛也。急：紧急。比物：指力气均衡。服：军服。于三十里：行军三十里。修：长。广：大。顒（音永，二声）：大头。引申为大貌。奏：为。肤：大。公：功。严：威严。翼：谨肃。共武之服：共同作战。茹：度。匪茹，不自量力。焦、获：周之地名。织：旗帜。白旆：帛做的旗。元：大。輊（音质）：车子前低后高。轩（音宣）：车子前高后低。佶：健壮貌。祉（音止）：福。镐（音号）：古都名。御：进。炰（音袍）：烹煮。脍（音快）：生食的鱼片。侯：作语助。张仲：尹吉甫之友。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "灵台",
            "content": "经始灵台，经之营之，庶民攻之，不日克之。经始勿亟，庶民子来。王在灵囿，麀鹿攸伏，麀鹿濯濯，白鸟翯翯。王在灵沼，於牣鱼跃。虡业维枞，贲鼓维镛，於论钟鼓，於乐辟癰。於论钟鼓，於乐辟癰，鼍鼓逢逢，矇瞍奏公。",
            "comment": " | 【注释】歌颂文王有钟鼓鱼鸟与民同乐。灵台：台名。一说文王所筑，很快修成如神灵所为。经：测量。攻：制作。亟：急。麀（音优）：母鹿。攸：作语助。濯濯（音浊）：娱游。翯翯（音贺）：肥泽。牣（音任）：满。虡（音巨）：植木以悬钟磬，其横者曰栒。业：栒上大板。枞（音匆）：业上悬钟磬处以彩色为崇牙。贲：大鼓。镛：大钟。论：伦。一说思；一说抡，敲击。辟癰（音必拥）：水环山的风景区。鼍（音驼）鼓：鳄鱼皮蒙的鼓。矇瞍（音蒙叟）：有眸子而无见者曰矇；无眸子曰瞍。古时乐师多为盲人。公：通工、功。指奏乐之事。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "麟之趾",
            "content": "麟之趾，振振公子，于嗟麟兮。麟之定，振振公姓，于嗟麟兮。麟之角，振振公族，于嗟麟兮。",
            "comment": " | 【注释】振振：仁厚的样子定：额心麟之趾．关雎之应也．关雎之化行．则天下无犯非礼．虽衰世之公子．皆信厚如麟趾之时也．"
        },
        {
            "title": "烈祖",
            "content": "嗟嗟烈祖，有秩斯祜。申锡无疆，及尔斯所。既载清酤，赉我思成。亦有和羹，既戒既平。鬷假无言，时靡有争。绥我眉寿，黄耇无疆。约軝错衡，八鸾鶬鶬。以假以享，我受命溥将。自天降康，丰年穰穰。来假来飨，降福无疆。顾予烝尝，汤孙之将。",
            "comment": " | 【注释】祭祀成汤之乐。秩：大貌。及尔斯所：一直到你所。一说直到如今。赉我思成：赐我福也。和羹：五味调和的浓汤。戒：备。鬷（音宗）假：奏假。谓精诚上致乎神。时靡有争：肃敬而齐一也。约軝（音其）：毂饰。鶬鶬（音枪）：同锵锵。以假以享：指制祭与献祭。溥（音普）：广大。将：长。穰穰（音嚷）：盛貌。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "烈文",
            "content": "烈文辟公，锡兹祉福。惠我无疆，子孙保之。无封靡于尔邦，维王其崇之。念兹戎功，继序其皇之。无竞维人，四方其训之。不显维德，百辟其刑之。於乎前王不忘。",
            "comment": " | 【注释】周成王即政，诸侯助祭祖考。烈文：烈言其功，文言其德。辟公：诸侯。封：大。靡：罪。一说累。维：乃。王：文王。崇：立。更立以继世也。念兹戎功：戒诸侯念父祖之大功也。一说功指国家大事。皇：辉煌；光大。无：语词。竞：强。不显：显也。不，语词。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "蓼萧",
            "content": "彼蓼萧兮，零露湑兮。既见君子，我心写兮。燕笑语兮，是以有誉处兮。蓼彼萧兮，零露瀼瀼。既见君子，为龙为光。其德不爽，寿考不忘。蓼彼萧兮，零露泥泥。既见君子，孔燕岂弟。宜兄宜弟，令德寿岂。蓼彼萧兮，零露浓浓。既见君子，鞗革沖沖。和鸾雝雝，万福攸同。",
            "comment": " | 【注释】宴饮来朝的诸侯。蓼（音路）：长大貌。零：落。湑（音许）：盛貌。一说晶莹貌；一说露貌。君子：一说指诸侯。写：宣泄。誉处：安处。瀼瀼（音攘）：露盛貌。龙：宠，光宠。泥泥：濡湿貌。岂弟（音凯替）：同恺悌，和易近人。岂（音凯）：乐。鞗（音条）革：皮革制马缰绳。沖沖：垂饰貌。和鸾：古代车马上的铃铛。在轼曰和，车辘曰鸾。攸：所。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "蓼莪",
            "content": "蓼蓼者莪，匪莪伊蒿。哀哀父母，生我劬劳。蓼蓼者莪，匪莪伊蔚。哀哀父母，生我劳瘁。瓶之罄矣，维罍之耻。鲜民之生，不如死之久矣。无父何怙，无母何恃。出则衔恤，入则靡至。父兮生我，母兮鞠我。拊我畜我，长我育我。顾我复我，出入腹我。欲报之德，昊天罔极。南山烈烈，飘风发发。民莫不榖，我独何害。南山律律，飘风弗弗。民莫不谷，我独不卒。",
            "comment": " | 【注释】人民苦于兵役不得终养父母。蓼（音陆）：长大貌。莪（音俄）：莪蒿。蔚（音卫）：牡蒿。花如胡麻花，紫赤；实象角，锐而长。瓶之罄矣,维罍之耻：瓶小而尽，罍大而盈。言罍耻者，刺王不使贫富均。怙（音护）：依靠。昊天罔极：指父母之恩如天，大而无穷。烈烈：艰阻貌。发发（音拨）：疾貌。榖：养。律律：同烈烈。弗弗：风声。卒：终。指终养父母。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "良耜",
            "content": "畟畟良耜，俶载南亩。播厥百谷，实函斯活。或来瞻女，载筐及筥。其饟伊黍，其笠伊纠。其镈斯赵，以薅荼蓼。荼蓼朽止，黍稷茂止。或之挃挃，积之栗栗。其崇如墉，其比如栉，以开百室。百室盈止，妇子宁止。杀时犉牡，有捄其角。以似以续，续古之人。",
            "comment": " | 【注释】叙一年农事，丰收，祭祖，祈福。畟畟（音册）：深耕入地貌。一说锋利。耜（音四）：古代农具。饟（音响）：用食物款待。镈（音博）：古代锄草农具。一说犁。赵（音条）：刺，破。荼：一说秽草。蓼：水草。挃挃（音至）：收割作物的声音。栗栗：众多貌。崇：高。比：整齐。一说并列。栉（音节）：梳篦名。犉（音纯）：黄毛黑嘴的牛。以似以续：嗣前岁，续往事也。续古之人：求有良司穑也。即求好田祖。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "狼跋",
            "content": "狼跋其胡，载踬其尾。公孙硕肤，赤舄几几。狼踬其尾，载跋其胡。公孙硕肤，德音不瑕！",
            "comment": " | 【注释】跋：践踏。胡：颌下悬肉载：又。踬：踉跄前行之状赤舄：红鞋。舄：音细，复底鞋"
        },
        {
            "title": "赉",
            "content": "文王既勤止，我应受之。敷时绎思，我徂维求定。时周之命，於绎思。",
            "comment": " | 【注释】武王克商，大封功臣于庙。赉（音赖）：予，赐予。敷时绎思：布文王之德，引申之及于无穷。徂：往。指往征。时周之命：承周之命。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "绵",
            "content": "绵绵瓜瓞。民之初生，自土沮漆。古公亶父，陶复陶穴，未有家室。古公亶父，来朝走马。率溪水浒，至于岐下。爰及姜女，聿来胥宇。周原膴膴，堇荼如饴。爰始爰谋，爰契我龟。曰止曰时，筑室于兹。迺慰迺止，迺左迺右。迺疆迺理，迺宣迺亩。自西徂东，周爰执事。乃召司空，乃召司徒，俾立室家。其绳则直，缩版以载，作庙翼翼。捄之陾陾，度之薨薨。筑之登登，削屡冯冯。百堵皆兴，鼛鼓弗胜。迺立皋门，皋门有伉。迺立应门，应门将将。迺立冢土，戎丑攸行。肆不殄厥愠，亦不陨厥问。柞棫拔矣，行道兑矣。混夷帨矣，维其喙矣。虞芮质厥成，文王蹶厥生。予曰有疏附，予曰有先後。予曰有奔奏，予曰有御侮。",
            "comment": " | 【注释】绵绵，不绝貌。瓞（die，阳平），小瓜。此言自小瓜以至大瓜，绵绵不绝。以喻周自小至大，日益强盛。民，谓周民。初生，初起。土，当从《齐诗》读为“杜”，水名。在今陕西省麟游、武功二县。沮为徂之误。徂，往。漆，水名，在今彬县西，北入泾水。自杜至漆，即指公刘自邰迁豳之事。参见解题。古公亶（dan，上声）父，即周太王，文王祖父。因其在迁岐以前为豳公，故称古公。古，言久。父，旧说或以为古公字。陶，窑灶。复，地室。穴，土室。陶复陶穴，说复、穴形状皆如窑灶，犹今言窑室、窑洞。来朝，清早。走，疾趋。这句说，太王避狄，趁早赶马。率，循，沿着。浒，水涯，此指渭水之涯。岐下，岐山之下。岐山在今陕西省岐山县东北。爰，于是。及，与。姜女，太姜，太王之妃。聿，遂。胥，相、视。宇，居，住所。胥宇，犹言相宅。谓相度地形，以便建筑房屋。周原，岐山以南的平地。周，地名。原，谓平原。膴（wu，上声），肥美貌。堇，堇葵，植物名，可作菜，味苦。这句说，周原土地肥美，虽堇荼一类的苦菜，种出来也甜如饴糖。契，读为“挈”，挈，刻。挈龟，刻灼龟版以卜吉凶。止，犹居。时，善。这句说，卜兆说是可居，说是甚善。迺，同“乃”。慰，安。止，居。慰、止，皆言安居。左、右，皆作动词用。这句说，使人们或居于左，或居于右。疆，疆界，此作动词用，谓画定疆界。理，地理，此亦作动词用，谓确定土地宜种植何种作物，是否肥沃等事项。宣，及时开垦。亩，亦作动词用，谓耕治田亩。自西两句：徂，往。周，周遍。这两句说，自周原西边至周原东边，人们普遍地在工作。司空，官名，六卿之一。掌管建筑都邑之事。司徒，官名，六卿之一。掌管徒隶劳役之事。绳，施工用的绳尺。缩，犹直。版，古时筑墙用版筑的方法，两端用短的横版，两边用长的直版。载，通作“裁”，树立。缩版以载，说树立筑墙用的长的直版。庙，宗庙。翼翼，恭敬貌。捄（ju，阴平），盛土的笼。此作动词用，言筑墙者掘土而盛于笼中。陾（reng，阳平），众多。度（duo，阳平），投掷，指把土投掷于版内。薨薨，大家都很快把土投入版内，发出薨薨的声音。筑，谓捣土。登登，用力捣土声。屡，当作“娄”，谓隆高。削屡，即削去其墙土隆高之处，使其平正坚实。冯（ping，阳平）冯，削娄声。堵，五版为堵。兴，起，犹言竖起。鼛（gao，阴平），大鼓，长一丈二尺。弗胜，有不能担负之意，指不断打着鼓，使鼓受不了。皋门，宫门外，郭门。伉，高貌。应门，朝门，宫门。将将，严整。冢土，大社，祀灶神的地方。戎，大。丑，众。戎丑，大众。攸，所。古时王者起大事，动大众，必先祭灶神而后行动。这句说，冢土是大众所由行动之处。肆不两句：肆，承上起下之词。因上章叙古公事，此下叙文王事，故用肆字，以为承接，犹言自古至今。殄，灭绝。犹言消灭干净。厥，其。愠，愠怒，恚恨。此指对混夷的愤恨。陨，坠失，坠废。问，聘问。小聘曰问。这两句大意说，自太王以至文王，既不消灭其对于敌人的愤恨，但也不废失跟他们的聘问往来之礼。柞，栩，栎树。，青刚树。拔，拔除，剪除。兑，达，通达之意。行道兑，道路开通了。混夷两句：混夷，古种族名，又作昆夷。帨（tui，去声），马疾行貌。喙，困，短气貌。这两句说，混夷丧气疲困地逃走了。虞、芮，皆国名。质，成，谓成立。成，和平，和解。这句说，虞、芮两国之君因争田事诉于文王，而成立和解。蹶（jue，上声），动，感动。生，性。这句说，文王感动了虞、芮之君的天性。予曰四句：予，我。此处是诗人代文王自称。曰，语词。疏附，团结上下。先后，前后引导以辅佐之。奔奏，奔走宣传。御侮，折冲御侮。这四句说，文王有疏附、先后、奔奏、折冲之臣，使周绵绵兴盛。"
        },
        {
            "title": "頍弁",
            "content": "有頍者弁，实维伊何，尔酒既旨，尔殽既嘉。岂伊异人，兄弟匪他，茑与女萝，施于松柏。未见君子，忧心奕奕，既见君子，庶几说怿。有頍者弁，实维何期，尔酒既旨，尔殽既时。岂伊异人，兄弟具来，茑与女萝，施于松上。未见君子，忧心怲怲，既见君子，庶几有臧。有頍者弁，实维在首，尔酒既旨，尔殽既阜。岂伊异人，兄弟甥舅，如彼雨雪，先集维霰。死丧无日，无几相见，乐酒今夕，君子维宴。",
            "comment": " | 【注释】宴饮兄弟亲戚。頍（音亏，三声）：弁貌。一说前倾。弁：皮帽。实：是。茑（音鸟）与女萝：两种寄生植物。比喻兄弟亲戚相互依附。施（音义）：蔓延；延续。期：通斯。语词。怲怲（音丙）：忧盛满也。阜：丰富。霰（音线）：雪米。无几：没有多少。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "考槃",
            "content": "考槃在涧，硕人之宽。独寤寐言，永矢弗谖。考槃在阿，硕人之薖。独寤寐歌，永矢弗过。考槃在陆，硕人之轴。独寤寐宿，永矢弗告。",
            "comment": " | 【注释】[1]：音盘，木盘硕人：美人，男女均可阿：山阿，山洼[2]：音科，心胸宽大轴：徘徊往复"
        },
        {
            "title": "凯风",
            "content": "凯风自南，吹彼棘心。棘心夭夭，母氏劬劳。凯风自南，吹彼棘薪。母氏甚善，我无令人。爰有寒泉？在浚之下。有子七人，母氏劳苦。睍睆黄鸟，载好其音。有子七人，莫慰母心。",
            "comment": " | 【注释】劬：音渠。劬劳：操劳薪：喻母爰：音元，何处[1]：音兼关，鸟鸣"
        },
        {
            "title": "君子阳阳",
            "content": "君子阳阳，左执簧，右招我由房，其乐只且！君子陶陶，左执翿，右招我由敖，其乐只且！",
            "comment": " | 【注释】阳阳：洋洋得意且：音居。只且：助词[1]：音涛，歌舞所用道具敖：玩乐"
        },
        {
            "title": "君子偕老",
            "content": "君子偕老，副笄六珈。委委佗佗，如山如河，象服是宜。子之不淑，云如之何？玼兮玼兮，其之翟也。鬒发如云，不屑髢也；玉之瑱也，象之揥也，扬且之皙也。胡然而天也？胡然而帝也？瑳兮瑳兮，其之展也，蒙彼绉絺，是绁袢也。子之清扬，扬且之颜也。展如之人兮，邦之媛也！",
            "comment": " | 【注释】笄：簪。珈：饰玉象服：华丽的礼服如之何：奈之何[1]：音此，花纹绚烂其之翟也：绣着山鸡的象服[2]：音诊，美发[3]：音敌，假发[4]：音掭，耳坠[5]：音替，剃发针[6]：音搓，同[1][7]：音吃，细葛布；绁袢：夏天穿的薄衫"
        },
        {
            "title": "卷阿",
            "content": "有卷者阿，飘风自南。岂弟君子，来游来歌，以矢其音。伴奂尔游矣，优游尔休矣。岂弟君子，俾尔弥尔性，似先公酋矣。尔士宇昄矣，亦孔之厚矣。岂弟君子，俾尔弥尔性，百神尔主矣。尔受命长矣，岪禄尔康矣。岂弟君子，俾尔弥尔性，纯嘏尔常矣。有冯有翼，有孝有德，以引以翼。岂弟君子，四方为则。颙颙卬卬，如圭入璋，令闻令望。岂弟君子，四方为纲。凤皇于飞，翙翙其羽，亦集爰止。蔼蔼王多吉士，维君子使，媚于天子。凤皇于飞，翙翙其羽，亦傅于天。蔼蔼王多吉人，维君子命，媚于庶人。凤皇鸣矣，于彼高冈，梧桐生矣，于彼朝阳。菶菶萋萋，雝雝喈喈。君子之车，既庶且多，君子之马，既闲且驰。矢歌不多，维以遂歌。",
            "comment": " | 【注释】周召康公诫成王求贤用贤。卷（音权）：曲。阿；大土山。矢：陈。伴（音判）奂：优游闲暇之意。俾尔弥尔性：使你终其寿命。即得享天年的意思。似先公酋：继承祖宗的事业久长。似，嗣。酉：久远。一说终。土宇：谓居民土地宅也。昄（音板）章：言法度章明。昄，大。章，表。岪：通福。康：安。纯：大。嘏（音古）：予福曰嘏。常：一说长。冯（音凭）：依。翼：翼蔽；庇护。颙颙（音拥，二声）：温貌。卬卬（音昂）：盛貌。翙翙（音会）：众多也。蔼蔼（音矮）：指人多又有威仪。菶菶（音朋）、萋萋（音妻）：草木茂盛貌。矢：献。不：语词。不多，多也。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "九罭",
            "content": "九罭之鱼，鳟、鲂。我觏之子，衮衣绣裳。鸿飞遵渚，公归无所，於女信处。鸿飞遵陆，公归不复，於女信宿。是以有衮衣兮，无以我公归兮，无使我心悲兮。",
            "comment": " | 【注释】[1]：音玉，一种捕鱼的细网鸿：鸿鹄，喻男子信处：再处，再宿以有：与友，相亲相爱"
        },
        {
            "title": "君子于役",
            "content": "君子于役，不知其期，曷至哉？鸡栖于埘，日之夕矣，羊牛下来。君子于役，如之何勿思！君子于役，不日不月，曷其有佸？鸡栖于桀，日之夕矣，羊牛下括。君子于役，苟无饥渴！",
            "comment": " | 【注释】役：苦役。曷：何时。至：归家埘：音时，鸡舍如之何勿思：如何不思[1]：音活，相会苟：大概，也许---------------------------------------《君子于役》出自《诗经·王风》。《诗经》是我国最早的一部诗歌总集，反映了我国西周初至春秋中叶的社会生活。其中有一部分诗歌反映的内容是丈夫去服那遥无归期的兵役或徭役后，妻子在家默默地痛苦思念。《君子于役》正是这样内容的一首诗，不仅深刻地揭露了当时重役之下人民生活的巨大痛苦，而且以统治者无休无止的重役给人民婚姻造成的危害，间接地反射出人民对自由幸福生活的向往和追求。这首诗在中国诗歌史上有着极为重要的地位：“鸡栖于桀下牛羊，饥渴萦怀对夕阳。已启唐人闺怨句，最难消遣是昏黄。”（许瑶光《雪门诗抄》卷一《再读〈诗经〉四十二首》）其中“已启唐人闺怨句”一句，高度评价了此诗在中国诗史上的开创性地位。可以说，从此诗开始，便逐渐形成了“日夕闺思”的原型和母题。钱钟书先生在《管锥篇》里引白居易、司马相如、吕温、潘岳、韩��、赵德麟等人的诗赋文句后的评价——“取景造境，亦《君子于役》之遗意。”（钱钟书《管锥编》卷一《毛诗正义六十则·君子于役》）——就是对此极有见地的说明。《君子于役》以其内容的深刻性和主题的开创性使其传之后世，在技巧上也给此后文人和后世的读者诸多的可资借鉴的地方：在写法上，这首诗最大的特点是“赋”与“兴”的使用。“赋”就是“敷陈其事而直言之”，通俗地说，就是平铺直叙。这首诗的两节都运用了这种技巧，对鸡回巢栖，夕阳西沉，羊牛归栏的农家生活平铺直叙，作了极为生动而细腻的描绘。与此同时，这首诗还运用“兴”的手法，即“先言他物引起所咏之辞”。“鸡栖于埘,日之夕矣，羊牛下来”, 鸡栖于桀，日之夕矣，羊牛下括”。 不仅是直接写景，是“赋”的运用，更重要的是，诗歌通过这几句刻画的日常生活细节，点染着思妇家庭生活的情景与妻子思念的气氛。试想一下，夕阳西照之时，鸡儿、羊儿、牛儿正在归圈，而思妇却形单影只，目睹此景，不能不令人触景伤情，思念起“于役”在外不能归家的丈夫。这正是“兴”的巧妙运用，诗中用鸡、羊、牛的晚归“兴”“于役”的丈夫不能归家的事实，从而淋漓尽致地写出了女主人公倚门��望归人的形象和希望“于役”的丈夫早日归家的心理。然而，女主人公深深地明白她那种美好的希冀只不过是不现实的幻想。因而诗人的笔锋随着女主人公心情陡然一转，从“君子于役，如之何勿思！”到“君子于役，苟无饥渴？”这样，就把她无奈的思念化作对丈夫深情的祝愿，祝愿离家在外的丈夫不要受饥挨渴，一颗妻子的心温柔得令人为之深深感动。总之，这首诗以“赋”的手法对鸡回巢栖，羊牛归栏的农家日常生活细节浓墨铺排，既描画出思妇家庭生活的环境与氛围，又“兴”丈夫“于役”不归的事实，从而真切动人地表达了思妇的盼望丈夫安然归来的心情。同时，在结构上采用重章叠句的艺术形式，也是本诗的特点。这首诗的两节在句式的使用上基本一致，采用了重章叠句的艺术手法，使诗的结构更为谨严。整首诗上下两节只有三句有较大不同：首节第二句是“不知其期”，第二节为“不日不月”；首节第三句是“曷至哉？”第二节为“曷其有��?”首节末句为“如之何勿思! 第二节是“苟无饥渴? 其它句子不是完全一样就是仅改一字。 这种复沓叠唱不仅使整首诗富于音乐性和节奏感，而且使诗歌蕴含的感情更显深挚。因为重章叠句的艺术结构往往对诗歌的艺术气围和意境起着极强的营造作用。诗歌就在反复地吟咏中把思妇内心无奈思念的悲苦和深情祝愿的泪水延伸得绵绵涟涟，极为浓烈，使读者的心仿佛与深情款款的妻子一同黯然欲泣。此外，这首诗采用当时的口语，朴素简炼，描绘了一个真挚动人的生活画卷，状景言情，真实纯朴，成功地刻画出思妇倚门怀人那柔肠寸断，悲伤凄婉的艺术氛围。正如明人谢榛所言：“一切景语皆情语。”这首诗正是以简洁朴质的语言描绘融情的晚景，表现思妇悲伤的心境，感人至深，的确达到了诗歌所要求的情景交融，意与境谐的至高境界。　邹立群地址：湖北省十堰市武当路马家河路3号 电话：0719-8780582 电子信箱：zouliq@sina.com http://www.zhsc.net/Html/2004427173224-1.html"
        },
        {
            "title": "敬之",
            "content": "敬之敬之，天维显思。命不易哉，无曰高高在上。陟降厥士，日监在兹。维予小子，不聪敬止。日就月将，学有缉熙于光明。佛时仔肩，示我显德行。",
            "comment": " | 【注释】周王戒勉自己。敬：戒慎。显：见。不易：言其难也。陟降：升降。士：指群臣。一说事。不聪敬止：一说指听而警戒。不、止，语词。日就月将：日久月长；日积月累。缉熙于光明：谓渐积广大以至于光明。缉，绩，积。佛（音闭）：弼，辅。时：是。仔肩：任。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "駉",
            "content": "駉駉牡马，在坰之野。薄言駉者，有驈有皇。有骊有黄，以车彭彭。思无疆，思马斯臧。駉駉牡马，在坰之野。薄言駉者，有騅有駓。有骍有騏，以车伾伾。思无期，思马斯才。駉駉牡马，在坰之野。薄言駉者，有驒有骆。有駵有雒，以车绎绎。思无斁，思马斯作。駉駉牡马，在坰之野。薄言駉者，有駰有騢。有驔有鱼，以车祛祛。思无邪，思马斯徂。",
            "comment": " | 【注释】颂鲁僖公牧马于野不害农田，以喻乐育贤才。駉（音窘，一声）：良马腹干肥张也。坰（音窘，一声）：离城很远的郊外。薄言：语词。驈（音域）：黑马白股。皇：黄白曰皇。思：语词。其。无疆：颂祷之词。后文无期等皆颂祷也。騅（音追）：苍白杂毛的马。駓（音批）：黄白杂毛的马。骍：赤黄色的马。騏：青黑色的马。伾伾（音批）：有力貌。驒（音驮）：青骊马。駵（音留）：赤身黑鬣的马。雒（音洛）：黑身白鬣的马。绎绎：通驿驿。善走。无斁：无厌，满意。作：善，好。駰（音因）：浅黑带白色的杂毛马。騢（音霞）：赤白杂毛的马。驔（音店）：脚胫有长毛的马。鱼：二目毛色白的马。祛祛：强健。无邪：不坏；不错。徂：行。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "泂酌",
            "content": "泂酌彼行潦，挹彼注兹，可以餴饎。岂弟君子，民之父母。泂酌彼行潦，挹彼注兹，可以濯罍。岂弟君子，民之攸归。泂酌彼行潦，挹彼注兹，可以濯溉。岂弟君子，民之攸墍。",
            "comment": " | 【注释】周召康公诫成王息民。泂（音窘）：远。行潦：流潦。路旁积水。挹：舀。注：倒。餴（音分）：蒸饭。饎（音西）：酒食。濯（音浊）：洗涤。罍（音雷）：古代器名。盛酒和水。溉：一说清；一说同概，漆尊，酒器引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "菁菁者莪",
            "content": "菁菁者莪，在彼中阿，既见君子，乐且有仪。菁菁者莪，在彼中沚，既见君子，我心则喜。菁菁者莪，在彼中陵，既见君子，锡我百朋。汎汎杨舟，载沉载浮，既见君子，我心则休。",
            "comment": " | 【注释】燕饮宾客。菁菁：盛貌。莪（音俄）：莪蒿。阿：大的丘陵。沚：水中小洲。陵：大土山。朋：古货币，五贝为朋。载：则。休：喜。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "节南山",
            "content": "节彼南山，维石岩岩。赫赫师尹，民具尔瞻。忧心如惔，不敢戏谈。国既卒斩，何用不监。节彼南山，有实其猗。赫赫师尹，不平谓何。天方荐瘥，丧乱弘多。民言无嘉，憯莫惩嗟。尹氏大师，维周之氐。秉国之均，四方是维。天子是毗，俾民不迷。不吊昊天，不宜空我师。弗躬弗亲，庶民弗信。弗问弗仕，勿罔君子。式夷式已，无小人殆。琐琐姻亚，则无膴仕。昊天不傭，降此鞫讻。昊天不惠，降此大戾。君子如届，俾民心阕。君子如夷，恶怒是违。不吊昊天，乱靡有定。式月斯生，俾民不宁。忧心如酲，谁秉国成。不自为政，卒劳百姓。驾彼四牡，四牡项领。我瞻四方，蹙蹙靡所骋。方茂尔恶，相尔矛矣。既夷既怿，如相酬矣。昊天不平，我王不宁。不惩其心，覆怨其正。家父作诵，以究王讻。式讹尔心，以畜万邦。",
            "comment": " | 【注释】周大夫家父，刺太师尹氏，旷废职务，任用小人，贻祸人民。节：高峻貌。岩岩：积石貌。师：太师。周三公之官，职掌兵权，类似大帅。具：俱。惔（音谈）：火烧。卒：尽。斩：灭绝。监：察。有实其猗：山坡壮阔。荐：重。瘥（音错）：疾病。憯（音惨）：作语助。曾，乃。惩：止。嗟：语末助词。氐：根本。秉：掌握。均：平。维：系。毗（音皮）：优厚。一说弼辅。吊：善。昊天：老天。空：空乏；困穷。师：大军。一说众民。仕：察。式夷式已：为政公平，停止暴虐。一说或被伤害或停职。琐琐：小貌。姻亚：婿之父曰姻，两婿相谓曰亚。膴（音舞）：厚。仕：任用。膴仕，高位厚禄。傭：均。鞫：极，穷。讻：凶，祸乱。戾：灾祸。届：极，止。阕（音却）：止息。夷：伤。一说平正。酲（音成）：病于酒。成：平。蹙蹙（音促）：缩小之貌。局促不得舒展。相：视。怿：喜悦。酬：酬酢。言反复无常，时则刀兵相见，时则酒席相劝。作诵：作诗讽谏。讹（音俄）：化。畜：休养；安定。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "狡童",
            "content": "彼狡童兮，不与我言兮。维子之故，使我不能餐兮。彼狡童兮，不与我食兮。维子之故，使我不能息兮。",
            "comment": ""
        },
        {
            "title": "角弓",
            "content": "騂騂角弓，翩其反矣，兄弟昏姻，无胥远矣。尔之远兮，民胥然兮，尔之教兮，民胥效兮。此令兄弟，绰绰有裕，不令兄弟，交相为瘉。民之无良，相怨一方，受爵不让，至于已斯亡。老马反为驹，不顾其后，如食宜，如酌孔取。毋教猱升木，如涂涂附，君子有徽，小人与属。雨雪瀌瀌，见晛曰消，莫肯下遗，式居娄骄。雨雪浮浮，见晛曰流，如蛮如髦，我是用忧。",
            "comment": " | 【注释】士大夫刺主远骨肉亲佞人。騂騂（音辛）：弓调貌。角弓：以角饰弓也。翩：反貌。反：弓之为物，张之则内来，弛之则外反。胥：相。胥：皆。令：善。绰绰：宽裕舒缓貌。裕：宽。老马反为驹：以教驹者教老马，比喻教之过迟。一说视老马为驹，任之以劳；一说人贪取；自忘其老。饇（音域）：饱。毋教猱升木,如涂涂附：疑为古谚语。指有人趋炎附势不用教；巴结人如涂泥，涂了又涂。猱，猿类。徽：美。猷：道。小人与属：小人都来依附。瀌瀌（音标）：雨雪盛貌。晛（音线）：日气。莫肯下遗：指小人不肯卑下顺从。式：用。娄：敛。浮浮：雨雪盛貌。蛮、髦：南蛮、夷髦。古代西南少数民族名。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "椒聊",
            "content": "椒聊之实，蕃衍盈升。彼其之子，硕大无朋。椒聊且，远条且。椒聊之实，蕃衍盈掬。彼其之子，硕大且笃。椒聊且，远条且。",
            "comment": " | 【注释】椒：花椒。聊：助词，或曰山楂蕃衍：繁盛。且：助词远条：长长的枝条"
        },
        {
            "title": "将仲子",
            "content": "将仲子兮，无逾我里，无折我树杞。岂敢爱之？畏我父母。仲可怀也，父母之言亦可畏也。将仲子兮，无逾我墙，无折我树桑。岂敢爱之？畏我诸兄。仲可怀也，诸兄之言亦可畏也。将仲子兮，无逾我园，无折我树檀。岂敢爱之？畏人之多言。仲可怀也，人之多言亦可畏也。",
            "comment": " | 【注释】将：音枪，请求，或发语词仲子：相当于称为二哥"
        },
        {
            "title": "樛木",
            "content": "南有樛木，葛藟系之。乐只君子，福履绥之。南有樛木，葛藟荒之。乐只君子，福履将之。南有樛木，葛藟萦之。乐只君子，福履成之。",
            "comment": " | 【注释】[1]：音纠，乔木的树枝下垂[2]：音垒，葛类福履：福禄也樛木．后妃逮下也．言能逮下而无嫉妒之心焉．"
        },
        {
            "title": "江有汜",
            "content": "江有汜，之子归，不我以！不我以，其后也悔。江有渚，之子归，不我与！不我与，其后也处。江有沱，之子归，不我过！不我过，其啸也歌。",
            "comment": " | 【注释】江有汜．美媵也．勤而无怨．嫡能悔过也．文王之时．江沱之闲．有嫡不以其媵备数．媵遇劳而无怨．嫡亦自悔也．"
        },
        {
            "title": "江汉",
            "content": "江汉浮浮，武夫滔滔，匪安匪游，淮夷来求。既出我车，既设我旟，匪安匪舒，淮夷来铺。江汉汤汤，武夫洸洸，经营四方，告成于王。四方既平，王国庶定，时靡有争，王心载宁。江汉之浒，王命召虎，式辟四方，彻我疆土。匪疚匪棘，王国来极，于疆于理，至于南海。王命召虎，来旬来宣，文武受命，召公维翰。无曰予小子，召公是似，肇敏戎公，用锡尔祉。釐尔圭瓒，秬鬯一卣，告于文人，锡山土田。于周受命，自召祖命，虎拜稽首，天子万年。虎拜稽首，对扬王休，作召公考，天子万寿。明明天子，令闻不已，矢其文德，洽此四国。",
            "comment": " | 【注释】召穆公奉周宣王命平淮夷后铭器。浮浮：众强貌。滔滔：广大貌。求：救，助。一说求索；一说讨伐。舒：一说舒行；缓慢。铺：怀柔。一说陈列；一说止。汤汤（音伤）：浩浩荡荡。洸洸（音光）：威武貌。庶：幸。时：是。彻：治；开发。疚（音救）：病。棘：瘠。极：准则。来：语助。旬：巡视。宣：宣抚。肇：谋。敏：疾。戎：大。公：事。秬鬯：黑黍酒。卣（音有）：古代酒器。青铜制。文人：一说掌封诰的官；一说文王；一说文德之人。自召祖命：用其祖召康公受封之礼。稽首：古时跪拜礼。对扬：颂扬。王休：王的美德。明明：勤勉。矢：施。洽：和洽；协和。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "渐渐之石",
            "content": "渐渐之石，维其高矣，山川悠远，维其劳矣。武人东征，不皇朝矣。渐渐之石，维其卒矣，山川悠远，曷其没矣。武人东征，不皇出矣。有豕白蹢，烝涉波矣，月离于毕，俾滂沱矣。武人东征，不皇他矣。",
            "comment": " | 【注释】出征将士叹道途艰险，跋涉劳顿。渐渐（音谗）：山石高峻。劳：通辽。广阔。武人：指将士。不皇朝：无暇日。卒：山高峻而危险。曷其没矣：言所登历何时可尽矣。不皇出：但知深入不暇谋出。有豕白蹢（音敌），烝涉波矣：似为天象。夜半汉中有黑气相连，俗称黑猪渡河，雨候也。蹢，兽蹄。月离于毕：天象。月儿投入毕星，有雨的征兆。滂沱：大雨貌。不皇他：无暇顾及其他。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "蒹葭",
            "content": "蒹葭苍苍，白露为霜。所谓伊人，在水一方。溯洄从之，道阻且长；溯游从之，宛在水中央。蒹葭凄凄，白露未晞。所谓伊人，在水之湄。溯洄从之，道阻且跻；溯游从之，宛在水中坻。蒹葭采采，白露未已，所谓伊人，在水之涘。溯洄从之，道阻且右；溯游从之，宛在水中沚。",
            "comment": " | 【注释】[1]：音西，干[2]：音四，水边[3]：音止，水中的小沙滩 《蒹葭》属于秦风。周孝王时，秦之先祖非子受封于秦谷(今甘肃天水)。平王东迁时，秦襄公因出兵护送有功，又得到了岐山以西的大片封地。后来秦逐渐东徙，都于雍(今陕西兴平)。秦地包括现在陕西关中到甘肃东南部一带。秦风共十篇，大都是东周时代这个区域的民歌。对这首怀人诗，历来解说不一。有人认为作者在思念恋人，诗的主旨是写爱情；有人说是诗人借怀友讽刺秦襄公不能礼贤下士，致使贤士隐居、不肯出来做官；也有人说作者就是隐士，此诗乃明志之作。我们细味诗意，诗中并未明确显示男女恋情，况且“伊人”是男是女也难判定。说它是讽刺诗则更无根据。因此，我们只把“伊人”视为作者所敬仰和热爱的人，至于是男是女，且不论及。 “蒹葭苍苍，白露为霜”两句，从物象与色泽上点明了时间和环境。那生长在河边的茂密芦苇，颜色苍青，那晶莹透亮的露水珠已凝结成白刷刷的浓霜，那微微的秋风送着袭人的凉意，那茫茫的秋水泛起浸人的寒气。在这一苍凉幽缈的深秋清晨的特定时空里，诗人时而静立，时而徘徊，时而翘首眺望，时而蹙眉沉思。他那神情焦灼、心绪不宁的情状，不时地显现于我们眼前，原来他是在思慕追寻着一个友人。“所谓伊人，在水一方”两句，交代了诗人所追慕的对象及伊人所在的地点，表现了诗人思见心切，望穿秋水，一个劲地张望、寻求。“伊人”，指与诗人关系亲密、为诗人崇敬和热爱而未曾须臾忘怀的人。“所谓”二字，表明“伊人”是常常被提及，不断念叨着的，然而现在他却在漫漫大河的另一方。“在水一方”，语气肯定，说明诗人确信他的存在，并充满信心去追求，只是河水隔绝，相会不易。“溯洄从之，道阻且长；溯游从之，宛在水中央。”沿着河边小道向上游走去，道路艰险，且又漫长，即使花费很长时间也难到达；如果径直游渡过去，尽管相距不远，但眼前秋水茫茫，思之可及，行之不易，仿佛看到了伊人的身影在水中央晃动。诗人尽管立于河边，但他那恍惚迷离的心神早已飞动起来，思见伊人而不得的如醉如痴的形象栩栩可见。诗句之奇妙，正如方玉润所说：“玩其词，虽若可望不可即。味其意，实求之而不远，思之而即至者。”(《诗经原始》) 诗的二、三章只换了几个词儿，内容与首章基本相同。但它体现了诗歌咏唱的音乐特点，增强了韵律的悠扬和谐美，使表达的情感愈来愈强烈。首章的“苍苍”，次章的“凄凄”，末章的“采采”，写出芦苇的颜色由苍青至凄青到泛白，把深秋凄凉的气氛渲染得越来越浓，烘托出诗人当时所在的环境十分清冷，心境十分寂寞。白露“为霜”、“未晞”、“未已”的变换，描绘出朝露成霜而又融为秋水的渐变情状与过程，形象地画出了时间发展的轨迹，说明诗人天刚放亮就来到河滨，直呆到太阳东升。试想，他独自一人久久徘徊在清冷索寞的旷野，面对茫茫秋水，等人不见，寻人不着，其心情该是何等焦急和惆怅!描写伊人所在地点时，由于“方”、“湄”、“涘”三字的变换，就把伊人在彼岸等待诗人和诗人盼望与伊人相会的活动与心理形象而真切地描绘了出来，这样写，大大拓宽了诗的意境。另外，像“长”、“跻”、“右”和“央”、“坻”、“沚”的变换，也都从不同的道路和方位上描述了他寻见伊人困难重重，想见友人心情急切的情景。若把三章诗所用几组变换的词语联系起来加以品味，更能体会到诗的隽永淳厚的意味。 诗的每章开头都采用了赋中见兴的笔法。通过对眼前真景的描写与赞叹，绘画出一个空灵缥缈的意境，笼罩全篇。诗人抓住秋色独有的特征，不惜用浓墨重彩反复进行描绘、渲染深秋空寂悲凉的氛围，以抒写诗人怅然若失而又热烈企慕友人的心境。正如《人间词话》所说：“《诗·蒹葭》一篇，最得风人深致。”具有“以我观物，故物皆著我之色彩”和“其言情也必沁人心脾；其写景也必豁人耳目；其辞脱口而出，无矫揉妆束之态。” 这首被人传诵不已的诗，对后世的影响也是明显的。且看宋玉《九辩》中的一段描写：“悲哉秋之为气也!萧瑟兮草木摇落而变衰；憭慄兮若在远行；登山临水兮送将归；泬寥兮天高而气清；寂兮收潦而水清；憯凄增欷兮薄寒之中人。”这里通过对秋天的气象和草木摇落的情状的描写，制造一种肃杀的气氛，表达了诗人悲凉凄苦的心情。这也许是受了《蒹葭》诗的影响，由此可以窥见《楚辞》对《诗经》的继承和发展线索。《古诗十九首》中《西北有高楼》的发端，赋中见兴、以景托情的写法，也沿用了《蒹葭》诗的笔法。其后的曹丕，从本诗中化出了“秋风萧瑟天气凉，草木摇落露为霜”的诗句。由此可见，《蒹葭》诗在古代诗歌史上有着很重要的地位。 (选自《中华文学鉴赏宝库》，陕西人民教育出版社1995年版)令人遐想，美不胜收——我读《秦风·蒹葭》《蒹葭》是三百篇中抒情的名篇。它在《秦风》中独标一格，与其他秦诗大异其趣，绝不相类。在秦国这个好战乐斗的尚武之邦，竟有这等玲珑剔透、缠绵悱恻之作，实乃一大奇事。作品文字很简单：蒹葭苍苍，白露为霜。所谓伊人，在水一方。溯洄从之，道阻且长。溯游从之，宛在水中央。 如此重章反复，前后三章，只更换了个别的字。诗的内容也极为单纯，写古今中外所谓“永恒”的题材，男女恋爱。而且仅选取一个特定的场景：在那么一个深秋的清晨，有位恋者在蒹苍露白的河畔，徘徊往复，神魂颠倒，心焦地寻求他(她)思念的恋人，如此而已。但作品给予人们的美感却非常丰富，丰富到“我们只觉得读了百遍还不厌”(《中国诗史》)。 先说说含蓄美。以少少许表现多多许，以表面极经济的文字建构一个十分广阔的想像和咀嚼的空间，这是该诗的一大长处。作品没有直接抒情，没有叙述这位恋者对心上人如何思念，而只写了他(她)左右求索、寻找恋人的行动，这一点颇有《关雎》“悠哉悠哉，辗转反侧”的情致。然而主人公追求恋人的热烈感情、焦急心绪，以及他(她)那痴心的迷恋、刻骨的相思和失望的痛苦，都是通过这寻求的行动、左寻右找的连续匆忙过程，形象而又含蓄地表现出来的。一会儿“溯洄从之”，一会儿又“溯游从之”，谁知会有几个反复呢?陈启源说：“夫说之必求之，然惟可见而不可求，则慕悦益至。”(《毛诗稽古篇》)惟其“慕悦益至”，而可见不可求，则失望怅惘愈甚。 作品虽未着意刻画恋爱双方的形象，但却通过主人公追求行动所显示出来的感情指向，十分含蓄地勾画了施受双方的形象特征。在碧水澄滢的衬托下，“伊人”是高洁的，使人感到可敬、可亲、可爱。不然，他(她)怎么会有那么大的磁石般的吸引力，那么强烈地吸引着这位追求者，那么令追求者心驰神往!而这位伊人的追求、倾慕者，思念伊人情真意切，寻求伊人不畏险阻，百折不挠，是个热烈向往爱情和执着追求、坚贞不渝的人。 同时，诗只写到寻求之难，可望不可即的伊人“宛在”，便戛然而止，下文就不再表了。那么这位追求者将会如何呢，这便给读者留下了想像的余地。也许仍在继续他(她)的热烈追求，因为世界上的事情越是追求不到，就越觉得它的可贵，也就愈加产生了追求的兴趣和迫切的心情。也许是愁肠寸断，无限怅惘。也许是一种说不清、讲不出的心情，一种“剪不断，理还乱”的滋味。但到底是什么，作者没有说，这就是所谓“言有尽而意无穷”或“含不尽之意于言外”了。 再说说意境美。细品诗中文字，金秋之季，拂晓之时，芦花泛白，清露为霜，瑟瑟秋风，苇丛起伏，茫茫秋水，清澈澄明，水上烟波万状，空中雾霭迷蒙，弯曲的河道，水中的小洲，宛然在目。此时，一位痴情的恋者，踯躅水畔，他(她)热烈而急切地追寻着心上的恋人。那恋人好像在水的一方，但一水盈盈，河道阻隔，“伊人”可望而不可即，于是他（她）徘徊往复，心醉神迷，内心痛苦，不可言状。“伊人宛在，觅之无踪”，但其身影又在眼前不时闪现晃动，时远时近，时隐时现，时有时无，闪烁不定。此情此景又使这位追求者欲找无方，欲罢不能。读来只觉情调凄婉，境界幽邃，意蕴无穷。再深入品味，反复吟诵，就能发觉该诗意境的营造呈现出多重叠合、交互融汇的架构，显示出繁富绚丽的色彩。 第一重，诗人追寻恋人如梦如幻、如醉如痴、神情恍惚的主观情愫，与秋晨雾霭、烟水迷离的景致浑然为一。仿佛这迷茫的烟水晨雾就是此时诗人痴醉的梦幻化生而成，情景相生，难分难解。 第二重，诗人追求恋人的绵绵情意与“伊人宛在，觅之无踪”，若隐若现的境界浑然为一。如果不是“宛在”，则诗人不复追求，正因为若隐若现，总有一个缥缈的影子在眼前闪烁，才不断牵引着诗人热烈的情思，不肯作罢。 第三重，诗人左右求索的迫切焦急心情与“可望而不可即”的境界浑然为一。“溯洄”、“溯游”的匆忙连续相从，全出于追求者心情的焦急。而此种焦急之情与可望而不可即，可见而不可求的境况相辅相成，情由境生，境带情韵。颇有“河边织女星，河畔牵牛郎，未得渡清浅，相对遥相望”(孟郊《古别离》)的味道。 第四重，主人公追求无着的惆怅失意心情与深秋一派萧瑟的景象浑然为一。自古以来，“秋景肃杀，令人伤悲”，诗人追求不获的失意、烦恼和痛苦与秋霜、秋风、秋景的悲凉之境相交融，此时萧索的秋境正是此时诗人凄苦心绪的流露与外化。 第五重，“伊人”高洁而富有魅力的精神气质，被蒹苍露白、秋水澄明的景致烘托出来，又和烘托他(她)的外部环境融为一体。 正是这种多重意境交相叠合的开放型结构，使这首言情之作成为极富张力、意蕴宏深、多姿多彩的诗的极品，给予读者以更丰富的想像、开拓和创造的空间。 再次，谈谈朦胧美。作品虽然看来只是描写了诗人对意中人的憧憬、追求和失望、惆怅的心情，但并非直叙，采用工笔式的细描，而是用曲笔，作写意式的远距离的勾勒。距离产生美感，如韩愈“天街小雨润如酥，草色遥看近却无”的诗句，杜牧《江南春》“千里莺啼绿映红，水村山郭酒旗风。南朝四百八十寺，多少楼台烟雨中”的描绘，都是远距离产生美感的极好例证。但这种美感也势必因距离远而变得模糊、朦胧，不清晰甚至不确定，是一种朦胧美。正因为空间距离或心理距离的关系，《蒹葭》全诗写得扑朔迷离、烟水苍茫，在模糊的意象中，展示出一种神秘莫测的朦胧美。抒情主人公的身份是模糊的，是男是女都无从知晓，其文化背景、个性情趣更是一派茫然。“伊人”面目是模糊的，且不说肖像如何，连个大致的轮廓都看不到，其高洁、可敬、可爱、令人心驰神往的美，是从追求者那炽热、执着的感情指向中，或通过清露秋水的烘托折射出来的。“伊人”所在空间位置也十分模糊，“在水一方”，只是国画式的“大泼墨”写意，烟波迷茫，人在何处?“宛在”，更是游移之词，难于确定。诗人在河畔翘首伫立，透过薄雾与苇丛，凝视水的“一方”，伊人所居之地，给人以雾里看花，若隐若现，朦胧缥缈之感，究竟是眼观，还是“心见”都很难说，确乎难于实指而不可捉摸。至于这位追求者的感情、心态，作品也一字未提，我们说他(她)炽热的爱恋、执着的追求，追求无着的惆怅、失望等等，都是我们读者的感悟、分析，其实作品本身并未作清楚的交代，迷离仿佛，任读者自己去领悟。 最令人不可捉摸的还是主题的多义性。《蒹葭》的主题究竟是什么?是实写青年男女的恋爱吗?真有那么一位男子或女子在一个深秋的清晨，在苇边河畔彷徨踯躅，神魂颠倒，去追求一个幻影吗?那么，是写一个梦境么?也许是一个青年追求情人，日思夜想，“悠哉悠哉，辗转反侧”之后进入梦境，醒后以诗记之。也可能是在以形象的手法写生活中常见的“伊人宛在，觅之无踪”这样一种心态模式。人们在生活中往往有这种体验，某人或某物好像在那儿，具体找去又不见踪影。不找时，又总觉得他（它）还在那儿。还有可能是以描绘的方法表达一种“可望而不可即”的人生哲理。人生有许多东西是可望不可即的，爱情领域中有，事业领域中有，仕途生活中有，理想憧憬活动中更常常遇到。这是我们今天就诗论诗，不妨从多方面进行的诠释。至于古人的见解更令我们惊诧莫名。 《诗小序》说：“《蒹葭》刺襄公也，未能用周礼，将无以固其国焉。”《诗沈》中说：“盖下游为雒京，士之在周者，如见其在水中央，而不可得也。上游为汧渭，士之在秦者，道阻且长而可致也。”认为该诗主旨是求隐士。总之由于主题的模糊性，先哲时贤对该诗主旨众说纷纭，莫衷一是。本来“诗无达诂”，这一模糊，就更加见仁见智。但正是这种朦胧、模糊、多义性，切合诗家三昧，明代谢榛在《四溟诗话》中指出：“凡作诗不宜逼真，如朝行远望，青山佳色，隐然可爱。其烟霞变幻难于名状，及登临非复奇观，唯片石数树而已。远近所见不同。妙在含糊，方见作手。”清代叶燮更有一套模糊的诗论：“诗之至处，妙在含蓄无垠，思致微渺，其寄托在可言不可言之间，其指归在可解不可解之会；言在此而意在彼，泯端倪而离形象，绝议论而穷思维，引人于冥漠恍惚之境，所以为至也。”(《原诗》)可见古人对诗中的朦胧美早已心仪神往，而且见解十分精辟独到。然而，该诗在这种旨意模糊和不确定中，毕竟还有确定的东西在。“深企愿见”之情是确定的，执着追求之意是确定的，求之不获仍不放弃追求也是确定的。这就给读者的想像、再创造起了导航的作用。 最后，还有音乐美，该诗重章叠句，一意化为三叠，用韵先响后喑，先扬后抑，余音绕梁，一唱三叹，极具感染力。 总之，《蒹葭》诗的丰富美感，不论是从欣赏的角度，还是从创作的角度，颇值得我们重视和予以认真的探讨。 (《古典文学知识》1999年第2期)"
        },
        {
            "title": "假乐",
            "content": "假乐君子，显显令德，宜民宜人，受禄于天。保右命之，自天申之。干禄百福，子孙千亿，穆穆皇皇，宜君宜王。不愆不忘，率由旧章。威仪抑抑，德音秩秩，无怨无恶，率由群匹。受禄无疆，四方之纲。之纲之纪，燕及朋友，百辟卿士，媚于天子。不解于位，民之攸墍。",
            "comment": " | 【注释】歌颂周成王能循旧章，安民用贤，使人爱戴。假：嘉。右：佑助。干：求。愆：过失。忘：一说同亡。抑抑：美也。秩秩：常也。指有常典。群匹：群臣。辟：指内诸侯。卿士：指外诸侯。墍（音既）：休息。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "既醉",
            "content": "既醉以酒，既饱以德，君子万年，介尔景福。既醉以酒，尔殽既将，君子万年，介尔景明。昭明有融，高朗令终，令终有俶，公尸嘉告。其告维何，笾豆静嘉，朋友攸摄，摄以威仪。威仪孔时，君子有孝子，孝子不匮，永锡尔类。其类维何，家室之壶，君子万年，永锡祚胤。其胤维何，天被尔禄，君子万年，景明有仆。其仆维何，釐尔女士，釐尔女士，从以子孙。",
            "comment": " | 【注释】周成王祭余饮宴。既饱以德：身教又示我以德。一说饮食款待已经饱了。将：美好。有：又。融：长。一说高；一说朗。令终有俶（音处）：祝词。祝其善始善终。俶，善。一说始；一说终。摄：佐理，辅助。类：一说指家族；一说指法程。壶（音捆）：古时宫中巷。引申为广。祚（音作）：福。胤（音印）：后代。仆：附。釐：予。赐，给予。从以孙子：一说还有好的孙子。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "吉日",
            "content": "吉日维戊，既伯既祷。田车既好，四牡孔阜。升彼大阜，从其群丑。吉日庚午，既差我马。兽之所同，麀鹿麌麌。漆沮之从，天子之所。瞻彼中原，其祁孔有。儦儦俟俟，或群或友。悉率左右，以燕天子。既张我弓，既挟我矢。发彼小豝，殪此大兕。以域宾客，且以酌醴。",
            "comment": " | 【注释】周宣王田猎宴宾。戊：指初五。既伯既祷：祭马祖，向其祷告。伯，马神。从：追逐。群丑：兽三曰群，丑，众。这里指禽兽。庚午：指初七日。差：选择。麀（音优）鹿：母鹿。麌麌（音雨）：鹿群聚貌。漆沮之从，天子之所：从漆沮驱禽，而至天子之所。漆、沮，水名。中原：一说即原中。祁（音其）：大。儦儦（音标）：奔跑貌。俟俟（音四）：行走貌。群友：兽三曰群，二曰友。醴（音礼）：甜酒。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "击鼓",
            "content": "击鼓其镗，踊跃用兵。土国城漕，我独南行。从孙子仲，平陈与宋。不我以归，忧心有忡。爰居爰处？爰丧其马？于以求之？于林之下。死生契阔，与子成说。执子之手，与子偕老。于嗟阔兮，不我活兮。于嗟洵兮，不我信兮。",
            "comment": " | 【注释】孙子仲：卫国元帅爰：音元，何处契阔：聚散洵：久留"
        },
        {
            "title": "黄鸟",
            "content": "交交黄鸟，止于棘。谁从穆公？子车奄息。维此奄息，百夫之特。临其穴，惴惴其栗。彼苍者天，歼我良人。如可赎兮，人百其身！交交黄鸟，止于桑。谁从穆公？子车仲行。维此仲行，百夫之防。临其穴，惴惴其栗。彼苍者天，歼我良人。如可赎兮，人百其身！交交黄鸟，止于楚。谁从穆公？子车鍼虎。维此鍼虎，百夫之御。临其穴，惴惴其栗。彼苍者天，歼我良人。如可赎兮，人百其身！",
            "comment": " | 【注释】奄息，仲行鍼虎：子车之子"
        },
        {
            "title": "黄鸟",
            "content": "黄鸟黄鸟，无集于□，无啄我粟。此邦之人，不我肯毂。言旋言归，复我邦族。黄鸟黄鸟，无集于桑，无啄我粱。此邦之人，莫可与明。言旋言归，复我诸兄。黄鸟黄鸟，无集于栩，无啄我黍。此邦之人，不可于处。言旋言归，复我诸父。",
            "comment": " | 【注释】黄鸟，黄雀。麻雀的一种。□（gu，上声），楮树，叶似桑，树皮有白斑。毂（gu，上声），善。不我肯毂，不肯与我相善。言，乃。旋，回还。复，返。这句大意是，返回我原来邦族。今人或谓黄鸟指异国的统治者。梁，同“粟”。明，犹言晓，为晓谕之意。不可与明，不可晓谕。诸兄，兄弟辈。栩，柞树。处，犹言相处。诸父，伯叔父辈。"
        },
        {
            "title": "鸡鸣",
            "content": "鸡既鸣矣，朝既盈矣。匪鸡则鸣，苍蝇之声。东方明矣，朝既昌矣。匪东方则明，月出之光。虫飞薨薨，甘与子同梦。会且归矣，无庶予子憎。",
            "comment": " | 【注释】朝：上朝的人们薨薨：音轰，象声词"
        },
        {
            "title": "皇矣",
            "content": "皇矣上帝，临下有赫，监观四方，求民之莫。维此二国，其政不获，维必四国，爰究爰度。上帝耆之，憎其式廓，乃眷西顾，此维于宅。作之屏之，其菑其翳，修之平之，其灌其栵。启之辟之，其柽其椐，攘之剔之，其檿其柘。帝迁明德，串夷载路，天立厥配，受命既固。帝省其山，柞棫斯拔，松柏斯兑。帝作邦作对，自大伯王季，维此王季，因心则友。则友其兄，则笃其庆，载锡之光。受禄无丧，奄有四方。维此王季，帝度其心，貊其德音。其德克明，克明克类，克长克君。王此大邦，克顺克比，比于文王，其德靡悔。既受帝祉，施于孙子。帝谓文王，无然畔援，无然歆羡，诞先登于岸。密人不恭，敢距大邦，侵阮徂共。王赫斯怒，援整其旅，以按徂旅。以笃于周祜，以对于天下。依其在京，侵自阮疆，陟我高冈。无矢我陵，我陵我阿，无饮我泉，我泉我池。度其鲜原，居岐之阳，在渭之将。万邦之方，下民之王。帝谓文王，予怀明德，不大声以色，不长夏以革。不知不识，顺帝之则。帝谓文王，询尔仇方，同尔兄弟。以尔钩援，与尔临冲，以伐崇墉。临冲闲闲，崇墉言言，执讯连连，攸馘安安。是类是祃，是致是附，四方以无侮。临冲茀茀，崇墉仡仡。是伐是肆，是绝是忽，四方以无拂。",
            "comment": " | 【注释】周人陈述祖德及文王伐密伐崇，克敌制胜。临：视。莫：定。二国：一说殷、夏；一说邰、豳。四国：四方。耆（音其）：致。一说憎恶。憎其式廓：一说增大其疆域（憎通增）；一说憎恶二国作恶不断扩大。眷：回顾。作：通斫。砍，斩。菑（音字）、翳（音义）：木立死曰菑，自毙曰翳。栵（音立）：一说砍伐又生的树；一说树木成行成列。柽（音称）：又名三春柳。椐（音居）：木名。灵寿木。攘（音嚷）：排除。檿（音掩）：山桑。柘（音这）：木名。叶可喂蚕。串夷：即混夷，西戎国名。路：瘠。天立厥配：一说上天立了符合天意的人。作对：择其可当此国者而君之。因心：因，姻，亲。亲心即仁心。笃其庆：笃于亲。庆，善。载锡之光：一说赐文王之大位。奄有：覆盖；广有。貊（音陌）：静。克明：能区分是非。克类：一说能区分族类。克长克君：一说能做族长，能做君长。比：顺从。比于文王：一说归顺文王。无然畔援（音换）：不要跋扈。一说不要舍此取彼；一说不要徘徊不进。诞：作语助。登：成。一说升。岸：讼。一说高地。按：止。旅：地名。莒。对：安定。依：据。一说盛貌。京：周地。一说大阜。侵：一说寝。息兵。矢：陈列。鲜（音显）：巘的假借。山地。原：平原。将：侧。方：则。指榜样，效法。不大声以色，不长夏以革：不发怒声与怒色，不齐之以扑刑与鞭刑。以，与。夏，夏楚，扑作教刑；革，鞭革，鞭作官刑。钩援：古时攻城工具。云梯之类。临冲：古时两种战车的名称。闲闲：一说动摇；一说盛大。言言：高大。连连：徐。馘（音国）：不服者杀而献其左耳。安安：不轻暴。类：古代以特别事故祭天与天神叫类。祃（音骂）：古代军中的祭名。致：送而付之。以克而不取。附：通抚。茀茀（音福）：强盛貌。仡仡（音义）：通屹屹。高耸貌。肆：突。袭击。忽：灭。拂：违抗。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "皇皇者华",
            "content": "皇皇者华，于彼原隰，駪駪征夫，每怀靡及。我马维驹，六辔如濡，载驰载驱，周爰咨诹。我马维骐，六辔如丝，载驰载驱，周爰咨谋。我马维骆，六辔沃若，载驰载驱，周爰咨度。我马维骃，六辔既均，载驰载驱，周爰咨询。",
            "comment": " | 【注释】派遣使臣访求贤达。皇皇:指草木的花光彩耀眼。原隰：高平曰原，下湿曰隰。駪駪（音申）众多貌。征夫：行人。每怀靡及：每人怀其私相稽留，则于事将无所及。驹：本作骄。马高六尺曰骄。周爰咨诹（音邹或区）：忠信为周，爰，于也，访问于善为咨，咨事为诹。或曰，咨才为诹，咨事为谋，咨义为度，咨亲为询。沃若：濡，光泽。均：协调。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "桓",
            "content": "绥万邦，屡丰年。天命匪解。桓桓武王，保有厥土。于以四方，克定厥家。於昭于天，皇以间之。",
            "comment": " | 【注释】周成王祀武王于明堂。娄（音旅）：屡。桓桓：威武。士：当为土。古土、士同。间：代。指代殷有天下。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "还",
            "content": "子之还兮，遭我乎峱之间兮。并驱从两肩兮，揖我谓我儇兮。子之茂兮，遭我乎峱之道兮。并驱从两牡兮，揖我谓我好兮。子之昌兮，遭我乎峱之阳。并驱从两狼兮，揖我谓我臧兮。",
            "comment": " | 【注释】[1]：音挠，山名儇：音宣，轻捷"
        },
        {
            "title": "瓠叶",
            "content": "幡幡瓠叶，采之亨之，君子有酒，酌言尝之。有兔斯首，炮之燔之，君子有酒，酌言献之。有兔斯首，燔之炙之，君子有酒，酌言酢之。有兔斯首，燔之炮之，君子有酒，酌言酬之。",
            "comment": " | 【注释】士大夫宴饮宾客。幡幡：反复翻动貌。指葫芦叶经风吹动翻卷的样子。亨：烹。酌言尝之：主人先斟一杯尝尝，以便待客。斯：白。一说语词。炮（音袍）：裹烧。涂泥裹烧，用以去毛。燔（音凡）：烧。炙：放肉在火上烤。酢：报也。回敬酒。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "侯人",
            "content": "彼侯人兮，何戈与殳。彼其之子，三百赤芾。维鹈在梁，不濡其翼。彼其之子，不称其服。维鹈在梁，不濡其咮。彼其之子，不遂其媾。荟兮蔚兮，南山朝隮。婉兮娈兮，季女斯饥。",
            "comment": " | 【注释】侯人：管迎宾送客的小武官何：荷之省，扛。殳：音书三百赤芾：言穿赤芾的人很多赤芾：为高官所佩[1]：音宙，鸟嘴[2]：音基，升云，或虹"
        },
        {
            "title": "鸿雁",
            "content": "鸿雁于飞，肃肃其羽。之子于征，劬劳于野。爰及矜人，哀此鳏寡。鸿雁于飞，集于中泽。之子于垣，百堵皆作。虽则劬劳，其究安宅。鸿雁于飞，哀鸣嗷嗷。维此哲人，谓我劬劳。维彼愚人，谓我宣骄。",
            "comment": " | 【注释】人民诅咒徭役。他们辛劳在荒野，筑起百堵高墙，却没有安身之所。肃肃：羽声。之子：是子。爰：语词。矜人：可怜人；受苦人。堵：墙壁。一丈为板，五板为堵。究：穷也。宅：居。哲人：智者，聪明人。宣：示也。骄：矫也。宣骄，显示逞强之意。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "衡门",
            "content": "衡门之下，可以栖迟。泌之洋洋，可以乐饥。岂其食鱼，必河之鲂？岂其取妻，必齐之姜？岂其食鱼，必河之鲤？岂其取妻，必宋之子？",
            "comment": " | 【注释】衡门：横木为门，简陋的门可以：何以。泌：音密，泉水"
        },
        {
            "title": "鹤鸣",
            "content": "鹤鸣于九皋，声闻于野。鱼潜在渊，或在于渚。乐彼之园，爰有树檀，其下宅萚。它山之石，可以为错。鹤鸣于九皋，声闻于天。鱼在于渚，或潜在渊。乐彼之园，爰有树檀，其下维榖。它山之石，可以攻玉。",
            "comment": " | 【注释】讽人求贤自助。九皋：皋，沼泽。九皋，九折之泽。萚（音拓）：草木脱落的皮叶。一说木名。它山：一说山名。错：石也，可以琢玉。一说锋利。榖：木名。楮树；构树，皮可制纸。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "河广",
            "content": "谁谓河广？一苇杭之。谁谓宋远？跂予望之。谁谓河广？曾不容刀。谁谓宋远？曾不崇朝。",
            "comment": " | 【注释】[1]：音气，翘起脚跟望崇朝：终朝"
        },
        {
            "title": "何人斯",
            "content": "彼何人斯，其心孔艰。胡逝我梁，不入我门。伊谁云从，维暴之云。二人从行，谁为此祸。胡逝我梁，不入唁我。始者不如今，云不我可。彼何人斯，胡逝我陈。我闻其声，不见其身。不愧于天，不畏于天。彼何人斯，其为飘风。胡不自北，胡不自南。胡逝我梁，祗搅我心。尔之安行，亦不遑舍。尔之亟行，遑脂尔车。壹者之来，云何其盱。尔还而入，我心易也。还而不入，否难知也。壹者之来，俾我祗也。伯氏吹埙，仲氏吹篪。及尔如贯，谅不我知。出此三物，以诅尔斯。为鬼为蜮，则不可得。有腼面目，视人罔极。作此好歌，以极反侧。",
            "comment": " | 【注释】士大夫之间，互相倾轧残害，这是被害者的抒愤诗。艰：狠心。逝：经，过。梁：鱼坝。云：发语词。可：疑为过。陈：堂前的路。飘风：暴起之风。安行：缓行。亟行：急行。脂：膏脂。一说轫车木，停车时支车用。壹者：发语词。类似云，乃。盱（音嘘）：张目。一说通吁，忧愁。易：喜悦。祗（音其）：病。埙（音熏）：古代用陶土做的一种吹奏乐器。篪（音池）：古代用竹制的一种管乐器。贯：用绳串物。三物：指犬、豕、鸡。诅（音祖）：盟誓。蜮（音域）：短狐。古代传说动物。腼（音舔）：惭愧貌。一说狡狯貌。视人罔极：人相视无有极时，终必相见。一说给人看起不正派。反侧：反覆，不正直。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "何草不黄",
            "content": "何草不黄，何日不行，何人不将，经营四方。何草不玄，何人不矜，哀我征夫，独为匪民。匪兕匪虎，率彼旷野，哀我征夫，朝夕不暇。有芃者孤，率彼幽草，有栈之车，行彼周道。",
            "comment": " | 【注释】刺统治者征役不息，人民受难，不如野兽。将：行也。玄：赤黑色。矜（音官）：通鳏。老而无妻的人。一说指危困可怜。率：循。芃（音蓬）：兽毛蓬松貌。幽：深。栈车：役车。一说竹木之车。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "何彼襛矣",
            "content": "何彼襛矣，唐棣之华！曷不肃雝？王姬之车。何彼襛矣，华如桃李！平王之孙，齐侯之子。其钓维何？维丝伊缗。齐侯之子，平王之孙。",
            "comment": " | 【注释】[1]：音浓，衣饰颜色美丽唐棣：指车帷[2]：音拥，和乐缗：合股丝绳，喻男女合婚"
        },
        {
            "title": "昊天有成命",
            "content": "昊天有成命，二后受之。成王不敢康，夙夜基命宥密。於缉熙，单厥心，肆其靖之。",
            "comment": " | 【注释】祭周成王。一说郊祀天地。成命：明命。二后：指文王，武王。夙夜：恭也。基：始也。命：信也。宥：宽也。密：宁也。单：同亶。信。指专诚。靖：和。太平。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "旱麓",
            "content": "瞻彼旱麓，榛楛济济，岂弟君子，干禄岂弟。瑟彼玉瓒，黄流在中，岂弟君子，福禄攸降。鸢飞戾天，鱼跃在渊，岂弟君子，遐不作人。清酒既载，骍牡既备，以享以祀，以介景福。瑟彼柞棫，民所燎矣，岂弟君子，神所劳矣。莫莫葛藟，施于条枚，岂弟君子，求福不回。",
            "comment": " | 【注释】赞周文王能修祖先后稷、公刘、大王、王季之德以受福。旱：山名。麓：山脚。楛（音户）：木名。似荆而赤。济济：众多。岂弟：乐易也。干：求。瑟：洁鲜貌。玉瓒：玉杓。古时以圭为柄的一种酒器。圭前有勺，可以灌酒祭神。黄流：酿酒时合郁金之香，色黄如金。既载：已在尊中矣。载，一说陈设。瑟：众貌。劳（音烙）：来。佑助。莫莫：施貌。一说繁密貌。不回：不违祖先之道。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "汉广",
            "content": "南有乔木，不可休思；汉有游女，不可求思。汉之广矣，不可泳思；江之永矣，不可方思。翘翘错薪，言刈其楚；之子于归，言秣其马。汉之广矣，不可泳思；江之永矣，不可方思。翘翘错薪，言刈其蒌；之子于归，言秣其驹。汉之广矣，不可泳思；江之永矣，不可方思。",
            "comment": " | 【注释】楚：荆也蒌：蒌蒿"
        },
        {
            "title": "韩奕",
            "content": "奕奕梁山，维禹甸之，有倬其道。韩侯受命，王亲命之，缵戎祖考，无废朕命。夙夜匪解，虔共尔位，朕命不易。榦不庭方，以佐戎辟。四牡奕奕，孔修且张。韩侯入觐，以其介圭，入觐于王。王锡韩侯，淑旂绥章，簟茀错衡。玄衮齿舄，钩膺镂钖，鞹鞃浅幭，鞗革金厄。韩侯出祖，出宿于屠，显父饯之，清酒百壶。其殽维何，炰鳖鲜鱼，其蔌维何，维笋及蒲。其赠维何，乘马路车，笾豆有且，侯氏燕胥。韩侯取妻，汾王之甥，蹶父之子。韩侯迎止，于蹶之里。百两彭彭，八鸾镪镪，不显其光。诸娣从之，祁祁如云，韩俟顾之，烂其盈门。蹶父孔武，靡国不到，为韩姞相攸，莫如韩乐。韩乐韩土，川泽訏訏，鲂鱮甫甫，麀鹿噳噳。有熊有罴，有猫有虎，庆既令居，韩姞燕誉。溥彼韩城，燕师所完，以先祖受命，因时百蛮。王锡韩侯，其追其貊，奄受北国，因以其伯。实墉实壑，实亩实籍，献其貔皮，赤豹黄罴。",
            "comment": " | 【注释】尹吉甫赞颂宣王任贤使能及韩侯才能出众。奕奕（音义）：高大貌。甸：治。虔（音前）：固。一说诚敬。榦（音干）：正；匡正。不庭方：不朝周王的国家。戎辟：你君。周王自谓。修：长。张：大。淑：善。旂：画有交龙的旗。绥章：染鸟羽或牦牛尾缀于旗杆首。钖（音扬）：马头上饰物。鞹（音括）：以皮革包裹。鞃（音宏）：车轼中段人所凭的横木，束以革。浅：浅毛的兽皮。幭：音灭）：车轼上的覆盖物。金厄：以金为环，缠扼辔首。且：多貌。侯氏：诸侯。燕：宴。胥：皆。汾王：即厉王。蹶（音决）父：一说蹶父为卿士。烂：灿烂，有光彩。盈门：满门。韩姞：蹶父的女儿。相：看。攸：所；居处。甫甫：大貌。噳噳（音雨）：众多貌；相聚貌。庆：善。燕誉：有显誉。一说安乐。追：西戎。貊：北狄。壑：深沟。籍：一说税；一说户籍。貔（音皮）：白狐。一说古时的一种猛兽；一说即今天的大熊猫。黄罴：熊的一种。疑为棕熊。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "鼓钟",
            "content": "鼓钟将将，淮谁汤汤，忧心且伤。淑人君子，怀允不忘。鼓钟喈喈，淮水喈喈，忧心且悲。淑人君子，其德不回。鼓钟伐鼛，淮有三洲，忧心且婤。淑人君子，其德不犹。鼓钟钦钦，鼓瑟鼓琴，笙磬同音。以雅以南，以籥不僭。",
            "comment": " | 【注释】诗人闻乐心悲，思古刺今之作。将将（音枪）：钟声。怀：和，中和之德。允：语词。不忘：不已。喈喈（音结）：钟声。湝湝（音结）：水流貌。回：邪。鼛（音高）：大鼓。妯（音抽）：哀悼。犹：病。钦钦：钟声。以：为。雅：雅乐。南：南夷之乐。籥（音跃）：古乐器名。僭（音件）：差失。一说乱。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "公刘",
            "content": "笃公刘，匪居匪康。迺埸迺疆，迺积迺仓。迺裹糇粮，于橐于囊，思辑用光。弓矢斯张，干戈戚扬，爰方启行。笃公刘，于胥斯原。既庶既繁，既顺迺宣，而无永叹。陟则在巘，复降在原。何以舟之，维玉及瑶，鞞琫容刀。笃公刘，逝彼百泉，瞻彼溥原。迺陟南冈，乃觏于京。京师之野，于时处处，于时庐旅，于时言言，于时语语。笃公刘，于京斯依。跄跄济济，俾筵俾几。既登乃依，乃造其曹。执豕于牢，酌之用匏。食之饮之，君之宗之。笃公刘，既溥且长，既景迺冈。相其阴阳，观其流泉，其军三单。度其隰原，彻田为粮。度其夕阳，豳居允荒。笃公刘，于豳斯馆。涉渭为乱，取厉取锻。止基迺理，爰众爰有。夹其皇涧，溯其过涧。止旅迺密，芮鞫之即。",
            "comment": " | 【注释】周人自述公刘自邰迁豳，定居并发展农业的历史。笃：厚。一说语词。迺：乃。埸（音易）：田界；疆界。积：露积。指粮囤。橐（音驮）、囊：小袋曰橐，大袋曰囊。辑：和睦。戚扬：斧钺。爰：语词。方：始。胥：相，观看。宣：通，畅。巘（音眼）：小山。舟：带。鞞琫（音饼崩，三声）：刀鞘上的装饰物。也用来指刀鞘。容刀：佩刀。庐、旅：古同声通用。寄。一说房舍。语语：一说闹闹嚷嚷。跄跄（音枪）：步趋有节貌。济济：庄严恭敬貌。既登乃依：宾客已登席坐矣，乃依几矣。造：祰之假借。告祭。曹：槽之省借。祭猪神。匏（音袍）：瓜名。景：日影。冈：山冈。相：看。阴阳：山北水南为阴，山南水北为阳。三单：相袭，相代。指轮流当兵。度：测量。彻：治；开发。夕阳：山的西边。乱：横渡。厉：砺的本字。磨刀石。锻：石也。止基迺理：宫室之功止，而后疆理其田野。众：指人口增加。有：指物产丰富。皇、过：涧名。旅：众。密：安。芮（音锐）：水涯。鞫（音居）：究，曲。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "葛覃",
            "content": "葛之覃兮，施于中谷，维叶萋萋。黄鸟于飞，集于灌木，其鸣喈喈。葛之覃兮，施于中谷，维叶莫莫。是刈是濩，为絺为绤，服之无斁。言告师氏，言告言归。薄污我私，薄浣我衣。害浣害否？归宁父母。",
            "comment": " | 【注释】葛：植物名。覃：借作藤[1]：音获，煮[2]：音吃，细葛布[3]：音戏，粗葛布[4]：音译，厌葛覃．后妃之本也．后妃在父母家．则志在于女功之事．躬俭节用．服澣濯之衣．尊敬师傅．则可以归安父母．化天下以妇道也．"
        },
        {
            "title": "葛藟",
            "content": "绵绵葛藟，在河之浒。终远兄弟，谓他人父。谓他人父，亦莫我顾！绵绵葛藟，在河之涘。终远兄弟，谓他人母。谓他人母，亦莫我有！绵绵葛藟，在河之漘。终远兄弟，谓他人昆。谓他人昆，亦莫我闻！",
            "comment": " | 【注释】[1]：音垒远：音院，远离[2]：音四，水边[3]：音纯，河岸"
        },
        {
            "title": "葛屦",
            "content": "纠纠葛屦，可以履霜？掺掺女手，可以缝裳？要之襋之，好人服之。好人提提，宛然左辟，佩其象揥。维是褊心，是以为刺。",
            "comment": " | 【注释】屦：音具，鞋纠纠：形容破烂不堪掺掺：音三，同纤纤要：音妖，钮襻[1]：音机，衣领提提：安祥文雅。左辟：左避[2]：音替，发篦褊心：偏心。刺：讽刺"
        },
        {
            "title": "羔羊",
            "content": "羔羊之皮，素丝五紽；退食自公，委蛇委蛇。羔羊之革，素丝五緎；委蛇委蛇，自公退食。羔羊之革，素丝五总；委蛇委蛇，退食自公。",
            "comment": " | 【注释】[1]：音驼，丝结，丝钮食音四。委蛇：大摇大摆洋洋自得[2]：音迂，同紽总：音宗，纽结羔羊．鹊巢之功致也．召南之国化文王之政．在位皆节俭正直．德如羔羊也．"
        },
        {
            "title": "羔裘",
            "content": "羔裘逍遥，狐裘以朝。岂不尔思？劳心忉忉。羔裘翱翔，狐裘在堂。岂不尔思？我心忧伤。羔裘如膏，日出有曜。岂不尔思？中心是悼。",
            "comment": " | 【注释】朝：音巢，上朝。尔：桧国之君"
        },
        {
            "title": "葛生",
            "content": "葛生蒙楚，蔹蔓于野。予美亡此。谁与？独处！葛生蒙棘，蔹蔓于域。予美亡此。谁与？独息！角枕粲兮，锦衾烂兮。予美亡此。谁与？独旦！夏之日，冬之夜。百岁之后，归於其居！冬之夜，夏之日。百岁之后，归於其室！",
            "comment": " | 【注释】蒙：覆盖。蔹：音敛，野葡萄予美：我的好人蔓：音万粲、烂：灿烂其居、其室：亡夫的墓穴"
        },
        {
            "title": "羔裘",
            "content": "羔裘豹袪，自我人居居！岂无他人？维子之故。羔裘豹袖，自我人究究！岂无他人？维子之好。",
            "comment": " | 【注释】[1]：音去，袖。自我人：我的人居居：即倨倨，傲慢无礼究究：音求，仇的借字"
        },
        {
            "title": "甘棠",
            "content": "蔽芾甘棠，勿翦勿伐，召伯所茇。蔽芾甘棠，勿翦勿败，召伯所憩。蔽芾甘棠，勿翦勿拜，召伯所说。",
            "comment": " | 【注释】[1]甘棠：杜梨，枝干高大，常植于社前。[2]蔽芾：芾音费，浓荫。[3]召音绍。[4]茇：音波，居住的意思。甘棠．美召伯也．召伯之教．明于南国."
        },
        {
            "title": "干旄",
            "content": "孑孑干旄，在浚之郊。素丝纰之，良马四之。彼姝者子，何以畀之？孑孑干旟，在浚之都。素丝组之，良马五之。彼姝者子，何以予之？孑孑干旌，在浚之城。素丝祝，良马六之。彼姝者子，何以告之？",
            "comment": " | 【注释】干旄：一种用山鸡羽装饰，以丝绳作流苏的彩旗}纰：音匹，连缀。畀：给，予[1]：音于，同旄"
        },
        {
            "title": "甫田",
            "content": "倬彼甫天，岁取千千。我取其陈，食我农人，自古有年。今适南亩，或耘或耔，黍稷薿薿。攸介攸止，烝我髦士。以我齐明，与我牺羊，以社以方。我天既臧，农夫之庆。琴瑟击鼓，以御田祖，以祈甘雨。以介我黍稷，以榖我士女。曾孙来止，以其妇子，馌彼南亩。田畯至喜，攮其左右，尝其旨否。禾易长亩，终善且有。曾孙不怒，农夫克敏。曾孙之稼，如茨如梁。曾孙之庾，如坻如京。乃求千斯仓，乃求万斯箱。黍稷稻梁，农夫之庆。报以介福，万寿无疆。",
            "comment": " | 【注释】祈年、祭神的乐歌。倬（音卓）：大。甫田：大田。有年：丰年。耘：锄草。耔（音子）：壅土。薿薿（音你）：茂盛貌。介：舍。一说大。止：息。一说至。烝：进。一说乃。髦（音毛）：官。一说英俊之士。齐（音咨）明：祭器中所盛的谷物。牺：牛。社：指土地神。方：祭名。迎四方气于郊也。御（音迓）：迎。田祖：田神。榖：养。妇：天子之妻亦称妇。馌（音业）：给在田耕作的人送饭。喜：酒食。这里作动词用。攮：指礼让。易：禾盛貌。敏：疾也。稼：禾。茨：积。一说屋盖。梁：车梁。坻（音池）：水中高地。京：高丘。坻、京，形容丰年堆积如山的谷物。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "甫田",
            "content": "无田甫田，维莠骄骄。无思远人，劳心忉忉。无田甫田，维莠桀桀。无思远人，劳心怛怛。婉兮娈兮，总角丱兮。未几见兮，突而弁。",
            "comment": " | 【注释】无田：不要耕治甫田：荒芜多草的土地总角：童子将头发梳成两个髻丱：音贯，形容总角翘起之状弁：音片，冠名，男子二十而冠"
        },
        {
            "title": "蜉蝣",
            "content": "蜉蝣之羽，衣裳楚楚。心之忧矣，於我归处？蜉蝣之翼，楚楚衣服。心之忧矣，於我归息？蜉蝣掘阅，麻衣如雪。心之忧矣，於我归说？",
            "comment": " | 【注释】我：通何阅：音穴，通穴"
        },
        {
            "title": "芣苢",
            "content": "采采芣苢，薄言采之。采采芣苢，薄言有之。采采芣苢，薄言掇之。采采芣苢，薄言捋之。采采芣苢，薄言袺之。采采芣苢，薄言襭之。",
            "comment": " | 【注释】[1]：音否（fou2）以，车前子[2]：音洁，用衣襟兜东西[3]：音协，把衣襟角系上兜东西芣苡．后妃之美也．和平则妇人乐有子矣．"
        },
        {
            "title": "凫鹥",
            "content": "凫鹥在泾，公尸来燕来宁，尔酒既清，尔殽既馨。公尸燕饮，福禄来成。凫鹥在沙，公尸来燕来宜，尔酒既多，尔殽既嘉。公尸燕饮，福禄来为。凫鹥在渚，公尸来燕来处，尔酒既湑，尔殽伊脯。公尸燕饮，福禄来下。凫鹥在潀，公尸来燕来宗，既燕于宗，福禄攸降。公尸燕饮，福禄来崇。凫鹥在亹，公尸来止熏熏，旨酒欣欣，燔炙芬芬。公尸燕饮，无有后艰。",
            "comment": " | 【注释】周初宗庙再祭公尸之诗。凫（音伏）：野鸭。鹥（音一）：鸥。泾（音京）：水中。一说水名；一说直波。成：重。一说成就。沙：水边。宜：宜其事也。为：助。一说厚。处：止。指居处。脯（音府）：干肉。下：降。潨（音中）：涯。一说水会处。宗：尊。指尊敬神。于宗：在宗室；在宗庙。崇：义同申。重也。亹（音门）：峡中两岸对峙如门的地方。来止熏熏，旨酒欣欣：疑为来止欣欣，旨酒熏熏。艰：难。指灾难。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "风雨",
            "content": "风雨凄凄，鸡鸣喈喈。既见君子，云胡不夷？风雨潇潇，鸡鸣胶胶。既见君子，云胡不瘳？风雨如晦，鸡鸣不已。既见君子，云胡不喜？",
            "comment": " | 【注释】夷：心情平静瘳：音抽，病愈"
        },
        {
            "title": "羔裘",
            "content": "羔裘如濡，洵直且侯。彼其之子，舍命不渝。羔裘豹饰，孔武有力。彼其之子，邦之司直。羔裘晏兮，三英粲兮。彼其之子，邦之彦兮。",
            "comment": " | 【注释】濡：音如，湿，润泽洵：音询，诚然，的确司直：负责正人过失的官吏"
        },
        {
            "title": "丰年",
            "content": "丰年多黍多馀，亦有高廪，万亿及姊。为酒为醴，烝畀祖妣。以洽百礼，降福孔皆。",
            "comment": " | 【注释】周成王时，秋冬丰熟祭祖。稌（音涂）：稻。一说专指糯谷。廪：藏米仓库。亿、秭（音子）：数目。万万为亿，亿亿为秭。这里指数目多。畀（音币）：给予。以洽百礼：指汇集百样祭物。洽，齐。皆：遍。一说嘉。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "丰",
            "content": "子之丰兮，俟我乎巷兮，悔予不送兮。子之昌兮，俟我乎堂兮，悔予不将兮。衣锦褧衣，裳锦褧裳。叔兮伯兮，驾予与行。裳锦褧裳，衣锦褧衣。叔兮伯兮，驾予与归。",
            "comment": " | 【注释】丰：丰满，容光焕发俟：音四，等候[1]：音窘，单衣"
        },
        {
            "title": "汾沮洳",
            "content": "彼汾沮洳，言采其莫。彼其之子，美无度。美无度，殊异乎公路。彼汾一方，言采其桑。彼其之子，美如英。美如英，殊异乎公行。彼汾一曲，言采其藚。彼其之子，美如玉。美如玉，殊异乎公族。",
            "comment": " | 【注释】汾：汾水。沮洳：音居如，低湿莫：羊蹄菜公路：管王公宾祀之车驾的官吏公行：管王公兵车的官吏[1]：音序，泽泻草公族：管王公宗族之事的官吏"
        },
        {
            "title": "匪风",
            "content": "匪风发兮，匪车偈兮。顾瞻周道，中心怛兮。匪风飘兮，匪车嘌兮。顾瞻周道，中心吊兮。谁能烹鱼？溉之釜鬵。谁将西归？怀之好音。",
            "comment": " | 【注释】匪：彼之借偈：音结，迅速驰驱周道：大道嘌：音飘，轻捷之状釜：锅[1]：音寻，大釜"
        },
        {
            "title": "访落",
            "content": "访予落止，率时昭考。於乎悠哉，朕未有艾。将予就之，继犹判涣。维予小子，未堪家多难。绍庭上下，陟降厥家。休矣皇考，以保明其身。",
            "comment": " | 【注释】周成王即政，祭庙并咨谋群臣。访：谋。落：始。率：循。昭考：一说指武王。朕未有艾：心中无数。一说我不能达到。将予就之，继犹判涣：将使予勉强以就之者，犹恐其判涣而不合也。判涣，分散。绍：继。厥家：群臣。以保明其身：指明察是非，择安去危，保全其身。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "伐木",
            "content": "伐木丁丁，鸟鸣嘤嘤，出自幽谷，迁于乔木。嘤其鸣矣，求其友声，相彼鸟矣，犹求友声。矧伊人矣，不求友生，神之听之，终和且平。伐木许许，酾酒有藇，既有肥羜，以速诸父。宁适不来，微我弗顾，於粲洒扫，陈馈八簋。既有肥牡，以速诸舅，宁适不来，微我有咎。伐木于阪，酾酒有衍，笾豆有践，兄弟无远。民之失德，干糇以愆，有酒湑我，无酒酤我。坎坎鼓我，蹲蹲舞我，迨我暇矣，饮此湑矣。",
            "comment": " | 【注释】宴朋友亲戚故旧。丁丁：伐木声。嘤嘤：鸟和鸣声。一说惊惧貌。矧（音审）：况且，何况。神之听之：一说指应警戒和听从。许许：众人共力之声。即劳动号子。酾（音师或筛）：滤酒。藇（音许）：美貌。一说茱萸，用以制酒，酒有其香。羜（音住）：五个月的小羊。衍：美貌。一说满溢。愆：过失。湑（音许）：滤过的酒，引申为清。酤：买酒。一说一种速成的酒。坎坎：鼓声。蹲蹲（音存）：舞貌。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "伐柯",
            "content": "伐柯如何？匪斧不克。取妻如何？匪媒不得。伐柯伐柯，其则不远。我觏之子，笾豆有践。",
            "comment": " | 【注释】则：法。其则不远：合乎礼法笾：音边，竹篾食具践：成行成列之状"
        },
        {
            "title": "防有鹊巢",
            "content": "防有鹊巢，邛有旨苕。谁侜予美？心焉忉忉。中唐有甓，邛有旨鷊。谁侜予美？心焉惕惕。",
            "comment": " | 【注释】防：枋，常绿乔木，可为红色染料邛：音穷，土丘。旨：美。苕：凌霄花[1]：音舟，谎言欺骗[2]：绶草，十样锦"
        },
        {
            "title": "二子乘舟",
            "content": "二子乘舟，泛泛其景。愿言思子，中心养养！二子乘舟，泛泛其逝。愿言思子，不瑕有害？",
            "comment": " | 【注释】二子：卫宣公的两个异母子"
        },
        {
            "title": "都人士",
            "content": "彼都人士，狐裘黄黄，其容不改，出言有章。行归于周，万民所望。彼都人士，薹笠缁撮，彼君子女，绸直如发。我不见兮，我心不说。彼都人士，充耳琇实，彼君子女，谓之尹吉。我不见兮，我心苑结。彼都人士，垂带而立，彼君子女，卷发如虿。我不见兮，言之从迈。匪伊垂之，带则有馀，匪伊卷之，发则有旟。我不见兮，云何盱矣。",
            "comment": " | 【注释】周大夫经离乱之后，缅怀旧日都邑人物。周：忠信。一说周室都城镐京。薹（音台）：草名。可以做笠。缁撮（音资撮）：缁布冠。绸：丝。琇（音秀）：美石。尹吉：尹氏，吉氏，当时的大姓。苑（音运又音郁）结：郁结。厉：带之垂者。虿（音拆，四声）：蝎子一类的毒虫。旟（音余）：扬。指往上翘。盱（音须）：望。一说通吁，忧愁。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "东门之杨",
            "content": "东门之杨，其叶将将，昏以为期，明星煌煌。东门之杨，其叶肺肺，昏以为期，明星晢晢。",
            "comment": " | 【注释】将将，肺肺：木盛貌。昏：黄昏[1]：音志，同煌"
        },
        {
            "title": "东门之墠",
            "content": "东门之墠，茹藘在阪。其室则迩，其人甚远。东门之栗，有践家室。岂不尔思？子不我即。",
            "comment": " | 【注释】[1]：音善，土坪[2]：音虑茹藘：茜草。践：成行成列"
        },
        {
            "title": "东门之枌",
            "content": "东门之枌，宛丘之栩。子仲之子，婆娑其下。穀旦于差，南方之原。不绩其麻，市也婆娑。穀旦于逝，越以鬷迈。视尔如荍，贻我握椒。",
            "comment": " | 【注释】[1]：音分，白榆栩：音许，柞树子仲：陈国的姓氏[2]：毂去车加上一下禾，音古，指风光美好[3]鬷迈：音纵力，多次来回走[4]：音瞧，紫红荆葵"
        },
        {
            "title": "东门之池",
            "content": "东门之池，可以沤麻。彼美淑姬，可以晤歌。东门之池，可以沤苎。彼美淑姬，可以晤语。东门之池，可以沤菅。彼美淑姬，可以晤言。",
            "comment": " | 【注释】菅：音间，草名"
        },
        {
            "title": "东方之日",
            "content": "东方之日兮，彼姝者子，在我室兮。在我室兮，履我即兮。东方之月兮，彼姝者子，在我闼兮。在我闼兮，履我发兮。",
            "comment": " | 【注释】履：同蹑，放轻脚步。即：相就，亲近闼：音榻，大门口发：走去"
        },
        {
            "title": "东方未明",
            "content": "东方未明，颠倒衣裳。颠之倒之，自公召之。东方未晞，颠倒裳衣。颠之倒之，自公令之。折柳樊圃，狂夫瞿瞿。不能辰夜，不夙则莫。",
            "comment": " | 【注释】公：王公贵人[1]：音希，天刚亮瞿瞿：惊慌失色的样子莫：音木，古暮字"
        },
        {
            "title": "定之方中",
            "content": "定之方中，作于楚宫。揆之以日，作于楚室。树之榛栗，椅桐梓漆，爰伐琴瑟。升彼虚矣，以望楚矣。望楚与堂，景山与京。降观于桑，卜云其吉，终焉允臧。灵雨既零，命彼倌人，星言夙驾，说于桑田。匪直也人，秉心塞渊，騋牝三千。",
            "comment": " | 【注释】定：星宿名，又叫营室星十月之交，定星昏中而正，宜定方位，造宫室。楚：楚丘，地名揆：音葵，测度；虚：墟，指漕邑旧城之墟臧：好，善。零：落星言：晴焉说于桑田：指文公关心农桑[1]：马高七尺以上"
        },
        {
            "title": "蝃蝀",
            "content": "蝃蝀在东，莫之敢指。女子有行，远父母兄弟。朝隮于西，崇朝其雨。女子有行，远父母兄弟。乃如之人也，怀婚姻也。大无信也，不知命也！",
            "comment": " | 【注释】[1]：音帝东，爱情与婚姻的象征在东：暮虹在东方出现[2]：音记，升如：往。怀：欲，想无信：不固守那不合理的\"贞信\"----------------------------------------------　①蝃蝀（音di4 dong4）：彩虹，爱情与婚姻的象征。　在东：彩虹出在东方。　②有行：指出嫁。　③隮（音ji1积）：一说升云，一说虹。　崇朝：终朝，整个早晨，指从日出到吃早餐的时候。　④乃如之人：象这样的人。　怀：古与“坏”通用，败坏，破坏。　昏姻：婚姻。　⑤大：太。　信：贞信，贞节。　命：父母之命。"
        },
        {
            "title": "杕杜",
            "content": "有杕之杜，有睆其实。王事靡盬，继嗣我日。日月阳止，女之伤止，征夫遑止。有杕之杜，其叶萋萋。王事靡盬，我心伤悲。卉木萋止，女心悲止，征夫归止。陴彼北山，言采其杞。王事靡盬，忧我父母。檀车幝幝，四牡痯痯，征夫不远。匪载匪来，忧心孔疚。期逝不至，而多为恤。卜筮偕止，会言近止，征夫迩止。",
            "comment": " | 【注释】怀念征人，盼望早归。睆（音缓）：实貌。一说光泽貌；一说果实浑圆貌。嗣：续。遑：空闲。杞：枸杞。檀车：一说役车。幝幝（音产）：破敝貌。痯痯（音管）：疲貌。匪载匪来：前“匪”为语词，后“匪”作“不”解。载：指车乘。恤（音许）：忧。偕：嘉。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "杕杜",
            "content": "有杕之杜，其叶湑湑。独行踽踽。岂无他人？不如我同父。嗟行之人，胡不比焉？人无兄弟，胡不佽焉？有杕之杜，其叶菁菁。独行茕茕。岂无他人？不如我同姓。嗟行之人，胡不比焉？人无兄弟，胡不佽焉？",
            "comment": " | 【注释】[1]：音地，独特，孤零零的样子[2]：音虚，形容草木茂盛踽踽：音举，孤独无依的样子[3]：同情，帮助-----------------------------------------------　①有杕（音地）：即“杕杕”，孤立生长貌。　杜：木名。赤棠。　②湑（音许）：形容树叶茂盛。　③踽踽（音举）：单身独行、孤独无依的样子。　④同父：指同胞兄弟；一说同祖父的族昆弟。　⑤比：亲近。　⑥佽（音次）：资助，帮助。　⑦菁菁：树叶茂盛状。　⑧睘睘(音穷)：同“茕茕”，孤独无依的样子。　⑨同姓：一母所生的兄弟。姓，生。题解：流浪者之歌。译文：路旁赤棠孤零零，树叶倒是密密生。独自流浪好凄清。难道路上没别人，不如同父兄弟亲。叹息来往过路人，为何不与我亲近？兄弟不在无依靠，为何不将我帮衬？路旁赤棠孤零零，树叶倒是密又青。独自流浪多悲辛。难道路上没别人，不如同姓兄弟亲。叹息来往过路人，为何不与我亲近？兄弟不在无依靠，为何不将我帮衬？"
        },
        {
            "title": "荡",
            "content": "荡荡上帝，下民之辟。疾威上帝，其命多辟。天生烝民，其命匪谌。靡不有初，鲜克有终。文王曰咨，咨女殷商。曾是强御，曾是掊克。曾是在位，曾是在服。天降慆德，女兴是力。文王曰咨，咨女殷商。而秉义类，强御多怼。流言以对，寇攘式内。侯作侯祝，靡届靡究。文王曰咨，咨女殷商。女炰烋于中国，敛怨以为德。不明尔德，时无背无侧。尔德不明，以无陪无卿。文王曰咨，咨女殷商。天不湎尔以酒，不义从式。既愆尔止，靡明靡晦。式号式呼，俾昼作夜。文王曰咨，咨女殷商。如蜩如螗，如沸如羹。小大近丧，人尚乎由行。内奰于中国，覃及鬼方。文王曰咨，咨女殷商。匪上帝不时，殷不用旧。虽无老成人，尚有典刑。曾是莫听，大命以倾。文王曰咨，咨女殷商。人亦有言，颠沛之揭。枝叶未有害，本实先拨。殷鉴不远，在夏后之世。",
            "comment": " | 【注释】周大夫用文王指责殷商的暴虐，以警周暴君。荡荡：法度废坏貌。一说邪辟貌。辟（音必）：国君。疾威：暴戾。辟（音屁）：邪僻。谌：诚。咨：叹词。强御：强暴。掊（音掊）克：聚敛贪狠。在服：在职，在任，在宫。慆德：慢德。指害人之政，害人之君。女：汝。兴：与，助。而：同尔。秉：用。怼（音对）：怨恨。对：遂也。有兴起之意。攘（音嚷）：窃取。侯：于是。作、祝：诅咒。届：极。究：穷。炰烋（音袍肖）：怒吼，咆哮。敛怨以为德：多为可怨之事，而反自以为德。无背无侧：背无臣，侧无人。一说不知有人背叛、反侧。湎（音免）：沉迷于酒。不义从式；不宜放纵自恣。止：仪容。蜩（音条）：蝉。螗（音唐）：蝉的一种。奰（音必）：怒。覃：及，延。鬼方：远方。颠：仆。沛：拔。揭：见根貌。拨：败之假借。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "大田",
            "content": "大田多稼，既种既戒。既备乃事，以我覃耜。俶载南亩，播厥百谷。既庭且硕，曾孙是若。既方既皁，既坚既好，不稂不莠。去其螟螣，及其蟊贼，无害我田稚。田祖有神，秉畀炎火。有渰萋萋，兴云祁祁。雨我公田，遂及我私。彼有不获稚，此有不敛穧。彼有遗秉，此有滞穗，伊寡妇之利。曾孙来止，以其妇子。馌彼南亩，田畯至喜。来方禋祀，以其骍黑，与其黍稷。以享以祀，以介景福。",
            "comment": " | 【注释】西周贵族丰收祭神的诗。种：选种。戒：准备。覃（音眼）：锋利。俶（音出）载：开始从事。庭：直。若：顺。方：房也。谷始生未实之称。皁（音造）：谷实才结成的状态。稂（音郎）：童粱。稗子。莠：田间害草。俗称狗尾草。螟（音冥）：螟蛾的幼虫。蛀食稻心。螣（音特）食苗叶的害虫。蟊（音毛）：食稻根的害虫。贼：食稻茎的害虫。穉（音至）：晚植的谷类。引申为幼苗。秉畀炎火：持之付与炎火。渰（音眼）：云兴起貌。萋萋：云行貌。祁祁：众多貌。公田：井田制的公田。我私：公田外开垦的私田。穧（音即）：已割而未收的农作物。秉：谷把。滞穗：丢弃的谷穗。骍黑：指牛豕。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "大叔于田",
            "content": "叔于田，乘乘马。执辔如组，两骖如舞。叔在薮，火烈具举。襢裼暴虎，献于公所。将叔勿狃，戒其伤女。叔于田，乘乘黄。两服上襄，两骖雁行。叔在薮，火烈具扬。叔善射忌，又良御忌。抑磬控忌，抑纵送忌。叔于田，乘乘鸨。两服齐首，两骖如手。叔在薮，火烈具阜。叔马慢忌，叔发罕忌，抑释冰忌，抑鬯弓忌。",
            "comment": " | 【注释】乘乘马：音成盛，乘四马大车骖：音参，车辕外侧两马薮：音擞，沼泽地带[1]：音檀西，赤膊暴虎：徒手搏虎公所：君王的宫室狃：音纽，反复做某事抑：发语词磬：音庆，纵马驰骋忌：助词冰：箭筒盖------------------------------------------------　①田：同“畋”，打猎。　②乘（音cheng2成）乘（音sheng4胜）：前一乘为动词，后为名词。古时一车四马叫一乘。　③组：织带平行排列的经线。　④骖（音can1参）：驾车的四马中外侧两边的马。　⑤薮（音sou3擞）：低湿多草木的沼泽地带。　⑥烈：“迾”的假借。火迾，打猎时放火烧草，遮断野兽的逃路。　具：同“俱”。　举：起。　⑦襢裼（音tan3ti4袒惕）：脱衣袒身。　暴：通“搏”。　⑧公所：君王的宫室。　⑨將（qiang1枪)：请，愿。　狃（音niu3纽）：反复做某事。此指猎手自以为猎技非常熟练而有所疏忽。　⑩黄：黄马。　⑾服：驾车的四马中间的两匹。　襄：同“骧”，奔马抬起头。　⑿忌：作语尾助词。　良御：驾马很在行。　⒀抑：发语词。　磬（音庆）控：弯腰如磬，勒马使缓行或停步。　纵送：放马奔跑。　一说骋马曰磬，止马曰控，发矢曰纵，从禽曰送。皆言御者驰逐之貌。　⒁鸨（音保）：有黑白杂毛的马。其色如鸨，故以鸟名马。　⒂阜：旺盛。　⒃罕：稀少。　⒄释：打开。　掤（bing3冰）：箭筒盖。　⒅鬯（音chang4唱）：弓囊，此处用做动词。题解：赞美善射、善猎、善御和善骑的青年猎人。一说同上篇刺郑庄公。译文：三哥出发去打猎，驾起大车四马奔。手拉缰绳如执组，骖马真似舞翩翩。三哥冲进深草地，四面猎火齐点燃。袒身赤膊斗猛虎，从容献到主公前。三哥请勿太轻率，老虎伤人提防严。三哥出发去打猎，驾车四马毛色黄。服马马头高抬起，骖马整齐如雁行。三哥冲进深草地，四面猎火烧得旺。三哥射箭箭法准，驾车本领也高强。勒马止步弯下腰，纵马奔驰松马僵。三哥出发去打猎，驾车四马杂色毛。服马齐头又并进，骖马如手双协调。三哥冲进深草地，四面猎火熊熊烧。三哥控马渐慢行，三哥放箭渐稀少。打开箭筒箭收起，拉过弓袋弓放好。"
        },
        {
            "title": "大明",
            "content": "明明在下，赫赫在上，天难忱斯，不易维王。天位殷適，使不挟四方。挚仲氏任，自彼殷商，来嫁于周，曰嫔于京。乃及王季，维德之行，大任有身，生此文王。维此文王，小心翼翼，昭事上帝，聿怀多福。厥德不回，以受方国。天监在下，有命既集，文王初载，天作之合。在洽之阳，在渭之涘，文王嘉止，大邦有子。大邦有子，伣天之妹，文定厥详，亲迎于渭。造舟为梁，不显其光。有命自天，命此文王，于周于京。缵女维莘，长子维行，笃生武王。保右命尔，燮伐大商。殷商之旅，其会如林。矢于牧野，维予侯兴。上帝临女，无贰尔心。牧野洋洋，檀车煌煌，驷騵彭彭。维师尚父，时维鹰扬。凉彼武王，肆伐大商，会朝清明。",
            "comment": " | 【注释】周人称述文武从开国到灭商得天之助。明明：施明德于天下。忱（音沉）：信也。適（音敌）：嗣也。挟（音夹）：达也。挚：国名。仲：中女也。任：姓。嫔（音贫）：妇。一说嫁。大任：太任。文王之母。身：怀孕。聿：语词。怀：可。方国：四方来附者。集：就。初载：初年。洽（音合）：水名。阳：水的北面。渭：水名。涘：涯。水边。嘉：美。伣（音欠）：好比。文：礼。详：吉。造舟为梁：舟上加板，造为浮桥。不：发语词。于周于京：改号为周，易邑为京。缵女：继妃。一说继女。莘：国名。长子：文王长子伯邑考。一说长女太姒。维行：维德之行。笃：语词。燮（音谢）：和也。旅：众。会：发石机。一说古代旗的一种。矢：陈。一说誓。洋洋：广大貌。煌煌：明也。騵（音元）：赤毛白腹的马。尚父：姜太公吕望。凉（音亮）：辅佐。肆：一说遂。会朝清明：要不到一朝而天下清明。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "大东",
            "content": "有饛簋飧，有捄棘匕。周道如砥，其直如矢。君子所履，小人所视。睠言顾之，潸焉出涕。小东大东，杼柚其空。纠纠葛屦，可以履霜。佻佻公子，行彼周行。既往既来，使我心疚。有冽氿泉，无浸获薪。契契寤叹，哀我惮人。薪是获薪，尚可载也。哀我惮人，亦可息也。东人之子，职劳不来。西人之子，粲粲衣服。舟人之子，熊罴是裘。私人之子，百僚是试。或以其酒，不以其浆。鞙鞙佩璲，不以其长。维天有汉，监亦有光。跂彼织女，终日七襄。虽则七襄，不成报章。睆彼牵牛，不以服箱。东有启明，西有长庚。有捄天毕，载施之行。维南有箕，不可以簸扬。维北有斗，不可以挹酒浆。维南有箕，载翕其舌。维北有斗，西柄之揭。",
            "comment": " | 【注释】写周室对东方诸侯国的严重榨取，反映王室与诸侯的矛盾。饛（音蒙）：满簋貌。簋（音鬼）：古食器。青铜或陶制。圆口，圈足，有耳或无耳。捄（音求）：长貌。匕（音比）：勺、匙之类。砥（音底）：磨刀石。睠（音倦）：同眷。反顾也。潸（音山）：泪流貌。小东大东：东方大小之国。一说近东远东之国。杼（音住）：梭。盛纬器。柚（音轴）：织机受经者也。佻佻（音挑）：轻薄不耐劳苦之貌。氿（音鬼）泉：侧出泉。穫：木名。桦树。一说刈伐。契契：忧苦貌。惮（音但）：劳。西人：指周京师来人。舟：周的谐音。裘：皮裘。一说求。私人之子：家庭奴隶。百僚：百仆。一说百官。鞙鞙（音捐）：玉貌。璲（音遂）：瑞玉名，可以为佩。瑞是宋玉。长：杂佩虽长都是普通的佩玉。汉：银河。监（音件）：视。跂（音起）：通歧。分歧。七襄：七次移动位置。报：反复（织布）。睆（音缓）：明星貌。服：负。箱：大车之箱。毕：星宿名。共八星，形状象田猎用的毕网（带柄的网）。斗：北斗星。挹（音义）：舀。翕（音细）：引。一说敛缩。揭：高举。按本章末四句，箕星张口要吞咽，斗星柄指向西方，比喻西人向东方搜刮和榨取。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "大车",
            "content": "大车槛槛，毳衣如菼。岂不尔思？畏子不敢。大车啍啍，毳衣如璊。岂不尔思？畏子不奔。谷则异室，死则同穴。谓予不信，有如皦日。",
            "comment": " | 【注释】槛槛：车轮的响声。毳：音粹。毳衣：一种绣衣[1]：炎加草头，音坦，初生的荻苇，形容嫩绿色[2]：音敦，重滞徐缓的样子[3]：音门，红色美玉，喻红色谷：生，活着[4]：音缴，白---------------------------------------------①大车：古代用牛拉货的车。　槛槛（音kan3砍）：车轮的响声。　②毳（音cui4脆）衣：毡子。本指兽类细毛，可织成布匹，制衣或缝制车上的帐篷。此处从闻一多说。　菼（音tan3毯）：芦苇的一种，也叫荻，茎较细而中间充实，颜色青绿。此处以之比喻毳的颜色。　③啍啍（音tun1吞）：重滞徐缓的样子。　④璊（音men2门）：红色美玉，此处喻红色车篷。一说赤苗的谷。 　⑤毂（gu3）：生，活着。　⑥皦（音jiao3缴）：同“皎”，白。题解：女子对男子表示坚贞的爱情。译文：大车奔驰声隆隆，青色毛毡做车篷。难道我不思念你？怕你不敢来相逢。大车慢行声沉重，红色毛毡做车篷。难道我不思念你？怕你私奔不敢动。活着居室两不同，死后要埋一坟中。如果你还不信我，太阳作证在天空！【赏析】《毛诗序》说这首诗是“刺周大夫”，说他不敢信守诺言。这种说法不确，因为全诗并没有更多的社会背景描述。我们细味全诗，很自然地发现，这是一首爱情诗。诗的意思简明直截：一位赶大车的小伙子和一位姑娘相恋，他要求她私奔(大概姑娘家里有人不同意)，她却有点犹疑。于是，小伙子指天发誓，一定要和姑娘结合，生不能同床，死也要同穴。爱情的强烈、坚定、至死不渝，大概总可以感动姑娘了。这首诗把环境气氛与主人公心情结合起来，相互烘托促进，是一个特色。第一章写小伙子赶着盖有青色车篷的大车奔驰，在隆隆的车声里，小伙子心潮澎湃：“岂不尔思，畏子不敢。”姑娘，你到底敢不敢与我相爱相恋呢？小伙子的冲动，与姑娘的犹疑，制造了恋爱中的痛苦。第二章以沉重的车轮声，衬托小伙子内心的苦恼。这时候，小伙子终于明白了：姑娘的犹疑是因为她家里不同意这段恋情。因此，摆在面前的是：姑娘敢不敢、能不能不经父母许可就和小伙子私奔，结成夫妻。这是姑娘的终身大事，不能不慎重考虑。因为一旦遇人不淑，又背叛了父母，那么自己的前途就十分悲惨了。第二章既回溯了第一章姑娘犹疑的原因，又提出私奔有无后顾之忧的考虑。诗歌是由小伙子口中唱出来的，表示小伙子已经明白姑娘的处境和心思了。于是，自然地引出第三章：小伙子指天发誓，永远忠于爱情，即使生不能同床，死后也要同穴。古人指天发誓是十分慎重的行为，这是自然崇拜与祖先崇拜时代极为庄严的仪式。因为他们相信，违反了诺言要受到天谴的。小伙子慎重的发誓，从意蕴而言，已是圆满地解释了姑娘的疑虑，使姑娘放心大胆地投向恋人的怀抱。从情节而言，诗歌却不再描述其最后结局了。人们可以从诗意延续中推想：这一对恋人，一定高高兴兴地驾着大车，奔向相爱相伴的幸福生活了。这首诗，将环境气氛与人物心情相结合相衬托，把故事按情节发展而安排诗章，以心理推想取代完整故事结局，都有特色。千年之下，读者感受到的，主要仍然是那两颗充满忠贞爱情的年青的心。(陈铭)"
        },
        {
            "title": "鹑之奔奔",
            "content": "鹑之奔奔，鹊之畺畺。人之无良，我以为兄？鹊之畺畺，鹑之奔奔。人之无良，我以为君？",
            "comment": " | 【注释】①鹑：鸟名，即鹌鹑。　奔奔：跳跃奔走。　鹊：喜鹊。　彊彊（音疆）：翩翩飞翔。奔奔、彊彊，都是形容鹑鹊居有常匹，飞则相随的样子。②无良：不善。　我：“何”之借字，古音我、何相通。一说为人称代词。③君：指卫宣公。题解：卫国人民讽刺卫宣公，以为鸟兽之不若。"
        },
        {
            "title": "楚茨",
            "content": "楚楚者茨，言抽其棘。自昔何为，我艺黍稷。我黍与与，我稷翼翼。我仓既盈，我庾维亿。以为酒食，以享以祀。以妥以侑，以介景福。济济跄跄，絜尔牛羊，以往烝尝。或剥或亨，或肆或将。祝祭于祊，祀事孔明。先祖是皇，神保是飨。孝孙有庆，报以介福，万寿无疆。执爨踖踖，为俎孔硕。或燔或炙，君妇莫莫。为豆孔庶，为宾为客。献酬交错，礼仪卒度，笑语卒获。神保是格，报以介福，万寿攸酢。我孔戁矣，式礼莫愆。工祝致告，徂赉孝孙。苾芬孝祀，神嗜饮食。卜尔百福，如幾如式。既齐既稷，既匡既敕。永锡尔极，时万时亿。礼仪既备，钟鼓既戒。孝孙徂位，工祝致告。神具醉止，皇尸载起。钟鼓送尸，神保聿归。诸宰君妇，废彻不迟。诸父兄弟，备言燕私。乐具入奏，以绥后禄。尔殽既将，莫怨具庆。既醉既饱，小大稽首。神嗜饮食，使君寿考。孔惠孔时，维其尽之。子子孙孙，勿替引之。",
            "comment": " | 【注释】粮食丰收，祭祀祈福。楚楚：植物丛生貌。茨：蒺藜。抽：除。棘：刺。与与：茂盛貌。翼翼：繁盛貌。庾（音雨）：露天堆积谷物处。妥：安。侑：劝饮食。景：大。济济：形容众多。跄跄：步趋有节貌。絜（音协）：洁净。烝：冬祭。尝：秋祭。肆：陈设。将：捧持。祊（音崩）：宗庙门内设祭的地方。孔：甚。明：指祭礼齐备。一说祭礼洁净。神保：祭祀对尸的美称。孝孙：主祭人对已故父母的自称。报：一说指报祭。爨（音窜）：烧火煮饭。踖踖（音及）：敏捷而又恭敬。俎（音阻）：古代祭祀盛牛羊的礼器。青铜制或漆器。莫莫：安静。获：得时也。指笑语尽兴。格：至。酢（音作）：以酒回敬。戁（音蝻）：敬惧。莫愆：无过。工祝：主持祭祀司仪的人。致告：告利成也。徂：往。赉（音来）：赏赐。苾（音必）芬：芬芳。形容祭品的香味。孝祀：祭献。卜：予。幾：期。式：法。稷：急。匡：端正。敕：严正。戒：齐备。皇：美称。尸：代表神灵受祭的活人。废：去也。彻：撤除。将：一说美好。替：废除。引：长久。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "出其东门",
            "content": "出其东门，有女如云。虽则如云，匪我思存。缟衣綦巾，聊乐我员。出其闉闍，有女如荼。虽则如荼，匪我思且。缟衣茹藘，聊可与娱。",
            "comment": " | 【注释】缟：音稿，素白绢綦：音机，暗绿色[1]：音因都，外城门[2]：虑加草头，音虑茹藘：茜草-------------------------------------------------①东门：城东门。　②如云：形容众多。　③匪：非。思存：想念。思：语助词。存：一说在；一说念；一说慰籍。　④缟（音稿）：白色；素白绢。　綦（音qi2其）巾：暗绿色头巾。　⑤聊：愿。　员（yun2云）：同“云”，语助词。⑥闉闍（音因都）：外城门。　⑦荼：茅花，白色。茅花开时一片皆白，此亦形容女子众多。　⑧且（ju1居）：语助词。一说慰籍。　⑨茹藘（ru2lv2如驴）：茜草，其根可制作绛红色染料，此指绛红色蔽膝。　◇“缟衣”、“綦巾”、“茹藘”之服，均显示此女身份之贫贱。题解：男子表现自己爱有所专。译文：漫步城东门，美女多若天上云。虽然多若云，非我所思人。唯此素衣绿头巾，令我爱在心。漫步城门外，美女多若茅花白。虽若茅花白，亦非我所怀。唯此素衣红佩巾，可娱可相爱。"
        },
        {
            "title": "出车",
            "content": "我出我车，于彼牧矣。自天子所，谓我来矣。召彼仆夫，谓之载矣。王事多难，维其棘矣。我出我车，于彼郊矣。设此旐矣，建彼旄矣。彼旟旐斯，胡不旆旆。忧心悄悄，仆夫況瘁。王命南仲，往城于方。出车彭彭，旂旐央央。天子命我，城彼朔方。赫赫南仲，玁狁于襄。昔我往矣，黍禝方华。今我来思，雨雪载涂。王事多难，不遑启居。岂不怀归，畏此简书。喓喓草虫，趯趯阜螽。未见君子，忧心忡忡。既见君子，我心则降。赫赫南仲，薄伐西戎。春日迟迟，卉木萋萋。仓庚喈喈，采蘩祁祁。执讯获丑，薄言还归。赫赫南仲，玁狁于夷。",
            "comment": " | 【注释】出征猃狁，告捷劳还。后采以入乐，用以慰劳凯旋将士的乐歌。谓：使也。旐（音兆）：画着龟蛇的旗。旟（音于）：画有鸟隼的旗。旆旆（音配）：下垂貌。古时旗末状如燕尾的垂旒。況：憔悴。南仲：宣王时将领。央央：鲜明貌。赫赫：盛。襄：除。简书：官书写在竹简上。一说盟书。西戎：猃狁。祁祁：舒迟。一说众多貌。执讯获丑：生者讯之，杀者馘之。获，馘也。不服者杀而献其左耳曰馘。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "绸缪",
            "content": "绸缪束薪，三星在天。今夕何夕，见此良人。子兮子兮，如此良人何！绸缪束刍，三星在隅。今夕何夕，见此邂逅。子兮子兮，如此邂逅何！绸缪束楚，三星在户。今夕何夕，见此粲者。子兮子兮，如此粲者何！",
            "comment": " | 【注释】①绸缪（音仇谋）：缠绕，捆束。犹缠绵也。　束薪：喻夫妇同心，情意缠绵。②三星：即参星，主要由三颗星组成。③良人：丈夫，指新郎。朱熹《诗集传》：“良，夫称也。”④子兮：你呀。 ⑤刍（音除）：喂牲口的青草。⑥隅：指东南角。⑦邂逅（音谢后）：即解媾，解，悦也。原意男女和合爱悦，这里指志趣相投的人。⑧楚：荆条。⑨户：门。⑩粲（音灿）：漂亮的人，指新娘。题解：贺婚者闹新房时唱的歌。译文：一把柴火扎得紧，天上三星亮晶晶。今夜究竟是哪夜？见这好人真欢欣。要问你啊要问你，将这好人怎样亲？一捆牧草扎得多，东南三星正闪烁。今夜究竟是哪夜？遇这良辰真快活。要问你啊要问你，拿这良辰怎么过？一束荆条紧紧捆，天边三星照在门。今夜究竟是哪夜？见这美人真兴奋。要问你啊要问你，将这美人怎样疼？"
        },
        {
            "title": "鸱枭",
            "content": "鸱枭鸱枭，既取我子，无毁我室。恩斯勤斯，鬻子之闵斯！迨天之未阴雨，彻彼桑土，绸缪牖户。今此下民，或敢侮予？予手拮据，予所捋荼，予所畜租，予口卒瘏，曰予未有室家！予羽谯谯，予尾修修，予室翘翘，风雨所漂摇，予维音哓哓！",
            "comment": " | 【注释】鸱枭：音吃消，猫头鹰鬻：音玉，养育。闵：音敏，同悯迨：趁着[1]：音涂，病苦哓：音消，凄苦的叫声"
        },
        {
            "title": "晨风",
            "content": "鴥彼晨风，郁彼北林。未见君子，忧心钦钦。如何如何？忘我实多！山有苞栎，隰有六驳。未见君子，忧心靡乐。如何如何？忘我实多！山有苞棣，隰有树檖。未见君子，忧心如醉。如何如何？忘我实多！",
            "comment": " | 【注释】[1]：音玉，鸟轻飞的样子[2]：音遂，山梨"
        },
        {
            "title": "臣工",
            "content": "嗟嗟臣工，敬尔在公。王釐尔成，来咨来茄。嗟嗟保介，维莫之春。亦又何求，如何新畬。於皇来牟，将受厥明。明昭上帝，迄用康年。命我众人，庤乃钱镈，奄观铚艾。",
            "comment": " | 【注释】周公成王庙祭后，诫诸侯农官即时治田以备丰收。臣工：诸臣官。一说管田的官。王：往。釐：禧之假借。告吉。成：谷熟为成。咨：谋。茹：度。保介：保护田界之人。农官。又：有。皇：美。明：成，熟。庤（音至）：储备。钱（音剪）：农具名。类似铁铲。镈（音博）：锄田去草的农具。铚（音至）：农具名。一种短小的镰刀。艾：一种镰刀。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "车舝",
            "content": "间关车之舝兮，思娈季女逝兮。匪饥匪渴，德音来括，虽无好友，式燕且喜。依彼平林，有集维鷮，辰彼硕女，令德来教。式燕且誉，好尔无射。虽无旨酒，式饮庶几，虽无佳殽，式食庶几。虽无德与女，式歌且舞。陴彼高冈，析其柞薪，析其柞薪，其叶湑兮。鲜我觏尔，我心写兮。高山仰止，景行行之，四牡騑騑，六辔如琴。觏尔新昏，以慰我心。",
            "comment": " | 【注释】新婚宴饮。间关：象声词。车的摩擦声。一说辗转。舝（音辖）：通辖。车轴铁头；车轴的键。括：会也。虽无好友：反意说法。一说友指女方。式：作语助。依：茂木貌。平林：林木在平地者。鷮（音骄）：雉。射（音义）：厌。柞：木名。湑：盛也。鲜（音险）：善。觏：见。高山仰止，景行行之：高山仰视得见，远路行走得到。指有高德者而慕仰之，有明行者而行之引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "车邻",
            "content": "有车邻邻，有马白颠。未见君子，寺人之令。阪有漆，隰有栗。既见君子，并坐鼓瑟。今者不乐，逝者其耋。阪有桑，隰有杨。既见君子，并坐鼓簧。今者不乐，逝者其亡。",
            "comment": " | 【注释】邻邻：象声词白颠：白额，一种良马耋：音迭，八十老人"
        },
        {
            "title": "车攻",
            "content": "我车既攻，我马既同，四牡庞庞，驾言徂东。田车既好，四牡孔阜，东有甫草，驾言行狩。之子于苗，选徒嚣嚣，建旐设旄，搏兽于敖。驾彼四牡，四牡奕奕，赤芾金舄，会同有绎。决拾既佽，弓矢既调，射夫既同，助我举柴。四黄既驾，两骖不猗，不施其驰，舍矢如破。萧萧马鸣，悠悠旆旌，徒御不惊，大庖不盈。之子于征，有闻无声，允矣君子，展也大成。",
            "comment": " | 【注释】贵族出猎。攻：坚。同：聚。庞庞（音龙）：强壮。徂东：往东。阜：壮大。甫草：甫田之草。一说地名；一说大草泽。苗：夏猎曰苗。选：通算。嚣嚣（音敖）：喧嚣。敖：郑国地名。会同：诸侯朝见天子的通称。这里指聚集。绎：络绎不断。决、拾：射者所用工具。决以钩弦，拾以护臂。即扳指护臂衣。佽（音次）：用手指相比次调弓矢。调：指调弓矢。同：协同。柴（音字）：积。举积禽也。不失其驰：言御者不失其驰驱之法。舍矢如破：发失命中，如锥破物。徒：士卒。御：驾车之人。不警：警戒。不，助句之词。允：信。展：诚。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "常武",
            "content": "赫赫明明，王命卿士，南仲大祖，大师皇父。整我六师，以修我戎，既敬既戒，惠此南国。王谓尹氏，命程伯休父，左右陈行，戒我师旅。率彼淮浦，省此徐土，不留不处，三事就绪。赫赫业业，有严天子，王舒保作，匪绍匪游。徐方绎骚，震惊徐方，如雷如霆，徐方震惊。王奋厥武，如震如怒，进厥虎臣，阚如虓虎。铺敦淮濆，仍执丑虏，截彼淮浦，王师之所。王旅啴啴，如飞如翰，如江如汉，如山之苞。如川之流，绵绵翼翼，不测不克，濯征徐国。王犹允塞，徐方既来，徐方既同，天子之功。四方既平，徐方来庭，徐方不回，王曰还归。",
            "comment": " | 【注释】周宣王亲率师伐徐，而命皇父统六军以平之。赫赫：盛貌。明明：明察；明智。南仲大祖：言王于大祖庙命南仲为卿士。既敬既戒：警戒。尹氏：尹吉甫。一说官名。程伯休父：一说程伯休父当时担任大司马。浦：水滨。省：查看。不留不处：诛其君，吊其民。不，语词。留，同刘，杀。处，吊。三事：指立三卿。业业：动貌。指行军前进。王舒保作：王师缓慢安全行进。绍：缓。绎骚：扰动；震动。阚（音罕）：虎怒貌。虓（音肖）：虎叫。铺：一说大；一说止。敦：屯。陈列。濆（音坟）：大堤；沿河高地。仍：就。截：切断。引申为整治。翰：赤羽的山鸡；高飞。苞：本。比喻不可动也。绵绵：长。翼翼：盛。濯（音浊）：大。犹：谋。来：同勑。顺服。同：会同。来庭：来朝见。不回：不违。不背信。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "长发",
            "content": "濬哲维商，长发其祥，洪水芒芒，禹敷下土方。外大国是疆，幅陨既长，有娀方将，帝立子生商。玄王桓拨，受小国是达，受大国是达。率履不越，遂视既发，相土烈烈，海外有截。帝命不违，至于汤齐，汤降不迟，圣敬日跻。昭假迟迟，上帝是祗，帝命式于九围。受小球大球，为下国缀旒，何天之休。不竞不絿，不刚不柔，敷政优优，百禄是遒。受小共大共，为下国骏厖，何天之龙。敷奏其勇，不震不动，不戁不竦，百禄是总。武王载旆，有虔秉钺，如火烈烈，则莫我敢曷。苞有三蘖，莫遂莫达，九有有截。韦顾既伐，昆吾夏桀。昔在中叶，有震且业，允也天子，降予卿士。实维阿衡，实左右商王。",
            "comment": " | 【注释】殷高宗时祭天。一说叙述殷商的起源。濬（音俊）哲：明哲。外大国是疆：以外国为中国之境。幅陨：幅员。广均。有娀：国名。一说契母。将：大。长大。玄王：契。桓：大。拨：治。履：礼。遂：遍。视：巡视。发：行。相土：商王契孙。烈烈：威武貌。截；整齐。跻（音积）：升。祗（音其）：敬。九围：九州。球：俅，法也。缀旒：表率。休：美誉。絿（音求）：急。一说指松缓。优优：平和貌。遒：聚。共：拱，法也。骏厖：庇护。一说良马。戁（音难，三声）：恐惧。竦（音耸）：恐惧。武王：商汤。虔：牢固。曷：遏的假借。苞：本指夏桀。三蘖：指韦、顾及昆吾。有震且业：有威且大。一说指发生动乱真是危急。阿衡：伊尹的官名。指伊尹。左右：助。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "草虫",
            "content": "喓喓草虫，趯趯阜螽；未见君子，忧心忡忡。亦既见止，亦既觏止，我心则降。陟彼南山，言采其蕨；未见君子，忧心惙惙。亦既见止，亦既觏止，我心则说。陟彼南山，言采其薇；未见君子，我心伤悲。亦既见止，亦既觏止，我心则夷。",
            "comment": " | 【注释】[1]：音要，虫鸣。草虫：一种能叫蝗虫[2]：音梯，昆虫跳跃之状仲春采蕨，正是男女求爱季节[3]：音戳，愁苦的样子草虫．大夫妻能以礼自防也．-------------------------------------------------1.喓喓(yāo腰):虫鸣声。草虫:一种能叫蝗虫,蝈蝈儿。2.趯趯(tì替):昆虫跳跃之状,阜螽:即蚱蜢，一种蝗虫。3.忡忡(chōnɡ冲):心跳。4.止:之、他，一说语助。5.觏(ɡòu够):遇见。6.陟:升；登。7.蕨:植物名,初生无叶，可食,8.惙惙(chuò绰):忧,愁苦的样子,9.说(yuè月):通悦。10.薇:草本植物,又名巢菜，或野豌豆。11.夷:平。心平则喜。题解：女子怀念丈夫时的忧伤译文：听那蝈蝈蠷蠷叫，看那蚱蜢蹦蹦跳。没有见到那君子，忧思不断真焦躁。如果我已见着他，如果我已偎着他，我的心中愁全消。登上高高南山头，采摘鲜嫩蕨莱叶。没有见到那君子，忧思不断真凄切。如果我已见着他，如果我已偎着他，我的心中多喜悦。登上高高南山顶，采摘鲜嫩巢菜苗。没有见到那君子，我很悲伤真烦恼。如果我已见着他，如果我已偎着他，我的心中平静了。【赏析】　　此诗的主旨，《毛诗序》谓“大夫妻能以礼自防也”，朱熹《诗集传》则谓“南国被文王之化，诸侯大夫行役在外，其妻独居，感时物之变，而思其君子如此”。旧说另有“大夫归心召公说”、“室家思念南仲说”、“托男女情以写君臣念说”等等，本文以为此诗是写思妇情怀之作，所思是她钟爱的人，至于是丈夫还是情人，可不必深究，因为这无碍我们对诗意的理解、诗情的玩味。诗首章将思妇置于秋天的背景下，头两句以草虫鸣叫、阜螽相随蹦跳起兴，这是她耳闻目睹的，说是赋亦无不可。画面之内如此，画面之外可以猜想，她此时也许还感受到秋风的凉意，见到衰败的秋草，枯黄的树叶……大自然所呈露的无不是秋天的氛围。“悲哉秋之为气也”，秋景最易勾起离情别绪，怎奈得还有那秋虫和鸣相随的撩拨，诗人埋在心底的相思之情一下子被触动了，激起了心中无限的愁思：“未见君子，忧心忡忡。”忡忡，犹冲冲，形容心绪不安。本诗构思的巧妙，就在于以下并没有循着“忧心忡忡”写去，而是打破了常规，完全撇开离情别绪，诸如自己孤处的凄凉、强烈的思念，竟不着一字，而却改用拟想，假设所思者突然出现在自己的面前，那将是如何呢?诗云，“亦既见之，亦既觏之，我心则降。”见，说的是会面；觏，《易》曰：“男女觏精，万物化生。”故郑笺谓“既觏”是已婚的意思，可见“觏”当指男女情事而言，译为“偎着”是模糊意思，非直解。降，下的意思，指精神得到安慰，一切愁苦不安皆已消失。古人质直，印使是女诗人也不作掩饰。这里以“既见”、“既觏”与“未见”相对照，情感变化鲜明，欢愉之情可掬。运用以虚衬实，较之直说如何如何痛苦，既新颖、具体，又情味更浓。方玉润说得好：“本说‘未见’，却想及既见情景，此透过一层法。”(《诗经原始》)所谓“透过一层法”，指的就是虚实相衬法。　　第二、三章虽是重叠，与第一章相比，不仅转换了时空，拓宽了内容，情感也有发展。登高才能望远，诗人“陟彼南山”，为的是赡望“君子”。然而从山颠望去，所见最显眼的就是蕨和薇的嫩苗，诗人无聊之极，随手无心采着。采蕨、采薇暗示经秋冬而今已是来年的春夏之交，换句话说，诗人“未见君子”不觉又多了一年，其相思之情自然也是与时俱增，“惙惙”表明心情凝重，几至气促；“伤悲”更是悲痛无语，无以复加。与此相应的，则是与君子“见”、“觏”的渴求也更为迫切，她的整个精神依托、全部生活欲望、唯一欢乐所在，几乎全系于此：“我心则说(悦)”、“我心则夷”，多么大胆而率真的感情，感人至深。方玉润说：“始因秋虫以寄托，继历春景而忧思。既未能见，则更设为既见情形，以自慰其幽思无已之心。此善言情作也。然皆虚想，非真实觏。《古诗十九首》‘行行重行行’、‘蝼蛄夕鸣悲’、‘明月何皎皎’等篇，皆是此意。”(《诗经原始》)此可谓善读诗矣。　　本诗虽是重章结构，押韵却有变化，首章一、二、四、七句用韵；而二、三章则是二、四、七用韵，译诗仿此叶韵。另外王力《诗经韵读》认为各章第三句“子”与第五、六句“止”亦是韵脚。　(蒋立甫)"
        },
        {
            "title": "采薇",
            "content": "采薇采薇，薇亦作止。曰归曰归，岁亦莫止。靡家靡室，猃狁之故。不遑启居，猃狁之故。采薇采薇，薇亦柔止。曰归曰归，心亦忧止。忧心烈烈，载饥载渴。我戍未定，靡使归聘。采薇采薇，薇亦刚止。曰归曰归，岁亦阳止。王事靡盬，不遑启处。忧心孔疚，我行不来。彼尔维何，维常之华。彼路斯何，君子之车。戎车既驾，四牡业业。岂敢定居，一月三捷。驾彼四牡，四牡騤騤。君子所依，小人所腓。四牡翼翼，象弭鱼服。岂不日戒，猃狁孔棘。昔我往矣，杨柳依依。今我来思，雨雪霏霏。行道迟迟，载饥载渴。我心伤悲，莫知我哀。",
            "comment": " | 【注释】薇，野豌豆苗，可食。作，生，指初生。止，语末助词。曰，言、说。一说为语首助词，无实意。莫，即今“暮”字。靡室靡家，无有家室生活。意指男旷女怨。猃（xian，上声）狁（yun，上声），即北狄，匈奴。不遑，不暇。启，跪、危坐。居，安坐、安居。古人席地而坐，故有危坐、安坐的分别。无论危坐和安坐都是两膝着席，危坐（跪）时腰部伸直，臀部同足离开；安坐时则将臀部贴在足跟上。柔，柔嫩。“柔”比“作”更进一步生长。烈烈，犹炽烈。载饥载渴，则饥则渴；即又饥又渴。戍，防守。定，止。聘，问，谓问候。刚，坚硬。阳，十月为阳。今犹言“十月小阳春”。靡（gu，上声），王引之释为无止息。启处，犹言启居。孔，甚，很。疚，病，苦痛。尔，假作“”。，花盛貌。常，常棣，既扶移，植物名。路，假作“辂”，大车。斯何，犹言维何。君子，指将帅。戎车，兵车。牡，雄马。业业，壮大貌。定居，犹言安居。捷，接。谓接战、交战。一说，捷，邪出，指改道行军。此句意谓，一月多次行军。騤（kui，阳平），雄强，威武。腓（fei，阳平），庇，掩护。翼翼，安闲貌。谓马训练有素。弭（mi，上声），弓的一种，其两端饰以骨角。象弭，以象牙装饰弓端的弭。鱼服，鱼皮制的箭袋。日戒，日日警惕戒备。棘，急。孔棘，很紧急。昔，指出征时。依依，茂盛貌。一说，依恋貌。思，语末助词。霏霏，雪大貌。迟迟，迟缓。"
        },
        {
            "title": "采菽",
            "content": "采菽采菽，筐之筥之，君子来朝，何锡予之。虽无予之，路车乘马，又何予之，玄衮及黼。觱沸槛泉，言采其芹，君子来朝，言观其旂。其旂淠淠，鸾声嘒嘒，载骖载驷，君子所届。赤芾在股，邪幅在下，彼交匪纡，天子所予。乐只君子，天子命之，乐只君子，福禄申之。维柞之枝，其叶蓬蓬，乐只君子，殿天子之邦。乐只君子，万福攸同，平平左右，亦是率从。汎汎杨舟，绋纚维之，乐只君子，天子葵之。乐只君子，福禄膍之，优哉游哉，亦是戾矣。",
            "comment": " | 【注释】赞美诸侯来朝以刺周幽王无理无信于诸侯。玄衮：卷龙。黼（音甫）：黑与白谓之黼。觱（音必）：水响声。沸：形容泉水冒出，如同沸水。槛泉：正出也。淠淠（音佩又音必）：动也。嘒嘒（音会）：有节奏。届：至。芾：蔽膝。邪幅：形如今之裹腿。纾：缓；怠慢。申：重。殿：镇定。平平：辩治不绝之貌。一说闲雅之貌。绋（音弗）：大索。纚（音梨）：拴。葵：揆。指量才使用。膍（音皮）：厚赐。戾：至。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "采芑",
            "content": "薄言采芑，于彼新田，于此菑亩。方叔涖止，其车三千，师干之试。方叔率止，乘其四骐，四骐翼翼。路车有奭，簟茀鱼服，钩膺鞗革。薄言采芑，于彼新田，于此中乡。方叔涖止，其车三千，旂旐中央。方叔率止，约軝错衡，八鸾玱玱。服其命服，朱芾斯皇，有玱葱珩。鴥彼飞隼，其飞戾天，亦集爰止。方叔涖止，其车三千，师干之试。方叔率止，钲人伐鼓，陈师鞠旅。显允方叔，伐鼓渊渊，振旅阗阗。蠢尔蛮荆，大邦为讎。方叔元老，克壮其犹。方叔率止，执讯获丑。戎车啴啴，啴啴焞焞，如霆如雷。显允方叔，征伐玁狁，蛮荆来威。",
            "comment": " | 【注释】赞美周宣王卿士方叔率军出征，克狄致胜。芑（音起）：苦菜。新田：开垦两年的田地。菑（音资）：开垦一年的田地。其车三千：兵车一乘，有甲士三人，步卒七十二人，载辎重车二十五人，共百人；三千乘，应有三十万之众。一说非实数，夸张说法，以壮军威。师干之试：士卒皆有佐师捍敌之用。翼翼：顺序貌。奭（音势）：赤色。簟茀：以方文竹簟（席）为车蔽。鱼服：以鲛鱼皮为矢服（箭囊）。钩膺：马胸腹上的带饰。膺，马带。乡：一说乡党的乡；一说在开垦一年的新田当中。约軝（音其）：以皮革缠束兵车之毂。错衡：车上横木的花纹。八鸾：铃在镳上叫鸾。马口两鸾，四马八鸾。玱玱（音枪）：玉声。葱珩：青色佩玉。戾：至。钲：古时号令士众进退的一种乐器。陈师：整列队伍。鞠旅：告戒士众。允：作语助。渊渊：鼓声。振旅：一说休整军队；一说停止操练军队。阗阗（音田）：象声词。击鼓声。蠢：不恭。猷：谋。啴啴（音滩）：众多。焞焞（音吞）：盛貌。指朱红的车子闪闪发光。霆：霹雷。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "采蘋",
            "content": "于以采蘋？南涧之滨；于以采藻？于彼行潦。于以盛之？维筐及筥；于以湘之？维锜及釜。于以奠之？宗室牖下；谁其尸之？有齐季女。",
            "comment": " | 【注释】[1]：水草名行潦：水流。潦：音涝[2]：音举，圆形的筐湘：烹煮供祭祀用的牛羊等[3]：音奇，有足锅。釜：无足锅尸：主持祭祀之事。齐：音斋，斋之省借采苹．大夫妻能循法度也．能循法度．则可以承先祖共祭祀矣．-----------------------------------------------1.蘋:多年生水草,可食。2.藻:水生植物。一说水豆。3.行潦(hánɡ lǎo杭老):沟中积水。行,水沟；潦,路上的流水、积水。4.筥(jǔ举):圆形的筐。方称筐,圆称筥。5.湘:烹煮供祭祀用的牛羊等。6.錡(qí奇):有足锅。釜:无足锅。7.奠:放置。8.宗室:宗庙、祠堂。牖(yǒu有):天窗。9.尸:主持。古人祭祀用人充当神,称尸。10.有:语首助词,无义。齐(zhāi斋):美好而恭敬，“斋”之省借。季:少、小。题解：女子为贵族采蘋祭祀译文：哪儿可以去采蘋?就在南面涧水滨。哪儿可以去采藻?就在积水那浅沼。什么可把东西放?有那圆篓和方筐。什么可把食物煮?有那锅儿与那釜。安置祭品在哪里?祠堂那边窗户底。今儿谁是主祭人?少女恭敬又虔诚。(惠渭舟译)【赏析】　　对于这首诗的主旨，《左传·隐公三年》将其与《采蘩》、《行苇》、《泂酌》同视为“昭忠信”之作，而更多的古代学者受“诗教”的影响。根据《礼记·昏义》为说，认为是贵族之女出嫁前去宗庙祭祀祖先的诗，毛传云：“古之将嫁女者，必先礼之于宗室，牲用鱼，芼之以蘋藻。”方玉润《诗经原始》云：“女将嫁而教之以告于其先也。”惟明代何楷《诗经世本古义》认为诗中所谓“季女”与《左传·襄公二十八年》中的“季兰”同为一人，均是指周武王元妃邑姜，此诗即是赞美邑姜之作。现代学者大都认为这首诗是描写女奴们为其主人采办祭品以奉祭祀的诗篇，这更符合诗意。　　根据文献我们可以知道，在古代，贵族之女出嫁前必须到宗庙去祭祀祖先，同时学习婚后的有关礼节。这时，奴隶们为其主人采办祭品、整治祭具、设置祭坛，奔走终日、劳碌不堪，这首诗就是描写她们劳动过程的。全诗三章，每章四句。首章两问两答，点出采蘋菜、采水藻的地点，次章两问两答，点出盛放、烹煮祭品的器皿，末章两问两答，点出祭地和主祭之人。　　俗话说：“上供神吃，心到佛知。”这些普普通通的祭品和繁琐的礼仪，却蕴积着人们的寄托和希冀，因而围绕祭祀的一切活动都无比虔诚、圣洁、庄重，正如《左传·隐公三年》所说：“苟有明信，涧溪沼沚之毛，蘋蘩蕰藻之菜，筐筥錡釜之器，潢汙行潦之水，可荐于鬼神，可羞于王公。”因此，诗人不厌其烦，不惜笔墨，层次井然地叙写祭品、祭器、祭地、祭人，将繁重而又枯燥的劳动过程描写得绘声绘色。　　这首诗的艺术魅力主要源于问答体的章法，而其主要构成因素就是五个“于以”的运用，正如吴闿生《诗意会通》引旧评所云：“五用‘于以’字，有‘群山万壑赴荆门’之势。”全诗节奏迅捷奔放，气势雄伟，而五个“于以”的具体含意又不完全雷同，连绵起伏，摇曳多姿，文末“谁其尸之，有齐季女”戛然收束，奇绝卓特，烘云托月般地将季女的美好形象展现给读者。　(昝亮)"
        },
        {
            "title": "采绿",
            "content": "终朝采绿，不盈一匊，予发曲局，薄言归沐。终朝采绿，不盈一襜，五日为期，六日不詹。之子于狩，言韔其弓，之子于钓，言纶之绳。其钓维何，维鲂及鱮，维鲂及鱮，薄言观者。",
            "comment": " | 【注释】妇人思夫，期逝不至之作。绿：植物名。又名王芻。花色深绿，古时用它的汁作黛色着画。匊（音掬）：两手合捧。局：卷。蓝：染草。襜（音搀）：系在衣服前面的围裙。詹：至。韔（音唱）：弓袋。作动词用。鱮（音叙）：一种大头鲢。观：通贯。引申为多。一说看。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "采苓",
            "content": "采苓采苓，首阳之巅。人之为言，苟亦无信。舍旃舍旃，苟亦无然。人之为言，胡得焉？采苦采苦，首阳之下。人之为言，苟亦无与。舍旃舍旃，苟亦无然。人之为言，胡得焉？采葑采葑，首阳之东。人之为言，苟亦无从。舍旃舍旃，苟亦无然。人之为言，胡得焉？",
            "comment": " | 【注释】苟亦无信：不要轻信旃：音瞻，之胡得：何所取苓：甘草。苦：苦菜。葑：芜菁-----------------------------------------------①苓：通“蘦”，一种药草，即大苦。毛传：“苓，大苦也。”沈括《梦溪笔谈》：“此乃黄药也。其味极苦，谓之大苦。”俞樾《群经评议》：“诗人盖托物以见意，苓之言怜也，苦之言苦也。”旧注或谓此苓为甘草，非。②首阳：山名，在今山西永济县南，即雷首山。③为(音wei3伪)言：即“伪言”，谎话。为，通“伪”。④苟亦无信：不要轻信。⑤舍旃(音zhan1瞻)：放弃它吧。舍，放弃；旃，“之焉”的合声。⑥无然：不要以为然。⑦胡：何，什么。 ⑧苦：苦菜，野生可食。⑨无与：勿用也。指不要理会。⑩葑：芜菁，大头菜之类的蔬菜。题解：告戒人们，切勿轻信谣言。译文：采黄药啊采黄药，首阳山顶遍地找。有人专爱造谣言，切勿轻信那一套。别信它呀别信它，流言蜚语不可靠。有人专爱造谣言，到头什么能捞到？ 采苦菜啊采苦菜，首阳山脚遍地找。有人专爱造谣言，切勿跟随他一道。别信它呀别信它，流言蜚语不可靠。有人专爱造谣言，到头什么能捞到？采芜菁啊采芜菁，首阳东麓遍地找。有人最爱说假话，切勿信从随他跑。别信它呀别信它，流言蜚语不可靠。有人专爱造谣言，到头什么能捞到？"
        },
        {
            "title": "采葛",
            "content": "彼采葛兮，一日不见，如三月兮！彼采萧兮，一日不见，如三秋兮！彼采艾兮，一日不见，如三岁兮！",
            "comment": " | 【注释】①葛：一种蔓生植物，块根可食，茎可制纤维。②萧：植物名。蒿的一种，即青蒿。有香气，古时用于祭祀。　③三秋：通常一秋为一年，后又有专指秋三月的用法。这里三秋长于三月，短于三年，义同三季，九个月。④艾：植物名，菊科植物，可制艾绒灸病。题解：情人相思之词。一说朋友相念。译文：那个采葛的姑娘啊。一日不见她，好像三个整月长啊。那个采蒿的姑娘啊。一日不见她，好像三个秋季长啊。那个采艾的姑娘啊。一日不见她，好像三个周年长啊。【赏析】本篇由于只是表现一种急切的相思情绪而没有具体内容，所以旧说随意性很大，如《毛诗序》以为是“惧谗”，所谓“一日不见于君，忧惧于谗矣”；朱熹《诗集传》则斥为“淫奔”之诗，说“采葛所以为絺綌，盖淫奔者托以行也。故因以指其人，而言思念之深，未久而似久也”；吴懋清《毛诗复古录》则以为采葛(萧、艾)比喻平时蓄养人才，“临时方获其用，若求之太急……一日则如三月之久”；牟庭《诗切》又说是“刺人娶妻……而徒溺其色，一日不见，则思之如三月之久”；姚际恒、方玉润、吴闿生却一致认为是怀友忆远之诗，方氏申述云：“夫良友情亲如夫妇，一朝远别，不胜相思，此正交情深厚处，故有三月、三秋、三岁之感也！”(《诗经原始》)近人则多主恋歌说。就诗论诗，视为怀念情人之作为妥。闻一多指出“采集皆女子事，此所怀者女，则怀之者男”(《风诗类钞》)。译文取闻说作男词。热恋中情人无不希望朝夕厮守，耳鬓相磨，分离对他们是极大的痛苦，所谓“乐哉新相知，忧哉生别离”，即使是短暂的分别，在他或她的感觉中也似乎时光很漫长，以至于难以忍耐。本诗三章正是抓住这一人人都能理解的最普通而又最折磨人的情感，反覆吟诵，重叠中只换了几个字，就把怀念情人愈来愈强烈的情感生动地展现出来了，仿佛能触摸到诗人激烈跳动的脉搏，听到他那发自心底的呼唤。全诗既没有卿卿我我一类爱的呓语，更无具体的爱的内容叙述，只是直露地表白自己思念的情绪，然而却能拨动千古之下读者的心弦，并将这一情感浓缩为“一日三秋”的成语，审美价值永不消退，至今仍活在人们口头。其艺术感染力的奥妙在哪里？拙作《风诗含蓄美论析》曾剖析本诗“妙在语言悖理”，意思说：从科学时间概念衡量，三个月、三个季节、三个年头怎能与“一日”等同呢？当是悖理的，然而从诗抒情看却是合理的艺术夸张，合理在热恋中情人对时间的心理体验，一日之别，逐渐在他或她的心理上延长为三月、三秋、三岁，这种对自然时间的心理错觉，真实地映照出他们如胶似漆、难分难舍的恋情。这一悖理的“心理时间”由于融进了他们无以复加的恋情，所以看似痴语、疯话，却能妙达离人心曲，唤起不同时代读者的情感共鸣。(蒋立甫)"
        },
        {
            "title": "采蘩",
            "content": "于以采蘩，于沼于沚；于以用之，公侯之事。于以采蘩，于涧之中；于以用之，公侯之宫。被之僮僮，夙夜在公；被之祁祁，薄言还归。",
            "comment": " | 【注释】蘩：水草名。[1]：音止，水中沙洲被：音皮，古代妇女发式。僮僮：高而蓬松祁祁：众多采蘩．夫人不失职也．夫人可以奉祭祀．则不失职矣．------------------------------------------------1.于以:问词,往哪儿。一说语助。蘩(fán繁):白蒿。生彼泽中,叶似嫩艾,茎或赤或白,根茎可食,古代常用来祭祀。2.沼:沼泽。沚(zhǐ止):水中小洲。3.事:此指祭祀。4.涧:山夹水也。5.宫:大的房子；汉代以后才专指皇宫。6.被(bì币):首饰,取他人之发编结披戴的发饰,相当于今之假发。僮僮(tónɡ同):首饰盛貌,一说高而蓬松,又说光洁不坏貌。7.夙:早。公:公庙。8.祁祁(qí其):形容首饰盛,一说舒迟貌。9.归:归寝。题解：女子采蘩参加贵族祭祀译文：哪儿采白蒿？去那洲与池。哪儿用白蒿？公侯的祭祀。哪儿采白蒿？去到山涧旁。哪儿用白蒿？公侯的庙堂。发饰多光洁，早晚在公庙。发饰已舒散，这才往家跑。【赏析】　　阅读此诗，先予判明诗中主人公的身份，也许有助于把握全诗的情感。　　《毛诗序》曰：“采蘩，夫人不失职也。夫人可以奉祭祀，则不失职矣。”是以为此乃贵族夫人自咏之辞，说的是尽职“奉祭祀”之事。朱熹《诗集传》则曰：“南国被文王之化，诸侯夫人能尽诚敬以奉祭祀，而其家人叙其事以美之也。”定主人公为“家人”，这是对毛序的一大修正。不过以为那辛勤“采蘩”、“夙夜在公”的还是“诸侯夫人”，于诗意未免仍有隔膜。　　诚然，古代贵族夫人也确有主管宗庙祭祀的职责，但并不直接从事采摘、洗煮等劳作。《周礼·春官宗伯》称：“世妇，掌女宫之宿戒，及祭祀，比其具。”贾公彦疏谓“女宫”乃指有罪“从坐”、“没入县官”而供“役使”之女，又称“刑女”。凡宫中祭祀涉及的“濯摡及粢盛之爨”，均由“女宫”担任。而此诗中的主人公，既称“夙夜在公”，又直指其所忙碌的地方为“公侯之宫”，则其口吻显示的身份，自是供“役使”的“女宫”之类无疑。　　诗之开篇，出现的正是这样一些忙于“采蘩”的女宫人。她们往来于池沼、山涧之间，采够了祭祀所需的白蒿，就急急忙忙送去“公侯之宫”。诗中采用的是短促的问答之语：“哪里采的白蒿?”“水洲中、池塘边。”“采来作什么?”“公侯之家祭祀用”答问之简洁，显出采蘩之女劳作之繁忙，似乎只在往来的路途中，对询问者的匆匆一语之答。答过前一问，女宫人的身影早已过去；再追上后一问，那“公侯之事”的应答已传自远处。这便是首章透露的氛圈。再加上第二章的复叠，便愈加显得忙碌无暇，简直可以从中读出穿梭而过的女宫人的匆匆身影，读出那从池沼、山涧飘来，又急促飘往“公侯之宫”的匆匆步履!　　第三章是一个跳跃，从繁忙的野外采摘，跳向了忙碌的宗庙供祭。据上引《周礼》“世妇”注疏，在祭祀“前三日”，女宫人便得夜夜“宿”于宫中，以从事洗涤祭器、蒸煮“粢盛”等杂务。由于干的是供祭事务，还得打扮得漂漂亮亮，戴上光洁黑亮的发饰。这样一种“夙夜在公”的劳作，究竟把女宫人折腾成什么样子?诗中妙在不作铺陈，只从她们发饰“僮僮”(光洁)向“祁祁”(松散)的变化上着墨，便入木三分地画下了女宫人劳累操作而无暇自顾的情状。那曳着松散的发辫行走在回家路上的女宫人，此刻究竟带几分庆幸、几分辛酸，似乎已不必再加细辨——“薄言还归”的结句，不已化作长长的喟叹之声，对此作了无言的回答?　　如此看来，以《采蘩》为诸侯夫人自咏，固属附会；而认其为“家人”赞美夫人之作，亦属穿凿。穿行于诗中的，其实是夙夜劳瘁的女宫人而已：短促的同答，透露着她们为贵族祭祀采蘩的苦辛；发饰的变化，记录着她们“夙夜在公”的悲凉。诗写得很妙，读来却只觉得酸涩。古代的祭祀排场，原本就为鬼神“降福”贵族而设，卑贱的下人除了付出劳辛，又有何福可言！（潘啸龙）"
        },
        {
            "title": "伯兮",
            "content": "伯兮朅兮，邦之桀兮。伯也执殳，为王前驱。自伯之东，首如飞蓬。岂无膏沐？谁适为容！其雨其雨，杲杲出日。愿言思伯，甘心首疾。焉得谖草？言树之背。愿言思伯，使我心痗。",
            "comment": " | 【注释】[1]：音切，英武高大殳：音书，竹制兵器杲：音稿，明亮的样子谖草：萱草，忘忧草[2]：音妹，忧思成病"
        },
        {
            "title": "摽有梅",
            "content": "摽有梅，其实七兮！求我庶士，迨其吉兮！摽有梅，其实三兮！求我庶士，迨其今兮！摽有梅，顷筐塈之！求我庶士，迨其吉兮！摽有梅，其实三兮！求我庶士，迨其谓之！",
            "comment": " | 【注释】[1]音标或漂，古抛字迨：音代，同逮[2]：音气，乞的借字摽有梅．男女及时也．召南之国．被文王之化．男女得以及时也．------------------------------------------------1.摽（biào鳔）：一说坠落，一说掷、抛。有：语助词。2.七：一说非实数，古人以七到十表示多，三以下表示少。3.庶：众多。士：未婚男子。4.迨（dài代）：及，趁。吉：好日子。5.今：现在。6.倾筐：斜口浅筐，犹今之簸箕。塈（jì既）：一说取，一说给。7.谓：一说聚会；一说开口说话；一说归，嫁。题解：女子希望男方及时前来求婚译文：梅子落地纷纷，树上还留七成。有心求我的小伙子，请不要耽误良辰。梅子落地纷纷，枝头只剩三成。有心求我的小伙子，到今儿切莫再等。梅子纷纷落地，收拾要用簸箕。有心求我的小伙子，快开口莫再迟疑。【赏析】　　这是一首委婉而大胆的求爱诗。“求我庶士”，不妨读为“我求庶士”。　　暮春，梅子黄熟，纷纷坠落。一位姑娘见此情景，敏锐地感到时光无情，抛人而去，而自己青春流逝，却嫁娶无期，便不禁以梅子兴比，情意急迫地唱出了这首怜惜青春、渴求爱情的诗歌。　　此篇的诗旨、诗艺和风俗背景，前人基本约言点出。《毛诗序》曰：“《摽有梅》，男女及时也。召南之国，被文王之化，男女得以及时也。”“男女及时”四字，已申明诗旨；后数语乃经师附会，应当略去。《周礼·媒氏》曰：“仲春之月，令会男女。于是时也，奔者不禁。若无故而不用令者，罚之。司男女之无夫家者而会之。”明白了先民的这一婚恋习俗，对这首情急大胆的求爱诗，就不难理解了。陈奂则对此篇巧妙的兴比之意作了简明的阐释：“梅由盛而衰，犹男女之年齿也。梅、媒声同，故诗人见梅而起兴”(《诗毛氏传疏》)。　　龚橙《诗本义》说“《摽有梅》，急婿也。”一个“急”字，抓住了本篇的情感基调，也揭示了全诗的旋律节奏。　　从抒情主人公的主观心态看，“急”就急在青春流逝而夫婿无觅。全诗三章，“庶士”三见。“庶”者，众多之意；“庶士”，意谓众多的小伙子。可见这位姑娘尚无意中人。她是在向整个男性世界寻觅、催促，呼唤爱情。青春无价，然流光易逝。“真正的青春，贞洁的妙龄的青春，周身充满了新鲜的血液、体态轻盈而不可侵犯的青春，这个时期只有几个月”(《罗丹艺术论·女性美》)。如今梅子黄熟，嫁期将尽，仍夫婿无觅，怎能不令人情急意迫！青春流逝，以落梅为比。“其实七兮”、“其实三兮”、“顷筐塈之”，由繁茂而衰落；这也正一遍遍在提醒“庶士”：“花枝堪折直须折，莫待无花空折枝。”唐无名氏《金缕曲》之忧心“无花空折枝”，似乎深有《摽有梅》之遗意。　　从诗篇的艺术结构看，“急”就急在三章复唱而一步紧逼一步。重章复唱，是《诗经》基本结构。但从诗意的表达看，有两种不同的形态，即重章之易辞申意和重章之循序渐进。《草虫》首章末句“我心则降”、次章末句“我心则说”、末章末句“我心则夷”，即为语虽异而情相类的重章之易辞申意。《摽有梅》则属于重章之循序渐进。三章重唱，却一层紧逼一层，生动有力地表现了主人公情急意迫的心理过程。首章“迨其吉兮”，尚有从容相待之意；次章“迨其今兮”，已见敦促的焦急之情；至末章“迨其谓之”，可谓真情毕露，迫不及待了。三复之下，闻声如见人。　　珍惜青春，渴望爱情，是中国诗歌的母题之一。《摽有梅》作为春思求爱诗之祖，其原型意义在于建构了一种抒情模式：以花木盛衰比青春流逝，由感慨青春易逝而追求婚恋及时。从北朝民歌《折杨柳枝歌》“门前一株枣，岁岁不知老。阿婆不嫁女，那得孙儿抱”，到中唐无名氏的《金缕曲》“花枝堪折直须折，莫待无花空折枝”；从《牡丹亭》中杜丽娘感慨“良辰美景奈何天”，到《红楼梦》里林黛玉叹惜“花谢花飞飞满天”；以至闻捷《吐鲁蕃情歌》中的“苹果树下”和“葡萄成熟了”这两首名作，可以说，无不是这一原型模式的艺术变奏。然而，《摽有梅》作为先民的首唱之作，却更为质朴而清新，明朗而深情。　(陈文忠)"
        },
        {
            "title": "閟宫",
            "content": "閟宫有侐，实实枚枚。赫赫姜嫄，其德不回。上帝是依，无灾无害。弥月不迟，是生后稷，降之百福。黍稷重穋，稙稚菽麦。奄有下国，俾民稼穑。有稷有黍，有稻有秬。奄有下土，缵禹之绪。后稷之孙，实维大王。居岐之阳，实始翦商。至于文武，缵大王之绪。致天之届，于牧之野。无贰无虞，上帝临女。敦商之旅，克咸厥功。王曰叔父，建尔元子，俾侯于鲁。大启尔功，为周室辅。乃命鲁公，俾侯于东。锡之山川，土田附庸。周公之孙，庄公之子。龙旂承祀，六辔耳耳。春秋匪解，享祀不忒。皇皇后帝，皇祖后稷。享以骍牲，是飨是宜。降福既多，周公皇祖，亦其福女。秋而载尝，夏而楅衡，白牡骍刚。牺尊将将，毛炰胾羹，笾豆大房。万舞洋洋，孝孙有庆。俾尔炽而昌，俾尔寿而臧。保彼东方，鲁邦是常。不亏不崩，不震不腾。三寿作朋，如冈如陵。公车千乘，朱英绿縢，二矛重弓。公徒三万，贝胄朱綅，烝徒增增。戎狄是膺，荆舒是惩，则莫我敢承。俾尔昌而炽，俾尔寿而富。黄发台背，寿胥与试。俾尔昌而大，俾尔耆而艾。万有千岁，眉寿无有害。泰山岩岩，鲁邦所詹。奄有龟蒙，遂荒大东。至于海邦，淮夷来同。莫不率从，鲁侯之功。保有凫绎，遂荒徐宅。至于海邦，淮夷蛮貊。及彼南夷，莫不率从。莫敢不诺，鲁侯是若。天锡公纯嘏，眉寿保鲁。居常与许，复夏公之宇。鲁侯燕喜，令妻寿母。宜大夫庶士，邦国是有。既多受祉，黄发兒齿。徂徕之松，新甫之柏。是断是度，是寻是尺。松桷有舄，路寝孔硕，新庙奕奕。奚斯所作，孔曼且硕，万民是若。",
            "comment": " | 【注释】鲁大夫公子奚斯颂美僖公恢复疆土，修建宫室。閟（音必）：关闭。侐（音序）：清静。实实：一说广大；一说坚实。枚枚：细密貌。依：依其子孙也。稙（音直）：先种的庄稼。穉（音质）：后种的庄稼。翦：灭。一说践；一说断。届：极。殛，惩罚。敦：治。一说俘虏。旅：众。克咸厥功：能同其功于先祖也。附庸：一说附庸小国；一说附庸城市。耳耳：辔柔和下垂貌。忒：变也。骍：赤。牺：纯。宜：祭社之名。楅（音必）衡：牛栏。一说加在牛角上以防触人的横木。骍刚：赤脊的公牛。一说赤色的公牛。牺尊：牛形尊。一说画牛于尊；一说画羽于尊。毛炰（音袍）：连毛烧熟的肉。大房：玉饰的俎。常：一说守；一说久长；一说法则、榜样。三寿：三卿。朱英：弓饰。縢；绳。贝胄：贝装饰的甲。綅（音钦）：线。增增：众多貌。膺：击。承：制止，抵御。寿胥与试：赞美用老人之言以安国也。艾：指艾的颜色。一说青色；一说苍白色。詹：至。荒：奄。覆盖。引申为统辖。大东：极东。来同：来为同盟。一说来朝见。保：抚，安定。凫绎：山名。凫山，绎山。宅：居。一说指土地。令妻寿母：妻贤母寿。兒齿：老人齿落后更生的细齿。徂徕（音粗来）：山名。度：剖，分。寻：古八尺为寻。桷（音绝）：方的屋椽。舄（音戏）：大貌。路寝：正寝。王公居住的地方。曼：长。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "敝笱",
            "content": "敝笱在梁，其鱼鲂鳏。齐子归止，其从如云。敝笱在梁，其鱼鲂鱮。齐子归止，其从如雨。敝笱在梁，其鱼唯唯。齐子归止，其从如水。",
            "comment": " | 【注释】敝笱：破鱼网，喻文姜鲂鳏：音房官，鱼名齐子归止：文姜已嫁其从如云：齐襄仍纠缠不已[1]：音序，鲢鱼唯唯：游鱼互相追随------------------------------------------------◆鱼，在《诗经》中常常隐射两性关系。　①敝，破。笱（gou3苟），竹制的鱼篓。敝笱，对制止鱼儿来往无能为力，隐射文姜和齐襄公的不守礼法。　梁：捕鱼水坝。河中筑堤，中留缺口，嵌入笱，使鱼能进不能出。　②鲂（音房）：鳊鱼。　鳏（音官）：鲲鱼。　③齐子归止：文姜已嫁。齐子，指文姜。　④其从如云：随从众多。一说喻齐襄公仍纠缠不已。　⑤鱮（音序）：鲢鱼。　⑥唯唯：形容鱼儿出入自如。陆得明《经典释文》:“唯唯,《韩诗》作遗遗，言不能制也。”题解：对文姜返齐荒淫无耻的秽行的讽刺。译文：破篓拦在鱼梁上，鳊鱼鲲鱼心不惊。齐国文姜回娘家，随从人员多如云。破篓拦在鱼梁上，鳊鱼鲢鱼心不虚。齐国文姜回娘家，随从人员多如雨。破篓拦在鱼梁上，鱼儿来往不惴惴。齐国文姜回娘家，随从人员多如水。"
        },
        {
            "title": "北山",
            "content": "陟彼北山，言采其杞。偕偕士子，朝夕从事。王事靡盬，忧我父母。溥天之下，莫非王土。率土之滨，莫非王臣。大夫不均，我从事独贤。四牡彭彭，王事傍傍。嘉我未老，鲜我方将。旅力方刚，经营四方。或燕燕居息，或尽瘁事国。或息偃在床，或不已于行。或不知叫号，或惨惨劬劳。或栖迟偃仰，或王事鞅掌。或湛乐饮酒，或惨惨畏咎。或出入风议，或靡事不为。",
            "comment": " | 【注释】刺统治者用人劳逸不均，等级森严。言：我。偕偕：强壮貌。溥（音普）：大。率：循；自。滨：涯，水边。率土之滨：即四海之内。贤：艰苦。彭彭：不得息。傍傍：无穷尽。嘉：夸奖。鲜：珍。指珍视，重视。将：强壮。旅力：同膂力。体力，筋力。燕燕：安息貌。偃：仰卧。叫号：指征发的呼召。惨惨：忧愁貌。栖迟：游息。鞅：荷。掌：捧。一说失容，事多不暇整理仪容。湛（音单）：喜乐；逸乐无度。风议：放言。即吹牛，说大话。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "北门",
            "content": "出自北门，忧心殷殷。终窭且贫，莫知我艰。已焉哉！天实为之，谓之何哉！王事适我，政事一埤益我。我入自外，室人交偏谪我。已焉哉！天实为之，谓之何哉！王事敦我，政事一埤遗我。我入自外，室人交偏摧我。已焉哉！天实为之，谓之何哉！",
            "comment": " | 【注释】窭：音巨，艰窘一：都。埤：音皮，加给"
        },
        {
            "title": "北风",
            "content": "北风其凉，雨雪其滂。惠而好我，携手同行。其虚其邪？既亟只且！北风其喈，雨雪其霏。惠而好我，携手同归。其虚其邪？既亟只且！莫赤匪狐，莫黑匪乌。惠而好我，携手同车。其虚其邪？既亟只且！",
            "comment": " | 【注释】雨：音玉，动词莫赤匪狐：没有不红的狐狸"
        },
        {
            "title": "鸨羽",
            "content": "肃肃鸨羽，集于苞栩。王事靡盬，不能兿稷黍。父母何怙？悠悠苍天！曷其有所？肃肃鸨翼，集于苞棘。王事靡盬，不能兿黍稷。父母何食？悠悠苍天！曷其有极？肃肃鸨行，集于苞桑。王事靡盬，不能兿稻粱。父母何尝？悠悠苍天！曷其有常？",
            "comment": " | 【注释】肃肃：鸟翅扇动的响声鸨：音保，鸟名，似雁苞栩：丛密的柞树[1]：音古，闲暇[2]：音易，种植-------------------------------------------------①肃肃：鸟翅扇动的响声。　鸨（音保）：鸟名，似雁而大，群居水草地区，性不善栖木。　②苞栩：丛密的柞树。苞，草木丛生；栩，柞树。　③靡：无，没有。　盬（音古）：休止。　④艺：种植。　稷：高粱。　黍：黍子，黄米。　⑤怙（音户）：依靠，凭恃。　⑥曷：何。　所：住所。⑦棘（音及）：酸枣树，落叶灌木。　⑧极：终了，尽头。　⑨行：行列。一说鸨腿；一说翅。　⑩常：正常。题解：徭役繁重，劳动人民不能耕种以养父母的控诉。译文：大雁簌簌拍翅膀，成群落在柞树上。王室差事做不完，无法去种黍子和高粱。靠谁养活我爹娘？高高在上的老天爷，何时才能回家乡？大雁簌簌展翅飞，成群落在枣树上。王室差事做不完，无法去种黍子和高粱。赡养父母哪有粮？高高在上的老天爷，做到何时才收场？大雁簌簌飞成行，成群落在桑树上。王室差事做不完，无法去种稻子和高粱。用啥去给父母尝？高高在上的老天爷，生活何时能正常？"
        },
        {
            "title": "板",
            "content": "上帝板板，下民卒瘅，出话不然，为犹不远。靡非管管，不实于亶，犹之未远，是用大谏。天之方难，无然宪宪，天之方蹶，无然泄泄。辞之辑矣，民之洽矣，辞之怿矣，民之莫矣。我虽异事，及尔同僚，我即尔谋，听我嚣嚣。我言维服，勿以为笑，先民有言，询当刍荛。天之方虐，无然谑谑，老夫灌灌，小子蹻蹻。匪我言耄，尔用忧谑，多将熇熇，不可救药。天之方懠，无为夸毗，威仪卒迷，善人载尸。民之方殿屎，则莫我敢葵，丧乱蔑资，曾莫惠我师。天之牖民，如埙如篪，如璋如圭，如取如携。携无曰益，牖民孔易，民之多辟，自无立辟。价人维蕃，大师维垣，大邦维屏，大宗维翰。怀德维宁，宗子维城，无俾城坏，无独斯畏。敬天之怒，无敢戏豫，敬天之渝，无敢驱驰。昊天曰明，及尔出王，昊天曰旦，及尔游衍。",
            "comment": " | 【注释】周大夫讽劝同僚以刺暴君。板板：反也。指反常。瘅（音丹）：病。出话不然：出其善言而不行之也。犹：道也。指政策，谋划。靡：无。管管（音贯）：无所依也。不实于亶（音胆）：言行相违。亶，诚也。宪宪：欣欣。蹶（音贵）：动也。指动乱。泄泄：多言貌。辞：谓政教也。辑：和也。怿（音义）：败坏。一说喜悦。莫：病。指政令病人。一说安定。异事：职务不同。嚣嚣（音敖）：傲。一说不听善言。服：事。刍荛：割草打柴的人。谑谑（音血）：喜乐貌。灌灌：诚恳貌。蹻蹻（音决）：骄貌。忧：优，调戏也。熇熇（音贺）：火势炽盛貌。懠（音齐）：怒。夸毗（音皮）：指屈己卑身以柔顺人。卒：尽。迷：迷乱。善人载尸：贤人君子则如尸矣，不复言语。殿屎（音西）：呻吟。葵：揆，度。蔑：无。资：财。师：指众民。牖（音有）：通诱。诱导。如埙如篪...携无曰益：比喻诱导下民很容易。辟（音必）：法，刑。价（音介）人：善人。一说披甲之人，掌军事者。大师：大众。一说三公。大宗：王之同姓之適子也。宗子：群宗之子。渝：变。驱驰：指放纵自恣。王：往之假借。游：行。衍：溢。游衍，放散之义。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "般",
            "content": "於皇时周，陟其高山。嶞山乔岳，允犹翕河。敷天之下，裒时之对，时周之命。",
            "comment": " | 【注释】周成王时颂武王巡狩祀河岳。般：乐名。陟（音至）：周时祭山曰升，或曰陟。高山：指四岳。嶞（音舵）：小山。允：语词。翕河：合河而祭之。裒（音掊）：众。对：配。指众山川之神皆如是配而祭之。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "白驹",
            "content": "皎皎白驹，食我场苗。絷之维之，以永今朝。所谓伊人，於焉逍遥。皎皎白驹，食我场藿。絷之维之，以永今夕。所谓伊人，於焉嘉客。皎皎白驹，贲然来思。尔公尔侯，逸豫无期。慎尔优游，勉尔遁思。皎皎白驹，在彼空谷。生刍一束，其人如玉。毋金玉尔音，而有遐心。",
            "comment": " | 【注释】刺宣王不能留贤。皎皎：洁白，光明。这里指马皮毛发光。絷（音执）：绊。维：拴。焉：此，在这儿。贲（音闭）：饰也。一说光采之貌。逸豫：安乐。勉：抑止之词。遁：隐去。一说走。空谷：穹谷；深谷。音：信。遐：远。 引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "白华",
            "content": "白华菅兮，白茅束兮，之子之远，俾我独兮。英英白云，露彼菅茅，天步艰难，之子不犹。滮池北流，浸彼稻田，啸歌伤怀，念彼硕人。樵彼桑薪，卬烘于煁，维彼硕人，实劳我心。鼓钟于宫，声闻于外，念子懆懆，视我迈迈。有鹙在梁，有鹤在林，维彼硕人，实劳我心。鸳鸯在梁，戢其左翼，之子无良，二三其德。有扁斯石，履之卑兮，之子之远，俾我疧兮。",
            "comment": " | 【注释】弃妇的哀怨。一说周幽王申后自伤被黜。白华：野菅。菅（音间）：沤野茅草而成。英英：白云貌。露彼菅茅：意指露普润万物已独受难。一说露，蔽覆。天步艰难：指天行艰难于我身。犹：可。滮（音标）：水名。在陕西长安县西。卬（音昂）我。烘：燎。煁（音神）：能移动的灶。懆懆（音草）：愁不安也。迈迈：不悦也。鹙（音秋）：水鸟名。类似鹤，头颈上无毛，青苍色。扁：乘石貌。扁平的上车用垫脚石。一说卑貌。引自《轻松学诗经》http://cuixidong.at.china.com"
        },
        {
            "title": "谷风",
            "content": "习习谷风，以阴以雨。黾勉同心，不宜有怒。采葑采菲，无以下体？德音莫违，及尔同死。行道迟迟，中心有违。不远伊迩，薄送我畿。谁谓荼苦？其甘如荠。宴尔新昏，如兄如弟。泾以渭浊，湜湜其沚。宴尔新昏，不我屑矣。毋逝我梁，毋发我笱。我躬不阅，遑恤我后！就其深矣，方之舟之。就其浅矣，泳之游之。何有何亡，黾勉求之。凡民有丧，匍匐求之。不我能慉，反以我为雠，既阻我德，贾用不售。昔育恐育鞫，及尔颠覆。既生既育，比予于毒。我有旨蓄，亦以御冬。宴尔新昏，以我御穷。有洸有溃，既诒我肄。不念昔者，伊余来塈。",
            "comment": " | 【注释】黾：勉强为之畿：指门槛[1]：音时，水清见底[2]：音止，水洲；梁：捕鱼水坝。笱：捕鱼竹笼[3]：音序，爱悦[4]：音光，动武打人[5]：音系，怒也 | 【注释】黾：勉强为之畿：指门槛[1]：音时，水清见底[2]：音止，水洲；梁：捕鱼水坝。笱：捕鱼竹笼[3]：音序，爱悦[4]：音光，动武打人[5]：音系，怒也"
        },
        {
            "title": "柏舟",
            "content": "泛彼柏舟，亦泛其流。耿耿不寐，如有隐忧。微我无酒，以敖以游。我心匪鉴，不可以茹。亦有兄弟，不可以据。薄言往愬，逢彼之怒。我心匪石，不可转也。我心匪席，不可卷也。威仪棣棣，不可选也。忧心悄悄，愠于群小。觏闵既多，受侮不少。静言思之，寤辟有摽。日居月诸，胡迭而微？心之忧矣，如匪浣衣。静言思之，不能奋飞。",
            "comment": " | 【注释】微：非，不是鉴：镜子。茹：度，或含据：依靠[1]：音诉，告诉愠：音运，怨恨觏：遭逢。闵：病痛，引申为谗言[2]：音票，捶，打-------------------------------------------------1.泛:浮行,漂流,随水冲走。2.流:中流,水中间。3.耿耿:鲁诗作\"炯炯\",指眼睛明亮;一说形容心中不安。4.隐忧:深忧。隐:痛5.微:非,不是。6.鉴:铜镜。7.茹(rú如):度,或容纳。8.据:依靠。9.薄言:语助词。愬(sù诉):同\"诉\",告诉。10.棣棣:雍容娴雅貌;一说丰富盛多得样子。11.选:同\"巽\",屈挠退让貌。12.悄悄:忧貌。13.愠(yùn运):恼怒,怨恨。14.觏(ɡòu够):同\"遘\",遭逢。闵(mǐn敏):痛,指患难。15.寤:交互。辟(pì屁):通\"擗\",捶胸。摽(biào鳔):捶,打。16.居、诸:语助词。17.迭:更动。微:指隐微无光18.澣(huàn浣):洗涤。题解： 妇人遭受遗弃，又为群小所欺，坚持真理，不甘屈服的抒愤诗。译文：柏木船儿荡悠悠，河中水波漫漫流。圆睁双眼难入睡，深深忧愁在心头。不是想喝没好酒，姑且散心去邀游。我心并非青铜镜，不能一照都留影。也有长兄与小弟，不料兄弟难依凭。前去诉苦求安慰，竟遇发怒坏性情。我心并非卵石圆，不能随便来滚转；我心并非草席软，不能任意来翻卷。雍容娴雅有威仪，不能荏弱被欺瞒。忧愁重重难排除，小人恨我真可恶。碰到患难已很多，遭受凌辱更无数。静下心来仔细想，抚心拍胸猛醒悟。白昼有日夜有月，为何明暗相交迭?不尽忧愁在心中，好似脏衣未洗洁。静下心来仔细想，不能奋起高飞越。 | 【注释】微：非，不是鉴：镜子。茹：度，或含据：依靠[1]：音诉，告诉愠：音运，怨恨觏：遭逢。闵：病痛，引申为谗言[2]：音票，捶，打-------------------------------------------------1.泛:浮行,漂流,随水冲走。2.流:中流,水中间。3.耿耿:鲁诗作\"炯炯\",指眼睛明亮;一说形容心中不安。4.隐忧:深忧。隐:痛5.微:非,不是。6.鉴:铜镜。7.茹(rú如):度,或容纳。8.据:依靠。9.薄言:语助词。愬(sù诉):同\"诉\",告诉。10.棣棣:雍容娴雅貌;一说丰富盛多得样子。11.选:同\"巽\",屈挠退让貌。12.悄悄:忧貌。13.愠(yùn运):恼怒,怨恨。14.觏(ɡòu够):同\"遘\",遭逢。闵(mǐn敏):痛,指患难。15.寤:交互。辟(pì屁):通\"擗\",捶胸。摽(biào鳔):捶,打。16.居、诸:语助词。17.迭:更动。微:指隐微无光18.澣(huàn浣):洗涤。题解： 妇人遭受遗弃，又为群小所欺，坚持真理，不甘屈服的抒愤诗。译文：柏木船儿荡悠悠，河中水波漫漫流。圆睁双眼难入睡，深深忧愁在心头。不是想喝没好酒，姑且散心去邀游。我心并非青铜镜，不能一照都留影。也有长兄与小弟，不料兄弟难依凭。前去诉苦求安慰，竟遇发怒坏性情。我心并非卵石圆，不能随便来滚转；我心并非草席软，不能任意来翻卷。雍容娴雅有威仪，不能荏弱被欺瞒。忧愁重重难排除，小人恨我真可恶。碰到患难已很多，遭受凌辱更无数。静下心来仔细想，抚心拍胸猛醒悟。白昼有日夜有月，为何明暗相交迭?不尽忧愁在心中，好似脏衣未洗洁。静下心来仔细想，不能奋起高飞越。"
        },
        {
            "title": "野有死麇",
            "content": "野有死麇，白茅包之；有女怀春，吉士诱之。林有朴樕，野有死鹿；白茅纯束，有女如玉。舒而脱脱兮，无感我帨兮，无使尨也吠。",
            "comment": " | 【注释】麇：獐子[1]：音诉，灌木[2]：音税，佩巾。[3]：长毛狗-------------------------------------------------1.麕(jūn军):獐子。比鹿小,无角。2.白茅:草名。3.怀春:思春,男女情欲萌动。4.吉士:男子的美称。5.朴樕(sù速):小木,灌木。6.纯束:捆扎,包裹。\"纯\"为\"稇(kǔn)\"的假借。7.舒:一说舒缓,一说语词。脱脱(duì兑):动作文雅舒缓。8.感(hàn撼):通撼,动摇。帨(shuì税):佩巾,围腰,围裙。9.尨(mánɡ忙):多毛的狗。题解：青年男女，在郊外获得爱情。译文：一头死鹿在荒野，白茅缕缕将它包。有位少女春心荡，小伙追着来调笑。林中丛生小树木，荒野有只小死鹿。白茅捆扎献给谁?有位少女颜如玉。“慢慢来啊少慌张!不要动我围裙响!别惹狗儿叫汪汪!”【赏析】　　《野有死麕》是一首优美的爱情诗。这在五四运动后的白话文学、民间文学的倡导者们如顾颉刚、胡适、俞平伯、周作人的热烈的书信探讨中已作了极大的肯定。顾颉刚说：“《召南·野有死麕》是一首情歌。……可怜一班经学家的心给圣人之道迷蒙住了!卫宏《诗序》云：‘被文王之化，虽当乱世，犹恶无礼也。’郑玄《诗笺》云：‘贞女欲吉士以礼来，……又疾时无礼，强暴之男相劫胁。’朱熹《诗集传》云：‘此章乃述女子拒之之辞，言姑徐徐而来，毋动我之帨，毋惊我之犬，以甚言其不能相及也。其凛然不可犯之意盖可见矣!’经他们这样一说，于是怀春之女就变成了贞女，吉士也就变成强暴之男，情投意合就变成了无礼劫胁，急迫的要求就变成了凛然不可犯之拒!”在中国诗作中，抒情诗虽然发达但直面讴歌爱情的却并不多，《野有死麕》以它鲜明的主题而显得极其可贵。　　全诗三段，前两段以叙事者的口吻旁白描绘男女之情，朴实率真；后一段全录女子偷情时的言语，活脱生动。侧面表现了男子的情炽热烈和女子的含羞慎微。转变叙事角度的描写手法使整首诗情景交融，正面侧面相互掩映，含蓄诱人，赞美了男女之间自然、纯真的爱情。对于打破章法、句法的卒章，人们常常难以理解。周蒙、冯宇《诗经百首译释》就说：“至于卒章三句，错互成文，且无来由，更觉‘兀突’，亦当有过渡衔接词句。”其实，仔细研究《诗经》，不难发现这种在复沓中突兀的单行章段是《诗经》尤甚是《国风》的常见现象。它们往往出现在作品文本的首尾。比如，《周南》的《葛覃》、《卷耳》、《汉广》、《汝坟》，《召南》的《采蘩》、《草虫》、《行露》、《何彼襛矣》，《邶风》的《燕燕》、《日月》、《终风》、《简兮》、《北门》、《静女》、《新台》，《鄘风》的《君子偕老》、《蝃蝀》，《郑风》的《女曰鸡鸣》、《子衿》，《齐风》的《东方未明》、《甫田》，《唐风》的《扬之水》、《葛生》，《陈风》的《东门之枌》、《衡门》，《王风》的《大东》，《秦风》的《车邻》，《曹风》的《下泉》以及《小雅》中的《皇皇者华》、《南有嘉鱼》、《湛露》、《菁菁者莪》等。这种诗甚至往往被视作脱简或串简，执此观点的如宋代的王质、王柏，现当代的孙作云、翟相君等。也有人对此种结构击节赞赏的，比如清代的刘沅、方玉润之评《采蘩》。对如此大相径庭的看法，要是我们能够从诗的起源的角度进行考察，就可使问题冰释。最早的诗是口头上传唱的歌。歌唱者可以独歌，也可以对歌、和歌。蒋立甫评《采蘩》就说：“后一章是合唱。”(《诗经选注》)再比如《关雎》，后二章复沓，第一章四句单行。《论语·秦伯》：“《关雎》之乱，洋洋盈耳哉!”《史记·孔子世家》：“故曰：‘关雎之乱以为凤始。’”所谓“合乐谓之乱”，众声合唱部分便是“乱”。当原始的自由对歌或集体的祭祀歌唱被刻意摹仿，诗歌的创作者就具备了随意转换叙事角度的能力，诗歌从此而自由飞扬，简洁而形象生动地共时展开情节描述、抒写心理感受成为可能。作为早期的创作诗，《诗经》中这样一种写作手法的运用不免显得有些程式化，远没有应用自如。但也正因此，我们才感觉《诗经》中的诗是那么的质朴率真。　　《野有死麕》的语言生动而隽永，这主要归功于口语、方言的使用和刻意营造音乐效果的语词的创造运用。卒章三句由祈使句组成，纯属口语。直接采用口头语言能够最完整最准确地再现女子偷情时既欢愉急切又紧张羞涩的心理状态。而祈使句本身也提示了这样一个动作场面的微妙紧张。《诗经》的语言是诗人创作的艺术语言，它来自于生活口语，又精心经过提炼。《诗经》用的是周代的共同语雅言，也就是西周王畿所在地的镐京话。但诗人在《野有死麕》中，也用到了方言。陆德明《毛诗音义》引《草木疏》：“麕，麞也。青州人谓之麕。”青州，据《尚书·禹贡》：“海、岱惟青州。”《吕氏春秋·有始览》：“东方为青州。”《召南》，旧说一般以为“召”是指召公奭及其封地，其采邑在陕西岐山西南。《召南》中有《甘棠》，诗中有一“召伯”，冯沅君《诗史》以召伯为宣王末年征淮夷有功的召穆公虎。《野有死麕》据《旧唐书·礼仪志》说也不是周初之诗，而是周平王东迁后的诗。笔者认为，《召南》不是周初诗作，“召”作为地名也不在陕西岐山。总之，《野有死麕》用了东方方言。方言的使用使整首诗更贴近日常生活，更自然朴实。四字成句，四句成段，是《诗经》的标准句法、章法。整饬的句式其原始实质和有组织地分布用韵字的押韵一样，是为了产生和谐悦耳、间断有序的声音效果。因为汉语的固有特性，间断有序的声音的产生就自然会要求句式的整饬。　　《野有死麕》中的“朴樕”是联绵词，也可写成“朴遬”。毛传释“朴樕”为“小木”，徐锴《说文解字系传》解释为“小樕树”。“朴樕”有两个引申义：短小，丛生；前者见《汉书·息夫躬传》颜师古注，后者见《尔雅·释木》邢昺疏。“朴樕”一字除可异写为“朴遬”外，其声变化，而意义基本保持不变的，还有“扶苏”、“扶胥”等分化词。张永言说：“推广来说，灌木丛生貌叫‘朴樕’，枝叶花朵丛生貌叫“扶疏”，鸟羽、兽毛丛生貌叫‘朴樕’‘扑朔’；由灌木、枝叶、羽毛丛生貌又可引申出纷披、披垂、蓬松、不整齐、不整饬等意义，所以衣服不整齐叫‘朴樕’人委琐不整饬叫‘仆遬’。”据朱广祁《诗经双音词论稿》统计，像“朴樕”这样的联绵词《诗经》中大概有140个。联绵词指的是双音节的单纯词，即由两个音缀的拼合表示一个完整意义的词。郑玄《诗谱序》引《虞书》：“诗言志，歌永言，声依永，律和声。”联绵词的产生，是长歌永言的结果。换句话说，是修饰音节的需要而产生了“朴樕”这样的词。根据李新魁的构拟，“朴樕”的上古读音应为boksok。按照李先生在《从方言读音看上古汉语入声韵的复尾韵》一文中提出的理论，这词本读入声，是由一个音节衍化而形成为两个音节的；其第二个音节的声母s，本是第一个音节韵尾的遗存。也就是说，“朴樕”第二个音节的声母实际上是借自第一个音节的；从一个音节变成两个音节，其实质是音节的延长。是音节延长的需要而补充了后面一个弱读音节，造成了像“朴樕”这样的联绵词。为了声音的和谐而刻意创造的语词丰富了诗歌的语言，也使诗歌的语言更为自然生动。　（朱渊清）http://jhl.iok.cn/Article/lmjxku/200502/696.asp | 【注释】麇：獐子[1]：音诉，灌木[2]：音税，佩巾。[3]：长毛狗-------------------------------------------------1.麕(jūn军):獐子。比鹿小,无角。2.白茅:草名。3.怀春:思春,男女情欲萌动。4.吉士:男子的美称。5.朴樕(sù速):小木,灌木。6.纯束:捆扎,包裹。\"纯\"为\"稇(kǔn)\"的假借。7.舒:一说舒缓,一说语词。脱脱(duì兑):动作文雅舒缓。8.感(hàn撼):通撼,动摇。帨(shuì税):佩巾,围腰,围裙。9.尨(mánɡ忙):多毛的狗。题解：青年男女，在郊外获得爱情。译文：一头死鹿在荒野，白茅缕缕将它包。有位少女春心荡，小伙追着来调笑。林中丛生小树木，荒野有只小死鹿。白茅捆扎献给谁?有位少女颜如玉。“慢慢来啊少慌张!不要动我围裙响!别惹狗儿叫汪汪!”【赏析】　　《野有死麕》是一首优美的爱情诗。这在五四运动后的白话文学、民间文学的倡导者们如顾颉刚、胡适、俞平伯、周作人的热烈的书信探讨中已作了极大的肯定。顾颉刚说：“《召南·野有死麕》是一首情歌。……可怜一班经学家的心给圣人之道迷蒙住了!卫宏《诗序》云：‘被文王之化，虽当乱世，犹恶无礼也。’郑玄《诗笺》云：‘贞女欲吉士以礼来，……又疾时无礼，强暴之男相劫胁。’朱熹《诗集传》云：‘此章乃述女子拒之之辞，言姑徐徐而来，毋动我之帨，毋惊我之犬，以甚言其不能相及也。其凛然不可犯之意盖可见矣!’经他们这样一说，于是怀春之女就变成了贞女，吉士也就变成强暴之男，情投意合就变成了无礼劫胁，急迫的要求就变成了凛然不可犯之拒!”在中国诗作中，抒情诗虽然发达但直面讴歌爱情的却并不多，《野有死麕》以它鲜明的主题而显得极其可贵。　　全诗三段，前两段以叙事者的口吻旁白描绘男女之情，朴实率真；后一段全录女子偷情时的言语，活脱生动。侧面表现了男子的情炽热烈和女子的含羞慎微。转变叙事角度的描写手法使整首诗情景交融，正面侧面相互掩映，含蓄诱人，赞美了男女之间自然、纯真的爱情。对于打破章法、句法的卒章，人们常常难以理解。周蒙、冯宇《诗经百首译释》就说：“至于卒章三句，错互成文，且无来由，更觉‘兀突’，亦当有过渡衔接词句。”其实，仔细研究《诗经》，不难发现这种在复沓中突兀的单行章段是《诗经》尤甚是《国风》的常见现象。它们往往出现在作品文本的首尾。比如，《周南》的《葛覃》、《卷耳》、《汉广》、《汝坟》，《召南》的《采蘩》、《草虫》、《行露》、《何彼襛矣》，《邶风》的《燕燕》、《日月》、《终风》、《简兮》、《北门》、《静女》、《新台》，《鄘风》的《君子偕老》、《蝃蝀》，《郑风》的《女曰鸡鸣》、《子衿》，《齐风》的《东方未明》、《甫田》，《唐风》的《扬之水》、《葛生》，《陈风》的《东门之枌》、《衡门》，《王风》的《大东》，《秦风》的《车邻》，《曹风》的《下泉》以及《小雅》中的《皇皇者华》、《南有嘉鱼》、《湛露》、《菁菁者莪》等。这种诗甚至往往被视作脱简或串简，执此观点的如宋代的王质、王柏，现当代的孙作云、翟相君等。也有人对此种结构击节赞赏的，比如清代的刘沅、方玉润之评《采蘩》。对如此大相径庭的看法，要是我们能够从诗的起源的角度进行考察，就可使问题冰释。最早的诗是口头上传唱的歌。歌唱者可以独歌，也可以对歌、和歌。蒋立甫评《采蘩》就说：“后一章是合唱。”(《诗经选注》)再比如《关雎》，后二章复沓，第一章四句单行。《论语·秦伯》：“《关雎》之乱，洋洋盈耳哉!”《史记·孔子世家》：“故曰：‘关雎之乱以为凤始。’”所谓“合乐谓之乱”，众声合唱部分便是“乱”。当原始的自由对歌或集体的祭祀歌唱被刻意摹仿，诗歌的创作者就具备了随意转换叙事角度的能力，诗歌从此而自由飞扬，简洁而形象生动地共时展开情节描述、抒写心理感受成为可能。作为早期的创作诗，《诗经》中这样一种写作手法的运用不免显得有些程式化，远没有应用自如。但也正因此，我们才感觉《诗经》中的诗是那么的质朴率真。　　《野有死麕》的语言生动而隽永，这主要归功于口语、方言的使用和刻意营造音乐效果的语词的创造运用。卒章三句由祈使句组成，纯属口语。直接采用口头语言能够最完整最准确地再现女子偷情时既欢愉急切又紧张羞涩的心理状态。而祈使句本身也提示了这样一个动作场面的微妙紧张。《诗经》的语言是诗人创作的艺术语言，它来自于生活口语，又精心经过提炼。《诗经》用的是周代的共同语雅言，也就是西周王畿所在地的镐京话。但诗人在《野有死麕》中，也用到了方言。陆德明《毛诗音义》引《草木疏》：“麕，麞也。青州人谓之麕。”青州，据《尚书·禹贡》：“海、岱惟青州。”《吕氏春秋·有始览》：“东方为青州。”《召南》，旧说一般以为“召”是指召公奭及其封地，其采邑在陕西岐山西南。《召南》中有《甘棠》，诗中有一“召伯”，冯沅君《诗史》以召伯为宣王末年征淮夷有功的召穆公虎。《野有死麕》据《旧唐书·礼仪志》说也不是周初之诗，而是周平王东迁后的诗。笔者认为，《召南》不是周初诗作，“召”作为地名也不在陕西岐山。总之，《野有死麕》用了东方方言。方言的使用使整首诗更贴近日常生活，更自然朴实。四字成句，四句成段，是《诗经》的标准句法、章法。整饬的句式其原始实质和有组织地分布用韵字的押韵一样，是为了产生和谐悦耳、间断有序的声音效果。因为汉语的固有特性，间断有序的声音的产生就自然会要求句式的整饬。　　《野有死麕》中的“朴樕”是联绵词，也可写成“朴遬”。毛传释“朴樕”为“小木”，徐锴《说文解字系传》解释为“小樕树”。“朴樕”有两个引申义：短小，丛生；前者见《汉书·息夫躬传》颜师古注，后者见《尔雅·释木》邢昺疏。“朴樕”一字除可异写为“朴遬”外，其声变化，而意义基本保持不变的，还有“扶苏”、“扶胥”等分化词。张永言说：“推广来说，灌木丛生貌叫‘朴樕’，枝叶花朵丛生貌叫“扶疏”，鸟羽、兽毛丛生貌叫‘朴樕’‘扑朔’；由灌木、枝叶、羽毛丛生貌又可引申出纷披、披垂、蓬松、不整齐、不整饬等意义，所以衣服不整齐叫‘朴樕’人委琐不整饬叫‘仆遬’。”据朱广祁《诗经双音词论稿》统计，像“朴樕”这样的联绵词《诗经》中大概有140个。联绵词指的是双音节的单纯词，即由两个音缀的拼合表示一个完整意义的词。郑玄《诗谱序》引《虞书》：“诗言志，歌永言，声依永，律和声。”联绵词的产生，是长歌永言的结果。换句话说，是修饰音节的需要而产生了“朴樕”这样的词。根据李新魁的构拟，“朴樕”的上古读音应为boksok。按照李先生在《从方言读音看上古汉语入声韵的复尾韵》一文中提出的理论，这词本读入声，是由一个音节衍化而形成为两个音节的；其第二个音节的声母s，本是第一个音节韵尾的遗存。也就是说，“朴樕”第二个音节的声母实际上是借自第一个音节的；从一个音节变成两个音节，其实质是音节的延长。是音节延长的需要而补充了后面一个弱读音节，造成了像“朴樕”这样的联绵词。为了声音的和谐而刻意创造的语词丰富了诗歌的语言，也使诗歌的语言更为自然生动。　（朱渊清）http://jhl.iok.cn/Article/lmjxku/200502/696.asp"
        },
        {
            "title": "关雎",
            "content": "关关雎鸠，在河之洲。窈窕淑女，君子好逑。参差荇菜，左右流之。窈窕淑女，寤寐求之。求之不得，寤寐思服。悠哉悠哉，辗转反侧。参差荇菜，左右采之。窈窕淑女，琴瑟友之。参差荇菜，左右芼之。窈窕淑女，钟鼓乐之。",
            "comment": "：①关关雎（jū)鸠(jīu)：雎鸠鸟不停地叫。雎鸠，水鸟名，即鱼鹰。传说它们情意专一。\r\n②洲：水中的陆地。\r\n③窈窕：文静美好的样子。\r\n④荇菜：水草名，一种可食的水草。\r\n⑤逑：配偶。\r\n⑥寤(wù)：睡醒，寐：睡眠。寤寐：日日夜夜。\r\n⑦思服：思念。\r\n⑧琴瑟友之：弹琴鼓瑟表示亲近。\r\n⑨芼(mào)：挑选。\r\n⑩钟鼓乐之：敲击钟鼓使她欢乐。 | ：关关鸣叫的水鸟，栖居在河中沙洲。\r\n善良美丽的姑娘，好男儿的好配偶。\r\n长短不齐的荇菜，在船左右两边捞。\r\n善良美丽的姑娘，日日夜夜都想她。\r\n思念追求不可得，醒来做梦长相思。\r\n悠悠思念情意切，翻来覆去难入眠。\r\n长短不齐的荇菜，姑娘左右去摘采。\r\n善良美丽的姑娘，弹琴鼓瑟亲近她。\r\n长短不齐的荇菜，姑娘左右去挑选。\r\n善良美丽的姑娘，鼓乐之礼娶回家。 | ：　　此诗言切而意婉，尤其是第三章，男主人公对所思女子真是设想得体贴入微，关怀备至。第一章“窈窕淑女”二句，直往直来，连个小弯儿也不拐。但从第二章起，细节描写增多了，小伙子由于“寤寐思服”，彻夜翻来覆去，睡不踏实，这确是真情流露。越睡不安稳，越是心潮起伏；而人在恋爱时总是好往乐观处想，于是他想到将来结婚时场面多么热闹，婚后感情多么融洽和谐，生活多么美满幸福。这一切遐想，都是从“悠哉悠哉，展转反侧”的失眠中幻化出来的。虽说是主观的一厢情愿，却并非可望而不可即。后来的剧作家代剧中人立言，说“愿天下有情人终成眷属”，反嫌说得太露；而《关雎》的作者却以丰富而圆满的想象来填充眼前无可排遣的相思，这真是“乐而不淫，哀而不伤”了。难得的是这乃属于典型的东方式的、我国传统的正常恋爱观，即他所盼望的是同淑女成为夫妇（用“好逑”字样可证），而不仅仅是做为情侣（这同《郑风》里的作品就不同了！），这固然有封建统治阶级的烙印，却也体现了汉民族的传统特色。\r\n　　“兴”是现实主义的技巧，是不错的。这首诗即河洲之物而起兴，显见为民间产物；采荇尤见出古代劳动人民的生活（可能是女性）。我们对于采荇不免陌生，但采莲蓬、采藕、采菱的生活我们能体会。先是顺流而取，再则采到手，再则煮熟了端上来。表示虽然一件小小事情也不容易做（正是劳动的真精神），这就象征了君子求淑女的心情与周折。等到生米煮成熟饭，正是“钟鼓乐之”的时候了，意味该多么深长！同时这种工作是眼前事实，并非虚拟幻想，一面写实一面又象征，此所以为比兴之正格，这才是中国诗的长处。后妃固然主德，但后妃哪里梦见“采荇”的乐趣，也未必看得见“雎鸠”的比翼双飞。不过采诗入乐，“太师”的眼光总算够好的。可惜古人不懂得“向人民学习”罢了。（小如按：此段文字乃转摘自我的一份劫后残存的讲稿中，当时是把先生的意思做为自己的话写下来的，因此可能与原文略有出入，读者鉴之。）\r\n　　这诗的主要表现手法是兴寄，《毛传》云：“兴也。”什么是“兴”?孔颖达的解释最得要领，他在《毛诗正义》中说：“‘兴’者，起也。取譬引类，起发己心，《诗》文诸举草木鸟兽以见意者，皆‘兴’辞也。”所谓“兴”，即先从别的景物引起所咏之物，以为寄托。这是一种委婉含蓄的表现手法。如此诗以雎鸠之“挚而有别”，兴淑女应配君子；以荇菜流动无方，兴淑女之难求；又以荇菜既得而“采之”、“芼之”，兴淑女既得而“友之”、“乐之”等。这种手法的优点在于寄托深远，能产生文已尽而意有余的效果。 \r\n　　这首诗还采用了一些双声叠韵的连绵字，以增强诗歌音调的和谐美和描写人物的生动性。如“窈窕”是叠韵；“参差”是双声；“辗转”既是双声又是叠韵。用这类词儿修饰动作，如“辗转反侧”；摹拟形象，如“窈窕淑女”；描写景物，如“参差荇菜”，无不活泼逼真，声情并茂。刘师培《论文杂记》云：“上古之时，……谣谚之音，多循天籁之自然，其所以能谐音律者，一由句各叶韵，二由语句之间多用叠韵双声之字。”此诗虽非句各叶韵，但对双声叠韵连绵字的运用，却保持了古代诗歌淳朴自然的风格。 \r\n　　用韵方面，这诗采取偶句入韵的方式。这种偶韵式支配着两千多年来我国古典诗歌谐韵的形式。而且全篇三次换韵，又有虚字脚“之”字不入韵，而以虚字的前一字为韵。这种在用韵方面的参差变化，极大地增强了诗歌的节奏感和音乐美。 \r\n　　本诗中每一章的韵字。\r\n　　关关雎鸠，在河之洲。窈窕淑女，君子好逑。（句句押韵的句尾韵：鸠、洲、逑）\r\n　　注意：后两句实际是一句判断句。但后人多断章取义，使后句独立成句。\r\n　　参差荇菜，左右流之。窈窕淑女，寤寐求之。（隔句押韵的句中韵：流、求）\r\n　　流：顺流而取 \r\n　　求之不得，寤寐思服。悠哉悠哉，辗转反侧。（句句押韵的句尾韵：得、服、侧）\r\n　　服：亦想也。 辗转——既是双声又是叠韵的联绵词\r\n　　参差荇菜，左右采之。窈窕淑女，琴瑟友之。（隔句押韵的句中韵：采、友）\r\n　　参差——双声联绵词 友：亲爱。\r\n　　参差荇菜，左右芼之。窈窕淑女，钟鼓乐之。（隔句押韵的句中韵：芼、乐）\r\n　　窈窕——叠韵联绵词 乐：使之乐。\r\n　　对《关雎》，我们应当从诗义和音乐两方面去理解。就诗义而言，它是“民俗歌谣”，所写的男女爱情是作为民俗反映出来的。相传古人在仲春之月有会合男女的习俗。《周礼·地官·媒氏》云：“媒氏(即媒官)掌万民之判(配合)。……中春(二月)之月，令会男女，于是时也，奔者不禁(不禁止奔)；若无故而不用令者，罚之，司男女之无夫家者而会之。”《关雎》所咏未必就是这段史事的记实，但这段史实却有助于我们了解古代男女相会、互相爱慕并希望成婚的心理状态和风俗习尚。文学作品描写的对象是社会生活，对社会风俗习尚的描写能更真实地再现社会生活，使社会生活融汇于社会风习的画面中，从而就更有真实感。《关雎》就是把古代男女恋情作为社会风俗习尚描写出来的。就乐调而言，全诗重章叠句都是为了合乐而形成的。郑樵《通志·乐略·正声序论》云：“凡律其辞，则谓之诗，声其诗，则谓之歌，作诗未有不歌者也。”郑樵特别强调声律的重要性。凡古代活的有生气的诗歌，往往都可以歌唱，并且重视声调的和谐。《关雎》重章叠句的运用，说明它是可歌的，是活在人们口中的诗歌。当然，《关雎》是把表达诗义和疾徐声调结合起来，以声调传达诗义。郑玄《诗谱序》云：“《虞书》曰：‘诗言志，歌永言，声依永，律和声。’然则诗之道，放于此乎?” | 【注释】雎鸠：水鸟名，即鱼鹰。传说它们情意专一逑：（雔）之借字，（雔），双鸟之意荇菜：水草名寤：睡醒，寐：睡眠[1]：音帽，有选择之意 《关雎》是《风》之始也，也是《诗经》第一篇。古人把它冠于三百篇之首，说明对它评价很高。《史记·外戚世家》曾经记述说：“《易》基乾坤，《诗》始《关雎》，《书》美厘降……夫妇之际，人道之大伦也。”又《汉书·匡衡传》记载匡衡疏云：“匹配之际，生民之始，万福之原。婚姻之礼正，然后品物遂而天命全。孔子论《诗》，一般都是以《关雎》为始。……此纲纪之首，王教之端也。”他们的着眼点是迂腐的，但对诗的本义的概括却基本正确。问题在于它所表现的是什么样的婚姻。这关系到我们对《风》的理解。朱熹《诗集传》“序”说：“凡诗之所谓风者，多出于里巷歌谣之作，所谓男女相与咏歌，各言其情者也。”又郑樵《通志·乐略·正声序论》说：“《诗》在于声，不在于义，犹今都邑有新声，巷陌竞歌之，岂为其辞义之美哉?直为其声新耳。”朱熹是从诗义方面论述的，郑樵则从声调方面进行解释。我们把二者结合起来，可以认为《风》是一种用地方声调歌唱的表达男女爱情的歌谣。尽管朱熹对《关雎》主题的解释并不如此，但从《关雎》的具体表现看，它确是男女言情之作，是写一个男子对女子爱情的追求。其声、情、文、义俱佳，足以为《风》之始，三百篇之冠。孔子说：“《关雎》乐而不淫，哀而不伤。”（《论语·八佾》）此后，人们评《关雎》，皆“折中于夫子”(《史记·孔子世家》)。但《关雎》究竟如何呢?这首诗原是三章：一章四句，二章八句，三章八句。郑玄从文义上将后二章又各分为两章，共五章，每章四句。现在用郑玄的分法。第一章雎鸠和鸣于河之洲上，其兴淑女配偶不乱，是君子的好匹配。这一章的佳处，在于舒缓平正之音，并以音调领起全篇，形成全诗的基调。以“窈窕淑女，君子好逑”统摄全诗。第二章的“参差荇菜”承“关关雎鸠”而来，也是以洲上生长之物即景生情。“流”，《毛传》训为“求”，不确。因为下文“寤寐求之”已有“求”字，此处不当再有“求”义，应作流动讲。这是以荇菜流动从而比喻淑女的难求。“求”字是全篇的中心，通首诗都在表现男子对女子的追求过程，即从深切的思慕到实现结婚的愿望。第三章抒发求之而不得的忧思。这是一篇的关键，最能体现全诗精神。姚际恒《诗经通论》评云：“前后四章，章四句，辞义悉协。今夹此四句于‘寤寐求之’之下，‘友之’、‘乐之’二章之上，承上递下，通篇精神全在此处。盖必著此四句，方使下‘友’、‘乐’二义快足满意。若无此，则上之云‘求’，下之云‘友’、‘乐’，气势弱而不振矣。此古人文章争扼要法，其调亦迫促，与前后平缓之音别。”姚氏对本章在全诗中的重要性分析最为精当。应当补充者，此章不但以繁弦促管振文气，而且写出了生动逼真的形象，即王士祯《渔洋诗话》所谓“《诗》三百篇真如画工之肖物”。林义光《诗经通解》说：“寐始觉而辗转反侧，则身犹在床。”这种对思念情人的心思的描写，可谓“哀而不伤”者也。第四、五章写求而得之的喜悦。“琴瑟友之”、“钟鼓乐之”，都是既得之后的情景。曰“友”，曰“乐”，用字自有轻重、深浅不同。极写快兴满意而又不涉于侈靡，所谓“乐而不淫”。通篇诗是写一个男子对女子的思念和追求过程，写求之而不得的焦虑和求而得之的喜悦。 这诗的主要表现手法是兴寄，《毛传》云：“兴也。”什么是“兴”?孔颖达的解释最得要领，他在《毛诗正义》中说：“‘兴’者，起也。取譬引类，起发己心，《诗》文诸举草木鸟兽以见意者，皆‘兴’辞也。”所谓“兴”，即先从别的景物引起所咏之物，以为寄托。这是一种委婉含蓄的表现手法。如此诗以雎鸠之“挚而有别”，兴淑女应配君子；以荇菜流动无方，兴淑女之难求；又以荇菜既得而“采之”、“芼之”，兴淑女既得而“友之”、“乐之”等。这种手法的优点在于寄托深远，能产生文已尽而意有余的效果。 这首诗还采用了一些双声叠韵的连绵字，以增强诗歌音调的和谐美和描写人物的生动性。如“窈窕”是叠韵；“参差”是双声；“辗转”既是双声又是叠韵。用这类词儿修饰动作，如“辗转反侧”；摹拟形象，如“窈窕淑女”；描写景物，如“参差荇菜”，无不活泼逼真，声情并茂。刘师培《论文杂记》云：“上古之时，……谣谚之音，多循天籁之自然，其所以能谐音律者，一由句各叶韵，二由语句之间多用叠韵双声之字。”此诗虽非句各叶韵，但对双声叠韵连绵字的运用，却保持了古代诗歌淳朴自然的风格。 用韵方面，这诗采取偶句入韵的方式。这种偶韵式支配着两千多年来我国古典诗歌谐韵的形式。而且全篇三次换韵，又有虚字脚“之”字不入韵，而以虚字的前一字为韵。这种在用韵方面的参差变化，极大地增强了诗歌的节奏感和音乐美。 对《关雎》，我们应当从诗义和音乐两方面去理解。就诗义而言，它是“民俗歌谣”，所写的男女爱情是作为民俗反映出来的。相传古人在仲春之月有会合男女的习俗。《周礼·地官·媒氏》云：“媒氏(即媒官)掌万民之判(配合)。……中春(二月)之月，令会男女，于是时也，奔者不禁(不禁止奔)；若无故而不用令者，罚之，司男女之无夫家者而会之。”《关雎》所咏未必就是这段史事的记实，但这段史实却有助于我们了解古代男女相会、互相爱慕并希望成婚的心理状态和风俗习尚。文学作品描写的对象是社会生活，对社会风俗习尚的描写能更真实地再现社会生活，使社会生活融汇于社会风习的画面中，从而就更有真实感。《关雎》就是把古代男女恋情作为社会风俗习尚描写出来的。就乐调而言，全诗重章叠句都是为了合乐而形成的。郑樵《通志·乐略·正声序论》云：“凡律其辞，则谓之诗，声其诗，则谓之歌，作诗未有不歌者也。”郑樵特别强调声律的重要性。凡古代活的有生气的诗歌，往往都可以歌唱，并且重视声调的和谐。《关雎》重章叠句的运用，说明它是可歌的，是活在人们口中的诗歌。当然，《关雎》是把表达诗义和疾徐声调结合起来，以声调传达诗义。郑玄《诗谱序》云：“《虞书》曰：‘诗言志，歌永言，声依永，律和声。’然则诗之道，放于此乎?” (选自《中华文学鉴赏宝库》，陕西人民教育出版社1995年版) (聂石樵)-------------------------------------------------1.关关:水鸟叫声。雎（音居）鸠：水鸟，一名王雎，状类凫鹥，生有定偶，常并游。2.洲：河中沙洲。3.窈窕：美心为窈，美状为窕。淑：善，好。4.好逑(qiú)：理想的配偶。逑，配偶。5.参差：长短不齐。荇(xìnɡ杏)菜：多年生水草，夏天开黄色花，嫩叶可食。6.流：顺水势采摘。7.寤(wù务)：睡醒；寐：睡着。8.思：语助。服：思念、牵挂。9.悠：忧思貌。10.辗：半转。反侧：反身，侧身。11.友：交好。12.芼(mào)：选择，采摘。题解：诗人对河边采摘荇菜的美丽姑娘的恋歌译文：雎鸠关关在歌唱，在那河中小岛上。善良美丽的少女，小伙理想的对象。长长短短鲜荇菜，顺流两边去采收。善良美丽的少女，朝朝暮暮想追求。追求没能如心愿，日夜心头在挂牵。长夜漫漫不到头，翻来复去难成眠。长长短短鲜荇菜，两手左右去采摘。善良美丽的少女，弹琴鼓瑟表爱慕。长长短短鲜荇菜，两边仔细来挑选。善良美丽的少女，钟声换来她笑颜。【赏析一】诗文欣赏说《诗经·关雎》吴小如^^１ 近年赏析之风颇为流行，但我认为这类文章并不好作。尤其是讲《诗三百篇》中的作品，首先须通训诂，其次还要明诗旨。因为风、雅、颂距今已远，其可赏析处往往即在字、词的训诂之中。加以旧时奉三百篇为经典，古人说诗每多附会；不明诗旨便如皓天白日为云霾笼罩，必须拨云见日，始能领会诗情。这里姑以《关雎》为例而申说之，惟不免贻人以老生常谈之讥耳。 时至今日，大约没有人再相信《毛诗序》所谓“《关雎》，后妃之德也”一类的话了。说《关雎》大约是经过加工的一首民间恋歌，恐怕不会去事实太远。但《齐》、《鲁》、《韩》三家（包括司马迁、刘向）说此诗，都以为它意存讽刺。这又该作何解释？另外，古人很强调“四始”说（即《关雎》为“风”之始，《鹿鸣》为“小雅”之始，《文王》为“大雅”之始，《清庙》为“颂”之始），认为把《关雎》列为十五国风的第一篇，是有意义的，并非编排上偶然形成的结果。这些都需要我们作出说明。 我以为，无论今文学派的《齐》、《鲁》、《韩》三家诗也好，古文学派的《毛诗》也好，他们解诗，都存在两个问题：一是不理解绝大多数“国风”是民歌，把每一首诗都拉到帝王、后妃或列国诸侯的君、夫人身上；二是把作诗的本意和后来的引申意混同起来。三家诗看到《关雎》中有“求之不得，寤寐思服；悠哉悠哉，展转反侧”的话，便扯到周康王身上，说诗意是讽刺他“失德晏起”，正如司马迁在《十二诸侯年表序》中所说：“周道缺，诗人本之衽席，《关雎》作。”而后来的《毛诗》为了同三家诗唱对台戏，于是一反今文家法，大讲“后妃之德”云云，目的在于说它不是刺诗而是赞美之辞。如果我们认识到十五国风中确有不少民歌，并排除了断章取义的方式方法，则三家诗也好，《毛诗》也好，他们人为地加给此诗的迷雾都可一扫而空，诗的真面目也就自然显露出来了。 至于把《关雎》列为“国风”之始，我以为这倒是人情之常。古人原有这样的说法，认为《三百篇》所以被保存下来，乃由于它们是能歌唱的乐章而于诗义无涉，故有些讽刺诗或大胆泼辣的爱情诗也没有被统治阶级删除淘汰。我则以为，从《三百篇》的内容看，总还是先把各地的诗歌搜集起来然后为它们配乐，所配之乐，必不能丝毫不关涉诗的内容，而任意用不相干的乐谱去牵合。《关雎》之所以为“风”之始，恐怕同内容仍有关联。由于诗中有“琴瑟友之”、“钟鼓乐之”的词句，很适合结婚时歌唱，于是就把它配上始而缠绵悱恻、终则喜气洋洋的乐调，而沿用为结婚时的奏鸣曲。盖因恋爱而“寤寐思服”、“展转反侧”乃人之常情，故虽哀而不伤（“哀”有动听感人的意思）；夫妇结婚原属正理，君子淑女相配并不违反封建伦常，故虽乐而不淫。这样，自然就把它列为“国风”之首了。直到今日，我们遇到喜庆节日，也还是要唱一些欢快热闹的歌，奏一些鼓舞人心的曲子，取其顺心如意。这并不是什么迷信，而是同喜庆节日的气氛相适应。如果办喜事时奏哀乐唱悼亡诗，撇开吉利与否的迷信观点不谈，至少产生败兴和杀风景的反效果，总是招人憎厌的。《三百篇》的乐章既为统治阶级所制定，当然要图个吉利，把体现喜庆气氛的作品列于篇首。这不仅符合他们本阶级的利益，即从人情之常来讲，也是理当如此。 ^^２ 从古以来，《关雎》就有两种分章的方式。一种是每四句为一章，全诗共五章。另一种是分为三章，第一章四句，第二、第三章各八句。从文义看，我倾向于第二种分法。第一章是总述，态度比较客观；第二、三章则从男主人公方面落笔，先说他在未得淑女时思念之苦，连觉也睡不着；然后再说他求得淑女与之成婚以后，他将千方百计同她鱼水和谐，使她心情欢乐舒畅。如果说第二章近于现实主义的描写，那么第三章便带有浪漫主义情调，抒情主人公乃为爱情获得成功的美好前景而陶醉了。 讲到这首诗的表现形式，历来也有两种意见。即在赋、比、兴几种表现手法中，有人认为“关关雎鸠”两句和“参差荇菜，左右流之”等描写是比兴，由河洲的禽鸟和水中的荇菜“兴”起君子求淑女的愿望，这就是诗的主题。另一种意见则认为此诗干脆自始至终都是“赋”。而说它的手法是“赋”的，又有两种解释。一是古人旧说，认为采荇菜的活动本是贵族妇女（包括后妃以及嫔妾）应做的“本职工作”，所以是“赋”；二是今人新说，认为这是一首写实的情歌，小伙子看上了河上采荇菜的劳动少女，于是表示了爱慕之情，无论“雎鸠”的鸣声也好，采荇菜的场面也好，都是“君子”身临其境耳闻目见的，当然属于“直陈其事”的“赋”了。这些说法都能言之成理，读者不妨互参。 不过如让我讲这首诗，我倒比较倾向于“比兴”说。所谓比兴手法，特别是“兴”，并不是诗人在实际生活之外凭空找来点什么填塞入诗，而是以即目所见、倾耳所闻的当前实际景物做为抒发思想感情的媒介，顺带着产生了联想。我们可以承认“关关雎鸠，在河之洲”是诗人眼前实景，但这一对在河洲上互相依偎着一唱一和的水鸟，自然会引起未婚青年男子迫切寻找淑女以为配偶的强烈意愿。诗人在选择诗料时单单看中了“关关雎鸠”，这本身就体现了“比兴”的作用。否则诗人为什么不写别的呢？换言之，也只有写互相鸣和的一对水禽才与这首诗的主题合拍，才算得上典型化。如果硬把它限制在“赋”的框框里，反倒近于自然主义的解释了。 我把“参差荇菜，左右流之”以及“采之”、“芼之”也讲成比兴手法，是以字、词的训诂为依据的。古人大都把“流”、“采”、“芼”讲成同义词，即都有“寻求”、“采摘”和“择取”的意思。“流”之训“求”，从西汉的刘向（他是治《鲁诗》的），东汉的高诱（说详《吕氏春秋注》），到清代的马瑞辰（著有《毛诗传笺通释》），都有考证，而且比较可信。比如《说苑》中《越人歌》的汉译就有一句“搴流中洲”（这一句是经过校订的），这里的“搴流”即为同义复合词，“搴”和“流”都作采摘讲。可是朱熹的《诗集传》则兼用“流”字本义，认为这句是指顺着流水去择取荇菜。此说虽遭清人（如姚际恒）非议，我倒觉得朱熹的讲法是从实际生活出发的。至于“芼”，旧注亦训“择”，朱熹却据董逌《广川诗故》解“芼”为“熟而荐之”。我觉得此解亦近理。在现代汉语中，特别是北京方言，我们经常还听到用沸滚水把菜蔬“芼”（ｍàｏ）一下的说法。即等水烧开后把生的菜放进去，“芼”之使熟，随即捞出。由此可见，荇菜的从“流”到“采”，从“采”到“芼”，是循序渐进的过程。“左右”本指人的左右手，引申为左右两边。人们劳动，大抵双手兼用，尤其是采摘或捧掬菜蔬的时候，总是左右手同时并举。这也属生活常识，无劳辞费。 训诂既明，然后讲诗。荇菜之被采摘，犹淑女之被君子所选中。开始采时，在水中左一把右一把，顺水捞来捞去，方向无定；一似男之求女，一上来还没有找到明确目标，只能慢慢物色，宛如在水中寻求中意的荇菜。及至“采”时，则目标已明，看准后便采到手了。既采之后，就要“芼”它一下，使之成为可食之物，亦即是说只等婚期一到，共同生活便将开始了。我所以把它讲成比兴，正是从字、词的训诂上体会出来的。 ^^３ 下面简单谈谈这首诗的艺术特点。此诗言切而意婉，尤其是第三章，男主人公对所思女子真是设想得体贴入微，关怀备至。第一章“窈窕淑女”二句，直往直来，连个小弯儿也不拐。但从第二章起，细节描写增多了，小伙子由于“寤寐思服”，彻夜翻来覆去，睡不踏实，这确是真情流露。越睡不安稳，越是心潮起伏；而人在恋爱时总是好往乐观处想，于是他想到将来结婚时场面多么热闹，婚后感情多么融洽和谐，生活多么美满幸福。这一切遐想，都是从“悠哉悠哉，展转反侧”的失眠中幻化出来的。虽说是主观的一厢情愿，却并非可望而不可即。后来的剧作家代剧中人立言，说“愿天下有情人终成眷属”，反嫌说得太露；而《关雎》的作者却以丰富而圆满的想象来填充眼前无可排遣的相思，这真是“乐而不淫，哀而不伤”了。难得的是这乃属于典型的东方式的、我国传统的正常恋爱观，即他所盼望的是同淑女成为夫妇（用“好逑”字样可证），而不仅仅是做为情侣（这同《郑风》里的作品就不同了！），这固然有封建统治阶级的烙印，却也体现了汉民族的传统特色。 1950年我曾在大学里教过一年《毛诗》专题课，承废名师（冯文炳先生）把他的讲义手稿惠借给我，其中讲《关雎》的一段居然幸存至今，谨转录于下即做为这篇小文的结束： “兴”是现实主义的技巧，是不错的。这首诗即河洲之物而起兴，显见为民间产物；采荇尤见出古代劳动人民的生活（可能是女性）。我们对于采荇不免陌生，但采莲蓬、采藕、采菱的生活我们能体会。先是顺流而取，再则采到手，再则煮熟了端上来。表示虽然一件小小事情也不容易做（正是劳动的真精神），这就象征了君子求淑女的心情与周折。等到生米煮成熟饭，正是“钟鼓乐之”的时候了，意味该多么深长！同时这种工作是眼前事实，并非虚拟幻想，一面写实一面又象征，此所以为比兴之正格，这才是中国诗的长处。后妃固然主德，但后妃哪里梦见“采荇”的乐趣，也未必看得见“雎鸠”的比翼双飞。不过采诗入乐，“太师”的眼光总算够好的。可惜古人不懂得“向人民学习”罢了。（小如按：此段文字乃转摘自我的一份劫后残存的讲稿中，当时是把先生的意思做为自己的话写下来的，因此可能与原文略有出入，读者鉴之。）【赏析三】　　《关雎》这首短小的诗篇，在中国文学史上占据着特殊的位置。它是《诗经》的第一篇，而《诗经》是中国文学最古老的典籍。虽然从性质上判断，一些神话故事产生的年代应该还要早些，但作为书面记载，却是较迟的事情。所以差不多可以说，你翻开中国文学的历史，首先遇到的就是《关雎》。　　当初编纂《诗经》的人，在诗篇的排列上是否有某种用意呢？这已不得而知。但至少后人的理解，并不认为《关雎》是随便排列在首位的。孔子《论语》中多次提到《诗》（即《诗经》），但作出具体评价的作品，却只有《关雎》一篇，谓之“乐而不淫，哀而不伤”。在他看来，《关雎》是表现“中庸”之德的典范。而汉儒的《毛诗序》又说：“《风》之始也，所以风天下而正夫妇也。故用之乡人焉，用之邦国焉。”这里牵涉到中国古代的一种伦理思想：在古人看来，夫妇为人伦之始，天下一切道德的完善，都必须以夫妇之德为基础。《毛诗序》的作者认为，《关雎》在这方面具有典范意义，所以才被列为“《风》之始”。它可以用来感化天下，既适用于“乡人”即普通百姓，也适用于“邦国”即统治阶层。如此说来，《关雎》之义大矣！这种理解究竟有多少道理呢？我们暂且撇下，先从诗歌本身说起。　　《关雎》的内容其实很单纯，是写一个“君子”对“淑女”的追求，写他得不到“淑女”时心里苦恼，翻来覆去睡不着觉；得到了“淑女”就很开心，叫人奏起音乐来庆贺，并以此让“淑女”快乐。作品中人物的身份十分清楚：“君子”在《诗经》的时代是对贵族的泛称，而且这位“君子”家备琴瑟钟鼓之乐，那是要有相当的地位的。以前常把这诗解释为“民间情歌”，恐怕不对头，它所描绘的显然是贵族阶层的生活。另外，说它是情爱诗当然不错，但恐怕也不是一般的爱情诗。据我看来，这原来是一首婚礼上的歌曲，是男方家庭赞美新娘、祝颂婚姻美好的。《诗经·国风》中的很多歌谣，都是既具有一般的抒情意味、娱乐功能，又兼有礼仪上的实用性，只是有些诗原来派什么用处后人不清楚了，就仅当作普通的歌曲来看待。我们把《关雎》当作婚礼上的歌来看，从“窍窕淑女，君子好逑”，唱到“琴瑟友之”、“钟鼓乐之”，不也是喜气洋洋的，很合适吗？　　当然这首诗本身，还是以男子追求女子的情歌的形态出现的。之所以如此，大抵与在一般婚姻关系中男方是主动的一方有关。就是在现代，一个姑娘看上个小伙，也总要等他先开口，古人更是如此。娶个新娘回来，夸她是个美丽又贤淑的好姑娘，是君子的好配偶，说自己曾经想她想得害了相思病，必定很讨新娘的欢喜。然后在一片琴瑟钟鼓之乐中，彼此的感情相互靠近，美满的婚姻就从这里开了头。即使单从诗的情绪结构来说，从见关雎而思淑女，到结成琴瑟之好，中间一番周折也是必要的：得来不易的东西，才特别可贵，特别让人高兴呀！　　那么，这首诗又有什么样的特点，可以被当作表现夫妇之德的典范呢？首先，它所写的爱情，一开始就有明确的婚姻目的，最终又归结于婚姻的美满，不是青年男女之问短暂的邂逅、一时的激情。这种明确指向婚姻、表示负责任的爱情，更为社会所赞同。其次，它所写的男女双方，乃是“君子”和“淑女”，表明这是一种与美德相联系的结合。“君子”是兼有地位和德行双重意义的，而“窈窕淑女”，也是兼说体貌之美和德行之善。这里“君子”与“淑女”的结合，代表了一种婚姻理想。再次，是诗歌所写恋爱行为的节制性。细读可以注意到，这诗虽是写男方对女方的追求，但丝毫没有涉及双方的直接接触。“淑女”固然没有什么动作表现出来，“君子”的相思，也只是独自在那里“辗转反侧”，什么攀墙折柳之类的事情，好像完全不曾想到，爱得很守规矩。这样一种恋爱，既有真实的颇为深厚的感情(这对情诗而言是很重要的)，又表露得平和而有分寸，对于读者所产生的感动，也不致过于激烈。以上种种特点，恐怕确实同此诗原来是贵族婚礼上的歌曲有关，那种场合，要求有一种与主人的身份地位相称的有节制的欢乐气氛。而孔子从中看到了一种具有广泛意义的中和之美，借以提倡他所尊奉的自我克制、重视道德修养的人生态度，《毛诗序》则把它推许为可以“风天下而正夫妇”的道德教材。这两者视角有些不同，但在根本上仍有一致之处。　　古之儒者重视夫妇之德，有其很深的道理。在第一层意义上说，家庭是社会组织的基本单元，在古代，这一基本单元的和谐稳定对于整个社会秩序的和谐稳定，意义至为重大。在第二层意义上，所谓“夫妇之德”，实际兼指有关男女问题的一切方面。“饮食男女，人之大欲存焉”（《札记·礼运》)，孔夫子也知道这是人类生存的基本要求。饮食之欲比较简单(当然首先要有饭吃)，而男女之欲引起的情绪活动要复杂、活跃、强烈得多，它对生活规范、社会秩序的潜在危险也大得多，老夫子也曾感叹：“吾未见好德如好色者。”(《论语》)所以一切克制、一切修养，都首先要从男女之欲开始。这当然是必要的，但克制到什么程度为合适，却是复杂的问题，这里牵涉到社会物质生产水平、政治结构、文化传统等多种因素的综合，也牵涉到时代条件的变化。当一个社会试图对个人权利采取彻底否定态度时，在这方面首先会出现严厉禁制。相反，当一个社会处于变动时期、旧有道德规范遭到破坏时，也首先在这方面出现恣肆放流的情形。回到《关雎》，它所歌颂的，是一种感情克制、行为谨慎、以婚姻和谐为目标的爱情，所以儒者觉得这是很好的典范，是“正夫妇”并由此引导广泛的德行的教材。　　由于《关雎》既承认男女之爱是自然而正常的感情，有要求对这种感情加以克制，使其符合于社会的美德，后世之人往往各取所需的一端，加以引申发挥，而反抗封建礼教的非人性压迫的人们，也常打着《关雎》的权威旗帜，来伸张满足个人情感的权利。譬如《牡丹亭》中的杜丽娘，在被锁深闺、为怀春之情而痛苦时，就从《关雎》中为自己的人生梦想找出了理由——当然，实际上她已经走得很远了。　(骆玉明)http://jhl.iok.cn/Article/lmjxku/200501/586.asp | 【注释】雎鸠：水鸟名，即鱼鹰。传说它们情意专一逑：（雔）之借字，（雔），双鸟之意荇菜：水草名寤：睡醒，寐：睡眠[1]：音帽，有选择之意 《关雎》是《风》之始也，也是《诗经》第一篇。古人把它冠于三百篇之首，说明对它评价很高。《史记·外戚世家》曾经记述说：“《易》基乾坤，《诗》始《关雎》，《书》美厘降……夫妇之际，人道之大伦也。”又《汉书·匡衡传》记载匡衡疏云：“匹配之际，生民之始，万福之原。婚姻之礼正，然后品物遂而天命全。孔子论《诗》，一般都是以《关雎》为始。……此纲纪之首，王教之端也。”他们的着眼点是迂腐的，但对诗的本义的概括却基本正确。问题在于它所表现的是什么样的婚姻。这关系到我们对《风》的理解。朱熹《诗集传》“序”说：“凡诗之所谓风者，多出于里巷歌谣之作，所谓男女相与咏歌，各言其情者也。”又郑樵《通志·乐略·正声序论》说：“《诗》在于声，不在于义，犹今都邑有新声，巷陌竞歌之，岂为其辞义之美哉?直为其声新耳。”朱熹是从诗义方面论述的，郑樵则从声调方面进行解释。我们把二者结合起来，可以认为《风》是一种用地方声调歌唱的表达男女爱情的歌谣。尽管朱熹对《关雎》主题的解释并不如此，但从《关雎》的具体表现看，它确是男女言情之作，是写一个男子对女子爱情的追求。其声、情、文、义俱佳，足以为《风》之始，三百篇之冠。孔子说：“《关雎》乐而不淫，哀而不伤。”（《论语·八佾》）此后，人们评《关雎》，皆“折中于夫子”(《史记·孔子世家》)。但《关雎》究竟如何呢?这首诗原是三章：一章四句，二章八句，三章八句。郑玄从文义上将后二章又各分为两章，共五章，每章四句。现在用郑玄的分法。第一章雎鸠和鸣于河之洲上，其兴淑女配偶不乱，是君子的好匹配。这一章的佳处，在于舒缓平正之音，并以音调领起全篇，形成全诗的基调。以“窈窕淑女，君子好逑”统摄全诗。第二章的“参差荇菜”承“关关雎鸠”而来，也是以洲上生长之物即景生情。“流”，《毛传》训为“求”，不确。因为下文“寤寐求之”已有“求”字，此处不当再有“求”义，应作流动讲。这是以荇菜流动从而比喻淑女的难求。“求”字是全篇的中心，通首诗都在表现男子对女子的追求过程，即从深切的思慕到实现结婚的愿望。第三章抒发求之而不得的忧思。这是一篇的关键，最能体现全诗精神。姚际恒《诗经通论》评云：“前后四章，章四句，辞义悉协。今夹此四句于‘寤寐求之’之下，‘友之’、‘乐之’二章之上，承上递下，通篇精神全在此处。盖必著此四句，方使下‘友’、‘乐’二义快足满意。若无此，则上之云‘求’，下之云‘友’、‘乐’，气势弱而不振矣。此古人文章争扼要法，其调亦迫促，与前后平缓之音别。”姚氏对本章在全诗中的重要性分析最为精当。应当补充者，此章不但以繁弦促管振文气，而且写出了生动逼真的形象，即王士祯《渔洋诗话》所谓“《诗》三百篇真如画工之肖物”。林义光《诗经通解》说：“寐始觉而辗转反侧，则身犹在床。”这种对思念情人的心思的描写，可谓“哀而不伤”者也。第四、五章写求而得之的喜悦。“琴瑟友之”、“钟鼓乐之”，都是既得之后的情景。曰“友”，曰“乐”，用字自有轻重、深浅不同。极写快兴满意而又不涉于侈靡，所谓“乐而不淫”。通篇诗是写一个男子对女子的思念和追求过程，写求之而不得的焦虑和求而得之的喜悦。 这诗的主要表现手法是兴寄，《毛传》云：“兴也。”什么是“兴”?孔颖达的解释最得要领，他在《毛诗正义》中说：“‘兴’者，起也。取譬引类，起发己心，《诗》文诸举草木鸟兽以见意者，皆‘兴’辞也。”所谓“兴”，即先从别的景物引起所咏之物，以为寄托。这是一种委婉含蓄的表现手法。如此诗以雎鸠之“挚而有别”，兴淑女应配君子；以荇菜流动无方，兴淑女之难求；又以荇菜既得而“采之”、“芼之”，兴淑女既得而“友之”、“乐之”等。这种手法的优点在于寄托深远，能产生文已尽而意有余的效果。 这首诗还采用了一些双声叠韵的连绵字，以增强诗歌音调的和谐美和描写人物的生动性。如“窈窕”是叠韵；“参差”是双声；“辗转”既是双声又是叠韵。用这类词儿修饰动作，如“辗转反侧”；摹拟形象，如“窈窕淑女”；描写景物，如“参差荇菜”，无不活泼逼真，声情并茂。刘师培《论文杂记》云：“上古之时，……谣谚之音，多循天籁之自然，其所以能谐音律者，一由句各叶韵，二由语句之间多用叠韵双声之字。”此诗虽非句各叶韵，但对双声叠韵连绵字的运用，却保持了古代诗歌淳朴自然的风格。 用韵方面，这诗采取偶句入韵的方式。这种偶韵式支配着两千多年来我国古典诗歌谐韵的形式。而且全篇三次换韵，又有虚字脚“之”字不入韵，而以虚字的前一字为韵。这种在用韵方面的参差变化，极大地增强了诗歌的节奏感和音乐美。 对《关雎》，我们应当从诗义和音乐两方面去理解。就诗义而言，它是“民俗歌谣”，所写的男女爱情是作为民俗反映出来的。相传古人在仲春之月有会合男女的习俗。《周礼·地官·媒氏》云：“媒氏(即媒官)掌万民之判(配合)。……中春(二月)之月，令会男女，于是时也，奔者不禁(不禁止奔)；若无故而不用令者，罚之，司男女之无夫家者而会之。”《关雎》所咏未必就是这段史事的记实，但这段史实却有助于我们了解古代男女相会、互相爱慕并希望成婚的心理状态和风俗习尚。文学作品描写的对象是社会生活，对社会风俗习尚的描写能更真实地再现社会生活，使社会生活融汇于社会风习的画面中，从而就更有真实感。《关雎》就是把古代男女恋情作为社会风俗习尚描写出来的。就乐调而言，全诗重章叠句都是为了合乐而形成的。郑樵《通志·乐略·正声序论》云：“凡律其辞，则谓之诗，声其诗，则谓之歌，作诗未有不歌者也。”郑樵特别强调声律的重要性。凡古代活的有生气的诗歌，往往都可以歌唱，并且重视声调的和谐。《关雎》重章叠句的运用，说明它是可歌的，是活在人们口中的诗歌。当然，《关雎》是把表达诗义和疾徐声调结合起来，以声调传达诗义。郑玄《诗谱序》云：“《虞书》曰：‘诗言志，歌永言，声依永，律和声。’然则诗之道，放于此乎?” (选自《中华文学鉴赏宝库》，陕西人民教育出版社1995年版) (聂石樵)-------------------------------------------------1.关关:水鸟叫声。雎（音居）鸠：水鸟，一名王雎，状类凫鹥，生有定偶，常并游。2.洲：河中沙洲。3.窈窕：美心为窈，美状为窕。淑：善，好。4.好逑(qiú)：理想的配偶。逑，配偶。5.参差：长短不齐。荇(xìnɡ杏)菜：多年生水草，夏天开黄色花，嫩叶可食。6.流：顺水势采摘。7.寤(wù务)：睡醒；寐：睡着。8.思：语助。服：思念、牵挂。9.悠：忧思貌。10.辗：半转。反侧：反身，侧身。11.友：交好。12.芼(mào)：选择，采摘。题解：诗人对河边采摘荇菜的美丽姑娘的恋歌译文：雎鸠关关在歌唱，在那河中小岛上。善良美丽的少女，小伙理想的对象。长长短短鲜荇菜，顺流两边去采收。善良美丽的少女，朝朝暮暮想追求。追求没能如心愿，日夜心头在挂牵。长夜漫漫不到头，翻来复去难成眠。长长短短鲜荇菜，两手左右去采摘。善良美丽的少女，弹琴鼓瑟表爱慕。长长短短鲜荇菜，两边仔细来挑选。善良美丽的少女，钟声换来她笑颜。【赏析一】诗文欣赏说《诗经·关雎》吴小如^^１ 近年赏析之风颇为流行，但我认为这类文章并不好作。尤其是讲《诗三百篇》中的作品，首先须通训诂，其次还要明诗旨。因为风、雅、颂距今已远，其可赏析处往往即在字、词的训诂之中。加以旧时奉三百篇为经典，古人说诗每多附会；不明诗旨便如皓天白日为云霾笼罩，必须拨云见日，始能领会诗情。这里姑以《关雎》为例而申说之，惟不免贻人以老生常谈之讥耳。 时至今日，大约没有人再相信《毛诗序》所谓“《关雎》，后妃之德也”一类的话了。说《关雎》大约是经过加工的一首民间恋歌，恐怕不会去事实太远。但《齐》、《鲁》、《韩》三家（包括司马迁、刘向）说此诗，都以为它意存讽刺。这又该作何解释？另外，古人很强调“四始”说（即《关雎》为“风”之始，《鹿鸣》为“小雅”之始，《文王》为“大雅”之始，《清庙》为“颂”之始），认为把《关雎》列为十五国风的第一篇，是有意义的，并非编排上偶然形成的结果。这些都需要我们作出说明。 我以为，无论今文学派的《齐》、《鲁》、《韩》三家诗也好，古文学派的《毛诗》也好，他们解诗，都存在两个问题：一是不理解绝大多数“国风”是民歌，把每一首诗都拉到帝王、后妃或列国诸侯的君、夫人身上；二是把作诗的本意和后来的引申意混同起来。三家诗看到《关雎》中有“求之不得，寤寐思服；悠哉悠哉，展转反侧”的话，便扯到周康王身上，说诗意是讽刺他“失德晏起”，正如司马迁在《十二诸侯年表序》中所说：“周道缺，诗人本之衽席，《关雎》作。”而后来的《毛诗》为了同三家诗唱对台戏，于是一反今文家法，大讲“后妃之德”云云，目的在于说它不是刺诗而是赞美之辞。如果我们认识到十五国风中确有不少民歌，并排除了断章取义的方式方法，则三家诗也好，《毛诗》也好，他们人为地加给此诗的迷雾都可一扫而空，诗的真面目也就自然显露出来了。 至于把《关雎》列为“国风”之始，我以为这倒是人情之常。古人原有这样的说法，认为《三百篇》所以被保存下来，乃由于它们是能歌唱的乐章而于诗义无涉，故有些讽刺诗或大胆泼辣的爱情诗也没有被统治阶级删除淘汰。我则以为，从《三百篇》的内容看，总还是先把各地的诗歌搜集起来然后为它们配乐，所配之乐，必不能丝毫不关涉诗的内容，而任意用不相干的乐谱去牵合。《关雎》之所以为“风”之始，恐怕同内容仍有关联。由于诗中有“琴瑟友之”、“钟鼓乐之”的词句，很适合结婚时歌唱，于是就把它配上始而缠绵悱恻、终则喜气洋洋的乐调，而沿用为结婚时的奏鸣曲。盖因恋爱而“寤寐思服”、“展转反侧”乃人之常情，故虽哀而不伤（“哀”有动听感人的意思）；夫妇结婚原属正理，君子淑女相配并不违反封建伦常，故虽乐而不淫。这样，自然就把它列为“国风”之首了。直到今日，我们遇到喜庆节日，也还是要唱一些欢快热闹的歌，奏一些鼓舞人心的曲子，取其顺心如意。这并不是什么迷信，而是同喜庆节日的气氛相适应。如果办喜事时奏哀乐唱悼亡诗，撇开吉利与否的迷信观点不谈，至少产生败兴和杀风景的反效果，总是招人憎厌的。《三百篇》的乐章既为统治阶级所制定，当然要图个吉利，把体现喜庆气氛的作品列于篇首。这不仅符合他们本阶级的利益，即从人情之常来讲，也是理当如此。 ^^２ 从古以来，《关雎》就有两种分章的方式。一种是每四句为一章，全诗共五章。另一种是分为三章，第一章四句，第二、第三章各八句。从文义看，我倾向于第二种分法。第一章是总述，态度比较客观；第二、三章则从男主人公方面落笔，先说他在未得淑女时思念之苦，连觉也睡不着；然后再说他求得淑女与之成婚以后，他将千方百计同她鱼水和谐，使她心情欢乐舒畅。如果说第二章近于现实主义的描写，那么第三章便带有浪漫主义情调，抒情主人公乃为爱情获得成功的美好前景而陶醉了。 讲到这首诗的表现形式，历来也有两种意见。即在赋、比、兴几种表现手法中，有人认为“关关雎鸠”两句和“参差荇菜，左右流之”等描写是比兴，由河洲的禽鸟和水中的荇菜“兴”起君子求淑女的愿望，这就是诗的主题。另一种意见则认为此诗干脆自始至终都是“赋”。而说它的手法是“赋”的，又有两种解释。一是古人旧说，认为采荇菜的活动本是贵族妇女（包括后妃以及嫔妾）应做的“本职工作”，所以是“赋”；二是今人新说，认为这是一首写实的情歌，小伙子看上了河上采荇菜的劳动少女，于是表示了爱慕之情，无论“雎鸠”的鸣声也好，采荇菜的场面也好，都是“君子”身临其境耳闻目见的，当然属于“直陈其事”的“赋”了。这些说法都能言之成理，读者不妨互参。 不过如让我讲这首诗，我倒比较倾向于“比兴”说。所谓比兴手法，特别是“兴”，并不是诗人在实际生活之外凭空找来点什么填塞入诗，而是以即目所见、倾耳所闻的当前实际景物做为抒发思想感情的媒介，顺带着产生了联想。我们可以承认“关关雎鸠，在河之洲”是诗人眼前实景，但这一对在河洲上互相依偎着一唱一和的水鸟，自然会引起未婚青年男子迫切寻找淑女以为配偶的强烈意愿。诗人在选择诗料时单单看中了“关关雎鸠”，这本身就体现了“比兴”的作用。否则诗人为什么不写别的呢？换言之，也只有写互相鸣和的一对水禽才与这首诗的主题合拍，才算得上典型化。如果硬把它限制在“赋”的框框里，反倒近于自然主义的解释了。 我把“参差荇菜，左右流之”以及“采之”、“芼之”也讲成比兴手法，是以字、词的训诂为依据的。古人大都把“流”、“采”、“芼”讲成同义词，即都有“寻求”、“采摘”和“择取”的意思。“流”之训“求”，从西汉的刘向（他是治《鲁诗》的），东汉的高诱（说详《吕氏春秋注》），到清代的马瑞辰（著有《毛诗传笺通释》），都有考证，而且比较可信。比如《说苑》中《越人歌》的汉译就有一句“搴流中洲”（这一句是经过校订的），这里的“搴流”即为同义复合词，“搴”和“流”都作采摘讲。可是朱熹的《诗集传》则兼用“流”字本义，认为这句是指顺着流水去择取荇菜。此说虽遭清人（如姚际恒）非议，我倒觉得朱熹的讲法是从实际生活出发的。至于“芼”，旧注亦训“择”，朱熹却据董逌《广川诗故》解“芼”为“熟而荐之”。我觉得此解亦近理。在现代汉语中，特别是北京方言，我们经常还听到用沸滚水把菜蔬“芼”（ｍàｏ）一下的说法。即等水烧开后把生的菜放进去，“芼”之使熟，随即捞出。由此可见，荇菜的从“流”到“采”，从“采”到“芼”，是循序渐进的过程。“左右”本指人的左右手，引申为左右两边。人们劳动，大抵双手兼用，尤其是采摘或捧掬菜蔬的时候，总是左右手同时并举。这也属生活常识，无劳辞费。 训诂既明，然后讲诗。荇菜之被采摘，犹淑女之被君子所选中。开始采时，在水中左一把右一把，顺水捞来捞去，方向无定；一似男之求女，一上来还没有找到明确目标，只能慢慢物色，宛如在水中寻求中意的荇菜。及至“采”时，则目标已明，看准后便采到手了。既采之后，就要“芼”它一下，使之成为可食之物，亦即是说只等婚期一到，共同生活便将开始了。我所以把它讲成比兴，正是从字、词的训诂上体会出来的。 ^^３ 下面简单谈谈这首诗的艺术特点。此诗言切而意婉，尤其是第三章，男主人公对所思女子真是设想得体贴入微，关怀备至。第一章“窈窕淑女”二句，直往直来，连个小弯儿也不拐。但从第二章起，细节描写增多了，小伙子由于“寤寐思服”，彻夜翻来覆去，睡不踏实，这确是真情流露。越睡不安稳，越是心潮起伏；而人在恋爱时总是好往乐观处想，于是他想到将来结婚时场面多么热闹，婚后感情多么融洽和谐，生活多么美满幸福。这一切遐想，都是从“悠哉悠哉，展转反侧”的失眠中幻化出来的。虽说是主观的一厢情愿，却并非可望而不可即。后来的剧作家代剧中人立言，说“愿天下有情人终成眷属”，反嫌说得太露；而《关雎》的作者却以丰富而圆满的想象来填充眼前无可排遣的相思，这真是“乐而不淫，哀而不伤”了。难得的是这乃属于典型的东方式的、我国传统的正常恋爱观，即他所盼望的是同淑女成为夫妇（用“好逑”字样可证），而不仅仅是做为情侣（这同《郑风》里的作品就不同了！），这固然有封建统治阶级的烙印，却也体现了汉民族的传统特色。 1950年我曾在大学里教过一年《毛诗》专题课，承废名师（冯文炳先生）把他的讲义手稿惠借给我，其中讲《关雎》的一段居然幸存至今，谨转录于下即做为这篇小文的结束： “兴”是现实主义的技巧，是不错的。这首诗即河洲之物而起兴，显见为民间产物；采荇尤见出古代劳动人民的生活（可能是女性）。我们对于采荇不免陌生，但采莲蓬、采藕、采菱的生活我们能体会。先是顺流而取，再则采到手，再则煮熟了端上来。表示虽然一件小小事情也不容易做（正是劳动的真精神），这就象征了君子求淑女的心情与周折。等到生米煮成熟饭，正是“钟鼓乐之”的时候了，意味该多么深长！同时这种工作是眼前事实，并非虚拟幻想，一面写实一面又象征，此所以为比兴之正格，这才是中国诗的长处。后妃固然主德，但后妃哪里梦见“采荇”的乐趣，也未必看得见“雎鸠”的比翼双飞。不过采诗入乐，“太师”的眼光总算够好的。可惜古人不懂得“向人民学习”罢了。（小如按：此段文字乃转摘自我的一份劫后残存的讲稿中，当时是把先生的意思做为自己的话写下来的，因此可能与原文略有出入，读者鉴之。）【赏析三】　　《关雎》这首短小的诗篇，在中国文学史上占据着特殊的位置。它是《诗经》的第一篇，而《诗经》是中国文学最古老的典籍。虽然从性质上判断，一些神话故事产生的年代应该还要早些，但作为书面记载，却是较迟的事情。所以差不多可以说，你翻开中国文学的历史，首先遇到的就是《关雎》。　　当初编纂《诗经》的人，在诗篇的排列上是否有某种用意呢？这已不得而知。但至少后人的理解，并不认为《关雎》是随便排列在首位的。孔子《论语》中多次提到《诗》（即《诗经》），但作出具体评价的作品，却只有《关雎》一篇，谓之“乐而不淫，哀而不伤”。在他看来，《关雎》是表现“中庸”之德的典范。而汉儒的《毛诗序》又说：“《风》之始也，所以风天下而正夫妇也。故用之乡人焉，用之邦国焉。”这里牵涉到中国古代的一种伦理思想：在古人看来，夫妇为人伦之始，天下一切道德的完善，都必须以夫妇之德为基础。《毛诗序》的作者认为，《关雎》在这方面具有典范意义，所以才被列为“《风》之始”。它可以用来感化天下，既适用于“乡人”即普通百姓，也适用于“邦国”即统治阶层。如此说来，《关雎》之义大矣！这种理解究竟有多少道理呢？我们暂且撇下，先从诗歌本身说起。　　《关雎》的内容其实很单纯，是写一个“君子”对“淑女”的追求，写他得不到“淑女”时心里苦恼，翻来覆去睡不着觉；得到了“淑女”就很开心，叫人奏起音乐来庆贺，并以此让“淑女”快乐。作品中人物的身份十分清楚：“君子”在《诗经》的时代是对贵族的泛称，而且这位“君子”家备琴瑟钟鼓之乐，那是要有相当的地位的。以前常把这诗解释为“民间情歌”，恐怕不对头，它所描绘的显然是贵族阶层的生活。另外，说它是情爱诗当然不错，但恐怕也不是一般的爱情诗。据我看来，这原来是一首婚礼上的歌曲，是男方家庭赞美新娘、祝颂婚姻美好的。《诗经·国风》中的很多歌谣，都是既具有一般的抒情意味、娱乐功能，又兼有礼仪上的实用性，只是有些诗原来派什么用处后人不清楚了，就仅当作普通的歌曲来看待。我们把《关雎》当作婚礼上的歌来看，从“窍窕淑女，君子好逑”，唱到“琴瑟友之”、“钟鼓乐之”，不也是喜气洋洋的，很合适吗？　　当然这首诗本身，还是以男子追求女子的情歌的形态出现的。之所以如此，大抵与在一般婚姻关系中男方是主动的一方有关。就是在现代，一个姑娘看上个小伙，也总要等他先开口，古人更是如此。娶个新娘回来，夸她是个美丽又贤淑的好姑娘，是君子的好配偶，说自己曾经想她想得害了相思病，必定很讨新娘的欢喜。然后在一片琴瑟钟鼓之乐中，彼此的感情相互靠近，美满的婚姻就从这里开了头。即使单从诗的情绪结构来说，从见关雎而思淑女，到结成琴瑟之好，中间一番周折也是必要的：得来不易的东西，才特别可贵，特别让人高兴呀！　　那么，这首诗又有什么样的特点，可以被当作表现夫妇之德的典范呢？首先，它所写的爱情，一开始就有明确的婚姻目的，最终又归结于婚姻的美满，不是青年男女之问短暂的邂逅、一时的激情。这种明确指向婚姻、表示负责任的爱情，更为社会所赞同。其次，它所写的男女双方，乃是“君子”和“淑女”，表明这是一种与美德相联系的结合。“君子”是兼有地位和德行双重意义的，而“窈窕淑女”，也是兼说体貌之美和德行之善。这里“君子”与“淑女”的结合，代表了一种婚姻理想。再次，是诗歌所写恋爱行为的节制性。细读可以注意到，这诗虽是写男方对女方的追求，但丝毫没有涉及双方的直接接触。“淑女”固然没有什么动作表现出来，“君子”的相思，也只是独自在那里“辗转反侧”，什么攀墙折柳之类的事情，好像完全不曾想到，爱得很守规矩。这样一种恋爱，既有真实的颇为深厚的感情(这对情诗而言是很重要的)，又表露得平和而有分寸，对于读者所产生的感动，也不致过于激烈。以上种种特点，恐怕确实同此诗原来是贵族婚礼上的歌曲有关，那种场合，要求有一种与主人的身份地位相称的有节制的欢乐气氛。而孔子从中看到了一种具有广泛意义的中和之美，借以提倡他所尊奉的自我克制、重视道德修养的人生态度，《毛诗序》则把它推许为可以“风天下而正夫妇”的道德教材。这两者视角有些不同，但在根本上仍有一致之处。　　古之儒者重视夫妇之德，有其很深的道理。在第一层意义上说，家庭是社会组织的基本单元，在古代，这一基本单元的和谐稳定对于整个社会秩序的和谐稳定，意义至为重大。在第二层意义上，所谓“夫妇之德”，实际兼指有关男女问题的一切方面。“饮食男女，人之大欲存焉”（《札记·礼运》)，孔夫子也知道这是人类生存的基本要求。饮食之欲比较简单(当然首先要有饭吃)，而男女之欲引起的情绪活动要复杂、活跃、强烈得多，它对生活规范、社会秩序的潜在危险也大得多，老夫子也曾感叹：“吾未见好德如好色者。”(《论语》)所以一切克制、一切修养，都首先要从男女之欲开始。这当然是必要的，但克制到什么程度为合适，却是复杂的问题，这里牵涉到社会物质生产水平、政治结构、文化传统等多种因素的综合，也牵涉到时代条件的变化。当一个社会试图对个人权利采取彻底否定态度时，在这方面首先会出现严厉禁制。相反，当一个社会处于变动时期、旧有道德规范遭到破坏时，也首先在这方面出现恣肆放流的情形。回到《关雎》，它所歌颂的，是一种感情克制、行为谨慎、以婚姻和谐为目标的爱情，所以儒者觉得这是很好的典范，是“正夫妇”并由此引导广泛的德行的教材。　　由于《关雎》既承认男女之爱是自然而正常的感情，有要求对这种感情加以克制，使其符合于社会的美德，后世之人往往各取所需的一端，加以引申发挥，而反抗封建礼教的非人性压迫的人们，也常打着《关雎》的权威旗帜，来伸张满足个人情感的权利。譬如《牡丹亭》中的杜丽娘，在被锁深闺、为怀春之情而痛苦时，就从《关雎》中为自己的人生梦想找出了理由——当然，实际上她已经走得很远了。　(骆玉明)http://jhl.iok.cn/Article/lmjxku/200501/586.asp"
        },
        {
            "title": "卷耳",
            "content": "采采卷耳，不盈顷筐。嗟我怀人，寘彼周行。陟彼崔嵬，我马虺隤。我姑酌彼金櫑，维以不永怀。陟彼高冈，我马玄黄。我姑酌彼兕觥，维以不永伤。陟彼砠矣，我马瘏矣。我仆痡矣，云何吁矣！",
            "comment": " | 【注释】卷耳：野菜名，嫩苗可当菜吃[1]：同置陟：登高。[2]：虺隤：音灰颓，疲惫[3]：酒尊玄黄：马过劳而视力模糊兕觥：音四公，犀牛角制的大酒杯[4]：音居，有土有石的山丘[5]：音途，疲病。[6]：音扑，疲病。卷耳．后妃之志也．又当辅佐君子．求贤审官．知臣下之勤劳．内有进贤之志．而无险詖私谒之心．朝夕思念．至于忧勤也．-------------------------------------------------1.采采:毛传作采摘解,朱熹《诗集传》云:\"非一采也。\"而马瑞辰《毛诗传笺通释》则认为是状野草\"盛多之貌\"。卷耳:又名苍耳,菊科一年生草本植物,果实呈枣核形,上有钩刺,名\"苍耳子\",可做药用。嫩苗可食。2.顷筐:浅而易盈的竹筐。一说斜口筐。3.嗟:语助词,或谓叹息声。4.寘（zhì至）:搁置。周行（hánɡ 杭）:环绕的道路,特指大道。5.陟:升；登。彼:指示代名词。崔嵬（wéi 违）:山高不平。6.虺隤（huī tuí灰颓）:疲极而病。7.姑:姑且。罍（léi 雷）:器名,青铜制,用以盛酒和水。8.永怀:长久思念。9.玄黄:马过劳而视力模糊。10.兕觥（sì ɡōnɡ 四公）:一说野牛角制的酒杯,一说\"觥\"是青铜做的牛形酒器。11.永伤:长久思念。12.砠（jū 居）:有土的石山,或谓山中险阻之地。13.瘏（tú 途）:因劳致病,马疲病不能前行。14.痡（pū 扑）:因劳致病,人过劳不能走路。15.云:语助词。云何:奈何,奈之何。吁（xū 虚）:忧愁。题解：采摘卷耳的女子，怀念离家亲人，设想他途中种种困顿情况，以寄离思。译文：采呀采呀采卷耳，半天不满一小筐。我啊想念心上人，菜筐弃在大路旁。攀那高高土石山，马儿足疲神颓丧。且先斟满金壶酒，慰我离思与忧伤。登上高高山脊梁，马儿腿软已迷茫。且先斟满大杯酒，免我心中长悲伤。艰难攀登乱石冈，马儿累坏倒一旁，仆人精疲力又竭，无奈愁思聚心上！【赏析】　　《卷耳》是一篇抒写怀人情感的名作。其佳妙处尤其表现在它匠心独运的篇章结构上。旧说如“后妃怀文王”、“文王怀贤”、“妻子怀念征夫”、“征夫怀念妻子”诸说，都把诗中的怀人情感解释为单向的；另外，日本的青木正儿和我国的《诗经》专家孙作云还提出过《卷耳》是由两首残简的诗合为一诗的看法。这些看法反映出对《卷耳》篇章佳妙布局认识不足的缺陷。　　《卷耳》四章，第一章是以思念征夫的妇女的口吻来写的；后三章则是以思家念归的备受旅途辛劳的男子的口吻来写的。犹如一场表演着的戏剧，男女主人公各自的内心独白在同一场景同一时段中展开。诗人坚决地隐去了“女曰”、“士曰”一类的提示词，让戏剧冲突表现得更为强烈，让男女主人公“思怀”的内心感受交融合一。首章女子的独白呼唤着远行的男子，“不盈顷筐”的卷耳被弃在“周行”——通向远方的大路的一旁。顺着女子的呼唤，备受辛苦的男子满怀愁思地出现；对应着“周行”，他正行进在崔嵬的山间。一、二两章的句式结构也因此呈现着明显的对比和反差。第三章是对第二章的复沓，带有变化的复沓是《诗经》中最常见的章法结构特征，这种复沓可以想象为是一种合唱或重唱，它强有力地增加了抒情的效果，开拓补充了意境，稳定地再现了音乐的主题旋律。第四章从内容分析仍是男子口吻，但与二、三章相差很大。我把这类《诗经》中经常用的手法称为单行章断，比如《召南·采蘩》、《行露》,《周南·葛覃》、《汉广》、《汝坟》等诗中都有此类手法。这类手法是合唱形式的遗存，可以想像这是幕后回荡的男声合唱。其作用是渲染烘托诗篇的气氛，增强表演的效果。　　《卷耳》的语言是优美自然的。诗人能够熟练地运用当时的民谣套语。《周易·归妹三·上六》：“女承筐，无实；士刲羊，无血。”“女承筐，无实”正与《卷耳》首句“采采卷耳，不盈顷筐”对应。把民谣用作套语，像一个套子一样放在诗章句首，为诗奠定韵脚、句式的基础和情感思绪的习惯性暗示，这是《诗经》的起兴手法的一例。诗人善于用实境描画来衬托情感。旅途的艰难是通过对山的险阻的描摹直接反映出来的：诗人用了“崔嵬”、“高冈”、“砠”等词语。而旅途的痛苦则是通过对马的神情的刻画间接表现出来的：诗人用了“虺隤”、“玄黄”、“瘏矣”等词语。而描摹山、刻画马都意在衬托出行者怀人思归的惆怅。“我姑酌彼金罍”、“我姑酌彼兕觥”，以酒浇愁，便是正面对这种悲愁的心态提示。全诗的最后是以一种已类化的自问自答体收场的：“云何？吁矣！”它既是对前两章“不永怀”、“不永伤”的承接，也是以“吁”一字对全诗进行的总结，点名“愁”的主题，堪称诗眼。　　怀人是世间永恒的情感主题，这一主题跨越了具体的人和事，它本身成了历代诗人吟咏的好题目。《卷耳》为我国诗歌长河中蔚为壮观的一支——怀人诗开了一个好头。其深远影响光泽后世。当我们吟咏徐陵《关山月》、张仲素《春归思》、杜甫《月夜》、王维《九月九日忆山东兄弟》、元好问《客意》等抒写离愁别绪、怀人思乡的诗歌名篇时，都可以回首寻味《卷耳》的意境。 （朱渊清） | 【注释】卷耳：野菜名，嫩苗可当菜吃[1]：同置陟：登高。[2]：虺隤：音灰颓，疲惫[3]：酒尊玄黄：马过劳而视力模糊兕觥：音四公，犀牛角制的大酒杯[4]：音居，有土有石的山丘[5]：音途，疲病。[6]：音扑，疲病。卷耳．后妃之志也．又当辅佐君子．求贤审官．知臣下之勤劳．内有进贤之志．而无险詖私谒之心．朝夕思念．至于忧勤也．-------------------------------------------------1.采采:毛传作采摘解,朱熹《诗集传》云:\"非一采也。\"而马瑞辰《毛诗传笺通释》则认为是状野草\"盛多之貌\"。卷耳:又名苍耳,菊科一年生草本植物,果实呈枣核形,上有钩刺,名\"苍耳子\",可做药用。嫩苗可食。2.顷筐:浅而易盈的竹筐。一说斜口筐。3.嗟:语助词,或谓叹息声。4.寘（zhì至）:搁置。周行（hánɡ 杭）:环绕的道路,特指大道。5.陟:升；登。彼:指示代名词。崔嵬（wéi 违）:山高不平。6.虺隤（huī tuí灰颓）:疲极而病。7.姑:姑且。罍（léi 雷）:器名,青铜制,用以盛酒和水。8.永怀:长久思念。9.玄黄:马过劳而视力模糊。10.兕觥（sì ɡōnɡ 四公）:一说野牛角制的酒杯,一说\"觥\"是青铜做的牛形酒器。11.永伤:长久思念。12.砠（jū 居）:有土的石山,或谓山中险阻之地。13.瘏（tú 途）:因劳致病,马疲病不能前行。14.痡（pū 扑）:因劳致病,人过劳不能走路。15.云:语助词。云何:奈何,奈之何。吁（xū 虚）:忧愁。题解：采摘卷耳的女子，怀念离家亲人，设想他途中种种困顿情况，以寄离思。译文：采呀采呀采卷耳，半天不满一小筐。我啊想念心上人，菜筐弃在大路旁。攀那高高土石山，马儿足疲神颓丧。且先斟满金壶酒，慰我离思与忧伤。登上高高山脊梁，马儿腿软已迷茫。且先斟满大杯酒，免我心中长悲伤。艰难攀登乱石冈，马儿累坏倒一旁，仆人精疲力又竭，无奈愁思聚心上！【赏析】　　《卷耳》是一篇抒写怀人情感的名作。其佳妙处尤其表现在它匠心独运的篇章结构上。旧说如“后妃怀文王”、“文王怀贤”、“妻子怀念征夫”、“征夫怀念妻子”诸说，都把诗中的怀人情感解释为单向的；另外，日本的青木正儿和我国的《诗经》专家孙作云还提出过《卷耳》是由两首残简的诗合为一诗的看法。这些看法反映出对《卷耳》篇章佳妙布局认识不足的缺陷。　　《卷耳》四章，第一章是以思念征夫的妇女的口吻来写的；后三章则是以思家念归的备受旅途辛劳的男子的口吻来写的。犹如一场表演着的戏剧，男女主人公各自的内心独白在同一场景同一时段中展开。诗人坚决地隐去了“女曰”、“士曰”一类的提示词，让戏剧冲突表现得更为强烈，让男女主人公“思怀”的内心感受交融合一。首章女子的独白呼唤着远行的男子，“不盈顷筐”的卷耳被弃在“周行”——通向远方的大路的一旁。顺着女子的呼唤，备受辛苦的男子满怀愁思地出现；对应着“周行”，他正行进在崔嵬的山间。一、二两章的句式结构也因此呈现着明显的对比和反差。第三章是对第二章的复沓，带有变化的复沓是《诗经》中最常见的章法结构特征，这种复沓可以想象为是一种合唱或重唱，它强有力地增加了抒情的效果，开拓补充了意境，稳定地再现了音乐的主题旋律。第四章从内容分析仍是男子口吻，但与二、三章相差很大。我把这类《诗经》中经常用的手法称为单行章断，比如《召南·采蘩》、《行露》,《周南·葛覃》、《汉广》、《汝坟》等诗中都有此类手法。这类手法是合唱形式的遗存，可以想像这是幕后回荡的男声合唱。其作用是渲染烘托诗篇的气氛，增强表演的效果。　　《卷耳》的语言是优美自然的。诗人能够熟练地运用当时的民谣套语。《周易·归妹三·上六》：“女承筐，无实；士刲羊，无血。”“女承筐，无实”正与《卷耳》首句“采采卷耳，不盈顷筐”对应。把民谣用作套语，像一个套子一样放在诗章句首，为诗奠定韵脚、句式的基础和情感思绪的习惯性暗示，这是《诗经》的起兴手法的一例。诗人善于用实境描画来衬托情感。旅途的艰难是通过对山的险阻的描摹直接反映出来的：诗人用了“崔嵬”、“高冈”、“砠”等词语。而旅途的痛苦则是通过对马的神情的刻画间接表现出来的：诗人用了“虺隤”、“玄黄”、“瘏矣”等词语。而描摹山、刻画马都意在衬托出行者怀人思归的惆怅。“我姑酌彼金罍”、“我姑酌彼兕觥”，以酒浇愁，便是正面对这种悲愁的心态提示。全诗的最后是以一种已类化的自问自答体收场的：“云何？吁矣！”它既是对前两章“不永怀”、“不永伤”的承接，也是以“吁”一字对全诗进行的总结，点名“愁”的主题，堪称诗眼。　　怀人是世间永恒的情感主题，这一主题跨越了具体的人和事，它本身成了历代诗人吟咏的好题目。《卷耳》为我国诗歌长河中蔚为壮观的一支——怀人诗开了一个好头。其深远影响光泽后世。当我们吟咏徐陵《关山月》、张仲素《春归思》、杜甫《月夜》、王维《九月九日忆山东兄弟》、元好问《客意》等抒写离愁别绪、怀人思乡的诗歌名篇时，都可以回首寻味《卷耳》的意境。 （朱渊清）"
        },
        {
            "title": "殷其雷",
            "content": "殷其雷，在南山之阳。何斯违斯，莫敢或遑？振振君子，归哉归哉！殷其雷，在南山之侧。何斯违斯，莫敢遑息？振振君子，归哉归哉！殷其雷，在南山之下。何斯违斯，莫或遑处？振振君子，归哉归哉！",
            "comment": " | 【注释】殷：声也。雷：喻车声遑：闲暇殷其雷．劝以义也．召南之大夫远行从政．不遑宁处．其室家能闵其勤劳．劝以义也．题解：妇人盼望远役丈夫早早归来听那隆隆的雷声，在南山的阳坡震撼。怎么这时候离家出走？实在不敢有少许悠闲。勤奋有为的君子，归来吧，归来吧！听那隆隆的雷声，在南山的边上响起。怎么这时候离家出走？实在不敢有片刻休息。勤奋有为的君子．归来吧，归来吧！听那隆隆的雷声，在南山的脚下轰鸣。怎么这时候离家出走？实在不敢有一会暂停。勤奋有为的君子，归来吧，归来吧！【赏析】　　《毛诗序》解此诗为“召南之大夫远行从攻，不遑宁处。其室家能闵其勤劳，劝以义也”。关于此诗的主题，不仅今文学派的三家无异议，而且后来的解诗者也无大的争论。虽然所思念的对象不必如《毛诗序》之泥定为“大夫”，但从诗中所称“君子”来看，则这位行役在外者当是统治阶级中人，不可能是平民百姓。　　全诗三章，每章的开头均以雷声起兴。这隆隆的雷声不绝于耳，忽儿在山的南坡，忽儿在山的旁边，忽儿又到了山的脚下。这雷声勾起了她对出门在外的亲人的忧念：在这恶劣的天气，他却要在外奔波跋涉，怎不叫人牵肠挂肚!因而诗在起兴之后发出了“何斯违斯”的感叹。据毛传与郑笺，前一“斯”字指君子，后一“斯”字指此地。朱熹承袭此说，释为：“何此君子独去此而不敢少暇乎?”(《诗集传》)而严粲释云：“言殷然之雷声，在彼南山之南。何为此时速去此所乎？”(《诗缉》)从上下文看，后一种说法更为顺理成章。感叹之后，女主人公又转念为丈夫设身处地着想：只因为了公事，才不敢稍事休息。想到丈夫一心为公事奔忙，故而接下去才有“振振君子”的赞叹。毛传与郑笺均释“振振”为信厚。朱熹亦承此说。姚际恒《诗经通论》云：“盖振为振起、振兴意，亦为众盛意。”而王先谦的《诗三家义集疏》训“振振”为“振奋有为”，似更切合情理。这样“振振”一词就成了称扬其夫君勤奋有为的赞语了。女主人公作出这样的赞叹之后，却发出了“归哉归哉”的呼唤，表明女主人公虽然明白丈夫是为公事奔走，但还是希望他能早早归来。这种转折实质上表现了情与理的矛盾冲突。《诗序》称“劝以义”，就是着眼于其理的一面，以张扬其伦理教化的意义，但忽视了其情的一面，而且是此诗的主要一面，因而受到后人的质疑。姚际恒在《诗经通论》中批评了《诗序》的这一偏颇：“按诗‘归哉归哉’，是望其归之辞，绝不见有‘劝以义’之意。”崔述的《读风偶识》也称：“今玩其词意，但有思夫之情，绝不见所谓‘劝义’者何在。”然而“绝不”云云又走向了另一个极端，同样失之偏执。还是朱熹概括得好：“于是又美其德，且冀其早毕事而还归也。”(《诗集传》)近人陈子展《诗经直解》称此诗“既劝以大义，又望其生还，可谓得情理之正者也”，诚为中肯之论。　　此诗以重章复叠的形式唱出了妻子对丈夫的思念之情，在反覆咏唱中加深了情感的表达。每章均以雷起兴，却变易雷响的地点，不仅写出了雷声飘忽不定的特点，而且还引逗出对丈夫行踪无定的漂泊生活的挂念，诚如胡承珙所云：“细绎经文三章，皆言‘在’而屡易其地，正以雷之无定在，兴君子之不遑宁居。”(《诗经后笺》)“遑”、“息”、“居”三字则层层深入地表现了忠于职守、不敢懈怠的态度。此诗的每一章虽只寥寥数语，却转折跌宕，展示了女主人公抱怨、理解、赞叹、期望等多种情感交织起伏的复杂心态，活现出一位思妇的心理轨迹，堪称妙笔。初读此诗会不得要领，或以偏概全，产生上文所述的岐见，因而姚际恒会这样批评朱熹：“夫冀其归，可也，何必美其德耶!二义难以合并，诗人语意断不如是。”殊不知诗作为心灵的自白，断不是非此即彼的逻辑推理，可以说诗人之语正当如是。此诗之妙正在于其上下不一的语意转折，在否定亦复肯定中呈现活的心灵。此外，此诗的语言简洁朴素，齐言中又有长短相错，模拟说话的声口，在一唱三叹中倾吐衷情，颇为传神。　（黄宝华） | 【注释】殷：声也。雷：喻车声遑：闲暇殷其雷．劝以义也．召南之大夫远行从政．不遑宁处．其室家能闵其勤劳．劝以义也．题解：妇人盼望远役丈夫早早归来听那隆隆的雷声，在南山的阳坡震撼。怎么这时候离家出走？实在不敢有少许悠闲。勤奋有为的君子，归来吧，归来吧！听那隆隆的雷声，在南山的边上响起。怎么这时候离家出走？实在不敢有片刻休息。勤奋有为的君子．归来吧，归来吧！听那隆隆的雷声，在南山的脚下轰鸣。怎么这时候离家出走？实在不敢有一会暂停。勤奋有为的君子，归来吧，归来吧！【赏析】　　《毛诗序》解此诗为“召南之大夫远行从攻，不遑宁处。其室家能闵其勤劳，劝以义也”。关于此诗的主题，不仅今文学派的三家无异议，而且后来的解诗者也无大的争论。虽然所思念的对象不必如《毛诗序》之泥定为“大夫”，但从诗中所称“君子”来看，则这位行役在外者当是统治阶级中人，不可能是平民百姓。　　全诗三章，每章的开头均以雷声起兴。这隆隆的雷声不绝于耳，忽儿在山的南坡，忽儿在山的旁边，忽儿又到了山的脚下。这雷声勾起了她对出门在外的亲人的忧念：在这恶劣的天气，他却要在外奔波跋涉，怎不叫人牵肠挂肚!因而诗在起兴之后发出了“何斯违斯”的感叹。据毛传与郑笺，前一“斯”字指君子，后一“斯”字指此地。朱熹承袭此说，释为：“何此君子独去此而不敢少暇乎?”(《诗集传》)而严粲释云：“言殷然之雷声，在彼南山之南。何为此时速去此所乎？”(《诗缉》)从上下文看，后一种说法更为顺理成章。感叹之后，女主人公又转念为丈夫设身处地着想：只因为了公事，才不敢稍事休息。想到丈夫一心为公事奔忙，故而接下去才有“振振君子”的赞叹。毛传与郑笺均释“振振”为信厚。朱熹亦承此说。姚际恒《诗经通论》云：“盖振为振起、振兴意，亦为众盛意。”而王先谦的《诗三家义集疏》训“振振”为“振奋有为”，似更切合情理。这样“振振”一词就成了称扬其夫君勤奋有为的赞语了。女主人公作出这样的赞叹之后，却发出了“归哉归哉”的呼唤，表明女主人公虽然明白丈夫是为公事奔走，但还是希望他能早早归来。这种转折实质上表现了情与理的矛盾冲突。《诗序》称“劝以义”，就是着眼于其理的一面，以张扬其伦理教化的意义，但忽视了其情的一面，而且是此诗的主要一面，因而受到后人的质疑。姚际恒在《诗经通论》中批评了《诗序》的这一偏颇：“按诗‘归哉归哉’，是望其归之辞，绝不见有‘劝以义’之意。”崔述的《读风偶识》也称：“今玩其词意，但有思夫之情，绝不见所谓‘劝义’者何在。”然而“绝不”云云又走向了另一个极端，同样失之偏执。还是朱熹概括得好：“于是又美其德，且冀其早毕事而还归也。”(《诗集传》)近人陈子展《诗经直解》称此诗“既劝以大义，又望其生还，可谓得情理之正者也”，诚为中肯之论。　　此诗以重章复叠的形式唱出了妻子对丈夫的思念之情，在反覆咏唱中加深了情感的表达。每章均以雷起兴，却变易雷响的地点，不仅写出了雷声飘忽不定的特点，而且还引逗出对丈夫行踪无定的漂泊生活的挂念，诚如胡承珙所云：“细绎经文三章，皆言‘在’而屡易其地，正以雷之无定在，兴君子之不遑宁居。”(《诗经后笺》)“遑”、“息”、“居”三字则层层深入地表现了忠于职守、不敢懈怠的态度。此诗的每一章虽只寥寥数语，却转折跌宕，展示了女主人公抱怨、理解、赞叹、期望等多种情感交织起伏的复杂心态，活现出一位思妇的心理轨迹，堪称妙笔。初读此诗会不得要领，或以偏概全，产生上文所述的岐见，因而姚际恒会这样批评朱熹：“夫冀其归，可也，何必美其德耶!二义难以合并，诗人语意断不如是。”殊不知诗作为心灵的自白，断不是非此即彼的逻辑推理，可以说诗人之语正当如是。此诗之妙正在于其上下不一的语意转折，在否定亦复肯定中呈现活的心灵。此外，此诗的语言简洁朴素，齐言中又有长短相错，模拟说话的声口，在一唱三叹中倾吐衷情，颇为传神。　（黄宝华）"
        },
        {
            "title": "东山",
            "content": "我徂东山，慆慆不归。我来自东，零雨其蒙。我东曰归，我心西悲。制彼裳衣，勿士行枚。蜎蜎者蠋，烝在桑野。敦彼独宿，亦在车下。我徂东山，慆慆不归。我来自东，零雨其蒙。果臝之实，亦施于宇。伊威在室，蠨蛸在户。町疃鹿场，熠耀宵行。不可畏也，伊可怀也。我徂东山，慆慆不归。我来自东，零雨其蒙。鹳鸣于垤，妇叹于室。洒扫穹窒，我征聿至。有敦瓜苦，烝在栗薪。自我不见，于今三年。我徂东山，慆慆不归。我来自东，零雨其蒙。仓庚于飞，熠耀其羽。之子于归，皇驳其马。亲结其缡，九十其仪。其新孔嘉，其旧如之何？",
            "comment": " | 【注释】[1]：音滔，久远[2]：音冤，虫卷曲[3]：音竹，毛虫，桑蚕[4]：音征，放置[5]：音裸[5]：瓜蒌[6]：音霄；蠨蛸：长脚蜘蛛聿：音玉，语助词栗薪：束薪仓庚：黄鹂，黄莺皇：黄白相间。驳：红白相间缡：女子的佩巾 | 【注释】[1]：音滔，久远[2]：音冤，虫卷曲[3]：音竹，毛虫，桑蚕[4]：音征，放置[5]：音裸[5]：瓜蒌[6]：音霄；蠨蛸：长脚蜘蛛聿：音玉，语助词栗薪：束薪仓庚：黄鹂，黄莺皇：黄白相间。驳：红白相间缡：女子的佩巾"
        },
        {
            "title": "木瓜",
            "content": "投我以木瓜，报之以琼琚。匪报也，永以为好也！投我以木桃，报之以琼瑶。匪报也，永以为好也！投我以木李，报之以琼玖。匪报也，永以为好也！",
            "comment": "：①木爪：落叶灌木，果似小爪。古代有一瓜果之类为男女定情的信物的风俗。\r\n②投，投掷，此作赠送，给予。\r\n③报，报答。\r\n④琼琚，佩玉名，古代的饰物。后边“琼玖”、“琼瑶”同此。\r\n⑤匪：同“非”。\r\n⑥好，爱。\r\n⑦木桃：桃子。\r\n⑧木李：李子。 | ：　　你赠送给我的是木瓜，我回赠给你的却是琼琚。这不是为了答谢你，是求永久相好呀！\r\n　　你赠送给我的是木桃，我回赠给你的却是琼瑶。这不是为了答谢你，是求永久相好呀！\r\n　　你赠送给我的是木李，我回赠给你的却是琼玖。这不是为了答谢你，是求永久相好呀！ | ：　　《诗经》是我国最早的一部诗歌总集，分为风（十五国风）、雅（大雅、小雅）、颂（周颂、商颂、鲁颂）三部分。本诗从字面描写看写的是两个人之间礼物的相互赠送，而实质上是表示相互间的感情，是写一个男子与钟爱的女子互赠信物以定同心之约。\r\n　　“投我以木瓜，报之以琼琚。匪报也，永以为好也。”你赠送给我的是木瓜果子，我回赠给你的是“琼琚”，回报的东西价值要比受赠的东昂贵得多，这体现了人类的那种高尚情感，这种情感包括爱情，也包括亲情、友情。这种情感注重的是考虑对方的心理，力求使对方心里获得平衡与满足，以求彼此间心心相印，因而回赠的东西及其价值的高低在此看重的是它的象征意义，表达的是对他人对自己的情意的珍视，是爱慕之情的表露，所以说“匪报也，永以为好也”。\r\n　　后边的诗句诗作者采用了与第一节完全相同的句式和格式，只有男女之间互赠的信物有所变化，你送我“木桃”，我便回送你“琼瑶”；你送我“木李”，我便回送你“琼玖”，看那意思只要你送我东西，我必要送给你比你送我的更昂贵的东西，从形式上看只不过是第一节的反复出现，叠章易字，而从表达的程度上看则表现出情感在一步一步加深，特别是从表现艺术手法上看，这正是诗经的一大特点，重章叠句的形式，一唱三叹的咏唱，可谓余音袅袅，绕梁三日而不绝。 | 【注释】①木瓜：一种落叶灌木，色黄而香，蒸煮或蜜渍后食用，不同于今天供生食的番木瓜。　琼：赤色玉。亦泛指美玉。　琚（音居）：佩玉。②匪：非。③瑶：美玉。一说似玉的美石。④玖（音久）：浅黑色玉石。 | 【注释】①木瓜：一种落叶灌木，色黄而香，蒸煮或蜜渍后食用，不同于今天供生食的番木瓜。　琼：赤色玉。亦泛指美玉。　琚（音居）：佩玉。②匪：非。③瑶：美玉。一说似玉的美石。④玖（音久）：浅黑色玉石。"
        },
        {
            "title": "硕鼠",
            "content": "硕鼠硕鼠，无食我黍！三岁贯女，莫我肯顾。逝将去女，适彼乐土。乐土乐土，爰得我所？硕鼠硕鼠，无食我麦！三岁贯女，莫我肯德。逝将去女，适彼乐国。乐国乐国，爰得我直？硕鼠硕鼠，无食我苗！三岁贯女，莫我肯劳。逝将去女，适彼乐郊。乐郊乐郊，谁之永号？",
            "comment": " | 【注释】硕鼠：大老鼠。一说田鼠。黍：粘米，谷类。贯：事也。逝：誓。直：同值。劳：慰劳。永号：永叹。-------------------------------------------------①硕鼠：大老鼠。一说田鼠。　②无：毋，不要。　黍：黍子，也叫黄米，谷类，是重要粮食作物之一。　③三岁：多年。三，非实数。　贯：借作“宦”，侍奉。　④逝：通“誓”。　去：离开。　女：同“汝”。　⑤爰：于是，在此。　所：处所。　⑥德：恩惠。　⑦国：域，即地方。　⑧直：王引之《经义述闻》说：“当读为职，职亦所也。”一说同值。　⑨劳：慰劳。　⑩之：其，表示诘问语气。　号：呼喊。大田鼠呀大田鼠，不许吃我种的黍！多年辛勤伺候你，你却对我不照顾。发誓定要摆脱你，去那乐土有幸福。那乐土啊那乐土，才是我的好去处！大田鼠呀大田鼠，不许吃我种的麦！多年辛勤伺候你，你却对我不优待。发誓定要摆脱你，去那乐国有仁爱。那乐国啊那乐国，才是我的好所在！大田鼠呀大田鼠，不许吃我种的苗！多年辛勤伺候你，你却对我不慰劳！发誓定要摆脱你，去那乐郊有欢笑。那乐郊啊那乐郊，谁还悲叹长呼号！"
        },
        {
            "title": "伐檀",
            "content": "坎坎伐檀兮，置之河之干兮，河水清且涟猗。不稼不穑，胡取禾三百廛兮？不狩不猎，胡瞻尔庭有县獾兮？彼君子兮，不素餐兮！坎坎伐辐兮，置之河之侧兮，河水清且直猗。不稼不穑，胡取禾三百亿兮？不狩不猎，胡瞻尔庭有县特兮？彼君子兮，不素食兮！坎坎伐轮兮，置之河之漘兮，河水清且沦猗。不稼不穑，胡取禾三百囷兮？不狩不猎，胡瞻尔庭有县鹑兮？彼君子兮，不素飧兮！",
            "comment": " | 【注释】[1]：音“蝉”，古制百亩。[2]：通“悬”。[3]：小兽。[4]：音“纯”，河坝。[5]：音“逡”，粮食囤。①坎坎：象声词，伐木声。　②寘（音zhi４志）：同“置”，放。　干：水边。　③涟：水波纹。　猗（音yi1依）：义同“兮”，语气助词。　④稼（音架）：播种。　穑（音色）：收获。　⑤胡：为什么。　禾：谷物。　三百：极言其多，非实数。　廛（音蝉）：通“缠”，即捆。俞樾《毛诗评议》以为第二章的“亿”通“繶”、第三章的“囷”通“稇”，皆是“束”的意思。束，即捆。一说古制百亩。　⑥狩：冬猎。猎：夜猎。此诗中皆泛指打猎。　⑦瞻：向前或向上看。　县：古“悬”字。　貆（音欢）：猪獾。一说幼小的貉。　⑧君子：此系反话，指有地位有权势者。　⑨素餐：白吃饭，不劳而获。马瑞辰《毛诗传笺通释》引《孟子》赵歧注：“无功而食谓之素餐。”　⑩辐：车轮上的辐条。　⑾直：水流的直波。　⑿亿：束。　⒀特：大兽。毛传：“兽三岁曰特。” ⒁漘（音纯）：水边。　⒂沦：小波纹。　⒃囷（音qun1逡）：束。一说圆形的谷仓。　⒄飧（音孙）：熟食，此泛指吃饭。砍伐檀树声坎坎啊，棵棵放倒堆河边啊，河水清清微波转哟。不播种来不收割，为何三百捆禾往家搬啊？不冬狩来不夜猎，为何见你庭院猪獾悬啊？那些老爷君子啊，不会白吃闲饭啊！砍下檀树做车辐啊，放在河边堆一处啊。河水清清直流注哟。不播种来不收割，为何三百捆禾要独取啊？不冬狩来不夜猎，为何见你庭院兽悬柱啊？那些老爷君子啊，不会白吃饱腹啊！砍下檀树做车轮啊，棵棵放倒河边屯啊。河水清清起波纹啊。不播种来不收割，为何三百捆禾要独吞啊？不冬狩来不夜猎，为何见你庭院挂鹌鹑啊？那些老爷君子啊，可不白吃腥荤啊！"
        },
        {
            "title": "宾之初筵",
            "content": "宾之初筵，左右秩秩，笾豆有楚，殽核维旅。酒既和旨，饮酒孔偕，钟鼓既设，举酬逸逸。大侯既抗，弓矢斯张，射夫既同，献尔发功。发彼有的，以祈尔爵。籥舞笙鼓，乐既和奏，烝衎烈祖，以洽白礼。百礼既至，有壬有林，锡尔纯嘏，子孙其湛。其湛曰乐，各奏尔能，宾载手仇，室人入又。酌彼康爵，以奏尔时。宾之初筵，温闻其恭，其未醉止，威仪反反。曰既醉止，威仪幡幡，舍其坐迁，屡舞僊僊。其未醉止，威仪抑抑，曰醉既止，威仪怭怭。是曰既醉，不知其秩。宾既醉止，载号载呶，乱我笾豆，屡舞僛僛。是曰既醉，不知其邮，侧弁其俄，屡舞傞傞。既醉而出，并受其福，醉而不出，是谓伐德。饮酒孔嘉，维其令仪。凡此饮酒，或醉或否，既立之监，或佐之史。彼醉不臧，不醉反耻，式勿从谓，无俾大怠。匪言勿言，匪由勿语，由醉之言，俾出童羖。三爵不识，矧敢多又。",
            "comment": " | 【注释】警戒饮酒失仪。秩秩：肃敬。楚：列貌。殽：豆食。核：果类食品。旅：陈，摆设。孔偕：很好。逸逸：往来次序也。大侯：箭靶。抗：举。烝：进。一说乃。衎（音看）：乐。烈：美。洽：合；齐。壬：大。林：盛。纯：大。嘏（音古）：福。湛（音担）：喜乐。奏：献。能：技能。手：取；择比。仇（音求）：匹；耦。室人入又：主人入于次，又射以耦宾也。康：虚。一说大。时：谓心所尊者。一说指射中者。反反：慎重也。幡幡：失威仪也。舍其坐迁：舍其当坐当迁之礼。僊僊（音先）：舞貌；轻举貌。抑抑：庄重。怭怭（音必）：轻薄貌。秩：常度。呶（音挠）：叫喊；喧哗。僛僛（音欺）：舞不能自正也。邮：通訧。过错。侧：倾。俄：倾貌。傞傞（音蓑）：醉舞不止貌。并：指主人和客人。伐德：败坏道德。式：发声词。勿从谓：勿从而劝勤之，使更饮也。谓，通为。由：事由；情由。由：因；由于。羖（音古）：黑色公羊。又：侑的假借，劝酒。引自《轻松学诗经》http://cuixidong.at.china.com"
        }
    ]
}