{
    "dynasty": "宋",
    "author": "万俟绍之",
    "poems": [
        {
            "title": "席上次韵",
            "content": "东风几度客京华，今日飘零天一涯。无奈刚肠欺竹叶，幸因清坐对梅花。更长不觉销银烛，寒峭从教透碧纱。语到前朝行乐处，绿杨深院是谁家。",
            "comment": ""
        },
        {
            "title": "送观书记住山",
            "content": "本是儒流学释流，枝藤所寓所清幽。西山不用一钱买，北磵空为百计留。禅向静中能妙觉，诗于闲处得冥搜。秋风芳蒂甜如蜜，许我溪头系小舟。",
            "comment": ""
        },
        {
            "title": "饯友宰丹阳",
            "content": "昔曾觇吏事，不是小规模。万象胸中布，全牛眼底无。迅雷推敏速，片月对清孤。铁瓮城边邑，今番凋瘵苏。",
            "comment": ""
        },
        {
            "title": "呈印主学",
            "content": "君世能城我石城，不堪两处总烽尘。向时未快披云愿，今日同为避地人。襟宇光风无尽藏，杯盘夜雨有余春。唤回十载槐黄梦，欲借灵槎去问津。",
            "comment": ""
        },
        {
            "title": "寄永兴窣兄",
            "content": "忆昔京华聚首时，大兄常念阿连痴。别来相望天涯远，长诵对床风雨诗。",
            "comment": ""
        },
        {
            "title": "饯常熟宰",
            "content": "多幸三的依德字，喜无一事到公庭。庭前柳是公遗爱，去后相看眼更青。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "决眦入飞鸟。正江南、梅雨初晴，乱山浮晓。凤去台空箫声断，惟有疏林鸦噪。但空锁、吴时花草。指点中原青山外，奈征尘、迷望愁云绕。佳丽地，谩凝眺。清风助我舒长啸。问其中、虚帘曲槛，阅人多少。风景不殊江山在，况是英雄未老。且拚与、尊前一笑。欲说前朝兴亡事，唤谪仙、来共传清醥。归路晚，月明照。",
            "comment": ""
        },
        {
            "title": "江神子/江城子",
            "content": "十年心事上眉端。梦惊残。琐窗寒。云絮随风，千里度关山。琴里知音无觅处，妆粉淡，钏金宽。瑶箱吟卷懒重看。忆前欢。泪偷弹。我已相将，飞棹过长安。为说崔徽憔悴损，须觅取，锦笺还。",
            "comment": ""
        },
        {
            "title": "次郊行韵",
            "content": "蝶怕花残舞更忙，随风柳絮鬭轻狂。寻芳客去马蹄倦，试酒人归衣汗香。过雨人归衣汗香。过雨千林舒翠叶，护田一水露针秧。留春无计空惆怅，信手敲棋语夜长。",
            "comment": ""
        },
        {
            "title": "陆墓寺",
            "content": "距城才五里，野景自萧然。塘水清环寺，窰烟黑翳天。市多沽酒旅，桥列卖鱼船。欲酹宣公冢，渊陵几变迁。",
            "comment": ""
        },
        {
            "title": "风入松",
            "content": "一春心事与谁同。绿聚眉峰。小楼彻夜听鸣雨，想西园、锦绣成空。栏漾金鱼池水，钩闲紫燕帘风。年时忻折海棠红。来比芳容。如今玉减香销似，怕轻寒、懒出房栊。尘满谢娘吟卷，从教飞絮濛濛。",
            "comment": ""
        },
        {
            "title": "次新竹韵",
            "content": "箨粉飘零干拂檐，午阴比似旧时添。栖留薄雾生秋意，勾引清风涤夏炎。弱质自同诗骨瘦，新竿也学舞腰纖。丁宁养就化龙杖，休劈轻丝织绣帘。",
            "comment": ""
        },
        {
            "title": "题扇面",
            "content": "起晚慵妆立小楼，杜鹃声里万红休。侬愁未逐春酲解，飞尽杨花不举头。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "啼鴂一声云榭晚。好梦惊回，蓬岛疑行遍。无绪东风帘自卷。香苞云压荼院。似有还无烟色展。絮暖鱼肥，时复吹池面。扇影著花蜂蝶见。药栏春静红尘远。",
            "comment": ""
        },
        {
            "title": "谒曾祖提刑墓",
            "content": "簪缨辉映绍兴间，身后清贫陋巷颜。犹有云仍在西浙，远思霜露拜南山。祖风三世未应息，天道百年今好还。欲去欲留松一路，藤花染泪路斓斑。",
            "comment": ""
        },
        {
            "title": "寄永兴窣兄",
            "content": "相阀峥嵘南渡初，万事遗绪要人抚。从知物理终无否，棠笏于今属魏谟。",
            "comment": ""
        },
        {
            "title": "旅中",
            "content": "僦楼如斗大，不与懒相便。杯酒常妨饭，瓶花亦费钱。狂踪依客燕，短梦怯啼鹃。欲去老丘壑，无谋可买田。",
            "comment": ""
        },
        {
            "title": "冬闺怨",
            "content": "塑出狮毬对画阑，笑呼女伴傍前看。宫鞋湿透犹堪着，未抵空闺绣被寒。",
            "comment": ""
        },
        {
            "title": "饯常熟宰",
            "content": "笼鹤归来到北关，玉墀春里趣朝班。九重定问琴川事，为奏通川一渡閒。",
            "comment": ""
        },
        {
            "title": "杰阁",
            "content": "杰阁倚空阔，身高眇万山。栋云飞缥缈，檐铁闹虚闲。地步氛埃外，天威咫尺间。好风吹笑语，余响落人寰。",
            "comment": ""
        },
        {
            "title": "访新城宰",
            "content": "野花香细绿阴成，风着征衫暑尚轻。流水有声如学语，乱山无数不知我。柘林叶尽蚕初熟，麦陇人行雉不惊。少驻篮舆聊问俗，儿童亦说长官清。",
            "comment": ""
        },
        {
            "title": "游天平山白云泉",
            "content": "踏开松径几层阴，一勺寒泉洗客心。高处天风吹面泠，险边石磴警人深。祠尊范像香烟润，碑刻唐诗藓晕侵。鸟道更能幽绝处，恨无足力可登临。",
            "comment": ""
        },
        {
            "title": "方水滴子",
            "content": "质由良冶就，心向主人倾。外倣片金制，中藏勺水清。兔毫芳露染，龙尾湿云生。终令双眸炯，曾窥妙女成。",
            "comment": ""
        },
        {
            "title": "游建康碧瑶洞",
            "content": "洞口筼簹几百竿，洞深襟袂易生寒。鹿眠桃坞春常在，鹤唳松梢夜未阑。瓦鼎香腾秋雾薄，石盘棋撒晓星残。道人许换尘凡骨，同向坛前说炼丹。",
            "comment": ""
        },
        {
            "title": "元夕",
            "content": "小小茅居傍野桥，青灯一点度元宵。新诗多在景中得，宿酒都从睡里消。绕舍菜滋春后雨，过门船趁晚来潮。休嫌不住繁华境，最喜亲朋近可邀。",
            "comment": ""
        },
        {
            "title": "金陵郊行",
            "content": "快提金勒走郊原，拂面东风醒醉魂。好景流连天易晚，来朝更过杏花村。",
            "comment": ""
        },
        {
            "title": "婢态",
            "content": "才入园中便折花，厨头坐语是生涯。不时掐数週年限，每事夸称旧主家。迁怒故将瓯碗掷，俲{左目右宾}刚借粉脂搽。隔屏窃听宾朋语，汲汲讹传又妄加。",
            "comment": ""
        }
    ]
}