{
    "dynasty": "宋",
    "author": "五迈",
    "poems": [
        {
            "title": "送地栗与囊山应叟和尚",
            "content": "淤泥生莲花，不如生地栗。莲花生好看，地栗却好吃。看底只是虚，吃底却是实。虚实总不如，般若波罗密。",
            "comment": ""
        },
        {
            "title": "四十自寿",
            "content": "前四十年非，追之已莫返。后四十年是，图之良未晚。水涸自见涘本。善者契吾机，今复犹不远。养生先节欲，葆粹在惩忿。圣贤人可为，勿使善恶混。",
            "comment": ""
        },
        {
            "title": "述梦",
            "content": "午枕民尘嚣，梦乘银潢槎。好风吹衣袂，堕我在这涯。群仙赴号召，骖来香车。一见如故旧，丝麟酌流霞。或鞭石为羊，或握枣如瓜，中有汗漫生，盘礴埋丹砂。谁言仙有道，挟术相矜夸。顾我亦可学，正坐一念差。我笑谢之言，仙凡客有家。悠悠御风还，聚散如团沙。绳床一欠伸，兹游真幻耶。咄咄置勿论，呼童煮新茶。",
            "comment": ""
        },
        {
            "title": "辛未中元记梦梦与一僧谈世事良久问答中有凡",
            "content": "捣齐餐铁杵，此味知者鲜。乘车入鼠穴，闻者知其舛。打铁作门限，鬼笑定不免。点雪红炉中，达观理甚显。当局自然迷，正欠拨一转。上马奔前程，此著须自勉。",
            "comment": "【注释】【原题】：辛未中元记梦梦与一僧谈世事良久问答中有凡事如此汝曹勉之之语既而造一境如仙家居厥明用梦中八字为偈末章反骚"
        },
        {
            "title": "题余君肃日严忍斋",
            "content": "群肃吾良朋，天资秀而颖。以忍名其斋，求余为序引。余闻刃制心，共字谓之忍。一忍宽百忧，百动归一静。人心本至明，万善集虚境。外物一障之，天真随晦泯。意猿肆颉颃，气马浪驰骋。以忍作防闲，如物有绳准。贤养心学，最切是惩忿。愚者一不校，鲁者三自省。行行无取才，宜为夫子哂。师德岂懦夫，见善必操秉。唾面令自乾，可能愧不逞。公艺忠考人，家法肃而整。九世有盘盂，一字其要领。愿子继自今，去过贵乎敏。育德必体蒙，辨义真观井。意融妄尽消，心清事亦省。我少梁心气，近亦痛除屏。作诗虽警君，且俗以自警。",
            "comment": ""
        },
        {
            "title": "有客一首寄温陵史君赵侍郎涯",
            "content": "有客室自泉，为我出嘉话。泉得赵史君，谁人不称快。天生冰玉姿，系出龟琴派。标峻埒昭回，气清融沆瀣。方在谏省时，明绅推鲠介。及膺承宣命，未到心解。真李报政后，纪纲日大坏。有坐泉山堂，不守盂水戒。户庭交贾胡，宝货通买卖。继者廉而慈，卧疴力衰惫。暴吏恃饕官，诛求及菅蒯。大姓及细民，怨仇眦睚。我公方下车，当食辄兴谓。寮必爱贪泉，争饮淡怪。予将辈元结，谁肯伍樊哙。职曹与舶属，时号大驵侩。两疏劾四凶，人喜如爬疥。州胥富盖藏，至则击以械。曰此其渠魁，岂止为罥絓。县官庇黠胥，期限稍宽解。山判吁可惊，即日命追解。惟仁必有勇，勇去禾中稗。良善苦势家，至则行决决。府史例橐奸，今仍听自败。无欲始能刚，拔园中薤。我起胆四方，风涛极澎湃。砥柱设无人，沦胥靡所届。理欲差毫芒，公私分限界。公坚硬脊梁，浮荣等草芥。出处民戚休，行藏道隆杀。授公以师旄，一路息彫瘵。位公以中书，举世警矇聩。宇宙倘若清明，行有大除拜。作歌者休人，江猜生迈。",
            "comment": ""
        },
        {
            "title": "和赵簿题席麻林居士小隐四韵",
            "content": "公子有奇节，岁寒心印松。千邱仍万壑，是中雅能容。晚来万事懒，独有诗不慵。诸郎富文采，笔端耸孤峰。",
            "comment": ""
        },
        {
            "title": "以喜离过墨赠吾婿郑纯父玸",
            "content": "西蜀游方昌，赠我墨两个，墨上署嘉名，名曰喜闻过。过失人谁无，刚褊柔易愞。众人巧自文，君子喜人告。予性换之刚，所患在急躁。未尝不佩韦，因循及老大。不能如师德，受人对面唾。至使巧宦徒，目为背时货。子性失之柔，鲜有特立操。嗜欲微萌芽，左右纷投好。不能如乖崖，按剑警坐卧。中心欠所主，恐似风摇纛。乃翁匹前修，德行圭中瑁。承家合有人，前猷宜久蹈。贤母慈且严，熊胆亲调和。养志最为难，家声出堂奥。吾女正抱疴，朝夕烦拊劳。要相警如宾，毋纵欲长傲。女亦尝闻诗，绿衣戒颠倒。候其疾这瘳，苹蘩能采芼。内行傥不愆，事业当远到。贤者后必昌，积善天所报。持墨为子箴，进德谨勿惰。墨卿子良师，莫被渠看破。",
            "comment": ""
        },
        {
            "title": "简复斋陈寺丞子表夫知丞并呈真西山",
            "content": "复斋吾之师，高山俨标致。仆尝函丈间，乞得四箴字。及来仕京华，登门愿受记。复斋首肯之，赠言简而杀。杀身可成仁，舍生甘取义。此生尚可轻，圭黍眇爵位。仆退书之绅，隽永言有味。充员京兆幕，万一可行志。赧颜斥吏胥，冷眼视权贵。婉婳孤无朋，旁观辄相忌。朝肆缉缉谗，暮遭申申詈。圣主初临轩，不才叨考试。诸贤惮生语，一律爱软媚。我喜众所惊，人取我必弃。间有植私恩，了不恤公议。枘鉴不相投，罟护焉得避。补被去候潮，襁褓有幼稚。需辰之良山，解缆辞清渭。邂逅复斋子，入京方卸辔。为言东湖上，英才日以萃。穷伊洛渊源，传紫阳位置。要使莆三邑，薰为善良地。仆也间斯言，归心一两翅。平生真西山，赤心爱善类。诲我以沉潜，意同言小异。二公负名节，可望不可企。勇退在盛年，高卧看儿戏。我行拜二公，颜面傥无愧。作诗欠硬语，呈似贤昆秀。谨勿示他人，恐为吾党累。",
            "comment": ""
        },
        {
            "title": "辛未中元记梦梦与一僧谈世事良久问答中有凡",
            "content": "蘧蘧一梦中，了了三生意。法界如许宽，此生亦特寄。谁言玉局仙，元本是法器。不解自磨礲，因人亦成事。强颜游人间，聊作逢场戏。山色溪声中，略得些滋味。",
            "comment": "【注释】【原题】：辛未中元记梦梦与一僧谈世事良久问答中有凡事如此汝曹勉之之语既而造一境如仙家居厥明用梦中八字为偈末章反骚"
        },
        {
            "title": "送要公似有这宰古田",
            "content": "余与林公似，生长南山南。吾我翁乃翁，宿望俱不风。或晚登黄甲，禄不沾斗甔。或困顿场屋，补劳仅青衫。执手授遗编，尚以迁继谈。家法无诌语，妙理静中参。丁丑俱一第，苦尽稍回甘。蹭蹬二十年，令缠换头衔。向来同登者，青云偏腾骖。吾辈惯水檗，世好殊酸咸。君去宰壮县，栽花兴方酣。我乃赋归与。悔狂口宜缄。棘蝇来营员。关虎卧眈眈。颓婆从汩没，砥柱高巉岩。",
            "comment": ""
        },
        {
            "title": "简同年刁时中俊卿",
            "content": "读君老宵诗，一读三太息。君方未第时，忧民真恳侧。直笔诛县官，言言虹贯日。县官怒共讪，移文加诮斥。君笑答之书，搞辞如天直。旁观争吐舌，此士勇无匹。今君已得官，一饭必念国。民为国本根，岂不思培植。其如边事殷，赋役烦且亟。虎营间二千，鸠工日数百。硬土烧炽窑，高岗舆巨石。山骨惨无青，特皮腥带赤。羸者頳其肩，饥者菜其色。憔悴动天愁，搬移惊地脉。吏号鹰隼如，攫拏何顾惜。交炭不论斤，每十必加一。量竹不计围，每丈必赢尺。军则新有营，谁念民无室。吏则日饱鲜，谁悯民艰食。州家费不赀，帑藏空储积。间有小人儒，旁献生财策。大帅令龚黄，岂愿闻此画。夏潦苦不多，秋旱势如炙。愿君在莒心，端不渝畴昔。蔡人即吾人，一视孰反瘠。筑事宜少宽，纾徐竢农隙。至如浮屠宫，底用吾儒力。彼役犹有名，何名尸此役。君言虽怂惥，帅意竟缩瑟。同年义弟兄，王事同休戚。相辨色如争，相与情似暱。余言似太戆，有君前日部。责人斯无难，亦合受人责。我既规君过，君盍砭我失。",
            "comment": ""
        },
        {
            "title": "代简奉寄三山方时父遇游几叟明复",
            "content": "昔我游三山，稠中得二友。初交方时父，后识游几叟。大比献能书，厥岁在西酉。垂钓文海中，修鳞上钩否。蔡簿校文回，曰方其所取。有高说夫者，姓名出其右。同游本弟昆，紫荆偶分剖。游虽迟再荐，楚弓楚人有。余评时父才，进士中少耦。词绝似秦七，诗已迫黄九。几叟尤不凡，耿耿良自负。英辞沮金石，真气干星斗。等是青云人，科第争前后。射策对天墀，会须为举首。三年一抡魁，须服天下口。毋为陈诚之，要作张无垢。狂生分不才，生老未觉丑。向坐太饶舌，相看拥从手。六阶何惜镌，百谪亦甘受。不爱骑鹤姿，看人作太守。只读相牛经，教了事农亩。乏地堪置锥，仰天频击缶。二君最知心，一别忽许久。作计分寄之，或赏千金帚。并简潘庭坚，何时一樽酒。",
            "comment": ""
        },
        {
            "title": "寄浙漕王子文野以思君令人老五字为韵得诗五",
            "content": "原明有申公，公休继文正。后来诸名家，有子多不令。堂堂先太史，孤峭立万仞。身不为从官，美谥君所命。子文为之子，壮岁名已盛。荣华付倘来，节义传心印。波流石不移，火炽玉宁尽。向来牋天疏，每读必起敬，相期辉国史，何止续家乘。",
            "comment": "【注释】【原题】：寄浙漕王子文野以思君令人老五字为韵得诗五首"
        },
        {
            "title": "亲旧问盗作诗四十韵以答之说要备野史之录",
            "content": "我来自京师，已丑之十月。道之建剑间，行行遇兵卒。问之何为行，对言声哽咽。初只因临汀，监商时出没。县官事张皇，星夜闻帅钺。帅出乃捕兵，此曹辄猖獗。加之江西寇，恃嶮护巢穴。向来误降临，贻祝今尤烈。合党肆纷披，交锋争桀黠。聚落西百村，室庐遭毁爇。转徒临照阳，孤城危一发。帅方实归装，视此苦不切。惟漕暨庾台，协心图扑灭。移文责十连，义激词语辣。就檄刘权军，专城植铩盾。又有一老尉，贾勇抗鸱鹘。赖此所居民，犹苟旦暮活。我闻此卒言，忧愤中肠热。及归抵吾庐，保伍亦团结。或恐汀邵寇，余烬尚分裂。或疑鼠狗徒，乘间敢窃发。吾乡号乐国，目不见雨铁。一闻钲鼓声，缩头畏如鳖。新岁或讹言，城居竟搬挈。丁男肩欲頳，稚女足不袜。相顾莫为谋，去守将安决。汝知诲盗谁，吾能为汝说。年来民贼多，田里困根括。单丁火亦追，光户租尽刷。猛虎政太苛，攘鸡手已滑。剥床忍及肤，椎肌惨见血。吏肥富薰天，民贫怨刻骨。及此皆幸灾，狺险何聒聒。古来盗贼兴，官吏去饕餮。大者籍其家，小亦寘重罚。人心知是非，端可以理折。民贼尽芟夷，虽赏之不窃。",
            "comment": ""
        },
        {
            "title": "别永福张景山",
            "content": "我友满天下，面交如斗量。最晚得张子，群中孤凤凰。秀气分高盖，妙年侔洛阳。趋向颇近道，才具已老苍。兰若参文盟，过眼五月疆。别我求赠言，握手吐肝肠。学贵根书茂，积贮焉可忘。如行千里路，须具三月粮。文亦有活法，先使意气张。如破勍敌壘，须擒贼中王。子家蔼文献，庭砌多琳琅。归欤力种绩，宜亲师友良。植本日双大，养气日双昌。学丰敷为文，如富出民藏。襟期要牵牵，俗物徒茫茫。他日泉石下，候气视北方。知有滔滔得，非予谁其当。",
            "comment": ""
        },
        {
            "title": "试石鼓墨得月字韵",
            "content": "水声响峥嵘，山势高嵂矹。我居山水间，瞥焉五阅月。看山宽眼界，听水清诗骨。妙理在浊醪，淡交寄薇蕨。翻书明月轩，沦茗清泉窟。一雨酿黄梅，连朝来不歇。云疏漏檐光，晴意犹鹘突。卓午睡瞢腾，起来足不袜。搔首独无言，书空时咄咄。一宇未清夷，世途良臲{左臬右兀}。丈夫志未酬，徒有冲冠发，挽头心科举，与俗聊汩汩壮图要有待，非久黔吾突。富贵渐逼人，荣途轫须发。",
            "comment": ""
        },
        {
            "title": "辛未中元记梦梦与一僧谈世事良久问答中有凡",
            "content": "石塔本无缝，吐光万太余。不是风火扇，又非喉管嘘。此肖胡为来，塔亦不知渠。解作如是观，知心长自如，塔身俱著实，光心等是虚。虚实归一致，无乘亦无除。",
            "comment": "【注释】【原题】：辛未中元记梦梦与一僧谈世事良久问答中有凡事如此汝曹勉之之语既而造一境如仙家居厥明用梦中八字为偈末章反骚"
        },
        {
            "title": "东归同年三山王簿宾之赵户立父连簿仁父典上",
            "content": "我从京华来，溽暑不可迩。蓝缕一片衣，邂逅四君子。自大同工兰，乡井连桑梓。王君吾兄行，派出铜川氏，一饮吞百盃，一挥拦十纸。此时銮坡人，非久棲鸾枳。黄君天庠英，贵名方日起。三年拜赐师，行雪肴函耻。后来几英豪，愿作榜下士。小连真枳，犀玉浮冰峙。再喜气不衰，收科趾前美。朋山万青衿，求识心鉴齿。立父天族英，雅非膏粱比。青桂近婵娟。红蕖映青泚。名驹产天厩，一日当万里。今夕知夕，德星偶同晷。明月入觥船，凉飔生剑履。相逢吴山头，相别闽江觜。交情托管鲍，同年序许李。明日怀美人，娟娟隔秋水。何以慰我思，驰书寄双鲤。",
            "comment": "【注释】【原题】：东归同年三山王簿宾之赵户立父连簿仁父典上舍偕行分道买樽酌别"
        },
        {
            "title": "寄惠州陈史君真卿",
            "content": "千仞罗浮山，蓬莱分左股。有诏陈太丘，剖符为地主。皇皇太丘门，德星之所聚。前光盛胚胎，后来纷众甫。共惟休斋公，遗教垂邹鲁。君侯共闻孙，风烈不忝祖。继以诗书帅，遗爱比召杜。君亿其英嗣，真清亦如父。向者位于朝，穹官可拾取，不能枉尺寻，矧肯效媚妩。翩然乞一麾，来此开藩府。此郡旧富饶，广中号乐土。年来困军须，炎火无冷斧。邻盗闯其藩，烧痕未全补。嘘枯待仁风，醒暍仰膏雨。迎辂两朱幡，驭呼十万户。朝宣上德意，夕问民疾苦。为渠作丰年，愁叹变歌舞。得结数十辈，万物气可吐。行奏循良功，入布承明武。走也山林人，本无素宦谱，妄言宗社事，屡犯君相怒。缉缉恶樊绳。眈眈畏关虎。归欤结茆庵，课仆理荒圃。余子易炎凉，眼前何足数。君侯谊薄云，寄诗倾肺腑。",
            "comment": ""
        },
        {
            "title": "简林公似",
            "content": "穷猿不择木，祥凤宜棲竹。高门结驷荣，陋巷一瓢足。仕有时为贫，贫乃急於禄。夫君何所欠，百事尽从欲。新谐种玉婚，大敞堆金屋。镜里颜尚朱，庭前萱正绿。中州不徜徉，炎海甘驰遂。遂令君子心，度以小人腹。我贫甚去年，全家久食粥。独醒妒人醉，议诮那免俗。名节千载光，富贵一炊熟。朋友严简书，敢以石玫玉。",
            "comment": ""
        },
        {
            "title": "携筇出尤岭岭头坐俟舆夫不至",
            "content": "我居南麓下，颇利郡子遯。如何溽暑初，涉此复岭峻。瘦藤代筍舆，路熟不待问。拂石小盘跚，心爱木阴涧。清风解人意，陆续松杉韵。掬泉晏茗芽，窃赏此味俊。我坐亦良久，我仆行何钝。平生性麋鹿，合有幽闲分。举足履世途，退尽进仅寸。曾此小迟速，而足置喜愠。继今也处同，冥心法天运。斯游悟穷通，持与达者论。",
            "comment": ""
        },
        {
            "title": "辛未中元记梦梦与一僧谈世事良久问答中有凡",
            "content": "一念稍分明，天壤异仙凡，诸相等归妄，天真要无庞。凡特非我有，秋毫不可贪。只此为上乘，其诸总虚谈。无字经可阅，无言禅可参。白云过前山，明月映空潭。",
            "comment": "【注释】【原题】：辛未中元记梦梦与一僧谈世事良久问答中有凡事如此汝曹勉之之语既而造一境如仙家居厥明用梦中八字为偈末章反骚"
        },
        {
            "title": "反艳歌曲复三山林斗南",
            "content": "谁作艳歌曲，律清语不尘。杂之古乐府，意态甚迫真。谓余欠妩媚，宜为众女嗔。方怜长门闭，渐喜汤沐新。此曲岂不后，所似非吾伦。生为奇男子，无辨许国身。有手要折槛，不炙许史门。有头要叩墀，不拜五侯尘。昵昵儿女语，煦煦妇人仁。夕泣缘失宠，朝欣为承恩。此非奴事张，定是妾效秦，是为赤有臭，何止黄不纯。因君词婉美，感我意酸辛。正恐漆园女，嗤点我辈人。",
            "comment": ""
        },
        {
            "title": "郑昂叔和余问盗诗末及山东事弟侄辈又问山东",
            "content": "江左百年来，英雄老岁月。空糜东南财，坐廪骄惰卒。嘉定惩开禧，废食因一咽。国论规便安，神州听沦没。和戎益金缯，讳战钝斧钺。迩者天祸之，鞑靼逞狂獗。一举殄金人，犁庭扫其空。金如斧中鱼，靼如火烈烈。乘间蛮触衡，复有东黠。长驱淮甸间，大纵山阳爇。或屠制帅家，或髠守臣发。鱼肉我王人，首领春葱切。涂炭我生灵，聚落炊烟灭。嫚书揭通衢，著语太辛辣。供帐王翥在，左纛将军绂。往来青齐区，健比霜天鹘。一名娘子军，掎角同生活。狼心肆陆梁，烽燧竞熏热。我事南方强，谓可以恩结。衣裳一颠倒，茅土甘疏裂。纳侮忍包羞，容奸噤不发。谁与生厉阶，正尔错铸铁。彼地甚诈狙，吾谋类跛鳖。岁幣久椿储，复为彼齎挈。边筹乏雨长，往往如拆襪。相顾皆狐疑，莫能抵龟决。心知示弱非，成事付不说。边民亦何辜，一孔心搜括。战舰尾相衔，义丁家尽刷。需求意无厌，许可舌太滑。譬这护癰疽，包裹畏见血。仅仅外留皮，侵侵齧至骨。理势有必然。吾言非强聒。惟愿天听回，揽权制生杀。毋倒太阿持，毋惮强弩末。毋贻养虎忧。毋使馋蜂孽。废籍起忠贤。穷荒斥奇餮。一朝出六师，声罪行天罚。名正事必成，本强冲可折。衔璧许来臣，雨铁谁敢窃。",
            "comment": "【注释】【原题】：郑昂叔和余问盗诗末及山东事弟侄辈又问山东本末再用前韵答之"
        },
        {
            "title": "白发叹",
            "content": "青铜作明鉴，皎皎铺晴昊。照我沐初晞，几缕经霜草。本无适俗韵。颇识林园好。何为浪自苦，落得衰颜早。悬知日夜改，青丝成素葆。达人遗世累，士木视肝脑。那於形骸间，计校玄与缟。彼独何人哉，而我叹枯槁。壮年不可挽，过日如霜扫。但有岁寒心，不逐冰霜老。誓开三径荒，种艺杂庸保。虽无大药资，尚得恣幽讨。此外尽悠悠，置之不复道。",
            "comment": ""
        },
        {
            "title": "寄同年新涂王宰梦弼",
            "content": "玉笥高嵯峨，异石光灿皠。紫盖有佳人，出为花县宰。佳人秀吾宗，天姿最高垲。饮水抱丝弦，纫兰纕蕙茝。畴昔纠郡掾，辩狱亦几殆。人命我所争，斗粟何足爱。上官翻相知，剡荐异寮寀。及膺民社寄，直道肯息悔。以柔克高明，为政尚慈恺。农扈饱春和，荒年独不馁。猾吏履薄霜，洗手畏纳贿。桑间雉正驯，壁上鱼多鯘。昔我在湘幙，相从垂两载。书生守方拙，时妆不入队。惟君雅知心，刮目赏奇磊。君有桃李栽，我独芙蓉采。无何风木悲，天乎余何罪。归欤泣焄蒿，久矣婴病痗。除夜接君书，乌栏墨璀璀。访问死生余，警语鞭不逮。为言刚近仁，直性终难改。近乃加和平，痛自铲光彩。万事必宗道，众流须纳海。随时少屈伸，正直固常在。再拜君之言，书绅戒荒怠。时事苦间关，谁欤穆天縡。来书尚可为，苍生久相待。",
            "comment": ""
        },
        {
            "title": "寄居元职方北第呈西邻盛进士",
            "content": "解褐去乡里，宦游一纪余。抱慼今来归，茫然无屋庐。暮瞻还林鸟，朝羡趋渊鱼。渊林各有归，曾不鱼鸟如。元候雅好义，假我舍北居。入门扫埃壒，闲草以次锄。贫贱谁顾门，岂必容高车。余杭众富家，碧瓦侵太虚。土木虽无情，亦与儒冠疏。所幸并舍贤，昔年同诗书。何兹瓦砾陋，复尔邻璠玙。乡田及同井，此义无忽诸。",
            "comment": ""
        },
        {
            "title": "水口上舟呈同行傅月山苌",
            "content": "泝流上嵩江，江阔流益峻。时方良月初，打关恶风信。老翁把柂立，首叫尾必应。大男前运稿，风激水还喷。小男上拽縴，石行跲复奋。后退辄丈寻，前跻不尽寸。逼仄一堵中，危坐易慵困。冷雨去复来，前山邈难认。江天暮渐低，好风来一瞬。帆饱去如飞，两程疑可并。举杯嘱月山，凡特有定分。壮年登王官，转盼更五闰。星沙罗闵艰，日毂转颠顿。方头忤时流，失脚落陷井。巧宦疾以驰，笑我拙而钝。如登今日舟，易退难於进。自平无生事，百欠无一剩。饥寒驱出山，歌笑破群闷。独有不自欺，心可与天印。人为固多端，天定或能胜。愿如晚来风，先逆后乃顺。得酒且酌斟，升沉付天运。有穷必有通，无喜亦无愠。",
            "comment": ""
        },
        {
            "title": "题元山蔡行可对青亭",
            "content": "终日在山中，小见山可爱。欲识爱山趣，须在山之外。南山不古今，悠然与意会。西山无朝暮，佳致固长在。蔡君金玉人，结亭避阛闠。面面苍璧屏，坐卧与青对。晚曦射紫翠。宿雨濯蓝黛。能消几两屐，不赏此宁概。芙蓉为群裳，兰茝为君佩。今非避世时，乃学陶谢辈。诸公富唱酬，拔戟各成队。我出一转语，功成身始退。君为端明胄，忠教后必大。山灵纵有盟，一出合破戒。苍生正有求，富贵不渠贷。山债会一偿，相期在晚岁。",
            "comment": ""
        },
        {
            "title": "寄浙漕王子文野以思君令人老五字为韵得诗五",
            "content": "长沙一倾盖，情好如埙篪。间关十寒暑，何时不相思。君为睢邸教，再挹冰玉姿。升堂拜寿母，摩机识馨儿。叙旧方恋恋，临分转依依。自是成鸿燕，羽翼竟差池。音问久不接，清宵梦见之。鱼腹得尺素，羊胛经几炊。陈雷不可作，千载同襟期。",
            "comment": "【注释】【原题】：寄浙漕王子文野以思君令人老五字为韵得诗五首"
        },
        {
            "title": "猎者",
            "content": "山中有猎才，设纲张四隅。稚{上鹿下间}为所絓，性命悬庖厨。母麞于纲外，踯躅相悲呼。明知猎者意，於已并觊觎。柰爱不可割，投纲与子俱。猎者偶省悟，攒眉发长吁。纵之与偕活，长揖谢猎徒。焚纲毁毒矢，放鹰逐韩卢。人物强非类，天性元不归。爱母寝皮猿，异子乔腹鱼。人均作此念，可废佃与渔。猎者仁教心，洞然贯体肤。",
            "comment": ""
        },
        {
            "title": "书怀奉简黄成甫史君",
            "content": "忆昔绍定元，被合生廷策。偶过袁君房，玉墀日将夕。案头得君文，喜跃越三百。张烛朗诵之，相与手加额。若人作抡魁，余子当辟易。时有详定官，嫌君多指斥。众默余独争，言厉面发赤。紫宸一传胪，璧水推巨擘。诸君始相贺，时相颇不怿。爰有小人儒，从帝蠭螫。谏官工逢迎，霜简肆捃摭。此事人能言，本末甚明白。暨于端平初，天夺老奸魄。散地起忠良，邱园纷束制。君老登瀛洲，讲筵赐重席。余亦试玉堂，朝有愈之迹。啜茶熏玉虯，投饼呼金鲫。同校南宫文，等是西山客。无何陈脚动，君出为方伯。馆中失名流，我辈苦叹惜。西山遽仙去，局面日改革。余入对未央，苦语出肝膈。淮南冤未消，元载家当籍，外党分牛李，内宠怙秦虢。臣愚怀隐忧，厚地其敢蹐。虎须敢一编，龙鳞敢一逆。自信填海偶，复中含沙射。移舟返蓬莱，伏隩甘冰檗。君正舞来衣，清香笼画戟。年丰富红仓，风顺多琛舶。我舍抵是州，相望缠四驿。幽棲懒有门，一再通书尺。起家卒漳滨，始访二千石。居官未半期，台评又寻摘。既罗关虎嗔，宜有猫厄。归途抵温陵，除夜大促迫。所亲有室庐，许我相假借。莲灯看烂红，柏酒浮重碧。去家差不远，朋旧来络绎。雌堂在何许，一望弱水隔。山鬼巧揶揄，室人交篇谪。平生重名检，义利最知择。冷眼舆金，宝身甚拱璧。世途赫赫炎，众手所共炙。谁能效李锥，作计事鑽刺。蒲葵安可常，秋至辄抛掷。贵贱见交情，书门何怪翟。趋时岂不好，嗜古业成癖。群飞任刺天，甘剪笼中翮。丈夫身计轻，忧国愁如积。向欲恢三京，今日蹙五百。西蜀断咽喉，北军患肘腋。流民满说师，戾气成疾疫。强寇瓷咆哮，行人饱需索。廷绅倒手版，淮帅羞巾帼。南海下蒲轮，西人衮舄。病剧乏良医，棋危需善弈。君行观清光，何策轮忠益。急须息边尘，徐可寿国脉。任责属诸贤，臞儒老山泽。",
            "comment": ""
        },
        {
            "title": "跋林学士宋聊帖",
            "content": "朝为一旅人，暮推拾九官。趾高气且浮，反面视孤寒。昔闻韩魏公，义风塞人寰。赤舄坐书锦，有客排其关。孤身无所贲，乞公玉盥盘。公笑授之去，感涕双汍澜。我始得此事，谓可耸俗观。家传书甚悉，国中载不完。今见学士帖，烂然银钩蟠。方其一第初，半载游长安。持书遗乡朋，客费无虚闲。近得奁中赀，分壮贫士颜，宁我食无鱼，不忍渠无餐。宁我裾无华，不忍渠衣单。臭味何所爱，敢言囊之悭。犹愈轻薄儿，一笑黄金拚。我来阅遗书，据案发长欢。纵横缠片纸，突兀已万间。魏公为上相，庇士易为权。林公初筮仕，为此良独难。景仰前辈人，高节骞云山。原下不可作，清风何时还。泚笔哦此诗，寄名乌线栏。",
            "comment": ""
        },
        {
            "title": "赠谈星达士",
            "content": "列肆竞谈星，谬者十八九。达士何各人，俦中推好手。精步宿罗胸。纵谈鬼擘口。技绝固招穷，鹑衣不掩肘。朅来访臞翁，意欲相击扣。翁命翁自知，不问子休咎。苍生命甚危，子亦知乎否，魏阙妖翔，吴江水兽吼。冯夷肆陆梁。富媪难载负。强寇噬边州，湖堧经践蹂。五师战且弱，钺钝甲兵朽。流民满江濆，沟劣纷骸髅。京米贵於金，十千可一斗。暮夜光烛天，彗星大於雪。灾重此非常，共敢懈以酒。都人极皇皇，如鱼惊在笱。国脉眇一丝，病固有从受。西山薨於前，鹤山继於后。洪蒋与李徐，价目作修友。吴讣漫塘翁，广哭菊坡叟。天为国生贤，福贤理宜厚。何事数钜公，不为国耆耇。周堪刘向亡，老光握灵寿。元城了翁去，贼京得皓首。贤者今余几，其生皆不偶。或入在朝廷，或出为牧守。或未脱丹书，或犹耕岩薮。烦了布星躔，为余细分剖，孰可坐庙堂，孰竟死田亩。孰坚如松篁，孰脆如蒲柳。天如{左衤右乍}吾宋，存者必长久。狂生何能为，自分安老丑。无地堪植锥，仰空长击缶。昂藏作丈夫。谄佞羞妾妇。宁可效熊经，不出随狗苟。但愿世道宁，天宇息尘垢。廷无憸壬人，周召置左右。边无儿戏军，廉蔺善攻取。庶几老余生，官职乎何有。间日教子书，不教子学走。",
            "comment": ""
        },
        {
            "title": "东归至衢城十五里头",
            "content": "征衣犯火云，来自长安道。浃背汗淋漓，遵程行数跛。险阻已备尝，心气觉如雪。京华纨袴儿，颜色差强好。玉斝酌玻璃，金盘饤水果。享此竟无端，荣枯太颠倒。嗟余数之奇，涉世嗟枯槁。青云志未酬，午夜心如捣。浪蹈软红尘，有怀白云老。决策赋欤，受此大轗轲。倚杖立觉吟，持盃浇磊砢。生平忠愤心，皎皎通穹昊。一身不足忧，世途深可悼。往岁淮甸间，边吏困科琐。金鼓声涨天，沟壑填肝脑。一旦计之穷，首谋伏天讨。眈眈欲无厌，百计需金宝。今者驰使车，囊橐费贲裹。乳臭坐庙堂，苟免及身祸。谁知鸿春鸣，朝不相保。旱蝗莫为灾，四望无青草。我辈独何心，日夕忧江左。岂不欲救之，势力顾未可。敬持一瓣香，好为苍生祷。何日鞭五龙，泽之以霖潦。手提四方人，脱之於水火。",
            "comment": ""
        },
        {
            "title": "谢说尹惠酒馔",
            "content": "逐客次江干，复此风雨夜。元戎念寂寥，更仆相慰藉。醽醁实珍肴，宠光生邸舍。妻孥共感慼，道路或猜讶。谓此偃蹇踪，横被弯弓射。彼哉簧正巧，或者石犹下。同志欲过从，避党辄惊怕。曾谓十连尊，理烦无顷暇。惠顾及无聊，多言莫为谢。平生仗信义，正色叱奸诈。此样不入时，致入人话靶。明时方献文，安得有谤骂。独以殿庐中，语言少假借。遂犯螳螂怒，间坐鸱号哧。先期入帘幕，坐是罗罟护。公施不报恩，高义等嵩华。一言挟纩温，所嗜非酒炙。天日方清明，罪过宜宥赦。白璧可洗瑕，烦公叩造化。",
            "comment": ""
        },
        {
            "title": "送春有感",
            "content": "东君行趣装，桃李事如梦。蝶懒欲息游，莺老不好弄。残红正可怜，更禁风雨送。榆荚羞独飞，却恼杨花共。去年於此时，客食红尘閧。眼看豪合儿，跃马青丝鞚。美姝舞娉婷，吹箫来紫凤。开樽六一亭，偃盖飞来洞。我亦强行吟，诗成和者众。时序易推移，人事少间空。翻思年时乐，已如耳边哄。汪清晓坐孤寺，晴曦照华栋。沙平嘴带鸥，山远腰横蝀。阅书眼倍明，拈笔手犹冻。扫地焚甲煎，呼童开腊瓮。汲井得甘泉，沦茗试新贡。短章写我怀，谩遣儿曹讽。",
            "comment": ""
        },
        {
            "title": "读林去华居厚主簿省题",
            "content": "病夫夜不眠，五鼓始交睫。懒起比吴蚕，清梦飞庄蝶。恭承高轩过，不及倒屣接。惠我百篇诗，珠玑何炜烨。五言比长城，一望皆危堞。壮如广陵用，悲似阳关叠。音韵最清圆，格律尤妥帖。登坛裨将降，咒水小巫怯。永嘉富人物，往躅足追蹑。经术止斋陈，文章水心叶。林君游其门，早负贤关箧。乡校设皋比，户外纷屦屧。科目苦无凭，取舍如渔猎。人纲多弱翰，上钩希巨鬣。西廊上奏篇，甲第仅书捷。低头矮屋中，壮气不萎{上共下尔}。研朱点周易，修此清净业。焚香读楚词，时作真行帖。台府岁举员，求者有挟。孤士乏梯媒，刚肠羞妇妾。诸公纵怜才，或被权势劫。谁能推挽之，士论得换惬。",
            "comment": ""
        },
        {
            "title": "送黄成甫殿讲被召",
            "content": "泉为闽望郡，山海来航梯。琛贡交异域。珠贝象玳璃。腥风易涴人，浊如雨后泥。不屑受点污。除非辟尘犀。南泫贤太守，前称王梅溪。中间西山真，后有苕川倪。近岁李竹湖，四贤玉雪齐。他守非不贤，多以欲境迷。一罅苟可投，趋者由旁蹊。利心长萌蘖，公道生蒺藜。鸮见腐鼠哧，凤甘梧桐棲。物性殊洁秽，人品随高低。君侯第一人，壮气干虹蜺。一墀一长鸣，万马不敢嘶。为州上异最，趋观下宸奎。归装试检点，定无南物齎。时艰方急贤，君命焉可稽。巨舰方解维，穹车正发輗。忆昔端平初，众正感受登陆跻。如人堕梦境，忽听警旦鸡。云何不常泰，一变成孤睽。大老遽沦谢，善类谁提斯。炙坡未起南，鹤山斥归西。朽屋费撑拄，洪流欠障堤。蜀道横豺虎，边城喧鼓鼙。流民满京辅，沟壑填髫倪。弊事非一端，言之重酸悽。医国要大药，去膜须金篦。君子与小人，却是一巨题。愿为君子者，名检身自褆。皎然不可玷，琳琅别介圭。凛然不可犯，贞女处幽闺。必服群小心，始去禾中梯。义利生一念，治乱分两畦。老我以猜故，屡为语罕挤。朝行辞鵷鹭，野性便凫鹥。附热耻翕翕。耐寒甘凄凄。荷君不世情，犹念故人绨。红絮下飞零，绿阴被长堤。送客洛阳桥，春风逐马蹄。相期在远大，不敢惜分携。",
            "comment": ""
        },
        {
            "title": "辛未中元记梦梦与一僧谈世事良久问答中有凡",
            "content": "世人欲不死，焚香事大罗。死后欲超生，将身靠弥陀。个里不透彻，仙佛如子何。我素不持戒，焉能断胆臊。独有一寸珪，明白不可磨。学仙与学佛，此事付儿曹。",
            "comment": "【注释】【原题】：辛未中元记梦梦与一僧谈世事良久问答中有凡事如此汝曹勉之之语既而造一境如仙家居厥明用梦中八字为偈末章反骚"
        },
        {
            "title": "和赵簿题席麻林居士小隐四韵",
            "content": "笙簧岂不韵，雅景受风松。纨绮可为裳，灵均采芙蓉。古来旷达士，世腻亦太慵。可望不可押，人如云外峰。",
            "comment": ""
        },
        {
            "title": "和赵簿题席麻林居士小隐四韵",
            "content": "绕园万竿竹，奇壑千丈松。此物匹高士，坐羞桃李容。客至谈世故，接之令人慵。相看两不厌，晴昊倚高峰。",
            "comment": ""
        },
        {
            "title": "和赵簿题席麻林居士小隐四韵",
            "content": "棋声响苍石，茶灶烧枯松。故人惠然来，风竹为先容。野性旷而适，机心疏更慵。生怜谢安石，携妓污名峰。",
            "comment": ""
        },
        {
            "title": "辛未中元记梦梦与一僧谈世事良久问答中有凡",
            "content": "禅悦既无门，仙居在何所。与渠无半面，一见相尔汝。霓裳制未成，翩翩欲高举。身如一羽轻，去天才尺许。胡为造此境，问之不吾语。正缘崆峒中，萧然无物贮。",
            "comment": "【注释】【原题】：辛未中元记梦梦与一僧谈世事良久问答中有凡事如此汝曹勉之之语既而造一境如仙家居厥明用梦中八字为偈末章反骚"
        },
        {
            "title": "学易斋",
            "content": "太极分阳阳，生生之谓易。易有乾之元，生意露沙息。先生易中行，日用而饮食。全体纯是仁，本自玄中得。克己下工夫，心台皎如日。处则为颜曾，出则为禹稷。所以学易斋，孜孜奉天职。满腔皆春和，八荒开寿域。",
            "comment": ""
        },
        {
            "title": "送表弟陈一鸣尧章入京",
            "content": "冬目狭为途，英雄多短气。宾至如归贤诏一颁，应举纷如蝟。低心逐时趋，练语避忌讳，得者固侥逾，失者徒嘘欷。巨鳞不上钩，修翼不入罻。乡无视为孔艰，计台片以彙。我尝校兰省，厥岁在乙未。时收甲乙科，多是戊己尉。国步矧多艰，志士发长喟。襄蜀涨氛妖，江淮方鼎沸。毛锥无能为，长剑使人畏。朝能立寸功，暮可攫富贵。二子趋玉京，道远不吝费。进身假梯媒，流品孰泾渭。世科藉此登，亲望始宽慰。老我谬忧时，周嫠遑恤纬。诸公羽生语，悉力攻蒂诽。藿食可充饥，荷裳尚堪衣。功名付君等，山林吾有味。",
            "comment": ""
        },
        {
            "title": "题弟纲举之奉仙之室日小蓬莱",
            "content": "吾社有方平，曾与麻姑会。沧溟化为田，弹指五百岁。又有仙人乔，神游八极外。朝舄作凫飞，世缘比蝉蜕。寥寥千载后，之子得正派。风度亦可人，春秋况未艾。朝般紫河车，暮结飞霞微。严事钟与吕，信心终不退。经营白玉坛，肖象俨相对。四面来青山，献奇尽羽盖。炉熏彻玉虚，剑水清尘界。琼笈阅千孙，丹方探三昧，谁谓三凫遥，近在吾境内。蓬莱若云小，孰能为之大。",
            "comment": ""
        },
        {
            "title": "殿廷初考圹同舍约共赋诗",
            "content": "绍丑夏五初，皇帝下明诏。大廷许群英，虚心问道要。初考凡六员，同时赴宣召。宫讲絮斋子，典刑真克肖。胄丞道乡孙，道心长返照。何殊钟在簴，宛如刀出鞘。谷口亦何人，才德俱富邵。走也分尘埃，识见等萤爝。亦获在选中，所得过所料。宫烛分夜辉，御香供早烧。群羽竞赴矰，众鳞争人钓。意气云龙翔，精神风虎啸。或异入柔行，或疾声大叫。或自出机轴，或工一窃剽。或写云和音，或鼓折杨调。或作朝凤鸣，或吟蚯蚓竅。好恶随品题，宁复相识诮。上方富春秋，明齐日月耀。涓露增沧溟，微尘填岳峤。乙览公平章，甲科须直峭。讽必纳祈招，箴必容庭燎。国步赖扶持，民痍需砭疗。诘朝已竣事，杯行可以酹。",
            "comment": ""
        },
        {
            "title": "信手阅清溪诗一首韵即事",
            "content": "久雨妨好春，朝暮地休息。出门欲有行，苔滑泥余尺。四望人烟稀，千山鸟声寂。饕寒不肯归，青帝觉无力。况有黄巾徒，邻郊渐相迫。虐焰挺戈予，连车掠金帛。王旅犹稽留，民兵半覆没。羊狠来莫当，鼠竄去无迹。践蹂清野尘，原草不能碧。世运何乖张，生灵罗此厄。丁壮抱枵肠，骈头受科率。氛妖谁扫清，气象太窘窄。书生忧国怀，半夜转加剧。相倚如辅车，忍视为胡越。富家太不仁，增价糶斗石。但爱囊橐丰，不忧狗鼠黠。甘为盗贮储，遑恤人饥渴。凶渠曷日殓，若潦何时歇。作诗愧北征，聊以志岁月。",
            "comment": ""
        },
        {
            "title": "简延平李公足择善",
            "content": "昔人重相思，千里且命驾。我家去游洋，相望缠四舍。偃息岂不思，吉服讵可借。惟凭一雁翔，敢望双凫下。日者闻琴堂，墨绶将解卸。东阁领群英，胜游当首夏。惠然访九仙，云物争迎迓。拂石纳晚凉，秉烛娱清夜。吉碑共摩挲，吉梦相矜诧。物色故老言，赤鲤何年化。题诗富锦囊，仙境为增价。是地近吾庐，过从何未暇。初传尚未疑，后信良多讶。世态如浮云，炎凉更代谢。高谊定不然，寄声来慰藉。",
            "comment": ""
        },
        {
            "title": "常惺惺室",
            "content": "性命一同源，万善天所赋。五行水生智，正以虚明故。先生原命宫，水与金夹辅。清质自生明，冰壶澄月露。穷理以致用，干事必正固。与国作耆龟，应物公权度。所以常惺惺，一室神明护。室外中主人，寿比乔松数。",
            "comment": ""
        },
        {
            "title": "辛未中元记梦梦与一僧谈世事良久问答中有凡",
            "content": "盘中有止水，历历见须眉。能定乃能庆，人心固如斯。至诚本如神，圣贤不吾欺。鸣鹤方在阴，共子辄和之。天未降时雨，山川云已知。谁能舍我龟，而观尔朵颐。",
            "comment": "【注释】【原题】：辛未中元记梦梦与一僧谈世事良久问答中有凡事如此汝曹勉之之语既而造一境如仙家居厥明用梦中八字为偈末章反骚"
        },
        {
            "title": "寄林教授龟从",
            "content": "我生麋鹿群，岩穴性所乐。寓城看病女，踪迹良踸踔。神明倘见怜，医药须课效。便当归旧庐，谁爱人此闹。炎暑甚蒸炮，矮屋如笼罩。欠伸尺蠖形，低垂木鸡貌。清晨得君书，衔击新州教。慈恩叙同年，转盼梦一觉。我於端平初，蓬山叨直儤。批鳞咈神龙，编须犯关豹。一斥褫三官，连年绝廪稍。我罪坐狂愚，令受人击敲。君胡二十年，无由极比较。今又深入南，正坐不能巧。群儿益纷拿，疾足逞超趠。我辈履羊肠，所历极确硗。宦海走千帆，好风纵稿棹。我辈航一苇，无缘出泥淖。世道日以艰，大厦摧栋桡。边尘日以纷，冲梯设矢砲。逆潮陆成渊，苦旱水飞窖。饿艿盈通途，骄儿纵烈爆。君视此何时，有官如荷校。犹戒我韬藏，前尤物再佼。良玉不受焚，直木不畏挠。命当安穷通，义当守忠孝。久别诵吾诗，君心独无恔",
            "comment": ""
        },
        {
            "title": "寿方右史德顺大琮生朝",
            "content": "大哉天地仁，生意无尽藏。芳春三月时，五阳正敷畅。在卦则为夬，泽下於天上。笃生万人英，出应苍生望。退然处乡间，温恭加直谅。万顷波汪汪，一团和盎盎。凛然立朝廷，谠论动旒纩。张胆输荩忠，頳颜斥庸妄。宁为凤鸣阳，不作马立仗。玉皇笑点头，谏疏堪屏障。谗者何人斯，严科欲监谤。纲常尽斁沦，天日忍欺诳。白璧污苍蝇，鸣珂辞翠阆。膏屯施未光，干蛊遂高尚。郭外新结庐，野色耽虚旷。积书遗儿孙，开斝延辈行。及此绂麟旦，仙壶敞方丈。台宿焕祥辉，矞云宾景贶。有客前称觥，致词太豪放，海内今何时，四面波涛涨。督府册元戎，庙坐转用门账。妖氛不能清，恻焉赖汝将。都当留一老，手携灵寿杖。颠危不能扶，又焉用彼相。时流忌生语，相顾效哑瘴。回首忆端平，芳菲仅一饷。大号正扬庭，一阴敢阳搞。治少乱日多，古今同证状。公抱葵藿心，未忘太阳向。天运有推移，阴阳迭摩汤。夬进则为乾，群龙神气王。公主善类盟，任重在力量。周道当中兴，方叔犹必步。松茂宜柏悦，吕鸣因律唱。唤起矍铄翁，吾军亦可张。壶山献宝熏，寿水足醇酿。一瓣电吐烟，一吸鲸吞浪。寿公乃寿国，他语徒亮长。玉鼎愿精调，金瓯保无恙。",
            "comment": ""
        },
        {
            "title": "跋黄京甫必昌提干四书讲义",
            "content": "吾友黄京甫，顺资厚以浑。自了场屋债，偏参诸老门。四书不释手，日旰忘晨飧。超悟到圣处，不能忘于言。序讲凡五篇，字字比玙璠。伊洛有心印，传受百圣源。紫阳有心灯，瞩破万世错。得君再细绎，提醒钩其玄。如印一洗涤，篆籀宛然存。如灯增膏油，光焰大且敏。我昔从师以，是书粗计论。老大学不进，德性焉能尊。因君重感慨，旧闻日当温。愿言剪枝叶，作音事本根。",
            "comment": ""
        },
        {
            "title": "送要公似有这宰古田",
            "content": "孤士脱选阶，如出百丈堑。举员必及格，桂籍始一占。宰邑非不荣，吏尘岂宜厌。平生学爱心，小试乃可验。今时邑大夫，不轸阎闾念。非献策不经，所欲须属餍。创第高画华，买姬求美艳。骄色肆颉颃，严科行聚敛。攫肉比饥鹰，噬肤如狞猃。但规已丰腴，皇恤民亡阽。吁嗟饕餮徒，信是缙忝。中人易转移，心俗多薰染。林君最高明，百行无一欠。俗然君不然，白璧绝瑕玷。狂生作此诗，未病投鍼砭。爱助极拳拳，苦语忘其僭。",
            "comment": ""
        },
        {
            "title": "题赵别驾委斋诗",
            "content": "别驾来访别，徵我委斋诗。敢问委之说，别驾自发挥。万事悉委分，吾何容心为。抱椠游文屋，去取委所司。一战偶得隽，敢夸词藻奇。随牒走仕途，荐举委所知。一朝获通籍，敢恃妍媚姿。不见百里奚，非黠亦非痴。爵禄委倘来，饭牛牛自肥。不见塞上翁，无喜亦无悲。得丧委自然，失马马复归。委怀在琴书，栗里真吾师。委顺听时命，香山不吾欺。吾以名吾斋，曰委不变宜。王子曰不然，我言异於斯。人性涵万善，其位配两仪。凡天所委付，受者不得辞。行藏道污隆，进退时安危。委禹以治水，胼胝敢言疲。委尹以复辟，宠利非谋私。经制委姬旦，述作委仲尼。今古理无二，圣贤人可希。纲常或沦斁，委我开训彝。杨墨路必辟，韩庄门宜麾。宇宙或倾仆，发我力夫持。补天出娲石，浴日升咸池。饥者委我食，寒者委我衣。一或负所委，是谓天职专职。若君所言者，庄老同一岐。梁以苦空坏，晋以清谈隳。流弊至委弃，往事真来规。世道真险隘，天将委之谁。上不能使尔，夫岂地良医。因诗重感慨，当有评是非。",
            "comment": ""
        },
        {
            "title": "坚固堂",
            "content": "五常这有信，犹士相生植。四端有诸己，体用归於实。先生於实地，外方而内直。硬作铁脊梁，许知卫社稷。神授五字符，得大坚固力。不为声色摇，不为利害怵。所以坚固堂，山立而玉色。愿言爱精神，自寿以寿国。",
            "comment": ""
        },
        {
            "title": "赠传神庄士仪",
            "content": "书工亦无数，好手不可遇。非是画事难，难得画中趣。况写佳士照，又不比行路。庄生颇工此，为我扫尺素。俨然山泽臞，诗肩瘦凫鹭。老色虽上颜，庾尘莫能污。生画甚迫真，余子等孩孺。得钱散酒家，无心问婚娶。醉被风雪欺，术招鬼神妒。长安多贵人，朱门富纨绔。使闻生之名，当即悬金募。我贫亦如生，正以诗穷帮。一画博一诗，两手相分会。",
            "comment": ""
        },
        {
            "title": "寄浙漕王子文野以思君令人老五字为韵得诗五",
            "content": "我友半湖海，知心吾子文。君忙我已老，事事不如君。君生通贵家，我出寒素门。君披貂毛裘，我著犊鼻褌。戏彩君有母，列鼎共清温。我早失乌哺，空山怅白云。弱冠君有子，世科将袭芬。我子方垂髫，诗礼未有闻。凡此皆不如，官职不必论。",
            "comment": "【注释】【原题】：寄浙漕王子文野以思君令人老五字为韵得诗五首"
        },
        {
            "title": "吊何岩",
            "content": "可怜何岩民，何罪遭此劫。寇攘发他邦，警报经旬浃。官府过张皇，民居少宁贴。昨方科箭翎，今又催甲叶。厚敛招提金，名色何所挟。昌言募士兵，相与守城堞。绣衣意其欺，急下徵兵帖。束手无一人，差官许志辄。县官至何岩，丁半被威胁。黔首畏墨黥，依违谋未协。口或出怨咨，心实先震慑。官兵胡为来，纷然肆渔猎。室庐罗毁烧，老稚残锋铗。山径至通逵，舆尸交积叠。敢枭平人首，伪奏谯门捷。杀民汝何勇，杀贼汝何怯。此乡风俗淳，武断无豪合资。目不识戈矛，家尽事耕馌。岂应有叛谋，谁子为荆聂。黄巾纵挺威，吾地足未涉。官吏大不仁，使尔血先喋。千家聚落蕃，几代农桑业。一望成邱墟，独非我臣妾。安知此怪事，不入贼间谍。设或捣吾虚，小壘真岌页。舟中敌国多，况望蒸徒楫。书生忧世心，夜半不交睫。作诗吊冤民，诗成泪盈颊。翻恨天门高，不兴阎闾接。丈夫贵敢言，女子乃咕嗫。",
            "comment": ""
        },
        {
            "title": "甲戌九月日有食之纪异三十韵",
            "content": "甲戌九月秋，朔旦风灾眚。孛彗犯太阳，凄凄如月冷。方其如亏时，宛然虫食皿。食之至於既，当空悬殊黑饼。仿佛存圈子，中陷犹枯井。云间星书见，草木森弄影。天地寂无声，疑似非人境。问之道旁翁，欲语喉先哽。翁今九十余，眼未见此景。爰有虮虱臣，拜跪泪沾领。天高听则卑，宜鉴愚臣请。日者阳之宗，千古光常炳。此日何不臧，臣心忧耿耿。或者得天君，先事示之警。流金为汤戒，洚水为尧儆。虽重一时忧，何伤天历永，吾君今尧汤，四海元元幸。公道大开明，朝列肃而整。祗恐万一间，左右容憸悻。方秋阴用事，阳微阴渐逞。不去谗慝根，惧作忠良罕。天乃出怪异，意欲悟观省。吾国必有人，伏蒲输骨鲠。吾君必开纳，小心知畏谨。阳政必日修，阴邪必痛屏。天其终仁爱，悔过在俄顷。大叫天上人，齐唤金乌醒。",
            "comment": ""
        },
        {
            "title": "送族侄千里归漳浦",
            "content": "吾宗居漳滨，枌社足不到。迫岁携琴书，迢迢以谒告。草木同臭味，水火随湿燥。行色念辛酸，开樽勤燕劳。葭管阳方升，凌室冰新破。语言颇有味，知子为跨灶。日暮望白云。江头里归拖。别我乞赠言，求以为宗好。谢安自荐玄，杜字每念佐。子真玄佐流，我誉不为过。惟学无他逵，损益在勤惰。我昔少年日，萤雪功自课。哎肝缀文词，悬胆警坐卧。甑寒心自怜，笔冻指欲堕。牛羊事刍牧，鸿雁谋粱稻。慈亲日待养，一第天所报。愿子继自今，书田深种播。定力要坚持，居安谨无躁。青云信有梯，我已为前导。后来当有人，衮衮如响和。洗耳候凯音，嘉节迫吹帽。呼童辦楮英，为子征西贺。",
            "comment": ""
        },
        {
            "title": "题江郎石",
            "content": "崒嵂天外来，生平眼不识。道傍问行人，指此为何石。云是江郎神，兹地显灵迹。岳渎孕精灵。阴阳陶器质。壁立千万仞，葱翠欲滴。缥缈出尘寰，上与太清迫。伏如蛟龙蟠，耸如麒麟逸。开如旌旗扬，敛如圭绶直。交酬如大宝，相敬见颜色。特立如正子，斋庄不可昵。勇如毛大夫，囊锥颖出。烈如蔺相如，挺身卫金璧。劲如傅介子，叱咤在三尺。直如太史公，巉岩操史笔。裒萃许精英。状出大奇特。谁言造化工，於物无雕刻。我来揖清标，倚杖立欢息。年来天柱倾，谁是扶持力。愿移此灵根，支拄天西北。三光五岳气，要使合为一。血食千万年，与国同无极。",
            "comment": ""
        },
        {
            "title": "与友人饮分等字韵",
            "content": "君诗敌曹刘，我才惭硕颋。隐几共团圞，醉乡从酩酊。强吟蹙眉尖，得句蒙处肯。吟蛰声咿咿，银烛光耿耿。相看不惜夜，自足攻逆境。搜腹怜龟肠，朵颐傍羊鼎。论文固非俦，义气略相等。世情似纸轻，交道如菰泠。愿坚松柏心，岁寒青挺挺。",
            "comment": ""
        },
        {
            "title": "灵白湖归憩林氏坟庵僧出能诵予旧诗设茗碗蒲",
            "content": "霜风袭客裘，朝日晒农背。谁遗役此躯，隐痛在五内。宿草渐重生，跼蹐处覆载。扶衰策瘦筇，乞灵问龟蔡。往来缠信宿，屏息过阛闠。夙驾三十里，仆夫已告惫。小庵阚道旁，丈室藏法界。叩扉僧出迎，面熟不猜怪。白发久不梳，爬痒得痛快。荷设茗碗供，仍有蒲食配。去此已五霜，重来发孤慨。一饱犹可谋，三斧已逮。退藏心甚甘，世故肯相贷。博陵隐君子，堂萱春未艾。悠悠我之思，此日君当爱。",
            "comment": "【注释】【原题】：灵白湖归憩林氏坟庵僧出能诵予旧诗设茗碗蒲食以诗赠之兼呈林六十兄"
        },
        {
            "title": "寄陈士登元龙士登书问盗且责予不贻书当路为",
            "content": "悠悠我之思，东里陈惊坐。更阑梦持环，书永心摇纛。一春苦风雨，我困南山饿。君楼百尺高，头上天几大。於我未忘情，更仆修夙好。耿耿忧世怀，急於闻警报。为怜上四州，豺虎正喧噪。虐焰欲熏天，获人争斩剉。将州岂不武，弃县如洟唾。官军望而奔，所至徼宴犒。邻境近忧惶，刁斗急巡逻。君责我以书，何时乃高卧。曷不出良筹，亟为当路告。当局自能迷，看局当不蹉。我壮君之言，义起千夫愞。顾方谨轱缄，此戒那可破。诸贤各有谋，何欠侬一个。君家昔太邱，能愧梁上盗。毋为陈君短，此语更传播。吾家昔彦方，能正屠牛暴。勿使王君知，叩头甘谢过。两家具德门，今有若人麽。前时何岩警，召乱在县左。赖君告少仙，全活几髫髦。但推此仁心，古人不难到。邻里贵有恩，急难相悯悼。裂券蠲宿逋，减此糶庄谭。肯令州中人，指我为奇货。盗亦有道者，仁里敢桀骜。忠信蛮貊行，岂弟神明劳。我持一瓣香。日为苍生祷。吾君甚爱民，恩德侔图帱。社稷福灵长，妖氛行民扫。吾言非诞迂，有唱吾须和。",
            "comment": "【注释】【原题】：寄陈士登元龙士登书问盗且责予不贻书当路为剪除计予方以罪归有言谁见省作诗谢之"
        },
        {
            "title": "白发叹",
            "content": "日月转四时，团团辗清昊。人生一世间，轻尘棲弱草。寒暑不相贷，容鬓岂常好。嗟予涉世纷，闻道苦不早。尘劳纵掀簸，冉冉风中葆。行年将四士，素标已插脑。星星缠数茎，烂熳色胜缟，耘镊虽暂无，安能遏衰槁。黄精何要铒，已白恐难扫。幸有琴心文，真诀堪却老。华池溉隐芝，青青可常保。斯理不吾欺，从今勤探讨。要当验他时，难为常人道。",
            "comment": ""
        },
        {
            "title": "寄浙漕王子文野以思君令人老五字为韵得诗五",
            "content": "西山门下士，杂袭如鱼鳞。惟我与子文，受爱异他人。送我长沙序，言言足书绅。赠君樵川诗，字字示宠珍。潜斋养正堂，两记尤諄諄。为君说太玄，藏心养灵根。为我演蒙颐，山立静澄神。先生爱吾徒，不啻子弟亲。将何报此德，相与玉其身。",
            "comment": "【注释】【原题】：寄浙漕王子文野以思君令人老五字为韵得诗五首"
        },
        {
            "title": "白发吟",
            "content": "明发览青铜，寸白坠华簪。悬知不能免，岂意遽见侵。忆昔随群儿，总角混青衿。纵弱不好弄，既冠知惜阴。时开磊块胸，浇之以古今。二十偕计书，进士路欹嵌。迟迟十四年，一第酬苦心。今年已六六，暮景来侵侵。一发照我眸，众发立森森。忽然一失笑，政要渠相寻。有田愿种玉，有腰愿重金。富贵岂不好，劳鹿那能禁。何如一床书，侑之绿绮琴。远参兰茝香，清玩山水音。高歌月满架，醉卧斗横参。待教头半白，挂冠老山林。饮犊青草浦，盟鸥白沙浔。凭虚唤张陆，听我白发吟。",
            "comment": ""
        },
        {
            "title": "题洪和观静斋",
            "content": "蛮触当战冲，蚌鹜据争境。相持无了期，复命终归静。人事告纷拿，世态异炎冷。远抱异俗观，照以清明景。余生涉畏途，所至虞机机罕。求富耻执鞭，图名成画饼。道侣得洪师，唤我梦中醒。师如辟尘犀，视观最清警。葆粹息天倪，运斤优匠吨。结茅规数椽，讨胜事幽屏。楹槛疏以明，规抚肃而整。书永篆飞烟，风来幡弄影，开卷课黄庭，煮茶汲清井。以静名其轩，会处心自省。吾庐杂尘嚣，相望限一岭。烦师缩地脉，得我便造请。别来火云张，今见霜宇净。寄诗当梅花，一笑师当领。",
            "comment": ""
        },
        {
            "title": "辛未中元记梦梦与一僧谈世事良久问答中有凡",
            "content": "鉴空谈荒唐，我天不为此。故知又故为，颇悟前生是。凭谁照前因，斯言特戏耳。既是无今古，如何分彼己。须弥一点尘，万劫一弹指。无失亦无忧，无得亦无喜。",
            "comment": "【注释】【原题】：辛未中元记梦梦与一僧谈世事良久问答中有凡事如此汝曹勉之之语既而造一境如仙家居厥明用梦中八字为偈末章反骚"
        },
        {
            "title": "寄浙漕王子文野以思君令人老五字为韵得诗五",
            "content": "我本麋鹿群，官职不要讨。儋石倘有储，山林堪佚老。焚香旦告天，非为其私祷。一愿屡丰年，田畴足禾稻。二愿息兵戈，涂地无肝脑。懈水乐在中，茹芝颜转好。笃信而好学，守死以善道。佩此八字符，传为子孙宝。作诗写殷勤，示省蒙印可。",
            "comment": "【注释】【原题】：寄浙漕王子文野以思君令人老五字为韵得诗五首"
        },
        {
            "title": "父执德化陈宰叔概宁诗和之",
            "content": "欲作好官易，与时同俯爷。欲作好人难，前修严矱矩。马安为巧宦，孔光位宰辅，贻臭汗青中，诟骂之所聚。胡威清比父，魏謩直肖祖。世家有莫人，百不一二数。夫君少壮时，笔力迫韩杜。晚岁宰一同，治最方卓鲁。中都清要官，唾手可搏取。径挂神武冠，去国身如羽，隐几挹青山，称觞环彩舞。导养学熊鹤，铅汞成龙虎。妙香参鼻观，虚白生灵宇。兴来耸文笔，象物蒙藻黼。客到开香醪，鲸量少俦伍。我登清风堂，人今道则古。敬宣与狎崇，所择听张禹。",
            "comment": ""
        },
        {
            "title": "远氈行",
            "content": "老屋子数十椽，下湿上又破。无端野狐精，昏夜入为盗。窃我在重氈，目之为奇货。持以献朱门，曰此堪媚灶。自余失此物，志意不少挫。苦节增岁寒，羞颜薄时好。命义守大闲，潜深仍伏澳。客从北方来，特以吉语告。旧物将见远，前甑元不堕。余笑与客言，的有此说麽。孔肖坐广堂，当局已昏耄。余尝对天仗，正色灵渠过，共心不能容。未免含疾媢。石显在宫闱，威福弄幽奥。余又疏击之，见面定渠唾。其术主盛行，及此必图报。客乃宽余心，少安谨勿躁。圣主赦宿愆，仁恩等天帱。昭相爱善类，德量如海大。谗者害莫成，匪伊氈自到。示几会其言，客喜相问劳。劝客勿为喜，我且为时悼。米石三十千，杭人死饥饿。敌寨七百里，淮人共斩剉。窖雪飞无留，融风扇炎燥。潮汐来无时，民庐陷泥涝。旱魃肆陆梁，妖禽辄鸣噪。殒星光射人，雨雹威尤暴。地轴疑翻腾，乾文讶颠倒。昔余出硬语，万死一是睦。廷臣诮云狂，相国嫌愈傲。不幸期年间，前言多路蹈。今居山泽中，日向穹祷。一愿雨阳时，田畴足杭{左米右上而下大}。二愿干弋休，边境息巡逻。庶几老余生，农圃得自课。保此狂生名，比方散人号。不然瞻四方，欲往谁前导。虽粟不得食，况有氈可卧。人品有主卑，才气分锐惰。嗟我甚低垂，赖君起吾愞。",
            "comment": ""
        }
    ]
}