{
    "dynasty": "宋",
    "author": "京镗",
    "poems": [
        {
            "title": "瑞鹤仙",
            "content": "鸳行旧俦侣。问底事、迟回西州西处。闲居久如许。相邻翁对饮，诗人联句。夤缘会遇。过高轩、相逢喜舞。正菊天、景物澄鲜，切莫趣归言去。看取。星扉月户。雾阁云窗，非公孰住。从容笑语。人生易别难聚。恨分违有日，留连无计，满目离愁忍觑。若他时、鱼雁南来，把书寄与。",
            "comment": ""
        },
        {
            "title": "定风波",
            "content": "休卧元龙百尺楼。眼高照破古今愁。若不擎天为八柱，且学鸱夷，归泛五湖舟。万里西南天一角，骑气乘风，也作等闲游。莫道玉关人老矣，壮志凌云，依旧不惊秋。",
            "comment": ""
        },
        {
            "title": "雨中花/夜行船",
            "content": "玉局祠前，铜壶阁畔，锦城药市争奇。正紫萸缀席，黄菊浮卮。巷陌联镳并辔，楼台吹竹弹丝。登高望远，一年好景，九日佳期。自怜行客，犹对佳宾，留连岂是贪痴。谁会得、心驰北阙，兴寄东篱。惜别未催鷁首，追欢且醉蛾眉。明年此会，他乡今日，总是相思。",
            "comment": ""
        },
        {
            "title": "洞仙歌",
            "content": "东皇著意，妙出妆春手。点缀名花胜於绣。向鱼凫国里，琴鹤堂前，仍共赏，蜀锦堆红炫昼。娇娆真绝艳，尽是天然，莫恨无香欠檀口。幸今年风雨，不苦摧残，还肯为、游人再三留否。算魏紫姚黄号花王，若定价收名，未应居右。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "扪参历井，恰匆匆三见，西州七夕。怪得骄阳回避晚，犹去新秋两日。天上良宵，人间佳节，初不分今昔。夜来急雨，洗成风露清绝。因念万里飘零，君平何在，谁识乘槎客。插竹剖瓜休妄想，巧处那容人乞。院宇初凉，楼台不夜，漫说经年隔。引杯长啸，醉看天地空阔。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "文章太守，问何事、犹带天庭黄色。上界一时官府足，聊下神仙宫阙。剖竹新游，握兰旧梦，此意谁人识。千军笔阵，争先曾夺矛槊。好是万里相逢，一尊同醉，倾吐平边策。聚散人生浑惯见，莫为分襟呜咽。借箸机筹，著鞭功业，只合从君说。明朝回首，天涯何处风月。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "锦城城北，有平湖、仿佛西湖西畔。载酒郊坰修禊事，雅称兰舟同泛。麦垅黄轻，桤林绿重，莫厌春光晚。棹歌声发，飞来鸥鹭惊散。好是水涨弥漫，山围周币，不尽青青岸。除却钱塘门外见，只说此间奇观。句引游人，追陪佳客，三载成留恋。古今陈迹，从教分付弦管。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "百堞龟城北，江势远连空。杠梁济涉，浑似溪涧饮长虹。覆以翬飞华宇，载以鱼浮叠石，守护有神龙。好看发源水，滚滚尽流东。司马氏，凌云气，盖群公。当年题柱，从此奏赋动天容。果驾轺车使蜀，能致诸蛮臣汉，邛筰道仍通。寄语登桥者，努力继前功。",
            "comment": "【注释】原序：伏蒙都运、都大、判院以某新建驷马楼落成有日，宠赐佳词，为郡邑之光，辄勉继严韵，以谢万分。成都城北旧有一座清远桥，相传即汉代的升仙桥（一作“升迁桥”）。据晋代常璩《华阳国志·蜀志·蜀郡州治 》，桥有送客观，汉代著名辞赋家司马相如最初离蜀赴长安时 ，曾题辞于此，曰 “不乘赤车驷马，不过汝下也 ”（太平御览·地部·桥）引《华阳国志》作司马相如题桥柱云云，与单行本稍有不同），意即不做高官誓不还乡。后来此志竟成，果然以“钦差大臣”的身份乘赤车驷马返蜀，一时太守以下郊外迎接 ，县令背负弓箭为之开道 ，蜀人把这视为荣耀（参见《史记·司马相如列传 》）。唐岑参《升仙桥》“长桥题柱去，犹是未达时。及乘驷马车，却从桥上归。名共东注水，滔滔无尽期 。”即咏其事。升仙桥南宋时业已破旧，孝宗绍熙十六年（1189）十二月至十七年四月，身为四川安抚制置使、知成都府的京镗将其重加修建，改名“驷马桥”，并撰有《驷马桥记》。观本篇小序可知，桥将竣工时，同僚们赋词祝贺，作者遂填此阕以作答谢。但，原唱今已失传，只剩下这篇“报李”之作了。全词紧紧围绕“驷马桥”在作文章。“百堞 ”二句，先写此桥所在之地、所跨之江。“龟城”是成都的别名。相传战国时秦大臣张仪初筑此城，屡筑屡坏，后见大龟从江中而出，巫者让张仪按龟之行迹筑城，果然城筑而不坏。见宋祝穆《方舆胜览·成都府·郡名 》。“江”，此指郫江，系长江上游支流之一，经成都北，折向南，与都江会合。郫江气势磅礴，遥接长天，景色极为雄阔，又得雄伟绵延之城垣映衬其间，更其壮观，而“江 ”既浩荡若此，则“江”上之“桥”的巍峨与伸展不问可知。写“江”正所以写“桥”焉。然而“江阔桥更长”的写法，在词人犹觉不足以显示“桥 ”的气魄之大 ，故下文又设喻为夸张。以“长虹”拟“桥”，这是夸大 ；以“溪涧”拟“江”，这是夸小。驷马桥的矫健雄伟，就在这“大”与“小”的对比中突出出来了。司马相如《子虚赋》中的楚使子虚以云梦泽“方九百里”夸言楚国之大，齐乌有先生则以齐国”吞若云楚者八九 ，其于胸中曾不带芥”抑而胜之。本篇笔法，与此相近。细细品味，“杠梁”二句的精彩之处尚不止于此。如“济涉”字、“饮 ”字，也都是词眼所在。就事实而言，“江”动而“桥”静”但据实写来，便无诗意。词人采用拟人化的手法，将桥墩比作人腿，写“桥”迈开大步涉水过江；又将桥身比作渴虹，张开大嘴吮吸湍流。—“静”物“动”写，整个画面就活起来了。前四句，作者作远观江桥，先绘背影，再描桥姿，层次分明，读者心中已生桥之大概。“远”“浑”等词极具气魄，桥之伟岸淋漓尽现于此。以上从大处落墨 ，是对驷马桥的宏观描写 。至“覆以”二句，精雕细琢，转入微观。桥巅之，有华丽的飞檐覆盖着，势如羽军鸟振翅；桥底有层叠的石墩负载着，形如鱼鳖浮游。似这等巧夺天工、美仑美奂的建筑物，合有神灵护佑。相传隋军战舰自成都东下伐陈时 ，“有神龙数十，腾跃江流 ，引伐罪之师，向金陵之路 ，船住则龙止，船行则龙去，四日之内，三军皆睹”（见《隋书·高祖纪 》开皇八年伐陈诏），于是词人不假旁搜，顺手引入词中，更为此桥抹上一道奇光幻彩。桥以“马”名，而词人在具体摹写与渲染时，又调动“羽军”，“鱼”、“龙”等动物字词，且与首句“龟城”之“龟”字遥遥相映，别具匠心。尽客这些飞禽水族均非其实 （“羽军”、“鱼”、“龟”分别物化、附属于“华宇”、“叠石”和“城”，“龙”则纯出于虚拟 ），能够引发读者的丰富想象，使人若见羽军飞于天、龟行于陆、鱼浮江面，龙潜水底，这就加倍地给“郫江长虹图”增添了勃勃生机。作者宏观写桥极有气势、细处入手更富神韵、语言生动灵活，视角多变，短短三句，桥之精美跃然纸上。自《尚书·禹贡》以后，古人以为长江发源于蜀中的岷山，后世文学家信之不疑，晋郭璞《江赋》曰：“惟岷山之导江，初发源于滥觞。”苏轼是四川人，其《游金山寺》诗亦云：“我家江水初发源。”词人以浓墨重彩描绘此桥传神之后，不无自豪地宣称：新桥落成在望，很快便可登桥观览，欣赏那刚发源不久的江水滚滚东流了！上阕起处由“江”出“桥 ”，至此又由“桥”入“江 ”，峰回路转，岭断云连，章法缜密地结束了上阕。上阕着重写“桥 ”，然题面中“驷马”二字尚无着落，故下阕即转而述司马相如事。江势雄伟，桥姿壮丽，地灵如此，人杰若何？写江写桥，自然言及登桥之人 ，两阕之间的过渡，亦可谓“山岩巉绝之际，飞梁而行”（明李腾芳《山居杂著》）了。换头三句，高度赞扬司马相如的“穷且益坚，不坠青云之志”（王勃《滕王阁序》），谓其登桥上路、出蜀赴京之际，气宇轩昂，压倒了当世的诸公。以下二句，一则述“题柱”之举，勾锁上文；一则进而叙述其入京后牛刀小试，初露锋芒。按《史记》本传载其为天子游猎赋（即《上林赋》）献给汉武帝，帝大悦，任用其为郎官，“奏赋动天容”即是谓此。至“果驾”三句，登峰造极，备述其雄图大展，衣锦荣归。传载相如为郎官数岁，武帝遣其为使其回乡安抚巴蜀地区，后又出使西南邛、稢等少数民族统治区，致使诸少数民族首领皆请为汉臣，汉与邛、稢间断绝了的交往自此重新畅通。这两次出使，于国家而言，稳定了西南边陲的政治局势，加强了汉王朝与西南诸少数民族的联系，贡献甚大；于个人而言，实现了当年乘赤车驷马重返成都的豪语壮志，也算心满意足，利国利家成功成名了，驰誉乡里，垂名清史对封建时代的知识分子来说，人生的价值，莫此为甚了。词人虽只是根据史料，敷衍成文，但无限神往之情，已洋溢在字里行间。作者，推崇前贤，目的是激励后进；表彰古之登桥者 ，正为激励今之登桥者奋起 。所以才有卒章显志、画龙点睛的最后两句：“寄语登桥者 ，努力继前功 ！”词人重修此桥之旨，以“驷马”名桥之旨，以及撰此词之旨，便昭然揭出。为山九仞，有此一篑封顶，便出云霄之上，全词有此作收束意味登时深远有加。通观全词，既为桥而作 ，则上阕写桥由粗及精，继而下阕独展“驷马”之旨趣，由古励今。层次分明。不乏深意，实属佳作。就思想内容而论，本篇不可避免地表现出某些封建社会士大夫阶级的局限性，如大汉族主义倾向、对于个人功名利禄的汲汲追求等等 ，这些固然不足取；但从另外一个角度来看，词人所歌颂的并非古人为禄利争夺之为，而是符合国家、民族利益之举，词人赞此，也是想表达个人的荣耀应在为国家、民族尽职尽责中实现词中所含蕴着的奋发、进取精神，仍然具有积极的意义。唐宋词里司马相如事者汗牛充栋，大抵着眼于他的文学才华以及他与卓文君的浪漫爱情，而本篇独取其在政治建树，可谓“仁者见仁智者见智”，逆言之即“见仁者仁，见智者智 ”，如果说他人之词乃词人之词，那么京镗此词则便是政治实干家之词了！有宋一代是我国文明与文化发展的一个高峰阶段，文化的各个方面都出繁荣局面，其表现之一即地方官吏颇留意于保护整修古迹、新辟名胜，功成之时，辄延请名士或亲自挥毫为文以记，故此类散文佳作层出不穷，如范仲淹《岳阳楼记 》、欧阳修《丰乐亭记》、苏轼《超然台记 》、陆游《铜壶阁记》等皆是。我们常说南宋豪放派词人有“以文为词”的倾向，这方面仅仅着眼于他们词中的散文句法是不够的，还应该注意到散文题材对词作的渗透。即以此词而论，它难道不是一篇协律押韵、入乐可歌的《驷马桥记》么？"
        },
        {
            "title": "水调歌头",
            "content": "挺挺祖风烈，再岁滞偏州。元龙豪气，宜卧百尺最高楼。万丈文章光焰，一段襟怀洒落，风露玉壶秋。乱石惊涛处，也作等闲游。适相逢，君去骑，我归舟。清都绛阙密迩，切莫小迟留。趁取亲庭强健，好向圣朝倾吐，事业肯悠悠。回首藩宣地，恩与大江流。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "明月四时好，何事喜中秋。瑶台宝鉴，宜挂玉宇最高头。放出白毫千丈，散作太虚一色，万象入吾眸。星斗避光彩，风露助清幽。等闲来，天一角，岁三周。东奔西走，在处依旧若从游。照我尊前只影，催我镜中华发，蟾兔漫悠悠。连璧有佳客，乘兴且登楼。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "外省抡才，诏书下、芝泥犹湿。应料得、出奇锦绣，争辉金碧。三级浪高鱼已化，九霄路远鹏方息。有宗工、此地独持衡，将专席。岁月晚，霜风急。嗟老子，为行客。念昔陪班缀，今亲辞色。握手方成同社款，消魂又作歧亭别。也不须、因赋大刀头，归心折。",
            "comment": ""
        },
        {
            "title": "汉宫春",
            "content": "看透尘寰。更禅心似水，道力如山。前身青冥跨鹄，紫府乘鸾。世缘一念，便等闲、游戏人间。须信道，云霄步武，不应权牧西南。此日重临初度，正绣衣辉映，彩服斓斑。人生显途易到，容养难攀。一时庆事，问谁家、得似门阑。知未艾，百千寿算，慈闱长奉亲欢。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "雨洗新秋，遣凉意、驱除残暑。还又是、天孙河鼓，一番相遇。银汉桥成乌鹊喜，金奁丝巧蜘蛛吐。见几多、结彩拜楼前，穿针女。舟楫具，将归去。尊俎胜，休匆遽。被西川七夕，四回留住。此地关心能几辈，他年会面知何处。更倚阑、豪饮莫辞频，歌金缕。",
            "comment": ""
        },
        {
            "title": "醉落魄/一斛珠",
            "content": "芳尘休扑。名花唤我相追逐。浅妆不比梅敧竹。深注朱颜，娇面称红烛。阿娇合贮黄金屋。是谁却遣来空谷。酡颜遍倚阑干曲。一段风流，不枉到西蜀。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "喜见中秋，急载酒、登楼邀月。谁料得、狂风作祟，浮云为孽。孤负阑干凝望眼，不教宝鉴悬银阙。但筵前、依旧舞腰斜，歌喉咽。阴与霁，圆并缺，难指准，休分别。况赏心乐事，从来磨折。常把一尊陪笑语，也胜虚度佳时节。怪坡仙、底事太愁生，惊华发。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "数月已办去，今日始成行。天公怜我，特地趁晓作霜晴。万里奔驰为米，四载淹留为豆，自笑太劳生。父老漫遮道，抚字愧阳城。君有命，难俟驾，合兼程。故山心切，猿鹤应是怨仍惊。多谢使华追路，不忍客亭分袂，已醉酒犹倾。莫久西南往，汉代急公卿。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "八千里隔东西境，十二时分昼夜泉。湖边春色十分深。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "杨卢万人杰，见我眼俱青。锦官城里胜概，在在款经行。笔底烟云飞走，胸次乾坤吐纳，议论总纵横。觉我形秽处，相并玉壶清。二使者，弦样直，水般平。岷峨洗净凄怆，威与惠相并。闻道东来有诏，却恐西留无计，顿使雪山轻。滚滚蜀江水，不尽是声名。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "道骨仙风，合笞凤、鞭鸾归去。底事为、三峨九顶，等闲留住。揽辔聊施经济手，凝旒屡出褒嘉语。算只今、人物更谁归，心如许。嗟我拙，才不武。惭我陋，文非古。纵策迟鞭钝，也难追步。虽喜故人逢异县，却嫌游子贪行路。但著公、西掖北门中，相期处。",
            "comment": ""
        },
        {
            "title": "雨中花/夜行船",
            "content": "跨鹤仙姿，掣鲸老手，从来眼赤腰黄。更词源峡水，才刃干将。处处欢谣载路，时时秀句盈囊。牛头山畔，烦公敛惠，许我分光。逢迎锦里，话旧从容，谁知各整行装。况正好、登高怀古，择胜寻芳。少缓红莲开幕，何妨黄菊浮觞。等闲分首，征尘去後，目断斜阳。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "才近重阳，喜风露、酝成爽气。应料有、悲秋情绪，澹妆慵试。黄菊篱边开遍否，紫鸿塞外归来未。但倚阑、高处望长空，无穷意。名利鼎，从渠沸。穷达路，非人致。又何须咄咄，向空书字。西风正好狂吹帽，庾尘那解关吾事。纵嬉游、也不学山翁，如泥醉。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "身去日华远，举首望长安。四年留蜀，那复有梦到金銮。遥想将芜三径，自笑己穷五技，无语倚阑干。欲作天涯别，犹对俎尊闲。秋意晚，风色厉，叶声乾。阳关三叠缓唱，一醉且酡颜。聚散燕鸿南北，得失触蛮左右，莫较去仍还。後日相思处，烟水与云山。",
            "comment": ""
        },
        {
            "title": "洞仙歌",
            "content": "三年锦里，见重阳药市。车马喧阗管弦沸。笑篱边孤寂，台上疏狂，争得似，此日西南都会。痴儿官事了，乐与民同，况值高秋好天气。□不羞华发，不照衰颜，聊满插、黄花一醉。道物外、高人有时来，问混杂龙蛇，个中谁是。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "雪岭倚空白，霜柏傲寒青。千岩万壑奇秀，禽鸟寂无声。好是群贤四集，同访宝仙九室，中有玉京城。眼底尘嚣远，胸次利名轻。云山旁，烟水畔，肯渝盟。传呼休要喝道，方外恐猜惊。雅羡林泉胜概，倘遂田园归计，志愿足平生。此意只自解，聊复为君倾。",
            "comment": ""
        },
        {
            "title": "漳河疑冢",
            "content": "疑冢多留七十余，谋身自谓永无虞。不知三马同槽梦，曾为儿童远虑无。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "试与姮娥语。问因何、年年此夜，月明如许。万顷熔成银世界，是处玉壶风露。又岂比、寻常三五。变化乾坤同一色，觉星躔、斗柄皆回互。须要我，共分付。平生脚踏红尘处。漫纷纷、鸡虫厚薄，燕鸿来去。只有婵娟多情在，依旧当时雅素。空自叹、归心难住。留取清光岷江畔，照扁舟、送我章江路。频引满，莫匆遽。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "推移随牒红尘里，试问几时肩息。家乡何在，烟迷波渺，云横山屹。分阃无功，临民有愧，裤今襦昔。想征帆万里，阳关三叠，肠空断、人谁忆。多谢殷勤绮席。苦留连、不容浮鷁。九霞光外，五云深畔，君宜鹄立。自笑衰迟，未能轩轾，漫劳嘘吸。愿锋车趣召，吴天楚地，相逢他日。",
            "comment": ""
        },
        {
            "title": "汉宫春",
            "content": "暖律初回。又烧灯市井，卖酒楼台。谁将星移万点，月满千街。轻车细马，隘通衢、蹴起香埃。今岁好，土牛作伴，挽留春色同来。不是天公省事，要一时壮观，特地安排。何妨彩楼鼓吹，绮席尊罍。良宵胜景，语邦人、莫惜徘徊。休笑我，痴顽不去，年年烂醉金钗。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "急雨逐骄阳，洗出长空新月。更对银河风露，觉今宵都别。不须乞巧拜中庭，枉共天孙说。且信平生拙极，耐岁寒霜雪。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "杰阁耸层霄，几度晓风残月。同是鵷行旧侣，慰十年离别。一杯相属莫留残，试倚阑干说。趁取簪花绿鬓，未駸駸如雪。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "雨後晴初，觉春在、桤村柳陌。修禊事、郊坰寻胜，特邀君出。缭绕群山疑虎踞，弥漫一水容鲸吸。怪西湖、底事却移来，龟城北。酬令节，逢佳日。风递暖，烟凝碧。趁兰舟游玩，尽杯中物。十里轮蹄尘不断，几多粉黛花无色。笑杜陵、昔赋丽人行，空遗迹。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "四载分蜀阃，万里下吴樯。老怀易感，厌听催别笛横羌。自愧谋非经远，更笑才非任剧，安得召公棠。有志但碌碌，无绩可章章。汉嘉守，明似月，洁如霜。邦人鼓舞，爱戴惟恐趣归忙。况是水曹宗派，仍得苏州句法，燕寝昼凝香。且趁东风去，步武近明光。",
            "comment": ""
        },
        {
            "title": "绛都春",
            "content": "升平似旧。正锦里元夕，轻寒时候。十里轮蹄，万户帘帷香风透。火城灯市争辉照。谁撒□、满空星斗。玉箫声里，金莲影下，月明如画。知否。良辰美景，□丰岁乐国，从来希有。坐上两贤，白玉为山联翩秀。笙歌一片围红袖。切莫遣、铜壶催漏。杯行且与邦人，共开笑口。",
            "comment": ""
        },
        {
            "title": "留金馆作",
            "content": "鼎湖龙驭去无踪，三遣行人意则同。凶礼强更为吉礼，夷风终未变华风。设令耳与笙镛末，只愿身糜鼎镬中。已办淹留期得请，不辞筑馆汴江东。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "与蜀有缘法，见我眼俱青。征车到处，弦管无限作离声。自笑四年留滞，漫说三边安静，分阃愧长城。一念天地阔，万事羽毛轻。欲归去，诗入社，酒寻盟。駸駸双鬓，老矣祗觉壮心惊。虽是东西惟命，已断行藏在己，何必问君平。举似铜梁守，怀抱好同倾。",
            "comment": ""
        },
        {
            "title": "洞庭春色/沁园春",
            "content": "命驾访嵇，泛舟思戴，此兴甚浓。料情侔杨恽，乌乌拊缶，意轻殷浩，咄咄书空。莫讶群芳淹速异，到时序推排元自同。休怅望，任春来桃李，秋後芙蓉。因嗟锦城四载，漫赢得、齿豁头童。叹里门密迩，易成间阔，诗筒频寄，难续新工。我已怀归今得请，念此地迟回谁似公。经济手，看鸾台凤阁，晚节收功。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "绣天锦地，浣花溪风物，尤为奇绝。无限兰舟相荡漾，缯彩重重装结。冀国遗踪，杜陵陈迹，疑信俱休说。笙歌丛里，旌旗光映林樾。自笑与蜀缘多，沧浪亭下，饱看烟波阔。屡疏求归才请得，知我家山心切。已是行人，犹陪佳客，莫放回船发。来年今日，相思惟共明月。",
            "comment": ""
        },
        {
            "title": "定风波",
            "content": "何必穿针上彩楼。剖瓜插竹诉穷愁。闻道天孙相会处，银汉无津，不待泛兰舟。动是隔年寻素约，何似，每逢清梦且嬉游。但得举杯开笑口，对月临风，总胜鹊桥秋。",
            "comment": ""
        },
        {
            "title": "酹江月/念奴娇",
            "content": "蟆颐江畔，问收拾多少，山光水色。此是朝宗东去路，准拟鸣鼍浮鷁。儒馆英游，侯藩贤望，便合还丹极。九重渴想，甘泉闻道虚席。因念北阙同朝，西州联事，久矣心相得。邂逅天涯拼一笑，洗我尘胸俗臆。报国无功，归田有兴，寤寐松坡侧。他时音问，且凭来信鳞翼。",
            "comment": ""
        },
        {
            "title": "木兰花慢",
            "content": "算秋来景物，皆胜赏、况重阳。正露冷欲霜，烟轻不雨，玉宇开张。蜀人从来好事，遇良辰、不肯负时光。药市家家帘幕，酒楼处处丝簧。婆娑老子兴难忘。聊复与平章。也随分登高，茱萸缀席，菊蕊浮觞。明年未知谁健，笑杜陵、底事独凄凉。不道频开笑口，年年落帽何妨。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "夜来井络参躔，使星一点明如昼。谁将天上麒麟，锺作人间英秀。从橐仪刑，御屏名姓，暂烦衣绣。问西川父老，新来喜跃，缘何事、曾知否。今代澄清妙手。为公家、忧心如疚。几年繁赋，一朝输代，恩民特厚。初度佳辰，恰逢长至，从来希有。但只将一部，欢声百万，与公为寿。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "四年留蜀惭无补，好是求归得去。风帆百尺，烟波万里，宁辞掀舞。楚尾吴头，我家何在，西山南浦。想珠帘画栋，倚阑凝望，依然卷云飞雨。最好九霞光处。见当时、结知明主。冰霜节操，斗星词采，羽仪朝路。邂逅开怀，等闲分手，满斟绿醑。道日边好语，相将飞下，有人知否。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "衮衮长江水，策策晓霜风。求归得请，特地送我布帆东。出处何关轻重，去住不拘淹速，社燕与秋鸿。父老休相恋，四载愧无功。谁知有，楼百尺，卧元龙。来从天上，一麾游戏斗牛中。闻道君王前席，见说从臣虚位，变化待鲲鸿。一笑同锦里，万事付金锺。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "郎闱夙望，问何因袖手，双流溪畔。忆昔班行曾接武，今喜一尊同泛。骥枥难淹，鹏程方远，大器成须晚。等闲访我，又惊云雨分散。最是游子悲乡，小人怀土，梦绕江南岸。楚尾吴头家住处，满自山川遐观。归兴虽浓，俞音尚閟，此地非贪恋。东西惟命，去留迟速休管。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "乘兴西来，问谁是、平生相识。算惟有、瑶台明月，照人如昔。万里清凉银世界，放教千丈冰轮出。便招邀、我辈上层楼，横孤笛。阴晴事，人难必。欢乐处，天常惜。幸星稀河澹，云收风息。更著两贤陪胜赏，此身如与尘寰隔。笑谪仙、对影足成三，空孤寂。",
            "comment": ""
        }
    ]
}