{
    "dynasty": "宋",
    "author": "仲殊",
    "poems": [
        {
            "title": "惜双双/惜分飞",
            "content": "瘐领香前亲写得。子细看，粉匀无迹。月殿休寻觅。姑射人来，知是曾相识。不要青春闲用力。也曾寄、江南信息。著意应难摘。留与梨花，比并真颜色。",
            "comment": ""
        },
        {
            "title": "失调名",
            "content": "遥想天孙离别後，一宵欢会，暂停机杼。",
            "comment": ""
        },
        {
            "title": "步蟾宫",
            "content": "仙郎心似长江阔。妾意如、波间明月。相随定、一带向东流，共宴乐、无时暂歇。长生只在长欢悦。除此外、总应虚设。笙歌里、身住几何年，十字儿、头边下撇。",
            "comment": ""
        },
        {
            "title": "鹊踏枝/蝶恋花",
            "content": "一霎雕栏疏雨罢。三月十三，曾是寒食夜。尽日暖香熏柏麝。西施醉起留归驾。酒满玻璃花艳冶。莫负春心，快饮千锺罢。春在燕堂帘幕下。年芳不问东君借。",
            "comment": ""
        },
        {
            "title": "诉衷情",
            "content": "锺山影里看楼台。江烟晚翠开。六朝旧时明月，清夜满秦淮。寂寞处，两潮回。黯愁怀。汀花雨细，水树风闲，又是秋来。",
            "comment": ""
        },
        {
            "title": "定风波",
            "content": "花戟云幡拥上方。画帘风细度春香。银色界前多远景。人静。铁城西面又斜阳。山色入江流不尽，古今一梦莫思量。故里无家归去懒。伤远。年华满眼多凄凉。",
            "comment": ""
        },
        {
            "title": "瑞鹧鸪",
            "content": "融融十月小春天。翼翼清都降圣贤。大抵龙飞云必动，请观二十七年前。方今龙又当天德，即日云将拥地仙。富",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "楚客才华为发扬。深林著意不相忘。梦成燕国正芬芳。莫把品名闲议拟，且看青凤羽毛长。十分领取面前香。",
            "comment": ""
        },
        {
            "title": "金蕉叶",
            "content": "丛霄逸韵祥烟渺。摇金翠、玲珑三岛。地控全吴，山横旧楚春来早。千里断云芳草。六朝遗恨连江表。都分付、倚楼吟啸。铁瓮城头，一声画角吹残照。带夜潮来到。",
            "comment": ""
        },
        {
            "title": "柳梢青",
            "content": "岸草平沙。吴王故苑，柳袅烟斜。雨後寒轻，风前香软，春在梨花。行人一棹天涯。酒醒处，残阳乱鸦。门外秋千，墙头红粉，深院谁家。",
            "comment": "【注释】①柳袅：柳枝柔弱细长貌。②棹：摇船工具，这里指船。【评解】作者着意写景，以景抒情。上片写春景，梨花带雨，柳袅烟斜，表现了风和香软的江南春色。下片写行人，轻舟一叶，浪迹天涯，待到酒醒处，惟见残阳乱鸦。而那墙头红粉，秋千深院，究是谁家？全词清丽和婉，含蓄蕴藉。【集评】俞陛云《唐五代两宋词选释》：“雨后”三句及“秋千”三句，景与人分写，俱清丽为邻。而观其“残阳乱鸦”句，寄情在一片苍凉之境，知丽景秾春，固不值高僧一笑也。"
        },
        {
            "title": "鹊踏枝/蝶恋花",
            "content": "斜日平山寒已薄。雪过松梢，犹有残英落。晚色际天天似幕。一尊先与东风约。邀得红梅同宴乐。酒面融春，春满纤纤萼。客意为伊浑忘却。归船且傍花阴泊。",
            "comment": ""
        },
        {
            "title": "踏莎行",
            "content": "浓润侵衣，暗香飘砌。雨中花色添憔悴。凤鞋湿透立多时，不言不语厌厌地。眉上新愁，手中文字。因何不倩鳞鸿寄。想伊只诉薄情人，官中谁管闲公事。",
            "comment": ""
        },
        {
            "title": "诉衷情",
            "content": "长桥春水拍堤沙。疏雨带残霞。几声脆管何处，桥下有人家。宫树绿，晚烟斜。噪闲鸦。山光无尽，水风长在，满面杨花。",
            "comment": ""
        },
        {
            "title": "南徐好",
            "content": "南徐好，鼓角乱云中。金地浮山星雨点，铁城横锁瓮三重。开国旧夸雄。春过後，佳气荡晴空。渌水画桥沽酒市，清江晚渡落花风。千古夕阳红。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "开到杏花寒食近。人在花前，宿酒和春困。酒有尽时情不尽。日长只恁厌厌闷。经岁别离闲与问。花上啼莺，解道深深恨。可惜断云无定准。不能为寄蓝桥信。",
            "comment": ""
        },
        {
            "title": "步蟾宫",
            "content": "凤帘舞带花铺绣。水沉暖、祥烟迷昼。凤衔灯照蕊珠筵，韵双琯、钧声已奏。绮罗人劝千秋寿。吉祥满、十分芳酒。愿人间、嘉庆一千年，共南极、东华长久。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "乙未河清九曲，神霄瑞降群仙。唯公殊宠最华年。高侍玉皇香案。富贵鹏程九万，康宁鹤算三千。功成拔宅上青天，愿厕庭中鸡犬。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "延陵福绪，蔼遗芳馀庆，直至如今。帝锡朋龟曾献策。早揖丹桂华簪。一代荣名，三州遗爱，留入歌吟。归来湖山付得，依旧闲心。延赏报德推封。名迁书监，喜天恩垂临。拜舞龙香还注想，丹阙拖紫垂金。酒满霞觞，期君眉寿，千岁与披衿。年年风月，两行门外桐阴。",
            "comment": ""
        },
        {
            "title": "望江南/忆江南",
            "content": "成都好，蚕市趁遨游。夜放笙歌喧紫陌，春遨灯火上高楼。车马溢瀛洲。人散後，茧馆喜绸缪。柳叶已饶烟黛细，桑条何似玉纤柔。立马看风流。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "水枫叶下，乍湖光清浅。凉生商素。西帝宸游罗翠盖，拥出三千宫女。绛采娇春，铅华掩昼，占断鸳鸯浦。歌声摇曳，浣沙人在何处。别岸孤袅一枝，广寒宫殿，冷落栖愁苦。雪艳冰肌羞淡泊，偷把胭脂匀注。媚脸笼霞，芳心泣露，不肯为云雨。金波影里，为谁长恁凝伫。",
            "comment": ""
        },
        {
            "title": "诉衷情",
            "content": "涌金门外小瀛洲。寒食更风流。红船满湖歌吹，花外有高楼。晴日暖，淡烟浮。恣嬉游。三千粉黛，十二阑干，一片云头。",
            "comment": "【注释】此词写西湖寒食时节游人盛况。全词奇丽清婉而造境空灵，在歌咏西湖的诗词佳作中别饶风姿。上片首句称西湖为“小瀛洲”。“瀛洲”为海上神山之一 。月山有水的胜地 ，用海上神山比之也正相合。而西湖之秀美又不似海山之壮浪，着一“小”字最贴切不过。下句的“风流”一词本常用于写人，用写湖山，是暗将西湖比作了西子。寒食佳节，作为游览胜地的西湖更是别有景象，不同常日，故“寒食更风流”。“更风流”进一层，仍是笼统言之，三句以下才具体描写 ，用语皆疏淡而有味 。把游湖大船称做“红船 ”，与“ 风流”“ 小瀛洲 ”配色相宜。厉鹗《湖船录》引释道原诗：“水口红船是妾家”，则红船或是妓船，故有“歌吹”。“花外有高楼”则用空间错位的笔触画出坐落在湖畔山麓的画楼。这是一个阳光灿烂的日子，湖上飘着一层柔曼的轻纱，过片“睛日暖，淡烟浮”就清妙地画出这番景致。于是春花、红船、画楼、湖光、山色共同构成一幅美妙的图画，画外还伴奏着箫管歌吹之音乐。于此处下“恣嬉游”这三字，才觉真力弥满，游春士女之众可想而知。词人却并不铺写这种盛况，而采有了举一反三、画龙点睛的手法写道：“三千粉黛，十二阑干”。以“粉黛”代美人 ，言外香风满湖 ，与“ 风流 ”二字照应。美人竟然如此之多 ，则满湖游众之多更不待言了。“阑干”与“高楼”照映，又包括湖上的亭阁，使人窥班见豹。结尾三句语言精整而凝炼。特别是鼎足对的运用很有越味 ，写随数目的递减 ，景象渐由湖面移向天外，形象由繁多而渐次浑一，意境也逐渐高远，至最后的“一片云头”之句 ，颇含不尽之意 。《维摩经》云 ：“是身如浮云，须臾变灭，”李白《宫中行乐词》云 ：“只愁歌舞散，化作彩云飞。”作者巧用“浮云”之喻，于写足繁华热闹之后，著一冷语，遂使全篇顿添深意。"
        },
        {
            "title": "步蟾宫",
            "content": "长庚星驭重来日，结灵秀、东阳清骨。过中秋，两夜月犹圆，五福降、先宫第一。鹤书新自金门出。乍受得、王宫缨绂。更登仙、箓上与长年，倩东斗、真人按笔。",
            "comment": ""
        },
        {
            "title": "步蟾宫",
            "content": "笙歌喜庆争催晓。篆烟舞、龙鸾缥缈。香罗上、不尽寿仙人，献一段、长生寿草。一心一意同欢笑。两心事、卒难得了。教传语、天上太白星，剩借取、几千年好。",
            "comment": ""
        },
        {
            "title": "南柯子/南歌子",
            "content": "金甃蟠龙尾，莲开舞凤头。凉生宫殿不因秋。门外莫寻尘世，卷地江流。霁色澄千里，潮声带两洲。月华轻泛浪花浮。今夜蓬莱归梦，十二琼楼。",
            "comment": ""
        },
        {
            "title": "醉蓬莱",
            "content": "骤西风凄惨，秋昊平分，晚收清昼。素月潜生，倚危墙时候。渐照芳樽，前中孤影，喜暂时为友。醉学吴儿，狂歌乱拍，蹁跹双袖。堪叹从来，误了词赋，进取才能，桂枝难勾。纵得虚名，与平生相负。缰锁尘埃，愿怀圭组，强剑眉低首。平地神仙，清凉世界，君曾知否。",
            "comment": ""
        },
        {
            "title": "失调名",
            "content": "疏雨洗云轺，望极银河影里。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "英花万蕊。醒□丹房玄石髓。烟驾来时。一勺仙翁手自随。旋煎松火。始觉醍醐直可可。扶起精神。洞里天闲日月新。",
            "comment": ""
        },
        {
            "title": "失调名",
            "content": "柏觞敛滟银幡小。",
            "comment": ""
        },
        {
            "title": "洞仙歌",
            "content": "广寒晓驾，姑射寻仙侣。偷被霜华送将去。过越岭、栖息南枝，匀妆面、凝酥轻聚。爱横管、孤度陇头声，尽拼得幽香，为君分付。水亭山驿，衰草斜阳，无限行人断肠处。尽为我、留得多情，何须待、春风相顾。任倒断、深思向梨花，也无奈寒食，几番春雨。",
            "comment": ""
        },
        {
            "title": "诉衷情 宝月山作",
            "content": "清波门外拥轻衣。杨花相送飞。西湖又还春晚，水树乱莺啼。闲院宇，小帘帏。晚初归。钟声已过，篆香才点，月到门时。",
            "comment": "【注释】此词为暮春即兴之作。作者在词中描绘了西湖清波门附近的美景，并在其中寄寓了自己洒脱旷达的襟怀和自在从容的行止。词之上片写嫣然独绝的湖畔春景 ，以表现动态美见胜 ；下片以表现深静之意境见工。上下两片，一动一静，相映成趣，颇具珠联璧合之妙。上片首句“ 清波门外拥轻衣”，写作者受风的衣裾，膨松松地拥簇着自己往前走，衣服也象减去了许多分量似的。一个“拥”字下得极工炼，与“轻衣”的搭配又极熨贴。一种清风动袂 、衣带飘然的风致，就这样被活灵活现地描绘出来了 。写罢湖上的和风，接着写柳絮。古代杨柳飞絮是暮春的使者。随风飘荡的杨花陪伴着自己走上寺门的归路。“相送飞 ”三字将一种殷勤护持的情意传达出来了 。“西湖”句由景物描写折到时令 ，笔意一转，带出下文。“水树乱莺啼 ”五字重涂浓沫 ，俨然一幅江南春色图画。丘迟《与陈伯之书》所述“暮春三月，江南草长，杂花生树，群莺乱飞”之佳丽景色，并于此五字中见之。特别是这个“乱”字下得很有力量。由此可以想见，一个缁衣白足的诗僧，徜徉在湖边山脚的花径上，周围是缤纷的花雨，耳边是纷乱的茑声，组成一幅惬意的游春图景 。词的上片 ，作者将春色之丽写得荡人心魂，美不胜收。换头一起三句 ，点出寺宇阒寂 、僧寮清幽的场景，而用一“归”字与前片关合，以实现这一场景的转换 。曰“ 闲”，曰“ 小 ”，曰“ 初”，皆涉笔轻灵 ，雅称其题，仿佛把人带进一个红尘不到的世界。结拍三句，进一步烘托寺中的环境，补足前意。作者抓住这钟声、篆香和月色，三个有时间特征的景物来加以刻画 。结语悠然，有竟体空灵之妙。撞钟击鼓，为佛门旦暮必行的功课。卢纶“孤村树色昏残雨，远寺钟声带夕阳”（《出关言别》），杜牧“夜深月色当禅处，斋后钟声到讲时”（《赠惟真上人》），都是描写晚钟的名句。仲殊即景写来，亦实亦虚，尤有远韵。接着又拈出“篆香才点”与之作偶，更觉笔有余妍。用“篆”定形容回旋上升的烟缕，真是工致入微了。以晚钟之远韵匹篆香之烟痕 ，是声与色 、与大小之对比 ，又都取景目前 ，真如天设地造一般 。“月到门时 ”，本是归时实景，用在钟声、篆香之后，便觉充满禅机和妙不可言。此词为人作者人格、性情的真实流露；词中的物象，是这位诗僧的心灵折光。"
        },
        {
            "title": "失调名",
            "content": "玉线金针，千般声笑，月下人家。",
            "comment": ""
        },
        {
            "title": "醉花阴",
            "content": "轻红蔓引丝多少。剪青兰叶巧。人向月中归，留下星钿，弹破真珠小。等闲不管春知道。多著绣帘围绕。只恐被东风，偷得馀香，分付闲花草。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "耐老花间的子，长生海里明珠。南天星象降真符。五福同行同住。秀骨养成犀顶，被人唤作龙驹。传家事业有诗书。富贵功名看取。",
            "comment": ""
        },
        {
            "title": "蓦山溪",
            "content": "年芳已远，凉夏疏疏雨。菊占此时开，背佳期、清秋何处。滴成金豆，弹破栗文圆，临水槛，倚风亭，全胜东篱暮。茱萸未结，谁是多情侣。菖叶与葵花，也相饶、也□羞妒。主人著意，何必念登高，浮酒面，解烦襟，消尽当筵暑。",
            "comment": ""
        },
        {
            "title": "满庭芳",
            "content": "三月迟迟，牡丹时节，算来淑景方融。板舆闲暇，香雾锁花宫。曾侍瑶池宴席，三千女，深浅匀红。轻含笑，尊前认得，阿母旧慈容。倾心。齐献寿，一时倾倒，春在杯中。戏彩衣间作，喜气重重。更有天仙寄语，教皓鹤、双舞云空。人长命，花枝长在，岁又东风。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "一番雨过年芳浅。袅袅心情懒。章台人过马嘶声。小眉不盏恨盈盈。怨清明。烟柔露软湖东岸。恼乱春风惯。一声莺是故园莺。及至如今□闻处、又多情。",
            "comment": ""
        },
        {
            "title": "醉蓬莱",
            "content": "报一阳初动，二五蓂疏，履长时候。大昴星精，宛分灵储秀。早运钧衡，亟还貂衮，向载歌成後。书展仪形，承华羽翼，恩深惟旧。天眷难留，片帆归去，縠水柯山，故人携手。枕月眠云，老华胥闲昼。夕宴朝欢，况当加庆，献我公眉寿。五福千祥，山长水远，一樽芳酒。",
            "comment": ""
        },
        {
            "title": "蓦山溪",
            "content": "黄金线软，玉露声轻润。青头破出芽，拂烟痕、一枝犹嫩。东风著意，不放舞间□，春渐暖，柔无力，依依怨和□。旗亭带晚，又是清明近。惹尽别离愁，约啼莺、深深与问。灞陵伤感，那更入阳关，扳折处，我无心，行人自多恨。",
            "comment": ""
        },
        {
            "title": "永同欢",
            "content": "绣帘卷，沉烟细。燕堂深，玳筵初启。庭下芝兰，劝金卮，有多少雍容和气。",
            "comment": ""
        },
        {
            "title": "夏云峰",
            "content": "天阔云高，溪横水远。晚日寒生轻晕。闲阶静、杨花渐少，朱门掩、莺声犹嫩。悔匆匆、过却清明，旋占得馀芳，已成幽恨。都几日阴沈，连宵慵困。起来韶华都尽。怨入双眉闲斗损。乍品得情怀，看承全近。深深态、无非自许。厌厌意、终羞人间。争知道、梦里蓬莱，待忘了馀香，时传音信。纵留得莺花，东风不住，也则眼前愁闷。",
            "comment": ""
        },
        {
            "title": "失调名",
            "content": "潇潇暮雨，梨花寒食。",
            "comment": ""
        },
        {
            "title": "醉花阴",
            "content": "一双鹤绕蟠桃戏。说人间千岁。昨夜降元精，蓬矢桑弧，又报千家喜。绮罗庭院笙歌沸。拥玳簪珠履。五福一……。",
            "comment": ""
        },
        {
            "title": "南歌子",
            "content": "解舞清平乐，如今说向谁。红炉片雪上钳锤。打就金毛狮子、也堪疑。木女明开眼，泥人暗皱眉。蟠桃已是著花迟。不向春风一笑、待何时。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "春遇瑶池，长空飞下残英片。素光围练。寒透笙歌院。莫把寿阳，妆信传书箭。掩香面。汉宫寻遍。月里还相见。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "谁将妙笔。写就素缣三百匹。天下应无。此是钱塘江上图。一般奇绝。云淡天低秋夜月。费尽丹青。只这些儿画不成。",
            "comment": ""
        },
        {
            "title": "失调名",
            "content": "戏马风流，佩茱萸时节。",
            "comment": ""
        },
        {
            "title": "满庭芳",
            "content": "晓日迎凉，烟华生翠，玉麟香转风轻。细丝钧管，罗绮拥芝庭。竞折蟠桃献寿，雨露罩，春下仙瀛。碧池上，龟游鹤舞，一曲奏长生。当年。嘉庆会，兰江秀气，星昴光灵。奄奕世馀徽，同降元精。此日中吴太守，看看秉、廊庙钧衡。麒麟阁，功名第一，从此入丹青。",
            "comment": ""
        },
        {
            "title": "楚宫春慢",
            "content": "轻盈绛雪。乍团聚同心，千点珠结。画馆绣幄低飞，融融香彻。笑里精神放纵，断未许、年华偷歇。信任芳春都不管，淅淅南熏，别是一家风月。扁舟去後，回望处、娃宫凄凉凝咽。身似断云零落，深心难说。不与雕栏寸地，忍覰著、漂流离缺。尽目厌厌总无语，不及高唐梦里，相逢时节。",
            "comment": ""
        },
        {
            "title": "醉蓬莱",
            "content": "望金华真界，宝婺星垣，瑞符玄动。羽葆莱游，有八鸾环拥。日在龙房，下弦平月，见崧岳生申。天上三奇，人间五福，一齐景宠。骞树七台，紫微金简，授箓延年，大椿腾颂。玉液称觞，引长生歌送。彩雾笼云，舞香花萼，降蕊珠仙众。太史多才，功成异日，鸣箫双凤。",
            "comment": ""
        },
        {
            "title": "失调名",
            "content": "椒觞献寿瑶觞满。采幡儿、轻轻剪。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "味过华林芳蒂，色兼阳井沈朱。轻匀绛蜡裹团酥。不比人间甘露。神鼎十分火枣，龙盘三寸红珠。清含冰蜜洗云腴。只恐身轻飞去。",
            "comment": ""
        },
        {
            "title": "蓦山溪",
            "content": "清江平淡，疏雨和烟染。春在广寒宫，付江梅、先开素艳。年年第一，相见越溪东，云体态，雪精神，不把年华占。山亭水榭，别恨多销黯。又是主人来，更不辜、香心一点。题诗才思，清似玉壶冰，轻回顾，落尊前，桃杏声华减。",
            "comment": ""
        },
        {
            "title": "诉衷情",
            "content": "楚江南岸小青楼。楼前人檥舟。别来後庭花晚，花上梦悠悠。山不断，水空流，漫凝眸。建康宫殿，燕子来时，多少闲愁。",
            "comment": ""
        },
        {
            "title": "柳垂金",
            "content": "中春天气禁烟暖。馀七叶，丹蓂未卷。海岳灵辉储庆远。降非熊，运符亨旦。宝雾香凝，非锦筵红荐。永算金尊屡满，酒里千年春烂漫。共朱颜，镇长相见。",
            "comment": ""
        },
        {
            "title": "踏莎行",
            "content": "德感元精，岳方孕秀。才明渊智神兼授。飞鸣早应舜韶来，五符千骑难淹久。熊梦开祥，龟文献寿。龙香卷雾摇东斗。南天为现老人暑，一时顶礼抬双神。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "故园避暑，爱繁阴翳日，流霞供酌。竹影筛金泉漱玉，红映微花帘箔。素质生风，香肌无汗，绣扇长闲却。双鸾栖处，绿筠时下风箨。吹断舞影歌声，阳台人去，有当年池阁。佩结兰英凝念久，言语精神依约。燕别雕梁，归鸿紫塞，音信凭谁托。争知好景，为君长是萧索。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "青条绿叶。结起蓬瀛连万叠。风引飘飘。下有红波引六鳌。五城烟敛。剪碎采云红点点。帖在山腰。旁有斑斑雪未消。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "山阴道士。鹤目龟趺多秀气。右领将军。萧散精神一片云。东山太傅。落落龙骧兼虎步。潦倒支公。穷骨零丁少道风。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "飞香漠漠帘帷暖。一线水沈烟未断。红楼西畔小阑干，尽日倚阑人已远。黄梅雨入芭蕉晚。凤尾翠摇双叶短。旧年颜色旧年心，留到如今春不管。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "北固山前波浪远。铁瓮城头，画角残声短。促酒溅金催小宴。灯摇蜡焰香风软。落日烟霞晴满眼。欲仗丹青，巧笔彤牙管。解写伊川山色浅。谁能画得江天晚。",
            "comment": ""
        },
        {
            "title": "醉蓬莱",
            "content": "过灵香一炷，燕馆清虚，晚窗风细。雨入园林，荡凝烟摇曳。天上春融，暖移残腊，早信音来至。宫粉龙香，一时拈入，江梅轻蕊。人在瑶山，九仙书府，静与羲皇，淡然相对。锦琴无声，鼓一轩和气。丹枝高枝，旧香芬馥，惹赐袍春翠。再揖文章，声名定与，渊云相继。",
            "comment": ""
        },
        {
            "title": "南歌子 忆旧",
            "content": "十里青山远，潮平陆带沙。数声啼鸟怨年华。又是凄凉时候、在天涯。白露收残暑，清风衬晚霞。绿杨堤畔闹荷花。记得年时沽酒、那人家。",
            "comment": "【注释】【评解】这首词通篇写景。十里青山，数声鸟啼，残月白露，清风晓霞。有声有色地表现了江南的夏季景色。词中上、下片的结句，委婉含蓄地提到人，而且引起对往事的回忆。全词清新雅洁，优美柔和，饶有意味。【集评】薛砺若《宋词通论》：黄花庵称仲殊《诉衷情》一调“篇篇奇丽，字字清婉，高处不减唐人风致”。然尚不及其《柳梢青》、《南柯子》二词更为清逸也。在他的词里，只感到一种出家人的清逸和婉情绪，东坡所谓“此僧胸中无一毫发事者”，可以看出他的为人。-------------------------------此为忆旧词 ，写词人在夏日旅途中的一段感受，反映他对浮世生活的一往情深。开篇两句写一个云游四方的僧人，正走在江边潮湿带沙的路上，或许是向那远在十里外的青山丛林去找寻挂单的寺庙。两句写出了一幅山水映带的风景画面，这画面隐衬出画中人在孤身行旅中的寂寞感。根据仲殊的生活经历推断，他所以到处游方，并非完全为了虔心礼佛，而是或者寻道访友，或者想借旅游来纵情山水，消除俗虑。下面他骤然发出“数声啼鸟怨年华”的慨叹，这何尝是啼鸟在怨年华，而是行客自已在途中听到鸟声油然而起年华虚度的怅恨。鸟啼花放，原是快意畅游的大好场景，可对一个弃家流浪的行脚僧人来说，感到的却是“凄凉时候 ”，前面再冠以“ 又是 ”二字，说明这种飘泊生涯为时已经不短了。作者能把旅途中的见闻感受用词笔如实写来，情景并茂，显示了他的浓郁诗情和坦率性格。过片进一步以“残月”、“晓霞”点明这是一个夏天的早晨，白露冷冷，清风拂拂，残月方收，朝霞徐敛，作者继续行走在没有归宿的路上，他一面欣赏着这清爽夏朝的旅途光景，一面也咀嚼自己长期以来萍踪无定的生涯况味。行行重行行，不觉来到一处绿杨堤岸的荷池旁边 ，池中正开满荷花 。一个人浪迹天涯，缺少的正是个谈心旅伴，当此孤寂无聊境地，美丽的荷花一下竟成了难得的晤谈对象 。“绿杨堤畔问荷花”，这一“问”颇有情趣 。“问荷花”，显出了词人清操越俗的品格，暗示出只有出淤泥而不染的荷花才配作自己的知己。亭亭玉立的荷花以它天然的风韵唤起了他的美好记忆，使他恍然意识到这里是旧地重游。他清楚记得那次来时，为了解除行旅劳倦，曾向这儿一家酒店买过酒喝，乘醉观赏过堤畔的荷花。这一切都因眼下荷花的启发而记忆犹新。于是最后他欣然向荷花发出问话：“记得年时沽酒那人家？”“那人家 ”是自指 ，“家”在此用作语尾词，是对“那人”的加强语气。这句话的意思是“你还记得年前到此买酒喝的那个人么？”于此情景相生的妙笔中可以见出僧人的性格、风趣，和他那任真自得的飘洒词笔。本词作者是一位性情坦荡、不拘礼法的和尚，被苏东坡称作“胸中无一毫发事”的诗僧。本词即是这位诗僧真性情、真才情的真实流露。"
        }
    ]
}