{
    "dynasty": "宋",
    "author": "傅察",
    "poems": [
        {
            "title": "次韵廉夫登沮微亭二首",
            "content": "大火气方炽，新金伏未兴。茅屋苦卑陋，蕴毒空自憎。流汗常被体，涤烦屡饮冰。那堪青蝇辈，鼓翅作威棱。薰风烁炎日，沸鼎助薪蒸。每思谋爽垲，地隘旧无称。高亭枕城隈，粉堞势腾凌。清水绕其足，茂林瞰田塍。此间有异趣，跻攀弗能胜。佳招适我愿，坐觉神魂澄。何当卜邻舍，与子朝夕升。飘然忘世累，长啸效孙登。",
            "comment": ""
        },
        {
            "title": "无逸用前韵见谢复次韵三首",
            "content": "一麾聊复散馀波，才比淮阴益辨多。千里宣威憺夏日，三年种德敛秋禾。如纶忽听颁新渥，勿药还欣已旧疴。却恐九重思治行。蒲轮他日竟如何。",
            "comment": ""
        },
        {
            "title": "方量牧地次韵工曹王亚叟",
            "content": "朝廷遮事备成康，郡邑承风底事忙。要使幅员无旷土，始知冀北有留良。疏狂似我徒劳耳，术业如君讵易量。奔走幸容陪笑语，每观醉墨屡琳琅。",
            "comment": ""
        },
        {
            "title": "逍遥堂五咏",
            "content": "堂上西风至，郊原岁事成。雨馀虹影落，云霁露华清。唧唧蛩鸣夜，飘飘雁渡晴。登临多物色，笔落竞纵横。",
            "comment": ""
        },
        {
            "title": "和鲍守次韵林德祖十四首",
            "content": "久嗟留滞压丛轻，桃李无言向野亭。展骥始应流汗赤，登龙早见出蓝青。三馀共对贤人酒，四野欣瞻别驾屏。何日蒲轮趋召节，便看两两映魁星。",
            "comment": ""
        },
        {
            "title": "牡丹三首",
            "content": "半醉西施晕晓妆，天香一夜染衣裳。踌躇欲画无穷意，笔法何人继赵昌。",
            "comment": ""
        },
        {
            "title": "七月十六夜对月",
            "content": "云卷天高鸟鹊飞，满庭槐影转风枝。可怜秋色谁分付，正是安仁作赋时。",
            "comment": ""
        },
        {
            "title": "杜无逸留别次韵三首",
            "content": "汪汪万顷浸清波，千里旁渐惠泽多。化比宋均方渡虎，瑞同黄霸自生禾。盘根治剧观游刃，破胆投奸去宿疴。已有讴吟喧井邑，更传佳句似阴何。",
            "comment": ""
        },
        {
            "title": "夏日登清微亭",
            "content": "永日留烦暑，斯楼得屡登。向来知异境，高处若无凭。远岫生云直，轻风蹙浪层。试承金掌露，更接玉壶冰。抵掌宾朋盛，题诗气象增。望穷遗恨在，我欲醉时升。",
            "comment": ""
        },
        {
            "title": "再阻风次衡元度韵",
            "content": "阻风三日不舂粮，浪逆篙横未到庄。碧水赖知饶夜月，青山已复下残阳。每吟秋兴空多泪，欲赋西片细作行。行止定非臧氏力，艰难险阻自须尝。",
            "comment": ""
        },
        {
            "title": "又次申教授直宿三首",
            "content": "秋堂补被有馀清，骤喜秋光泼眼明。帘外月华筛碎玉，床头萤火当长檠。直嫌唧唧秋虫响，且听琅琅弦诵声。善教尚烦留滞席，朝恩未许便归更。",
            "comment": ""
        },
        {
            "title": "天宁节马前口号",
            "content": "千秋从昔庆嘉名，四海而今加太平。十里旌旗明晓色，万家弦管被新声。五云已逐阳乌见，百兽方随仪凤鸣。更喜簪绅趋燕衔，南山祝圣愿同倾。",
            "comment": ""
        },
        {
            "title": "和鲍守次韵林德祖十四首",
            "content": "庄周蝴蝶梦魂轻，盘谷家山有旧亭。下笔未能工媲白，折腰何敢望纡青。思鱼此日空弹铗，误墨他年点画屏。寂寞草玄绳户闭，犹堪归伴少微星。",
            "comment": ""
        },
        {
            "title": "又挽词三首",
            "content": "榆杜聆风远，兰阶吒契深。兴宗知有自，处贵得无心。陇柏晞朝露，庭槐长夏阴，如公更何恨，顾我尚沾襟。",
            "comment": ""
        },
        {
            "title": "闻有游蔡氏园看牡丹诗戏作一绝呈季长",
            "content": "车骑雍容驻道傍，小园寻胜见花王。应知异日传佳句，处处人称黄四娘。",
            "comment": ""
        },
        {
            "title": "伯时往河东戏与廉夫分韵道相思之意三首",
            "content": "日月剧跳丸，暂别亦已久。青山缭层巅，道里阻且右。今晨登南楼。会此同志友。思公聊北望，伫立但搔首。秋风八月天，霁色明朝牖。轩车何时来，迟尔一杯酒。",
            "comment": ""
        },
        {
            "title": "槐堂二首",
            "content": "殷勤当日植文槐，志在经纶世岂知。古柏空传武侯庙，甘棠争诵召公诗。颓檐共惜成阵迹，夏屋初欣敞旧规。岂但一时追盛事，高名人此看双垂。",
            "comment": ""
        },
        {
            "title": "又次申教授直宿三首",
            "content": "扰扰浮名绊此身，相逢樽酒眼还明。君如俊鹘方抟翮，我似弯弓不受檠。弱植幸容依玉树，新诗尝喜掷金声。他时会致会云上，莫厌卑棲岁屡更。",
            "comment": ""
        },
        {
            "title": "和鲍守次韵林德祖十四首",
            "content": "南宫三日仕非轻，湖海归来一草亭。誉袭芝兰方冉冉，节高松柏独青青。仁风已播袁宠扇，素尚行须毛玠屏。岂待期年归报政，人占此地有台星。",
            "comment": ""
        },
        {
            "title": "次韵烹茶四首",
            "content": "仰望群公若会仙，贪论茗饮未安眠。冥搜往往游尘外，得句时时在枕前。夜漏哎吟清彻骨，晴窗挥染净无烟。中秋风月佳辰近，应把云腴对竹煎。",
            "comment": ""
        },
        {
            "title": "题张季良适性斋",
            "content": "扬雄家无儋石储，闭门作赋拟相如。邺侯插架多异书，牙签万轴吞石渠。吾友张子斯人徒，嗜好酸鹹与众殊。被褐怀宝老不癯，收拾万卷以自娱。但愿生为蠹书鱼，咀嚼英华味道腴。挥毫落纸惊群儒，佳处往往凌子虚。网罗秦汉包唐虞，上下千载归指呼。自言此乐世所无，不羡潭潭卿相居。方今清庙收璠玙，肯使沧海遗明珠。高名他日播天衢，行看旌帛来庭除。",
            "comment": ""
        },
        {
            "title": "十五伯以诗见赠因次韵为谢",
            "content": "萧然颜苍复谁堪，竟日潜心到五三。车酒未妨从靖节，围棋端不羡羊昙。逢人倾倒群儿笑，落笔纵横四座惭。旧学青箱知未替，更将新律付诸男。",
            "comment": ""
        },
        {
            "title": "阴风次衡元度韵",
            "content": "水柳缆孤舟，飘飘万里秋。远风来不断，高浪去还收。菰苇萧疏折，烟云惨淡浮。赖如师德生，舟子亦多愁。",
            "comment": ""
        },
        {
            "title": "雪九首",
            "content": "忽惊陋巷间，踏作琼瑶迹。坐闻郢中歌，妙句压元白。",
            "comment": ""
        },
        {
            "title": "次韵杜无逸西园独坐九绝句",
            "content": "亭亭漳底松，干凌雪霜孤。既无鸾凤翔，鸟雀来喧呼。",
            "comment": ""
        },
        {
            "title": "次韵烹茶四首",
            "content": "移种疑从紫府仙，世间凡草护芊眠。味高石蜜甘居下，效捷灵芝愧在前。玉{左革右夸}并标官焙印，月团犹带御炉烟。年来海宇皆知餽，支笑神农未解煎。",
            "comment": ""
        },
        {
            "title": "夜登清微亭云阴掩翳东北有雨少顷月出皎然复",
            "content": "融融暑未阑，悄悄夜方午。命驾聊叩门，寻幽得兹土。俯瞩但苍茫，前瞻何卤莽。万籁正虚无，群生各安堵。蝉啸作笙箫，蛙鸣当钟鼓。凫舄政参差，诙谐惧狎侮。岂惟冠盖倾，已觉肝胆吐。坐久隐奔雷，天边垂密雨。疏木列宾朋，众峰自臣主。萤火落明星，炉烟袅青缕。那能胜酒杯，所欣瞻德宇。高歌屡激昂，失喜或俯偻。萧飒濯尘襟，清虚湛灵府。快如仙爪爬，酒若头风愈。须臾出金盘，照曜开玉户。映浪杂琼瑰，穿帘间璧组。斯游岂前谋，后会人逆数。欢馀岸纶巾，语约挥松尘，可能伴鸡栖，亦复随蝶栩。广寒会可升，试为刷翎羽。",
            "comment": "【注释】【原题】：夜登清微亭云阴掩翳东北有雨少顷月出皎然复次前韵"
        },
        {
            "title": "次韵烹茶四首",
            "content": "不但蠲烦起醉仙，能令古莽失多眼。春风乍拂千岩上，晓雨初沾百草前。绛缕缝囊包紫璧，玉尘凝碗照清烟。今人嗤点前人拙，未肯须依古法煎。",
            "comment": ""
        },
        {
            "title": "雪九首",
            "content": "都城一日雪，庭户皓已盈。呼儿试轻扫，留伴小窗明。",
            "comment": ""
        },
        {
            "title": "和鲍守次韵林德祖十四首",
            "content": "对代勤民岂外轻，声名今已播边亭。风摇铃阁终晨静，雨锁棠阴满地青。赐表殊功宜冕服，荣分从吏亦缇屏。如公学问留闲郡，东壁何人应二星。",
            "comment": ""
        },
        {
            "title": "雪九首",
            "content": "盈尺兆嘉祥，三登贺一太。我虽无寸田，一饭犹足赖。",
            "comment": ""
        },
        {
            "title": "次韵杜无逸西园独坐九绝句",
            "content": "折腰为五斗，我已愧渊明。共赴东林约，怅然怀友生。",
            "comment": ""
        },
        {
            "title": "天宁节后筵口号",
            "content": "流虹启圣际千年，湛露洪恩下九天。腾踏欢声来击壤，氤氲瑞色散非烟。已赓圣代中和颂，更草前贤封禅篇。四海岂知蒙帝力，春台此日倍熙然。",
            "comment": ""
        },
        {
            "title": "马上作",
            "content": "心逐轻波去，身随匹马归。据鞍挥泪尽，回首一依依。",
            "comment": ""
        },
        {
            "title": "李良宠示牡丹长句谨赋三首",
            "content": "此檀刻蕊香初吐，红粉匀葩色正新。孤艳最宜微带雨，众芳谁复与争春。无端应恨风惊叶，不醉却宜花笑人。从此径须连夜赏，绕栏百匝未为频。",
            "comment": ""
        },
        {
            "title": "雪九首",
            "content": "晚风扫连氛，客被憎夜峭。明趄赴看烛，更把昆山照。",
            "comment": ""
        },
        {
            "title": "逍遥堂五咏",
            "content": "堂上春风至，欣欣草木情。鸦鸣藏柳暗，蝶舞映花明。暖日迟迟景，轻雷隐隐声。客来何所有，采蕨试新烹。",
            "comment": ""
        },
        {
            "title": "牡丹三首",
            "content": "无奈儿风日日催，东君欲去复徘徊。应比众卉羞相并，故遣妖姿最后开。",
            "comment": ""
        },
        {
            "title": "逍遥堂五咏",
            "content": "堂上薰风至，阳曦午更骄。玩队欣叶密，引馀快冰消。乳燕飞还坠，鸣蝉咽复调。清谈能却暑，应不废招邀。",
            "comment": ""
        },
        {
            "title": "送朱熙载改官还乡",
            "content": "陶唐名臣有朱虎，揖逊夔夷尊文祖。后来杰出汉云孙，折槛当时谁敢侮。煌煌圣代见斯人，凛凛遗风振千古。乘牛不数鲁家侠，衣锦何妨买臣窭。十年牢落困胶庠，五斗栖迟尚环堵。唯馀豪气自不除，倾盖向人肝胆吐。忽然结束事片鞍，轩轩气色浮眉宇。谓予倚门亲久待，况复枫宸拜明主。朝廷公卿重荐延，骞腾一鹗生毛羽。高义如君世所稀，早据要路思裨补。",
            "comment": ""
        },
        {
            "title": "题毛彦谟容膝轩",
            "content": "夫子负异才，端若会稽笴。平生怀刚肠，於世少许可。文词类激昂，议论耻媕婀。高名三十年，坐此常坎坷。同时英俊流，往往步青琐。归来乐箪瓢，琳宫得安坐。小轩仅容膝，陋巷生堀堁。叭馀豪侠气，屡折每不挫。却眡利名场，终身击韁锁。生虽华屋居，死或翳蓬颗。固和在宇间，所有终非我。但当清我心，馀事等公麽。",
            "comment": ""
        },
        {
            "title": "次韵杜无逸西园独坐九绝句",
            "content": "一世竞荣利，纷若空中花。蚤作田园计，人生会有涯。",
            "comment": ""
        },
        {
            "title": "清微亭分韵得空字",
            "content": "缥缈千层外，萦纡一径通。飞甍明落日，巨栋挂斜虹。赏眺资公退，招邀得调同。九天开浩荡，万象入牢笼。水色连暗碧，云容借晚空。清乘庾公兴，快挹楚王风。弁侧金罍倒，楼昏画角终。明朝车马客，陟觉厌尘红。",
            "comment": ""
        },
        {
            "title": "晚发",
            "content": "理棹频看溪水分，岸移不觉转孤村。渔翁醉卧滩沙稳，樵子行歌岸草昏。白鹭成行低欲落，清蝉无数断还闻。自将野色并秋色，都付诗魂与醉魂。",
            "comment": ""
        },
        {
            "title": "大暑同蒋明亚叟熙载夜登清微亭",
            "content": "土润伏新金，阳歊困亭午。曦御驻片骖，朱光彻厚土。鸟雀噪阶除，蛙蚓鸣草莽。簿领抗尘容，茅檐庇环堵。蜂虿乱绳床，蚊虻隐雷鼓。棕拂徒尔为，青蝇敢予侮。避喧空百虑，对食但三吐。举箑未摇风，挥汗已成雨。那能速冠巾，谁复对宾主。岂唯眩生花，坐觉气如缕。南方有高楼，兀然蔽华宇。抠衣倦跻攀。策杖愁伛偻。俄顷叩云端，飘萧开洞府。新凉飒尔来，旧暑脱然愈。清池涌波澜，疏昨穿牖户。夜气袭冰霜，月明粲珪珇。乌鹊倦飞还，游鱼清可数。珍果走金盘，清谈挥玉尘。群籁正嚣嚣，幽梦方栩栩。何当食琼浆，一夕生毛羽。",
            "comment": ""
        },
        {
            "title": "次七兄韵",
            "content": "蜗舍蓆为门，清风无所戾。闲视才半寻，起行空百转。对食不下喉，流汗常被面。矧复凫鹜行，摘尾抱大卷。余方有公事，汝辈宜罢遣。赖此伯仲贤，纵谈逞雄辨。时时杂博弈，岂不贤游燕。呼奴取具来。据榻聊一战。初如两军交，整阵咸伺便。俄顷锋刃集，解纷在一箭。或喜而拊掌，或骇而色变。或旁睨而审。或当局而眩。剥剥伐木声，离离众星见。胜负既已分，反奁若收电。却寻文字观，触物本无恋。觅句屡吟哦，诵诗乍游衍。百谪勿相闻，从渠书我殿。",
            "comment": ""
        },
        {
            "title": "梦觉",
            "content": "日永不可过，夜凉愁更多。蝉声嘶晚月，孤枕梦如何。",
            "comment": ""
        },
        {
            "title": "南溪会集二首",
            "content": "传闻公退集群英，共惜残春到野亭。高柳半天成翠幄，遥峰插地作长屏。应怜旷寂嚣尘绝，更觉萧疏物象泠。顾我阻陪车马客，空吟河畔草青青。",
            "comment": ""
        },
        {
            "title": "送传倅",
            "content": "洺之水兮，其流舒舒。公之来兮，朱服熊车。士元展骥，仲举题舆。公之来兮，民斯乐胥。洺之水兮，其流洋洋。公之化兮，春雨秋阳。袴襦颂洽，禾黍岁穰。公之化兮，民斯悦康。洺之水兮，其流弥弥。公这去兮，旌旂旖旎。父老攀辕，缙绅方轨。公之去兮，瞻望徙倚。洺之水兮，其流泄泄。公之德兮，此邦所愒。吏遵其画，人怀其惠。公之德兮，久而弗替。洺之水兮，其流活活。公这名兮，兹其弥达。翔于朝宁，骞于省闼。公之名兮，莫我敢遏。",
            "comment": ""
        },
        {
            "title": "槐堂二首",
            "content": "郁郁庭柯已百年，相传勿翦岂徒然。曾棲鸾凤枝条耸，直傍云霄雨露偏。彩制乍惊增昔构，佳名还喜契台躔。故知异日思贵爱，争指新堂说二贤。",
            "comment": ""
        },
        {
            "title": "牡丹三首",
            "content": "侍中宅畔千馀朵，兴庆池边四五枝。何似城南王处士，满园无数斩新奇。",
            "comment": ""
        },
        {
            "title": "和鲍守次韵林德祖十四首",
            "content": "半刺同流寄未轻，勤劳每念离乡亭。高怀不羡貂蝉贵，丽句还酬玉案青。字买千金休择笔，才兼三绝好书屏。独惭后学波澜狭，明月舒空映小星。",
            "comment": ""
        },
        {
            "title": "次韵杜无逸西园独坐九绝句",
            "content": "身游闤闠间，心在孤云杪。譬如登泰山，颇觉天下小。",
            "comment": ""
        },
        {
            "title": "七月二十五日登舟",
            "content": "暂来征骑出者闉，却棹扁舟下小津。飒飒西风如送客，萧萧晚雨欲留人。一年踪迹无停日，千里羁游又远亲。为问篙师从此去，定知几日到东秦。",
            "comment": ""
        },
        {
            "title": "余父子妻孥各在一方欲归未得因感成诗",
            "content": "皎皎明河汉，悠悠度女咎。奔驰空岁月，南北尚淹留。所愿各千里，此身兼白忧。如何有羽翼，来往亦遨游。",
            "comment": ""
        },
        {
            "title": "七月十一夜凉风聚至事书怀三绝句",
            "content": "窗外时闻一叶落，槐阴惊起几蝉鸣。秋风定是多情物，解作离肠欲断声。",
            "comment": ""
        },
        {
            "title": "逍遥堂五咏",
            "content": "欲识逍遥乐，都忘利与名。讨论惟百氏，来往有诸卿。静觉羊肠险，闲看蜗角争。超然穷妙理，知不愧庄生。",
            "comment": ""
        },
        {
            "title": "次韵廉夫登沮微亭二首",
            "content": "蜗舍不容膝，烦歊局寝兴。岂惟倦束带，絺绤犹云憎。清微跨城角，窣兀疑疑冰。深池暮黯黯，远岫朝棱棱。往岁与申子，宾朋日云蒸。遂令栋宇陋，顾眄流名称。先生今诗伯，气欲青云凌。锵然出佳句，椒兰布畦塍。邀我避暑游，意重愧难胜。何当酌沆瀣，神明自清澄，嗟彼浮名者，此亭岂易升。踟蹰恐后时，摄衣请先登。",
            "comment": ""
        },
        {
            "title": "芝堂",
            "content": "弘度负土忘晨夕，空肠未忍进一溢。伯会隆冬不衣帛，野火燎原天雨泽。当时庐侧产灵芝，盛事至今光史册。王家兄弟皆英豪，藉藉声华若连璧。高文奥学仍馀事，一门躬行如万石。孝思他日彻苍旻，血泪垂颐洒枯柏。谁云草木但有生，始信幽明本无隔。煌煌三秀发坤祥，大小高低紫与白。缙绅骇叹绝前闻，老稚提携溢阡陌。争言图写献修门，坐见恩荣来路绎。公独掩耳更悲啼，吾忍货名於窀穸。岂如采摘付儿童，大胜籯金满千镒。方当孝治轶唐虞，八行求贤常侧席。公虽韫匵畏人知，定有新诗振寄迹。",
            "comment": ""
        },
        {
            "title": "尉治吏隐亭二首",
            "content": "一番新雨洗华亭，四面晴天倚翠屏。并秀采莲舒嫩脸，孤飞白鹭带残星。披襟骤觉登仙乐，倚槛犹疑倒影青。横笛晚来声更好，龙吟泓下亦时听。",
            "comment": ""
        },
        {
            "title": "题毛彦谟容膝轩",
            "content": "专菜鲈鱼意未疏，归来端为忆吾庐。纵变衮衮皆忘倦，豪气飘飘尚不除。赖有一经如长孺，休嫌四壁似相如。小窗宴坐无馀事，门外频听长者车。",
            "comment": ""
        },
        {
            "title": "杜无逸留别次韵三首",
            "content": "一官塞北似飘蓬，邂逅威严霁弱翁。他日若陪林下客，亦能把钓等秋风。",
            "comment": ""
        },
        {
            "title": "次韵泮宫直宿早秋四首",
            "content": "皎皎清波满岬空，疏林散影弄朦胧。援毫欲赋阳台梦，振袂欣乘玉宇风。已觉素秋来席上，却疑仙景落壶中。凌云未许梦仙桂，卧看冰轮没汉东。",
            "comment": ""
        },
        {
            "title": "挽词二首",
            "content": "仙李遗风远，高门积庆长。及身仪禁路，有子耀岩廊。不及千钟乐，应留八叶昌。凄凉封蜜印，仿佛映金章。",
            "comment": ""
        },
        {
            "title": "傅倅请杜守乐语",
            "content": "清时乐事昔难逢，曦御初移昼景融。麦秀两歧翻翠浪，槐阴四面舞轻风。挥馀玉尘谈无倦，醉倒金罍酒屡空。仿佛已闻颁凤诏。朝来喜气满城中。",
            "comment": ""
        },
        {
            "title": "次韵杜无逸西园独坐九绝句",
            "content": "外慕亦无已，反身良有馀。乘流如可游，韫匵岂藏诸。",
            "comment": ""
        },
        {
            "title": "无逸用前韵见谢复次韵三首",
            "content": "鹏飞初不碍蒿蓬，自拟归休慕仲翁。况有仙姿标洞府，泠然御寇已乘风。",
            "comment": ""
        },
        {
            "title": "赠朱令中泮宫二首",
            "content": "折桂陪英彦，弹冠接寀寮。志连秦璧固，论鄙楚师恌。逸骥终难絷，翔鸾讵可邀。缅怀岩下士，犹得梦中宵。",
            "comment": ""
        },
        {
            "title": "雪九首",
            "content": "高堂连夜赏，蛾眉映珠栊。谁怜闭门客，衣穿履亦空。",
            "comment": ""
        },
        {
            "title": "伯时往河东戏与廉夫分韵道相思之意三首",
            "content": "朝氛霁西山，晚日明仿佛。遥怜太行上，陟巘眩可畏。王侯眇小夫，中盘凌云气。端如车公贤，谈笑出真味。胡为久崎岖，使我重嘘。王事有程期，来归惧其未。",
            "comment": ""
        },
        {
            "title": "和鲍守次韵林德祖十四首",
            "content": "恩分千里赏犹轻，好建精思李柏亭。日映普壶融皎洁，风临玉树发葱青。高名竞慕蒲葵扇，雅操宁施刻镂屏。梦得惠连青草句，虚传李白是金星。",
            "comment": ""
        },
        {
            "title": "李良宠示牡丹长句谨赋三首",
            "content": "一见奇葩泼眼明，两川风物寄争新。十家京洛供长日，万朵东秦照暮春。谛视尚疑倾国女，醉吟犹付谪仙人。定知不是无情物，为有真香暗度频。",
            "comment": ""
        },
        {
            "title": "次韵泮宫直宿早秋四首",
            "content": "泮宫深闭绛帷空，遥想佳人照绮栊。闲倚画屏怜永夜，懒摇纨扇引凉风。直疑令史归天上，犹想阳台入梦中。展转觉来无一事，日摇槐影到窗东。",
            "comment": ""
        },
        {
            "title": "九日次韵邢子友",
            "content": "侧身西望涕沾翰，黄菊丹萸又满栏。偏插定应怜我还，从游谁复尽亲欢。年过骑省悲秋易，贫似司空乞酒人。何日故园鸣雁侣，醉归松竹挂衣冠。",
            "comment": ""
        },
        {
            "title": "天宁节前筵口号",
            "content": "天扶宝运世兴王，庆陋猗兰入画堂。千载后观周礼乐，万邦遥奉舜衣裳。北门骄子常输赆，南极老人方效祥。试向红云瞻魏阙，侍臣应上万年觞。",
            "comment": ""
        },
        {
            "title": "又挽词三首",
            "content": "萧叶蟠根大，于门结驷新。鵷行尊几杖，鹤骨离风尘。追挽倾朝绂，褒荣动帝宸。唯应两河道，犹想锦衣春。",
            "comment": ""
        },
        {
            "title": "任伯仲时德升用均你韵送德父守菑川邀奈同赋",
            "content": "妙龄擢秀如黄童，藉甚词林振古风。澜翻千载常在口，磊落万卷独蟠胸。不将龟筮论从逆，独向诗书有高识。琳宫乞得十年闲，可但新诗胜畴昔。一麾自诡治东莱，洗眼看公手重拭。疲民安堵身暂休，黠吏垂头声不出。人言功效真旧尔，归近高堂浑含喜。喜公才气更难量，致君要著岩廊里。秋云漠漠垧空飞，飒飒凉风生桂枝。马啼又踏东川去，盘水洋洋可乐饥。我今作吏愧无补，梦寐林泉那得归。会抽手版付丞相，却扫庭闱戏彩衣。卜邻傥许依仁里，与子艰难共生死。钓竿伴我访沧溟，沮洳定无三尽鲤。",
            "comment": ""
        },
        {
            "title": "晚登清微亭次祝教授韵",
            "content": "雉堞亭亭倚翠微，高楼袅袅弄清晖。共邀佳客扶筇杖，骤喜凉风振羽衣。过雨山川颜色好，投林鸟雀噪声稀。月摇翠浪明珠碎，云满金波破镜飞。雄辩琅琅如落屑，新诗句句似连玑。自怜性僻耽幽寂，却恨匆匆便赋归。",
            "comment": ""
        },
        {
            "title": "野宿",
            "content": "泝水秋风扬短棹，穿林落日击孤舟。心清乍喜离嚣俗，野旷翻疑动旅愁。归雁高飞云杳杳，幽虫夜语草悠悠。此间景物君知否。即是潇湘一片秋。",
            "comment": ""
        },
        {
            "title": "又挽词三首",
            "content": "遗子一经足，成家五福并。千钟欣禄养，万石仰荣名。日射铭旌字，风传衮铎声。遥知开吉地，不假问三生。",
            "comment": ""
        },
        {
            "title": "雪九首",
            "content": "春雷忽隐隐，春雪复纷纷。农夫戒及泽，荷钎已成云。",
            "comment": ""
        },
        {
            "title": "又次申教授直宿三首",
            "content": "皎皎虚堂带月清，金风入律露华明。潘郎寓直生秋兴，韩子长歌忆短檠，惊鹊绕枝巢未稳，幽虫临砌隐馀声。却嫌诗思撩归梦，数尽高城长短更。",
            "comment": ""
        },
        {
            "title": "赠毛彦谟二首",
            "content": "欢息朝延记忆疏，未闻平子赋闲居。穷经岂但论糟粕，乐道宁能逐腐馀。已觉烟霞亲几杖，不教尘土污簪裾。客来强志谈名理，寂寞茅斋尽日虚。",
            "comment": ""
        },
        {
            "title": "杜无逸留别次韵三首",
            "content": "薰蒸和气浃丰年，羸老欣闻诏令宣。疾恶如雠知劲节，清言有味乐推贤。却嫌松菊荒三径，故乞丝纶下九天。欲识邦人思厚德，四郊草木亦依然。",
            "comment": ""
        },
        {
            "title": "同工曹至临洛道中禾黍蔚然喜而有作呈朱令",
            "content": "甘雨初匀岁事时，冥冥造物本无私。绿云卷地薰风细，翠浪翻天晓露滋。已见郊原深没马，预欣场圃积如坻。从来令尹忧民切，短句聊凭一解颐。",
            "comment": ""
        },
        {
            "title": "南溪会集二首",
            "content": "淡荡春溪带晚城，胜游此地继半亭。风摇波面琉璃簟，雨洗山光翡翠屏。举酒莫辞归酩酊，垂纶聊复向清泠。会须踏月重追赏，要看林烟共罩青。",
            "comment": ""
        },
        {
            "title": "送承祖赴定州幕府",
            "content": "中山控北陲，强弩号百万。单于衔国恩，方且事逃遁。谋师得真儒，不烦一戟顿。风流本江左，亹亹有馀论。幕府极妙选，参谋不容逊。藉甚丞相孙，凌云气豪健。所怀社稷计，尝愿窃有献。蹭噔三十年，羁旅颇自困，因人作远游，实亦乖素愿。谈笑青油幕，聊复可排闷。嗟余谬从学，尘根苦迟钝。一官联事久，矜式每自劝。但觉有不如，未见有寸进。公亦不吾厌，叩击愧烦溷。念当为远别，怅然亦多恨。时方苦炎蒸，行矣期强饭。",
            "comment": ""
        },
        {
            "title": "挽词二首",
            "content": "故里尊疏傅，群公庆孟亿。方欣五福备，遽隔九原幽。欢息人何赎，褒荣礼独优。翻疑脱仙骨，名字照丹丘。",
            "comment": ""
        },
        {
            "title": "虞宪按乐致语",
            "content": "熙然伏运庆当千，初见箫韶被管弦。况际轺车临乐国，更张绮席会群仙。欢声已逐铿锵奏，和气方随律吕宣。何日九重颁召节，好陪鵷鹭听钧天。",
            "comment": ""
        },
        {
            "title": "次毛彦谟韵",
            "content": "平生贵异不谋身，率道恂恂范伯孙。巷有青衿来问道，家无赤脚可应门。搞间曾叩苍龙阙，谠议终开日盖樽。见说晚闻多妙教，悠悠浮世更堪论。",
            "comment": ""
        },
        {
            "title": "廉夫有会当归去来之句复次韵",
            "content": "少小尚奇伟，长年病莫兴。折腰仕五斗，讵敢论好憎。居然畏罪罟，局如履春冰。每怀鹰隼翮，韝上看锋棱。追随缙绅后，糠覈杂肴烝。泮宫天下士，藉甚得儒称。巍巍众峰上，跛足岂易凌。朝廷重荐延，拔茅馀空胜。公孙富经术，非子谁能胜。坐见万顷波。罂缶汲逾澄。沛然下膏泽，蓊若翰云升。勿云留滞，青史他年登。",
            "comment": ""
        },
        {
            "title": "和鲍守次韵林德祖十四首",
            "content": "淮阴当日少年轻，官舍浑如寄旅亭。十载凄凉甘组绿，三冬讽诵伴灯青。才非徐孺惭悬榻，诌异陈咸岂触屏。独幸亲逢陶谢手，每观一字并华星。",
            "comment": ""
        },
        {
            "title": "次韵杜无逸西园独坐九绝句",
            "content": "圣德覆天下，欢然万物春。北窗微笑傲，似是羲皇人。",
            "comment": ""
        },
        {
            "title": "和鲍守次韵林德祖十四首",
            "content": "十年尘土坐才轻，五斗犹堪佐县亭。鼎贵敢歆新绶紫，固穷叭有旧毡青。已甘终作轮囷木，未忍翻同屈民屏。犹喜膺门被容接，常瞻郎位蔚然星。",
            "comment": ""
        },
        {
            "title": "七月十一夜凉风聚至事书怀三绝句",
            "content": "凉飚此夕何佳哉，万里朱炎去不来。史入离入多少恨，却将鬼梦到阳台。",
            "comment": ""
        },
        {
            "title": "尉治吏隐亭二首",
            "content": "公馀吏隐创新亭，野阔云低叠素屏。风动荷茎翻偃盖，日摇波影散疏星。望穿南亩千里绿，坐久西山数点青。更待晚凉蝉乱噪，与君散策试同听。",
            "comment": ""
        },
        {
            "title": "雪九首",
            "content": "墨云埋日车，厚雪镇坤轴。行路勿匆匆，包藏恐深谷。",
            "comment": ""
        },
        {
            "title": "次韵杜无逸西园独坐九绝句",
            "content": "南浦送微波，西山来远绿。日暮独盘旋，恨然抚孤竹。",
            "comment": ""
        },
        {
            "title": "次韵烹茶四首",
            "content": "吏隐从人号懒仙，一瓯常及日高眠。要令万卷浇胸次，便觉三山到眼前。客至不须樽有酒，家贫肯厌空无烟。清泉近在南山麓，珍味殊胜渭水煎。",
            "comment": ""
        },
        {
            "title": "次韵任伯仲均父诗和唐英之什",
            "content": "数子声华久绝尘，更将诗律斩清新。烂如晓日铺红锦，穆若薰风泛绿苹。王谢由来多大手，何刘那得比斯人。从今海内流传偏，在处常应护鬼神。",
            "comment": ""
        },
        {
            "title": "和鲍守次韵林德祖十四首",
            "content": "银钩落纸彩毫轻，醉写新诗入禁亭。学擅儒宗穷壶奥，文摛墨妙炳丹青。亲承零露如金掌，密蔽冲风似宝屏。雅意未须嗟出守，宵衣方念遮民星。",
            "comment": ""
        },
        {
            "title": "思归",
            "content": "旧国日已远，东秦安在哉。水云波浩荡，林日影摧颓。野色撩诗兴，秋风动旅怀。击舟还信步，不觉咏归来。",
            "comment": ""
        },
        {
            "title": "送杜寺口号",
            "content": "九重丹诏锡恩荣，嫋嫋秋风卷旆旌。藉甚缙绅争颂德，烂然衣锦得徐行。一钱选受群翁送，三径归来万事轻，定理室室思贾傅，蒲轮应复召枚生。",
            "comment": ""
        },
        {
            "title": "和鲍守次韵林德祖十四首",
            "content": "使轺问俗画轮轻，五马张筵驻驿亭。他日恩荣封诏紫，伫看蹇谔仗蒲青。才能并赐龙文剑，勋业同分云母屏。太史已书贤者聚，荀陈此地仰华星。",
            "comment": ""
        },
        {
            "title": "次韵泮宫直宿早秋四首",
            "content": "一方明月落长空，万里馀辉锁玉栊。蝉韵啾啾来远木，槐云袅袅弄清风。共邀载酒陶彭泽，走访谈经载侍中。景物萧然无限思，靓妆应许过墙东。",
            "comment": ""
        },
        {
            "title": "七月十一夜凉风聚至事书怀三绝句",
            "content": "萧萧初觉淡云轻，飒飒如闻转树声。收拾光辉浑在眼，应知骑省赋初成。",
            "comment": ""
        },
        {
            "title": "雪九首",
            "content": "天公亦戏人，奇幻惊倏忽。朝来檐霤间，一一缀明月。",
            "comment": ""
        },
        {
            "title": "逍遥堂五咏",
            "content": "堂上寒风至，萧条静物华。映窗唯有竹，倚槛更无花。碧瓦霜初重，铜壶日易斜。尊罍延夜永，不觉已朝霞。",
            "comment": ""
        },
        {
            "title": "赠朱令中泮宫二首",
            "content": "异时师盛德，此地喜同寮。大璧完无玷，和钟小不恌。尊罍倾笑语，车马费招邀。莫使光阴度，从今便卜宵。",
            "comment": ""
        },
        {
            "title": "交晁之道韵",
            "content": "翰林诗百篇，发兴自斗酒。同游八仙中，七者颜已厚。迩来数百年，斯人那复有。风流城东晁，四涨蔚称首。之子乃其豪，异代得密友。满腹贮诗书，妙意寓醪酎。正使誉日新，位卑未为丑。亭亭涧底松，不如园中柳。芝菌冠众芳，其出木枯朽。叫阍问大钧，得致君侧否。",
            "comment": ""
        },
        {
            "title": "李良宠示牡丹长句谨赋三首",
            "content": "如酥小雨压芳尘，曲槛重来花更新。莫怪东风钟异美，独将仙种殿馀春。愧非阿母池边客，喜见阳台梦里人。犹恨此一轮蛱蝶。偷香抱蕊往来频。",
            "comment": ""
        },
        {
            "title": "同七史寄二李",
            "content": "昔我在淇水，二陆皆少年。伯也气轩昂，丹鹤唳青田。季方文章士，摛华桃李妍。力学乃未已，有如火始然，相见一倾盖，便诵胶漆坚。笑语玉尘折，登临蜡屐穿。时时出秀句，洒若沈疔痊。尔来逾十岁，自当冠貂蝉。胡为芭怀下，寂寞尚草玄，方今明堂构，收拾栋与椽。安得刷羽翮，吹嘘送上天。此志傥不遂。何用空言传。不如李翰林，沈醉自称仙。不如陶彭泽，归来谢尘缘。但解琴中趣，何妨瓮下眠。富贵草头露，名誉空中烟。子意竟何如，余心方寂然。愿求真实语，莫作猾头禅。",
            "comment": ""
        },
        {
            "title": "雪九首",
            "content": "撒监乍可拟，刻楮竟难成。妍辞觑天巧，应复召邹生。",
            "comment": ""
        },
        {
            "title": "思家",
            "content": "一别遽如计，归期可奈何。无心恋明月，有泪寄流波。",
            "comment": ""
        },
        {
            "title": "海棠二首",
            "content": "恰恰清明昨产过，海棠幽独占春多。杜陵不是无心赋，才薄难工奈若何。",
            "comment": ""
        },
        {
            "title": "和鲍守次韵林德祖十四首",
            "content": "五月黄尘去传轻，褰裳几处宿邮亭。共知向日输心赤，莫叹微霜点鬓青。每傍重霄求宝剑，欲令新木作枯屏。传賸有风骚句，遥想九公若会星。",
            "comment": ""
        },
        {
            "title": "无逸用前韵见谢复次韵三首",
            "content": "藉藉声名自妙年，优优惠化咏来宣。宁夸衣锦光前牒，便拟挥金继昔贤。秀句屡同歌白雪，高标犹幸视青天。自惭不得陪驺御，空想馀风尚凛然。",
            "comment": ""
        },
        {
            "title": "和鲍守次韵林德祖十四首",
            "content": "九万鹏程举翮轻，蚤年高誉满江亭。曾分兰省趋墀赤，行从荷囊拜琐青。雅度最宜锵玉佩，精忠不用绿沈屏。欲令行部襜帷去。要使人争识景星。",
            "comment": ""
        },
        {
            "title": "次韵泮宫直宿早秋四首",
            "content": "新秋爽气溢长空，弦诵低昂月映栊。济济青衿成鲁变，洋洋泮水咏洙风。群儒篆刻空章句，百氏纷纭赖折中。何日拔才空冀并，如今高誉满山东。",
            "comment": ""
        },
        {
            "title": "吏隐亭会集",
            "content": "扫携共到习家池，云水为裳芰制衣。鱼戏轻舟浮枕簟，鸥随落日下汀矶。岸巾已得杯中趣，横吹如从天外冰。野性每来应未厌，骊驹宁复赋言归。",
            "comment": ""
        },
        {
            "title": "和鲍守次韵林德祖十四首",
            "content": "佐县三年敢意轻，掾曹还许暂平亭。齿延屡醉争扶白，嗣响非工愧取青。自此浮鸥容海浪，幸同驯鹿傍车屏。从今已恐终更去，怅望参商量别星。",
            "comment": ""
        },
        {
            "title": "和鲍守次韵林德祖十四首",
            "content": "气盖千人一羽轻，九霄丹鹤唳华亭。姓名已入金瓯覆，留滞休嗟银印青。彩笔掞天摛丽藻，高标插地见长屏。监梅他日从人望，商说何功比列星。",
            "comment": ""
        },
        {
            "title": "过泺次衡元韵",
            "content": "山云漠漠水溟溟，千里拿舟似叶轻。乍喜晚光偏照耀，却嫌秋色太分明。疑人鸥鸟看来熟，殢客荷花望处平。佳景直须乘兴入，蚤催风伯送吾行。",
            "comment": ""
        },
        {
            "title": "伯时往河东戏与廉夫分韵道相思之意三首",
            "content": "之子何磊落，本是青云才。委翅蓬蒿下，黧面垂髤{上髟下思}。卜邻与我游，肝胆向人开。酒酣遗世累，谑浪绝嫌猜。西风换烦燠，四野无纤埃。方当共临眺，公兮胡不来。",
            "comment": ""
        },
        {
            "title": "海棠二首",
            "content": "欲识东君用意工，故将残叶衬轻红。可怜雨洗胭脂湿，只怕风吹翠幄空。",
            "comment": ""
        },
        {
            "title": "次韵祝廉夫登南楼",
            "content": "膏雨润四野，草木苏中乾。驾言共临眺，凌云陟层盘。华宇荫曦日，溽暑随风阑。沮谈无俗好，茶果有馀欢。拨置簿领烦，憩此簟席安。悠然得佳趣，可以寄簪冠。耳目去局促，心体自广胖。何如敛手版，触热事上官。晚来纤霭霁，矫首欣遐观。一鸟没天外，千林杳云端。西山有爽气，浅绿浮巑屼。翻疑图画里，未觉云梦宽。萧萧林间蝉，已如咽暮寒。直恐霜露至，归欤可忘餐。",
            "comment": ""
        },
        {
            "title": "次韵杜无逸西园独坐九绝句",
            "content": "前辈不可见，古道邈难寻。何时赤松子，相与归山阴。",
            "comment": ""
        },
        {
            "title": "赠毛彦谟二首",
            "content": "相逢晚岁莫情疏，径欲连墙卜并居。若学羡君诗有味，固穷怜我食无馀。从容杯酒频挥尘，斗薮尘埃喜振裾。闻道谈言过辅嗣，故应回首万浮虚。",
            "comment": ""
        },
        {
            "title": "毛彦谟以其弟彦周出见索挽词谨赋一首",
            "content": "十年乡校欢蹉跎，一日皇恩尽网罗。别去谓宜登上第，归来还复遇沈疴。秋风但结鴒原恨，晓露空闻蒿里歌。荣愿未酬身已殁，平生稽古竟如何。",
            "comment": ""
        },
        {
            "title": "次韵杜无逸西园独坐九绝句",
            "content": "虚斋篆炉烟，兀然得禅寂。虽有锦绣肠，画饼安可食。",
            "comment": ""
        },
        {
            "title": "用廉夫韵如诸友登清微亭",
            "content": "束带缚吏事，发狂中愤兴。世情多面月，噂沓背恶憎。缅怀数群子，皎皎莹壶冰。披云见颜色，洗翠露锋棱。忘形到坦率，嵩论破炎蒸。蔼然嘉誉在，顾我独无称。文场屡交镝，师老畏侵凌。况复时雨过，缘苗覆千胜。便当共临眺，此兴那可胜。孤亭枕席佳，下有寒潭澄。仰看霞绮散，坐待月华升。嘲咏纵欢谑，明朝期再登。",
            "comment": ""
        }
    ]
}