{
    "dynasty": "宋",
    "author": "刘将孙",
    "poems": [
        {
            "title": "沁园春",
            "content": "流水断桥，坏壁春风，一曲韦娘。记宰相开元，弄权疮痏，全家骆谷，追骑仓皇。彩凤随鸦，琼奴失意，可似人间白面郎。知他是：燕南牧马，塞北驱羊。 啼痕自诉衷肠，尚把笔低徊愧下堂。叹国手无棋，危涂何策，书窗如梦，世路方长。青冢琵琶，穹庐笳拍，未比渠侬泪万行。二十载，竟何时委玉，何地埋香。",
            "comment": "【注释】原序：大桥名清江桥，在樟镇十里许 ，有无闻翁赋《沁园春》、《满庭芳》二阕，书避乱所见女子，末有“埋冤姐姐、衔恨婆婆”，语极俚。后有螺川杨氏和二首，又自序杨嫁罗，丙子暮春，自涪翁亭下舟行，追骑迫，间逃入山，卒不免于驱掠。行三日，经此桥，睹无闻二词，以为特未见其苦，乃和于壁。复云“观者毋谓弄笔墨非好人家儿女 ”。此词虽俚，谅当近情，而首及权奸误国 。又云“便归去，懒东涂西抹，学少年婆”，又云“错应谁铸”，皆追记往日之事，甚可哀也。因念南北之交，若此何限，心常痛之。适触于目，因其调为赋一词，悉叙其意，辞不足而情有余悲矣。　　这是一首丧乱词。　　词作于公元1296年。词前原有一序，云：“大桥名清江桥，在樟镇十里许。有无闻翁赋《沁园春》、《满庭芳》二阕。书避乱所见女子。末有，‘埋冤姐姐’、‘衔恨婆婆’语，极俚。后有螺川杨氏和二首。又自序生杨嫁罗，丙子暮春，自涪翁亭下舟行，追骑迫，间逃入山，卒不免于驱掠。行三日，经此桥，睹无闻二词，以为特未见其苦，乃和于壁。复云：观者毋谓弄笔墨非好人家儿女，此词虽俚，谅当近情，而首及权奸误国。’又云：‘便归去，懒东涂西抹，学少年婆。’又云：‘错应谁铸’，皆追记往日之事，甚可哀也。因念南北之交，若此何限，心常痛之。适触于目，因其调为赋一词，悉叙其意，辞不足而情有余悲矣。”清江桥，在江西清江县樟树镇，为交通要冲。丙子，即公元1276年。这年春天，元兵攻陷临安（今杭州），江南大被劫掠。　　从序中可以看出，诗人在这首词中，以深厚的同情，追述了二十年前发生在此地的一幕悲剧：一群弱女子，被元兵掳掠蹂躏的惨状。词中，作者对擅权误国的权臣痛予谴责；对受难者的命运，给予了极大的同情。　　上片描绘当年一群女子被元军掳掠、蹂躏的情形。　　一开头就写出了元兵入侵时，清江桥畔的惨状──“流水断桥，坏壁春风”。一曲韦娘”即杜韦娘，唐歌女名，后为唐教坊曲名。唐刘禹锡有赠李绅歌妓诗“春风一曲杜韦娘”，这里借指当年那些落难女子。“记宰相开元，弄权疮痏，全家骆谷，追骑仓皇。”这里用了两个历史典故：一是“宰相开元”，李林甫为开元时宰相，专权误国。这里用以借指南宋末宰相贾似道。一是“全家骆谷”。骆谷，在陕西省周至县南，直通汉中。安史之乱时，唐明皇逃往四川，走到骆谷时，感伤国乱，流涕吹笛，写出了《谪仙怨》之曲。（见《唐五代词》之《广谪仙怨序》）这几句是说：在贾似道专权误国的年代，人民生活十分困苦，满目疮痍；元兵打过来之后，全家逃到这流水断桥旁边；元军骑兵从后面追来，无路可走，被元军掳掠了！元兵所至之处，奸淫烧杀，无所不为，多少妇女被任意糟踏。作者把这些弱女子被元兵蹂躏的惨状，记叙于纸上。　　下片抒发作者对这一历史惨状的感慨。　　“啼痕自诉衷肠，尚把笔低徊愧下堂。”那些被蹂躏的妇女，有苦无法向人诉说，只好“啼痕自诉”，乞求丈夫把休书收回，别提休妻（“下堂”）之事。这凄惨的情景是谁造成的呢？接着作者发出感慨：“叹国手无棋，危涂何策；书窗如梦，世路方长。”国手，经国之手，即宰相。贾似道治国无策，又专制权势，以致误国害民，使人民遭此不幸！下面，又用了王昭君、蔡文姬两个历史典故，进行对比：“青冢琵琶，穹庐笳拍，未比渠侬泪万行。”王昭君远嫁匈奴，常以琵琶抒忧思。杜甫《咏怀古迹》之三：“千载琵琶作胡语，分明怨恨曲中论。”青冢，昭君之墓。所以，用青冢琵琶，指昭君。穷庐笳拍，即胡笳十八拍。蔡文姬被掳入匈奴，作此曲以抒愁怨。穷庐笳拍，代指蔡文姬。在作者看来，那些被损害的妇女，比王昭君、蔡文姬的下场更凄惨！　　末尾：“二十载、竟何时委玉，何地埋香。”二十年过去了，这些无辜女子尸骨都哪里去了呢？词人对这些落难女子的同情令人揪心，令人感佩！　　“国家不幸诗家幸，诗到沧桑句便工。”（赵翼《瓯北诗话》）在我国历史上宋金、金蒙、元宋战乱之际，国家、人民遭受了巨大的灾难，作家写出了许许多多流传千古的“丧乱”诗、“丧乱”词，但似这样一个作家以铺叙的词笔，描写人民的命运，如此深刻、真实，在词坛上还是十分罕见的。本文作者，系刘辰翁之子，学博而文畅，名重艺林，词作叙事婉曲，善言情欸，颇具父风。 （贺新辉）这是一首血泪哀词。据作者自序称。在樟树镇的清江桥上，有无闻翁与杨氏女子回首题壁词，记述了元兵南犯时掳掠妇女的行为。其中杨氏所和《沁园春》乃自诉其悲惨遭遇，语尤沉痛。作者遂隐括其事，为赋此词，以写其家国沦亡之恸。在两宋词坛上，如此深刻、真实地反映下层人民的悲苦命运之作，实不多见。首起三句点出留题的地点。流水与断桥，坏壁与春风，这些意象背反的景物，被作者故意扭合到一起。形成强烈的对此，使断壁颓垣的惨象更为突出，加重了凄苦的意味。“韦娘”句活用刘禹锡“高髻云鬟宫样妆，春风一曲杜韦娘。司空见惯浑闲事，断尽苏州刺史肠“诗意。用以指代杨氏的题词（《杜韦娘》也是词曲名），并兼有怜其才艺、哀其命运的含义在内。“记”下所领四句，笔颇曲折。是用唐代开元、天宝之际的典实来比喻宋末政局，并以之概述杨氏题词的内容。“疮痏”，创伤，此比喻战乱带来的民生疾苦。“骆谷”为通往巴蜀的要道。安史乱作，人民仓皇避兵，杜甫《绝句》云：“二十一家同入蜀，唯残一人出骆谷。”词中“全家骆谷”用此。接下来六句，则写其被辱于元兵的苦恨。““彩凤随鸦，琼奴失意”，都是匹非其偶的意思。美人不配俊夫，已是婚姻的不幸，何况家毁国亡。辱于仇手，其悲恨更有甚于佳人之嫁厮养者多矣。“燕南牧马，塞北驱羊”，喻蒙元的兵士。前面着以“知他是”三字，虽以疑问语气出之，实有作者深沉悲慨在内。这样就把一种受制于人，听凭蹂躏的悲剧写得曲折尽致了。下片则夹叙夹议，写出词人对弱女子的同情以及作者身世之悲感，进一步深化了主题。“啼痕”二句上承“韦娘”，把杨氏题壁时的心境曲曲绘出，身处亡国贱俘的惨境，故悲啼不已；“下堂”本指妻子被丈夫休弃的婚变，这里说被迫失身于元兵，其辱有甚于被休弃者，故云“愧”。“把笔低徊”则是传达杨氏题写词篇时的心境情态 。“ 国于”二句暗承“宰相”，指贾似道之误国；“书窗”二句则是自伤身世之笔。刘将孙以一介书生而身处乱世，尘扬沧海，劫换红桑，竟没有一个安身立命的所在，瞻望前程，怎不慨然以悲？“青冢”以下六句专就杨氏其人。其词着墨，一气旋折，愈转愈深，真有摇荡心魂，摧人涕泪的力量。在刘将孙看来，这些写在桥头的哀苦词句，要比昭君怨曲。文姬哀词更为凄苦和更令人同情。因为正是用千万行血泪写成的，因为它是民族的哀吟呵。“委玉”、“埋香”指女子之死 。刘将孙此词之作，距宋恭宗德二年丙子暮春已二十年。这个可怜的被“驱掠”北行的女子怕早已香消玉殒了。那么哪里是她埋骨之所呢？是在风沙漫天的朔北？还是在马蹄匼匝的间关道途？这些都无从寻觅了。用一问作结，把人的思绪引向迢递的远方，益发令人读后难以忘怀了。"
        },
        {
            "title": "金缕曲/贺新郎",
            "content": "我老无能矣。叹人生、得开笑口，一年闲几。去景悠悠如有待，白发已非春事。便一笑、何曾是喜。我本渔樵孟诸野，向举家、尽叹今如是，空自苦，有谁似。堆堆独坐文书里。是无能、爱闲爱静，清时有味。出处古今无真是，往往君言有理。看攘臂、後来锋起。汉晋唐虞一杯水，只鲁连、犹未知之耳。况碌碌，共馀子。",
            "comment": ""
        },
        {
            "title": "摸鱼儿",
            "content": "甚平生、风流谢客，刀头梦送酸楚。不堪又得花间曲，猛忆云英霜杵。闲情赋。谁催就月明，云鬓犀梳吐。才情几许。待遗策重来，吹箫一弄，鸾凤共轻举。留春住。买得绿波南浦。黄金□散如土。蔷薇洞口三生路。无奈春光顿阻。新□绪。也待见东邻，花艳墙低处。东风看取。便娇送飞梭，半携编贝，笑咏尚高古。",
            "comment": ""
        },
        {
            "title": "八声甘州",
            "content": "不看萸、把酒对名山，无帽厌西风。渺四海故人，一尊今雨，万里长空。宇宙此山此日，今夕几人同。举世谁不醉，独属陶公。当日白衣几许，漫凄其寄兴，落日篱东。抚停云六合，借醉托孤踪。□吊古、不须多感，□古人、那得共杯中。拚酩酊，明年此会，谁此从容。",
            "comment": ""
        },
        {
            "title": "六州歌头",
            "content": "天涯倦客，如梦说今宵。承平事，车尘涨，马鸣萧。火城朝。狂歌闲嬉笑，平康客，五陵侠，闲相待，沙河路，灞陵桥。万眼琉璃，目眩去闲买，一翦梅烧。数金蛾彩蝶，簇带那人娇。说著魂销。掩鲛绡。波翻海，尘换世，铜仙泪，铁心娆。渺何地，跢朱履，解金貂。步宫腰。瑶池惊燕罢，瓶落井，箭离弨。灯楼倒，吴儿老，绛都迢。点点梅梢残雪，似东风、吹恨难消。悄山村渔火，风鬓立春宵。绕寒潮。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "壬戌之秋，七夕既望，苏子泛舟。正赤壁风清，举杯属客，东山月上，遗世乘流。桂棹叩舷，洞箫倚和，何事呜呜怨泣幽。悄危坐，抚苍苍东望，渺渺荆州。客云天地蜉蝣。记千里舳舻旗帜浮。叹孟德周郎，英雄安在，武昌夏口，山水相缪。客亦知夫，盈虚如彼，山月江风有尽不。喜更酌，任东方既白，与子遨游。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "十月雪堂，将归临皋，二客从坡。适薄暮得鱼，细鳞巨口，新霜脱叶，月步行歌。有客无肴，有肴无酒，如此风清月白何。归谋妇，得旧藏斗酒，重载婆娑。登虬踞虎嵯峨。更凭醉攀翻栖鹘窠。曾岁月几何，江流断岸，山川非昔，夜啸扪萝。孤鹤横江，羽衣入梦，应悟飞鸣昔我过。开户视，但寂寥四顾，万顷烟波。",
            "comment": ""
        },
        {
            "title": "江城梅花引",
            "content": "明霞回雨霁秋空。笑难逢。步城东。直上翠微，客有可人同。回首向来轻节序，筋力异，心犹在，愧鬓蓬。悲年冉冉江滚滚。骑台平，蒋陵冷。天高年晚，山河险，烟雾冥濛。一幅乌纱，闲著傲西风。古往今来只如此，便潦倒，渺乾坤，醉眼中。",
            "comment": ""
        },
        {
            "title": "南乡子",
            "content": "山色泛秋光。点点东篱菊又黄。岁月欺人如此去，堂堂。一事无成两鬓霜。佳节共持觞。无限杯供有限狂。明月明年诗句苦，茫茫。细把茱萸感慨长。",
            "comment": ""
        },
        {
            "title": "江城子",
            "content": "云涛白凤贺瑶池。仗葳蕤。路芳菲。十月温汤，赐浴卸罗衣。半点檀心天一笑，琼奴弱，玉环肥。风流谁合婿金闺。露将晞。雪争晖。贝阙珠宫，环佩月中归。误杀洛滨狂子建，情脉脉，恨依依。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "摇风犹似旆，倾雨不成盘。西风未禁十日，早作背时看。寂寞六郎秋扇，牵补灵均破屋，风露半襟寒。坐感青年晚，不但翠云残。叹此君，深隐映，早阑珊。人间受尽炎热，暑夕几恁阑。待得良宵灏气，正是好天良月，红到绿垂乾。摇落从此始，感慨不能闲。",
            "comment": ""
        },
        {
            "title": "阮郎归",
            "content": "斜阳江路柳青青。传杯那放停。上船不记送人行。南风吹酒醒。江曲曲，路萦萦。月明潮水生。送将残梦作浮萍。角声何处城。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "千里酸风，茂陵客、咸阳古道。宫门夜、马嘶无迹，东关云晓。牵上魏车将汉月，忆君清泪知多少。怅土花、三十六宫墙，秋风袅。浥露兰，啼痕绕。画阑桂，雕香早。便天还知道，和天也老。独出携盘谁送客，刘郎陵上烟迷草。悄渭城、已远月荒凉，波声小。",
            "comment": ""
        },
        {
            "title": "八声甘州",
            "content": "又江南、三月更明朝，便已是南风。拟强驻韶光，狂追柳絮，卧占残红。早向尊前沈醉，莫听五更钟。赢得春工笑，恼杀渠侬。只道春风不改，□年来岁去，柳密花浓。但沈腰潘鬓，无复旧时容。春还是、多情多恨，便不教、绿满洛阳宫。只消得，无情风雨，断送匆匆。",
            "comment": ""
        },
        {
            "title": "踏莎行 闲游",
            "content": "水际轻烟，沙边微雨。荷花芳草垂杨渡。多情移徙忽成愁，依稀恰是西湖路。血染红笺，泪题锦句。西湖岂忆相思苦。只应幽梦解重来，梦中不识从何去。",
            "comment": "【注释】刘将孙是南宋爱国词人刘辰翁的儿子。这首小词作于宋亡之后，调下题作“闲游”，上阀写闲游中所见，下阕写闲游中所感，于迷惘中表达了故国之思。词的起首三句，由远而近描绘了眼前景色。这样的写法基本上是排列名词，没有动词；让各种物象组成余味无穷的画面。并含蓄地表达了自己的幽闲情致。“多情移徙忽成愁，依稀恰是西湖路“两句，如奇峰突起。境界骤变。词人方才的闲游似“云无心认出岫”，至此顿生枨触，优游之情马上化成一腔悲恨。这一转变也是有条件的：其一是客观上“荷花芳草垂杨渡”这些景物具有与西湖相似的特征；其二是主观上词人有见过西湖的印象和怀念临安的思想。因此当他在闲游中睁开双眼时，面前仿佛呈现出西湖的迷蒙景色，胸中立即泛起一股难以抑制的愁情。过片三句，是全篇感情的高潮。红笺以血染。锦句用泪题，全是伤心之语，可见愁恨之深。下面他不说自己日日夜夜在怀念故都临安，却以反诘的语气遥问西湖是否还记得相思之苦。词人正是通过这样的诘问表达了忆念故国之情。结尾二句，前后呼应，感情又深入一层。前面说眼前景色恰是西湖，然又不是真正的西湖。可见西湖之遥远。并不纯粹由于地理上的间阻，同时也是由于政治上的限隔。那么怎样才能重到真正的西湖呢？词人唯有托诸梦境 。“只应幽梦解重来”是推想之辞，然亦反映了现实中重到西湖之不可能。接着“梦中不识从何去”一句，又推进一层，意谓西湖只有在梦中才能重到，可是即使到了梦中。他也不知从哪条路前去西湖。词人那种想见西湖 ，怕见西湖的矛盾心理，在现实生活中莫知所从的迷惘心情。十分含蓄地流露出来，给人以回味的余地。"
        },
        {
            "title": "满江红",
            "content": "正好花时，忽办得、匆匆来去。道一往无情，却又别颦愁妩。四海云鬟高样髻，长思红袖□分路。怪近来、不怨客毡寒，婵娟误。黄花约，终难据。曾未肯，清园住。只昼思夜梦，浅斟低诉。莲子擘开谁在意，徐娘一笑来何暮。又争知、寂寞白头吟，寒机素。",
            "comment": ""
        },
        {
            "title": "摸鱼儿",
            "content": "雨萧萧、春寒欲暮。杜鹃声转□□。东风与汝何恩怨，强管人间去住。行且去。漫憔悴十年，愁得身成树。青青故宇。看浩荡灵修，徘徊落日，不乐复何故。曾听处。少日京华行路。青灯梦断无语。风林飒飒鸡声乱，摇落壮心如土。今又古。任啼到天明，清血流红雨。人生几许。且赢得刘郎，看花眼惯，懒复赋前度。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "南浦绿波，只断送、行人行色。虽只是、鹏抟九万，天池春碧。鸾侣凤朋争快睹，鸥盟鹭宿空曾识。到玉堂、天上念西江，今非昔。公去也，宁怀别。人感旧，情空切。但岁寒松柏，相期茂悦。好在莫偿尘土债，风流宁可金门客。俯人间、大暑少清风，多炎热。",
            "comment": ""
        },
        {
            "title": "八声甘州",
            "content": "看东风、天上放梅开，经岁又新成。笑柳眼迷青，桃腮改白，蝶舞尘惊。任是万红千紫，无力与春争。想建章鳷鹊，犹是残霙。不比腊前憔悴，拨寒炉榾柮，茶薄烟清。快玉龙战罢，四野迥收兵。望红花、扶桑国里，玉玲珑、□□海天平。晴窗下，疏疏花雨，滴滴春声。",
            "comment": ""
        },
        {
            "title": "忆旧游",
            "content": "正落花时节，憔悴东风，绿满愁痕。悄客梦惊呼伴侣，断鸿有约，回泊归云。江空共道惆怅，夜雨隔篷闻。尽世外纵横，人间恩怨，细酌重论。叹他乡异县，渺旧雨新知，历落情真。匆匆那忍别，料当君思我，我亦思君。人生自非麋鹿，无计久同群。此去重销魂，黄昏细雨人闭门。",
            "comment": ""
        },
        {
            "title": "摸鱼儿",
            "content": "又匆匆、一番元夕，无灯更愁风雨。人间天上无归梦，惟有春来春去。愁不语。漫泪湿香绡，□草人何许。百年胜处。还更有琉璃，春棚月架，万眼蝶罗否。风流事，孤负後来儿女。可怜薄命三五。千金无买吴呆处，更说龙飞凤舞。今又古。便剩有才情，无分登楼赋。春醪独抚。也难觅阿瞒，肯容狂客，醉里试歌舞。",
            "comment": ""
        }
    ]
}