{
    "dynasty": "宋",
    "author": "刘壎",
    "poems": [
        {
            "title": "挽四川制帅陈公",
            "content": "狼烟又起锦城边，帅阃谋疏亦可邻。先轸元归应有恨，苌宏血化岂无冤。百身莫赎谁三酹，一死真成盖万愆。遗事如今人不记，网常犹幸立西川。",
            "comment": ""
        },
        {
            "title": "补史十忠诗·江西制置司都统密公侑",
            "content": "臣有置身义，岂计官崇卑。偏将知死忠，不曰天下奇。汉节既披靡，失位趋江西。阃帐驻临汝，招来乐其归。雪寒南浦愁，羽檄蕲济师。一将奋风虎，鼓行亟飚驰，逾岭疾战苦，裹疮呼健儿。坐缚膝不屈，伏鑕甘如饴。小臣裨校耳，职也宜死绥。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "羽纛金章映坐狨。",
            "comment": ""
        },
        {
            "title": "挽绵汉简诸公",
            "content": "绵汉风酸动杀机，北来铁骑遍驱驰。几千里地弓刀运，百万人家骨肉糜。鬼哭神号无限恨，蝇蛄蚋嘬有余悲。平生食禄何从避，留取香名百世垂。",
            "comment": ""
        },
        {
            "title": "补史十忠诗·丞相都督信国公文公",
            "content": "时平辄弃置，事迫甘前驱。呜呼忠义臣，匪直科目儒。江寒朔吹急，列城同一趋。岂不寄便安，网常乃当扶。移檄倡诸镇，奋袂躬援枹。川决莫我回，万险栖海隅。天乎复不济，道穷竟成俘。一死事乃了，吾头任模糊。悠悠讥好名，责人无已夫。三衢有魁相，投老作尚书。",
            "comment": ""
        },
        {
            "title": "补史十忠诗·池州通判权州事赵公",
            "content": "若人作何状，立节乃殊伟。人言此蜀珍，位卑名未起。坐分秋浦月，摄此千里寄。沙头风色恶，寒城凛弘峙。吾闻开关迎，弃遁亦复耻。兹惟城郭臣，大义吾知已。间道走帛书，洒血别玉季。细君绝可人，双飞同一死。南八彼男儿，此妇乃如此。骨朽香不废，吾诗当清史。",
            "comment": ""
        },
        {
            "title": "补史十忠诗·前左丞相江文忠公万里弟万顷",
            "content": "匡庐云锦屏，鸿儒产其下。风神俨如龙，夭矫莫可驾。卷怀经济具，婆娑洛中社。怪事玉床摇，清昼天忽夜。突骑从何来，阴风飘屋瓦。大臣义有死，欲避吾不暇。庭前环止水，万事付一舍。从容友灵均，朝野动悲吒。愍章极哀荣，汗简谁记者。倘有南熏书，季方足堪亚。",
            "comment": ""
        },
        {
            "title": "挽蜀帅张公珏",
            "content": "玉垒云浮五十秋，关西虓将勇无俦。三吴甑堕犹坚守，八柱唇亡不耐愁。沪水捷收劳骠褭，夔门机伏失兜鍪。吾君不负吾宁死，遗恨谁怜快敌雠。",
            "comment": ""
        },
        {
            "title": "补史十忠诗·少傅枢密使张公世傑",
            "content": "士有守节死，岂以责武夫。武夫尚能奇，消得银管书。何许熊虎英，铁面美髯须。护寒久枕戈，赴难甘殒躯。金山定活着，志愿嗟违初。江山集群策，炎精回一嘘。间关瘴海岭，万死存赵孤。时也可奈何，北风散樯乌。漂漂竟何之，无乃膏鲸鱼。渭滨多贵将，反笑斯人迂。",
            "comment": ""
        },
        {
            "title": "补史十忠诗·参政行丞相事陆公秀夫",
            "content": "天地无托足，海天同隰光，明知复何为。不忍隳三纲。裸荐觊少延，讴歌宁远忘。或者莒在齐，聊且帝一方。竭蹶竟委顿，臣谋非不臧。运去天莫留，力尽心弥强。终不负吾主，名义天地长。怀璽随龙游，举室水中央。斯人文华士，乃尔百炼刚。机云傥通谱，应羞朝洛阳。",
            "comment": ""
        },
        {
            "title": "嘲贾似道",
            "content": "三百年余历数更，东南万里看升平。黄金台上麒麟阁，混一元勋是贾生。",
            "comment": ""
        },
        {
            "title": "补史十忠诗·枢密闽广宣抚使陈公",
            "content": "淳熙名宰孙，比德粹如玉，决科魁伟英，骎骎廌冠肃。{左娄右页}田烦谏疏，相嗔俄嗾逐。补郡仍免归，黄流已漫陆。天族日光薄，力疾支颠覆。蹉跎南冠絷，道病死不辱。往昔五峰堂，倾盖语跋烛。斯人真妙人，哀哉悭厚禄。长揖丙辰魁，各天并黄鹄。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "水绕桃源堤上下，花迷金谷路高低。",
            "comment": ""
        },
        {
            "title": "补史十忠诗·知潭州湖南安抚使李公芾",
            "content": "三已甘退休，十连起迟暮。伊谁急求子，流落乃不怒。黑云来如山，杀气震平楚。恭惟君父命，封疆以身护。阖门义不辱，呼卒汝善处。飞魂随剑光，自已投火去。天泣鬼神愁，地摇山岳仆。吾非莒柱厉，敢以死丑主。正自常事耳，命义逃安所。冲远谁与俦，睢阳有张许。",
            "comment": ""
        },
        {
            "title": "补史十忠诗·四川制置使知重庆府张公珏",
            "content": "坤维拓提封，形胜古天府。血战五十秋，零落余八柱。江南传箭急，谁暇此回顾。落日古渝城，杖钺乃甚武。天东甑虽堕，吾自强支拄。泫沪躬讨逆，归来战弥苦。萧条下夔门，机穽伏中路。咄咄快敌仇，谁欤掩坏土。哀哉关西雄，国亡犹不负。同时督军将，腰金插双虎。",
            "comment": ""
        },
        {
            "title": "补史十忠诗·淮东制置使知杨州李公庭芝",
            "content": "淮海接风尘，胡乃似铁壁。卧护有天人，十载藉福力。重来人未老，愁绝事如昔。苦战孤城危，痛哭天柱拆。梦游三山上，人伦浮海出。突围志南征，吾欲重建极。天弗鉴臣忠，冥冥堕丛棘。先轸面如生，苌弘血化碧。臣死谁复知，臣忠终不易。一将更大事，嚼舌死骂敌。",
            "comment": ""
        }
    ]
}