{
    "dynasty": "宋",
    "author": "刘敞",
    "poems": [
        {
            "title": "安福院二首",
            "content": "三十六陂秋水来，龙蛇奔走起风雷。老僧与置南轩地，会是凭栏心目开。",
            "comment": ""
        },
        {
            "title": "哀王十三都官",
            "content": "把臂犹昨日，如何长不归。宾天亦有似，招隐固疑非。玉折谢庭树，采余莱子衣。永怀想平昔，涕下不能挥。",
            "comment": ""
        },
        {
            "title": "岸旁倒树",
            "content": "沧洲老树生几秋，斡如黑龙根紫虬。雨水摧激势突兀，夭矫出饮沧江流。危不见持颠不扶，萧萧生意令人愁。岂无耕夫与过客，暂时憩尔行则休。西风八月海水飞，枯槎昔曾凌斗牛。恐尔漂零未终极，挂帆欲去仍回头。",
            "comment": ""
        },
        {
            "title": "城南杂题",
            "content": "垂杨冉冉笼清御，细草茸茸覆路沙。长闭园门人不入，禁渠流出雨残花。",
            "comment": ""
        },
        {
            "title": "白河逢雁",
            "content": "白河见归雁，顾我影徘徊。忆昔从此逝，相看经岁回。春生聊自乐，乡近不须哀。为问经南国，能无尺素来。",
            "comment": ""
        },
        {
            "title": "贝州未破书寄王子直司徒",
            "content": "孤城死地尚瞧盱，智勇俱当竭蹶趋。贫且贱焉真耻也，壮之良者盖行乎。料无豪杰同吴反，阴有神灵助汉诛。深怪先登少瑕叔，不应时论惜蝥弧。",
            "comment": ""
        },
        {
            "title": "踏莎行",
            "content": "蜡炬高高，龙烟细细。玉楼十二门初闭。疏帘不卷水晶寒，小屏半掩琉璃翠。桃叶新声，榴花美味。南山宾客东山妓。利名不肯放人闲，忙中偷取工夫醉。",
            "comment": ""
        },
        {
            "title": "微雨登城二首",
            "content": "雨映寒空半有无，重楼闲上倚城隅。浅深山色高低树，一片江南水墨图。",
            "comment": ""
        },
        {
            "title": "城南杂题",
            "content": "早时风景爱东吴，一到京师兴益疏。偶向城南疑澤国，夹川垂柳带僧居。",
            "comment": ""
        },
        {
            "title": "八月旦始凉",
            "content": "骚骚北风急，杳杳白支飞。江汉波新起，蒹葭露欲晞。狂歌闻凤鸟，楚制见荷衣，历历先贤趣，南浮亦庶几。",
            "comment": ""
        },
        {
            "title": "城南杂题",
            "content": "当日龙船校五兵，旋开池沼学昆明。迩来封禅和平久，旧地分教百姓耕。",
            "comment": ""
        },
        {
            "title": "哀三良诗",
            "content": "士为知己死，女为悦己容。咄嗟彼三良，杀身徇穆公。丹青怀信誓，夙昔哀乐同。人命要有讫，奈何爱厥躬。国人悲且歌，黄鸟存古风。死复不食言，生宁废其忠。存为百夫防，逝为万鬼雄。岂与小丈夫，事君谬始终。",
            "comment": ""
        },
        {
            "title": "安福院二首",
            "content": "溪流婉转树蒙龙，复阁虚廊小径通。下马解鞍一长啸，便疑身已出尘中。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "小山丛桂。最有留人意。拂叶攀花无限思。雨湿浓香满袂。别来过了秋光。翠帘昨夜新霜。多少月宫闲地，姮娥与借微芳。",
            "comment": ""
        },
        {
            "title": "褒信新蔡两令言飞蝗所过有大鸟如鹳数千为群",
            "content": "广州奇禽鸿鹄群，劲羽长翼飞蔽云。啸俦命侣自共职，饮水棲林余不闻。今年飞蝗起东国，所过田畴畏蚕食。神假之手天诱衷，此鸟乃能去螟贼。数十百千如合围，搜原剔薮无孑遗。历寻古记未曾有，细察物理尤应稀。忆昔虞舜德动天，象为耕地鸟耘田。圣时多瑞亦宜尔，请学春秋书有年。",
            "comment": "【注释】【原题】：褒信新蔡两令言飞蝗所过有大鸟如鹳数千为群啄食皆尽幕府比值事往按视如言因作短歌记其实"
        },
        {
            "title": "白登",
            "content": "白登计秘自堪羞，相印犹归曲逆侯。安用熊罢三十万，平城遗有子孙忧。",
            "comment": ""
        },
        {
            "title": "八月十六日夜月",
            "content": "不減冰轮满，微增玉漏长。过云收薄润，重露湿清光。历历素娥影，菲菲丹桂芳。枯槎容客载，醉过羽人傍。",
            "comment": ""
        },
        {
            "title": "八月六日寄邻几诸君",
            "content": "谬为天官属，得与选事亲。略计三百州，绿衣九千人。较材迷长短，守法愧因循。救末知不足，澄源力难伸。诸君备乡老，多士竞国宾。鉴形肖止水，播物参洪钧。解论皆造微，详延必逢真。仰成宽吏责，端本慰吾民。功则太平始，任非百职伦。聚精会冠剑，重钥闷埃尘。寄重地必禁，问迹疏无因。风雨何萧萧，鸡鸣夜将晨。一日如三月，况兹别累旬。",
            "comment": ""
        },
        {
            "title": "柏",
            "content": "柏生如拳柳如把，同时移根种庭下。柏根未活柳已荣，春风飞飞意融治。青条眼看千尺余，疏荫朦胧乃惊咤。",
            "comment": ""
        },
        {
            "title": "城南杂题",
            "content": "盘跚不称三公位，掩抑空妨数亩庭。只有老僧偏爱惜，倩人图画作书屏。",
            "comment": ""
        },
        {
            "title": "北窗闻雨",
            "content": "泄云霏栋宇，危叶堕霜枝。忽忽时空晚，萧萧会自悲。竟无高枕兴，还有闭关宜。生事安蓬藋，商歌恣所为。",
            "comment": ""
        },
        {
            "title": "北风",
            "content": "北风动江海，飞雨湿清秋。蝉噪曾何急，猿啼不自愁。冥冥高叶下，莽莽乱云浮。正复开人意，披襟百尺楼。",
            "comment": ""
        },
        {
            "title": "爆竹",
            "content": "节物随时俗，端忧见旅情。土风犹记楚，辞赋谩讥伦。烈火琅玕碎，深堂霹雳鸣。但令休鬼瞰，非敢愿高明。",
            "comment": ""
        },
        {
            "title": "暴雨",
            "content": "山晚云雾合，江秋风雨多。冯夷何事舞，楚水忽翻波。黯黯夕阳尽，翩翩暮鸟过。轻舟送两桨，闻唱石城歌。",
            "comment": ""
        },
        {
            "title": "北轩手种竹两竿近辄有甘露降其上作五言示诸",
            "content": "秋来手种竹，惟悴不成休。复此雪霜晚，空惊孤直心。如何沾瑞露，似欲慰穷阴。珠华粲将坠，玉色润还深。含春乍荏苒，戴日尚萧森。玄泽非人力，樵苏无见侵。",
            "comment": "【注释】【原题】：北轩手种竹两竿近辄有甘露降其上作五言示诸同舍"
        },
        {
            "title": "八角井",
            "content": "谁鉴八角井，不方亦不圆。此地饶美水，此井独苦泉。泉甘常早竭，泉苦晚永年。浪得世上名，对之还慨然。",
            "comment": ""
        },
        {
            "title": "微雨登城二首",
            "content": "日午风高新雨晴，残花飞絮两轻轻。垂鞭缓辔饶间望，时复林间布谷鸣。",
            "comment": ""
        }
    ]
}