{
    "dynasty": "宋",
    "author": "卷刚中",
    "poems": [
        {
            "title": "寄徐彦偲",
            "content": "都城判袂十年馀，世路艰昏迹颇孤。顾影不知天际雁，置身方类鼎中鱼。危言空慕刘蒉策，痛哭难看贾谊书。一笑何时成破涕，为君握手话区区。",
            "comment": ""
        },
        {
            "title": "初夏忆故园",
            "content": "四山木叶绿交加，数架茅茨是我家。窗隙微风入飞絮，竹边清露养孤花。得眠稳寐梦须好，无句不幽诗可夸。底事年来祗流汗，文书埋没鬓毛华。",
            "comment": ""
        },
        {
            "title": "和周希父至日雪",
            "content": "风吹云叶碎，颠倒六化团。腊近先呈瑞，阴消故作寒。懒游悲季子，高卧愧袁安。出处君休问，长谣向酒阑。",
            "comment": ""
        },
        {
            "title": "生宝信常前杏花盛开置酒招同官以诗先之",
            "content": "晴光先已媚帘栊，炫书那堪杏吐红。柳色半分高致外，鸟声全在艳香中。催科共喜钱初减，种艺须闻麦已丰。官府吾侪亦云暇，可来携榼对东风。",
            "comment": ""
        },
        {
            "title": "早过乌龙岭",
            "content": "乌龙岭上万峰峦，疑是羊肠九曲盘。山麓吐云人世还，松梢滴露客衣寒。驱驰寸禄意宁乐，芜没小园心未安。早愿车攻歌复古，不须垂老挂衣冠。",
            "comment": ""
        },
        {
            "title": "偶书",
            "content": "午庭吏散日侵阶，坐向春阳亦乐哉。看蝶得香穿竹去，等莺求支过花来。三年客梦随天远，万里家书对酒开。虽有是非荣辱债，其如方寸只如灰。",
            "comment": ""
        },
        {
            "title": "和楼枢密宿泗道中书事用存字韵二首",
            "content": "老柳不多在，故家宁复存。鼠痴穿败屋，虎玩出平村。天远楚山秀，浪高淮月昏。吟鞭破霜晓，马首待朝暾。",
            "comment": ""
        },
        {
            "title": "悼主公美母夫人",
            "content": "太博先生志行全，夫人内助实称贤。寡居勤俭五千日，享福安荣九十年。已作芝兰绵后裔，却将金玉必深泉。月卿手自栽松柏，远寄哀辞为惨然。",
            "comment": ""
        },
        {
            "title": "和公实早行二首",
            "content": "梦破事行李，窗灯尚半存。寒更传古县，落月暗孤村。道远马蹄薄，形劳神观昏。高眠忆吾里，布被拥朝暾。",
            "comment": ""
        },
        {
            "title": "和楼枢密宿泗道中书事用存字韵二首",
            "content": "堠碑残字缺，市屋故基存。榆柳欲千里，桑麻能几村。短鞭追白书，疏幕对黄昏。客枕寒无梦，孤吟待晓暾。",
            "comment": ""
        },
        {
            "title": "悼冯远通母夫人",
            "content": "去载湖山春雨霏，阿参专为板舆归。相迎定约鱼供馔，入吊那知鹤对飞。九子始终循懿德，一门中外被馀辉。送□不拂东南客，西望高原涕落衣。",
            "comment": ""
        },
        {
            "title": "送仲列王",
            "content": "去年我到柳垂金，今日君行柳再阴。碌碌文书尝共事，匆匆岁月欢分襟。荐才已见名难掩，送别何辞酒满斟。梦忆西湖好风物，须烦着意细登临。",
            "comment": ""
        },
        {
            "title": "悼色龙府君",
            "content": "自古英豪在钓耕，先生传后岂其卿。笔端不合穷天巧，名下须还缺势荣。已见春风称世梦，所留贤子是家声。细吟絮早梅迟句，何恨九原青草生。",
            "comment": ""
        },
        {
            "title": "道中杂诗呈子勉宝文有便寄叔海也",
            "content": "度岁尘沙汩没中，乍趋闲旷意何穷。孤丛晚秀霜菊净，脱叶已疏山柿红。马恃赐闲韁不胜，雁知王命信常通。功名成处非人力，至手先令玉盏空。",
            "comment": ""
        },
        {
            "title": "和吴清叟吴江岁晚书怀",
            "content": "雪消残腊净无尘，官柳溪梅欲试新。星籥暗移惊客梦，帝阍高启际昌辰。补天炼石曾无计，却日挥戈正在人。莫效儿曹念刚卿，酒杯书卷足相亲。",
            "comment": ""
        },
        {
            "title": "晚春有感",
            "content": "樱花已熟酴醾放，春去虽忙意尚夸。叶底红圆珠映树，架边香瘦玉开花。有书可读常无暇，对月方闲柰忆家。始悟渭城寒夜唱，饼炉须是小生涯。",
            "comment": ""
        },
        {
            "title": "赠张叔靖",
            "content": "穷达乘除自有天，岂须腾上赋鸢肩。千牛疾解多忧折，十驾徐行未必鞭。再上公孙方见用，蚤成贾谊晚堪怜。第令饱贮唐虞道，慷慨行观孟子前。",
            "comment": ""
        },
        {
            "title": "希父删定惠近诗一轴成四韵谢之",
            "content": "小砑花藤字画精，五言重喜见长城。工深斧鉴浑无迹，意静婆澜转觉平。湖上幽奇君胜赋，笔端鞠陋我堪惊。贪多独有珍藏计，他日山间要眼明。",
            "comment": ""
        },
        {
            "title": "独坐偶书",
            "content": "焚香闭草庐，滞念扫无馀。世事尤宜静，交情只可疏。屈伸当视蠖，湿沫戒如鱼。暖甚一窗日，三冬宜读书。",
            "comment": ""
        },
        {
            "title": "己未十二月二日致斋惠照",
            "content": "坛殿夜漫漫，临祠愧礼官。降神欣乐奏，望瘗肃更阑。雨意垂帘黑，风声过竹寒。晓庭人寂寞，乌鸟拾馀残。",
            "comment": ""
        },
        {
            "title": "悼东阳许诚之父",
            "content": "昔同令子业胶痒，知有德行厥后昌。开廓襟怀虽善富，坚持气节亦刚阳。掩棺往事成千古，刻石高文冠一乡。梅岘速培松柏茂，便看褒它贲幽光。",
            "comment": ""
        },
        {
            "title": "九月十二日侍祠明堂口占",
            "content": "明廷百辟奉君王，祀事严称肃建章。天拱星辰陪日表，风回灯烛避龙光。侍祠官拜闻鸣玉，导驾班回散宝香。宣室受釐谁入对，为时陈论莫荒唐。",
            "comment": ""
        },
        {
            "title": "送吴信叟",
            "content": "人生聚散只寻常，特地关情是异乡。夜话不知边月落，离愁还似峡江长。抟风有力须腾上，守塞无能合退藏。黄阁有人如见问，为言衰病忆东阳。",
            "comment": ""
        },
        {
            "title": "和符倅上范相喜雨",
            "content": "圣诏谦慈类禹汤，云台得蹇破骄阳。三秋正此忧焦窘，万室今咸共喜康。袁扇风清端有助，庾莲水渌但知凉。东都岂是留裴地，公亦相从早趣装。",
            "comment": ""
        },
        {
            "title": "和友人书怀",
            "content": "君似冰壶透里清，岂容随众话锄耕。自应才大难为用，无奈诗穷益有名。祸此遗民缘俗吏，扶回兴丛赖书生。欲烦尽挽天河水，一洗当年海上盟。",
            "comment": ""
        },
        {
            "title": "庚辛二月二十二日宿斋省中",
            "content": "斋所深严客过难，逼人书债未须还。檐遮暖日桃夭瘦，鸟踏风枝竹影闲。细细乳花新茗碗，霏霏香雾小炉山。满庭斜日无公吏，祗似东阳田舍间。",
            "comment": ""
        },
        {
            "title": "仙人山寨至日",
            "content": "戍兵列栅半空苍，俯瞰嘉陵万仞江。山下不知传鼓角，天边时见引旌幢。岁寒木落鸟穿屋，书静帘垂云绕窗。教罢诸营无一事，锦腰催拍照金釭。",
            "comment": ""
        },
        {
            "title": "随堤口占呈李公实郎中",
            "content": "十年堤上草青青，今日重来春梦惊。载路壶浆皆再造，向人榆柳若生平。渐看英荡传声教，永愿银河洗甲兵。邓禹车前略无事，幕中棋局夜灯明。",
            "comment": ""
        },
        {
            "title": "和公实早行二首",
            "content": "客子发中夜，小炉香半存。病躯凭瘦马，残梦过前村。柳近和风紧，尘高望月昏。何时展书卷，竹屋对朝暾。",
            "comment": ""
        },
        {
            "title": "和丘师悦二首·白菊",
            "content": "先放恐轮梅，篱边趁早开。素心甘冷澹，秀色肯尘埃。眼老书慵看，官闲吏不催。烦君助幽胜，小锸为移来。",
            "comment": ""
        },
        {
            "title": "谭胜仲卿有册宝礼成新句用韵和呈",
            "content": "宝函重锁环金密，册椟双盘带锦斜。长乐春风迎母后，未央和气集皇家。帘垂禁卫收黄繖，礼毕天仙下玉华。班退笙镛犹在耳，五弦歌舜未须夸。",
            "comment": ""
        },
        {
            "title": "再用青字韵",
            "content": "黄旗分破柳梢青，旗尾穿林鸟不惊。感极老人翻欲泣，赦馀污吏始偷生。帐闲缥缈传新曲，酒贱蹒跚醉老兵。与了相从亦云乐，袖鞭吟看远山明。",
            "comment": ""
        },
        {
            "title": "和方景南乍晴",
            "content": "兰暑知秋近，淮濆气已清。风雷惊作雨，钟鼓报新晴。雾散槐庭晓，云开魏阙明。马行朝路稳，人喜积阴倾。初鸟方争出，残蝉莫乱鸣。小窗偏得睡，更待晚凉生。",
            "comment": ""
        },
        {
            "title": "拟送杨帅",
            "content": "久戍思贤日，中兴入觐时。旌旗生喜气，梅柳动寒枝。报国心偏苦，安边计自奇。一军尝北出，万骑绝南窥。结轨闻修好，橐弓谨退师。浩歌藏战甲，雅拜习朝仪。天近雷风迅，云深雨露滋。告庭行有命，祖载敢无诗。雪意留金勒，歌声寄玉卮。明年秋秫贱，酿酒约归期。",
            "comment": ""
        },
        {
            "title": "四月二十日登乌奴山",
            "content": "乌奴楼阁起江皋，特地携樽上最高。城阁带烟无十里，舳舻衔运过千艘。个中官事暂时少，明日吾生依旧劳。未到张灯犹晚渡，锦腰催拍送陶陶。",
            "comment": ""
        },
        {
            "title": "初寒",
            "content": "边城秋意老，寒色到庭除。雨久苔花暗，风高柳叶疏。异乡思骨肉，多病喜方书。岂是无归计，东阳故有居。",
            "comment": ""
        },
        {
            "title": "寒食偶书",
            "content": "楚乡孤坐掩重扉，素发荒唐酒一卮。眼暗久因书卷得，心阑全自世缘知。临流问米方终日，踏雪看梅是几时，欲上高楼望吴越，无边烟雨正垂垂。",
            "comment": ""
        },
        {
            "title": "忆梅",
            "content": "古园深处读书窗，窗外疏梅破腊芳。日暮独陪修竹静，露寒偏带晚风香。清吟但喜花孤瘦，醉赏那知树老苍。千里远移无健步，一枝横倚记东墙。",
            "comment": ""
        },
        {
            "title": "送张仲仁教授",
            "content": "自从文墨困徒劳，钦仰先生绛帐高。豹固可窥嗟拟管，牛虽未解见藏刀。笑言契阔生离恨，岁月侵寻逼鬓毛。金马玉堂门户敞，会须平步慰吾曹。",
            "comment": ""
        },
        {
            "title": "马上",
            "content": "蚤酒冲寒不满肠，日高犹践马蹄霜。鸟依密树旁边语，梅在远林幽处香。西去流移还未复，东来书讯且都忘。征途一任如天远，不过归时杏子黄。",
            "comment": ""
        },
        {
            "title": "偶书",
            "content": "痴风连日塞云低，庭榭清寒小雨飞。叶底孤花无柰瘦，墙边新笋不妨肥。将迎宾客几成债，拨遣文书似解围。辜负佳时几尊酒，故园松菊望人归。",
            "comment": ""
        },
        {
            "title": "和丘师悦二首·深夜",
            "content": "鼓鼙传永漏，风露结新寒。小爇金初冷，孤斟玉屡乾。感时方自叹，假寐敢求安。且拨炉中火，清吟琢贤肝。",
            "comment": ""
        },
        {
            "title": "悼王思中",
            "content": "风前不见玉壶水，追想欷歔泪欲横。官小仅能离令尹，家贫还祗似书生。深沉每见仁人勇，惠爱常留长者名。不负铭诗并篆字，千年松柏共佳声。",
            "comment": ""
        }
    ]
}