{
    "dynasty": "宋",
    "author": "史达祖",
    "poems": [
        {
            "title": "醉落魄/一斛珠",
            "content": "江痕妥帖。日光熨动黄金叶。阑干直下愁相接。一朵红莲，飞上越人楫。鲤鱼波上丁宁切。诗筒如线不曾别。明年好个春风客。五鹗交飞，身在玉皇阙。",
            "comment": ""
        },
        {
            "title": "瑞鹤仙",
            "content": "杏烟娇湿鬓。过杜若汀洲，楚衣香润。回头翠楼近。指鸳鸯沙上，暗藏春恨。归鞭隐隐。便不念、芳盟未稳。自箫声、吹落云东，再数故园花信。谁问。听歌窗罅，倚月钩阑，旧家轻俊。芳心一寸。相思後，总灰尽。奈春风多事，吹花摇柳，也把幽情唤醒。对南溪、桃萼翻红，又成瘦损。",
            "comment": ""
        },
        {
            "title": "换巢鸾凤",
            "content": "人若梅娇。正愁横断坞，梦绕溪桥。倚风融汉粉，坐月怨秦箫。相思因甚到纤腰。定知我今，无魂可销。佳期晚，谩几度、泪痕相照。人悄。天眇眇。花外语香，时透郎怀抱。暗握荑苗，乍尝樱颗，犹恨侵阶芳草。天念王昌忒多情，换巢鸾凤教偕老。温柔乡，醉芙蓉、一帐春晓。",
            "comment": ""
        },
        {
            "title": "东风第一枝",
            "content": "草脚愁苏，花心梦醒，鞭香拂散牛土。旧歌空忆珠帘，彩笔倦题绣户。黏鸡贴燕，想立断、东风来处。暗惹起、一掬相思，乱若翠盘红缕。今夜觅、梦池秀句。明日动、探花芳绪。寄声沽酒人家，预约俊，游伴侣。怜它梅柳，乍忍俊、天街酥雨。待过了一月灯期，日日醉扶归去。",
            "comment": ""
        },
        {
            "title": "花心动",
            "content": "风约帘波，锦机寒、难遮海棠烟雨。夜酒未苏，春枕犹敧，曾是误成歌舞。半褰薇帐云头散，奈愁味、不随香去。尽沈静、文园更渴，有人知否。懒记温柔旧处。偏只怕、临风见他桃树。绣户锁尘，锦瑟空弦，无复画眉心绪。待拈银管书春恨，被双燕、替人言语。意不尽，垂杨几千万里。",
            "comment": ""
        },
        {
            "title": "南浦",
            "content": "玉树晓飞香，待倩它、和愁点破妆镜。轻嫩一天春，平白地、都护雨昏烟暝。幽花露湿，定应独把阑干凭。谢屐未蜡，安排共文鵷，重游芳径。年来梦里扬州，怕事随歌残，情趁云冷。娇眄隔东风，无人会、莺燕暗中心性。深盟纵约，尽同晴雨全无定。海棠梦在，相思过西园，秋千红影。",
            "comment": ""
        },
        {
            "title": "瑞鹤仙",
            "content": "馆娃春睡起。为发妆酒暖，脸霞轻腻。冰霜一生里。厌从来冷澹，粉腮重洗。胭脂暗试。便无限、芳秾气味。向黄昏、竹外寒深，醉里为谁偷倚。娇媚。春风模样，霜月心肠，瘦来肌体。孤香细细。吹梦到，杏花底。被高楼横管，一声惊断，却对南枝洒泪。谩相思、桃叶桃根，旧家姊妹。",
            "comment": ""
        },
        {
            "title": "满江红 九月二十一日出京怀古",
            "content": "缓辔西风，叹三宿、迟迟行客。桑梓外、锄耰渐入，柳坊花陌。双阙远腾龙凤影，九门空锁鸳鸯翼。更无人、擫笛傍宫墙，苔花碧。天相汉，民怀国。天厌虏，臣离德。趁建瓴一举，并收鳌极。老子岂无经世术，诗人不预平戎策。办一襟、风月看升平，吟春色。",
            "comment": "【注释】史达祖曾为韩侂胄幕僚。侂胄当政时，起草文字的差使，大多由他来完成，得到重用。宁宗嘉泰四年（1204 ），韩侂胄欲谋伐金，先遣张嗣古为贺金主生辰正使，入金观察虚实，返报不得要领，次年（开禧元年，1205）再遣李壁（见叶绍翁《四朝闻见录》），命史达祖陪同前往 。金章宗完颜璟生辰在九月一日，南宋于六月遣使，七月启行，闰八月抵金中都（今北京市 ）。事毕返程 ，于九月中经过汴京（今河南开封）。汴京是北宋故都，南宋人仍称为“京”，它又是史达祖的故乡。九月二十一日离汴时，为抒发心中感想，特作此词。首先说一下，词题中的“怀古”。从全词内容看，实在没有多少“怀古”成份。写孔、孟之事是在运用典故，擫笛宫墙是借喻，都是一点即可，没有就古人之故事作深入阐述。而其余部分则都是在写自己，说当世，以“伤今”则更为妥当 。大概是因为“伤今”不便明说，只好借“怀古”来打打掩护罢了。起笔“ 缓辔西风，叹三宿、迟迟行客”，就用了《孟子》两处的典故。《 孟子·公孙丑下》说孟子离开齐国，在齐国都城临淄西南的昼县留宿了三晚才离去（“ 三宿而后出昼”）。有人背后议论他为什么走得这样不爽快，孟子知道了就说：我从千里外来见齐王，谈不拢所以走，是不得已才走的。我在昼县歇宿了三晚才离开，在我心里还以为太快了哩，我岂是舍得离开齐王啊 ！——这就是“三宿”两字所概括的内容。又《万章下》说 ：“ 孔子&#8943;&#8943;去鲁，曰：‘迟迟吾行也，去父母国之道也。’”这两句用典，很能表达词人留恋旧京、故乡，至此不得不去而又不忍离去的心情。再加以“缓辔 ”二字表行动带难舍之意，“西风”二字表时令带悲凉之情 ，充分衬托出词人此际的心绪。不想行而终须行了。“ 桑梓外 ，锄耰渐入 ，柳坊花陌”。昔日汴京繁华时，“都城左近，皆是园圃。&#8943;&#8943;次第春容满野，暖律暄晴，万花争出粉墙，细柳斜笼绮陌 。香轮暖辗，芳草如茵；骏骑骄嘶，杏花如绣”（《东京梦华录》卷六）。如今词人行到故乡郊外，只见旧日园林，尽成种庄稼之地（锄耰是种田的农具），感慨之情，已含景中。词写到郊外农村景色，说明离京已有一段路了，然后接写“双阕远腾龙凤影，九门空锁鸳鸾翼”，回过头来再说城内。词题为“出京”，按行路顺序是由城内出至郊外，这里倒过来写并非无故，盖所写城内景观乃是在郊外回望所见，一个“远”字足以说明，条理还是顺的。“桑梓 ”三句除寓有黍离之悲，更重要的是为回头望阕作必要的过渡 。“双阕 ”句写回望眼中所见宫殿影象。《东京梦华录》卷一“大内”条说 ：“大内正门宣德楼列五门，门皆金钉朱漆，壁皆砖石间甃，镌镂龙凤飞云之状，莫非雕甍画栋，峻桷层榱，覆以琉璃瓦，曲尺朵楼，朱栏彩槛，下列两阕亭相对，悉用朱红杈子 。”词人出郊回望所见的正是龙凤双阕之影。“双阕”代指大内皇宫，其中曾经有过朝延、君王，统包在“双阕”之内，然而它“远”矣！“远”字体现了此时眼中空间的距离，更体现了心上时间的距离。故国沦亡，心情无法平静。“九门 ”句更作进一步的嗟叹 。“九门”泛指皇宫，“鸳鸾”本为西汉后宫诸殿之一，见班固《西都赋》和张衡《西京赋》。这里特拈出“ 鸳鸾”一处以概其余，则为了与上句的“龙凤”构成对偶。由“鸳鸾”又生出一“翼”字，与上句的“影”字为对。句言后宫“空锁 ”，语极沉痛，其中包含着汴京被金攻破后“六宫有位号者皆北迁”（《宋史·后妃·哲宗孟皇后传》）这一段痛史。“ 更无人擫笛傍宫墙，苔花碧”，用元稹《连昌宫词》“李 笛傍宫墙”句而反说之。天宝初年唐室盛时歌舞升平，人民安居乐业，宫中新制乐曲，声流于外，长安少年善笛者李笛听到速记其谱，次夕即于酒楼吹奏。此词反用其事，以“无人擫笛”映照宫苑空虚、繁华消歇景况；苔花自碧，亦写荒凉。其陪同使节北行词中也有“神州未复”、“独怜遗老”的感情抒发。至此回经旧都，远望宫阕，宜有许多感叹之情；而图谋克敌恢复中原的急切心事，亦于此时倾吐，于下片见之。上片多写景，情寓景中，气氛压抑悲怆。下片转入议论，仍是承接上片牵国事的意脉，而用语则转为显直，大声疾呼 ：“天相汉，民怀国。天厌虏，臣离德。趁建瓴一举，并收鳌极。”“汉”、“虏”字代指宋与金，“天 ”谓“天意”。古人相信有“天意”，将事势的顺逆变化都归之于“天”。“天相”意为上天帮助，语出于《左传·昭公四年》“ 晋、楚唯天所相”。“天厌”出《 左传·隐公十一年 》“ 天而既厌周德矣”，“厌”谓厌弃。事势不利于金即有利于宋 。《永乐大典》卷一二九六六引陈桱《 通鉴续编》载：“金主自即位，即为北鄙阻等部所扰，无岁不兴师讨伐，兵连祸结，士卒涂炭，府藏空匮 ，国势日弱，群盗蜂起，赋敛日繁，民不堪命 。&#8943;&#8943;韩侂胄遂有北伐之谋。”就在李壁等出使的这一年春，邓友龙充贺金正旦使归告韩侂胄，谓在金时“有赂驿吏夜半求见者，具言虏为鞑（蒙古）之所困，饥馑连年，民不聊生，王师若来，势如拉朽 ”，侂胄“ 北伐之议遂决”（见罗大经《鹤林玉露 》卷四 ）。罗大经是肯定这些密告者的，说是“此必中原义士，不忘国家涵濡之泽，幸虏之乱，潜告我使”。这也是“民怀国”之一证。《通鉴续编》所谓的“群盗蜂起”，即是说的金境内的农民起义军，也是“民怀国（宋 ）”的又一证。以上这些情况，对金国内部必有影响，李壁、史达祖一行当有更新的情况了解。如此年六月，金制定“镇防军逃亡致边事失错陷败户口者罪 ”，七月，定“奸细罪赏法 ”（均见《金史·章宗纪》），反映了其内部的不稳。总的看民心向着宋，背着金，大可乘机恢复，统一全国。话虽如此说，但一想到自己并非无才，只因未能考取进士不得以正途入仕，只屈身作吏，便觉英雄气短，于是接着有“老子岂无经世术，诗人不预平戎策”的大声慨叹。最后“办一襟风月看升平，吟春色”，“办”是准备之义，“升平”即上文“建瓴一举，并收鳌极”，国家恢复一统的太平盛世 ，也就是下句的“ 春色”。这里一个“看”字耐人寻味。“平戎策 ”既因自己无位无权而“不预”，“收鳌极”又望其成，则只有等着“看 ”而已，其中也颇含自嘲之意。“ 吟 ”字上应“诗人 ”。风月满襟，畅谈春色，把政治上的理想写得诗意十足，也补救了下片纯乎议论的偏向，以此结束，情韵十足。"
        },
        {
            "title": "燕归梁",
            "content": "独卧秋窗桂未香。怕雨点飘凉。玉人只在楚云傍。也著泪、过昏黄。西风今夜梧桐冷，断无梦、到鸳鸯。秋钲二十五声长。请各自，奈思量。",
            "comment": ""
        },
        {
            "title": "杏花天",
            "content": "细风微月垂杨院。记年少、春愁一点。栖莺未觉花梢颤。踏损残红几片。长安共、日边近远。况老去，芳情渐减。屏山几夜春寒浅。却将因而梦见。",
            "comment": ""
        },
        {
            "title": "临江仙 闺思",
            "content": "愁与西风应有约，年年同赴清秋。旧游帘幕记扬州。一灯人著梦，双燕月当楼。罗带鸳鸯尘暗澹，更须整顿风流。天涯万一见温柔。瘦应因此瘦，羞亦为郎羞。",
            "comment": "【注释】①澹：“淡”的异体字。②风流：这里指风韵。【评解】这是一首闺中怀人词。上片写年年清秋，愁与西风俱来。“一灯人著梦，双燕月当楼”，写出了闺中人孤独寂寞的境况。下片言“罗带鸳鸯，尘灰暗淡。”睹物思人，不胜感怀。“瘦应因此瘦，羞亦为郎羞”，写尽闺中相思之苦。全词抒情委婉，工丽别致。【集评】姜夔《梅溪词序》（《中兴以来绝妙词选》卷七引）：梅溪词奇秀清逸，有李长吉之韵，盖能融情景于一家，会句意于两得。王士禛《花草蒙拾》：宋南渡后，梅溪、白石、竹屋、梦窗诸子，极妍尽态，反有秦、李未列者。虽神韵天然处或减，要自令人有观止之叹，正如唐绝句，至晚唐刘宾客、杜京兆，妙处反进青莲、龙标一尘。-------------------------------史达祖的这首《临江仙》一词选自《历代诗余》卷三十八，这是一首借景咏人的词。上片写秋士善怀，因秋怀人；下片紧承双燕，从对方着笔，是男方想象中的情景。从对方对自己的相思，写出自己对对方的深情厚意。头两句造语极为隽永巧妙。不说因秋生愁，而说西风约愁赴秋。皇甫冉“暝色赴春愁”（《归渡洛水》），杜甫“群山万壑赴荆门”（《咏怀古迹》）皆善用“赴”字。这两句说愁与西风就象有了心灵感应一样，一年一度如约赶到秋天去。这样来表现“秋士悲”这一传统主题，不仅标新立异，给人以独特的感受，而且语言朴实，不流于纤巧，达到了格高意新的境界。第三句至上片末，用逆笔追写愁的由来。旧游扬州，牵人魂梦。扬州，风月之地。杜牧《赠别》诗云：“春风十里扬州路，卷上珠帘总不如 。”苏轼《和赵郎中见戏》诗：“燕子人亡三百秋，卷帘那复似扬州？”帘幕，成了扬州的象征。著梦，犹言入梦。灯光引人入梦。一觉醒来，皓月当空，看到的是乳燕双栖，想到的是燕双人独，心里徒生悲伤。“一灯 ”二句，传达出秋夜独处、醒梦无时、对月怀人的愁苦神情。晏几道《临江仙》：“梦后楼台高锁，酒醒帘幕低垂。去年春恨却来时。落花人独立，微雨燕双飞 。”同是梦后醒来突见双燕最难为怀的愁苦之情，彼言春恨，此写秋愁，共以境界传意，可称珠连璧合。下片就上片扑朔迷离的梦境和梦觉所见的月中双燕，展开联想的翅膀，转入遐思。罗带鸳鸯，即鸳鸯绣带，一种绣有鸳鸯图案的合欢带 。江总《 杂曲》：“合欢锦带鸳鸯鸟，同心绮袖连理枝 。”看见绣带上的鸳鸯，自然会引起闺思，从而发出“更须整顿风流”这句心灵深处的独白。“整顿”，犹言修饰，是承上句 “尘暗淡”说的。罗带生尘，可见久不整顿了，这里有“ 岂无膏沐，谁适为容”的感慨。“更须”是就下句“万一重见”说的。万一重见，引起了更须整顿的心理活动，这里有“女为悦己者容”的意思。由罗带引起的内心活动是复杂的：无法重见，却又希望重见，直到万一重见的各种想法，一齐涌上心来。这就非常细腻地刻画出了闺情。结尾二句，尤为缠绵悱恻。元稹《莺莺传 》载莺莺诗云：“不为旁人羞不起，为郎憔悴却羞郎。”“瘦”是由罗带感到的，“瘦应缘此瘦”，写出了相爱之深，不惜为郎憔悴，表现了对爱情的执着追求。“ 羞 ”是由万一见想起的，“羞亦为郎羞”，这里既有对青衫憔悴的同情，也有对红袖飘零的自责，反映了作者内心世界的复杂，表现了对不幸身世的感慨。下片结构巧妙，脉络细密，句句关联，字字映带，一环扣一环，使言情达到出神入化的境地。前人论白石、梅溪、碧山、玉田四家词，曾以味厚、情深、品高、气静评说他们在艺术上的共同造诣（陈廷焯《白雨斋词话》卷八）。这首小令，“节短韵长，其情乃深”的艺术特色，尤为突出。写自己，则颠倒梦魂，栖情双燕；写对方，则绵绵情思，化为痴想。或借外物咏怀，或直探心灵的奥秘，感情真挚强烈，蕴藉含蓄，发展了五代、北宋以来婉约词风，很有深度 。而深情又是通过千锤百炼的语言来完成的，这正是张镃在《梅溪词序》里说的“辞情俱到”的意境。"
        },
        {
            "title": "风入松",
            "content": "素馨柎萼太寒生。多翦春冰。夜深绿雾侵凉月，照晶晶、花叶分明。人卧碧纱幮净，香吹雪练衣轻。频伽衔得堕南薰。不受纤尘。若随荔子华清去，定空埋、身外芳名。借重玉炉沈炷，起予石鼎汤声。",
            "comment": ""
        },
        {
            "title": "寿楼春 寻春服感念",
            "content": "裁春衫寻芳。记金刀素手，同在晴窗。几度因风残絮，照花斜阳。谁念我今无肠。自少年、消磨疏狂。但听雨挑灯，敧床病酒，多梦睡时妆。飞花去，良宵长。有丝阑旧曲，金谱新腔。最恨湘云人散，楚兰魂伤。身是客，愁为乡。算玉箫、犹逢韦郎。近寒食人家，相思未忘苹藻香。",
            "comment": "【注释】《寿楼春》这个词调节奏舒缓，声情低抑，凄切悠远，适于抒发缠绵哀怨的悼亡之情。史达祖这首词就很能体现这个特点。上片为忆旧。词写于时近“寒食”之际，正当莺啼燕语，百花争妍的时节，换上春衣到郊外踏青赏花，是古代文人的赏心乐事。如今“ 寻春服”，自然不难联想起当年妻子在日，每值清明寒食，总要为自己裁几件春衣。“裁春衫寻芳”便由此落笔。“记金刀素手，同在晴窗”。这两句用以一“记”字领起两个四字句。“金刀”，剪刀的美称。“素手”，洁白的手，《古诗十九首》谓“娥娥红粉妆，纤纤出素手。”“素手”二字已暗示出其妻的贤慧温柔。旭日临窗，作者看着妻子为自己外出赏花准备衣裳。&#8943;&#8943;这是一幅极平常的家庭生活剪影，静谧、和谐、美满。“ 十年未始轻分”的夫妻终于拆散了。“几度因风残絮，照花斜阳”，前句化用谢道韫《咏雪》诗：“未若柳絮因风起。”这里将“柳絮”改作“残絮”并继之以“ 斜阳”，透露出一种萧瑟凄凉气象。残絮被风吹去，难以寻觅，暗示妻子的亡故。以“残絮”比其妻，也透露出词人对人生短促的感慨。妻子死后 ，已几度春风；柳照样绿，花照样开，而伊人一去不复返了。“谁念我，今无裳”二句，照应词题。显示出梅溪词结构之缜密，此情本是因寻春服而起，“ 今无裳”勾起愁肠，使作者陷入深深的回忆之中。“ 自少年消磨疏狂”一句，出自白居易《代书诗一百韵寄微之》诗的“疏狂属年少，闲散为官卑 ”。如今中年丧妻，郁郁寡欢，少年豪气消磨殆尽。上结三句，又用领字格，以一“但”字领起三句，刻画梦境。试比较“ 听雨挑灯，攲床病酒 ”，与贺铸著名的悼亡词《鹧鸪天》中“空床卧听南窗雨，谁复挑灯夜补衣”，借用的痕迹十分明显。“多梦睡时妆”乃是写实情。他在《忆瑶姬 》中也写道：“袖止说道凌虚，一夜相思玉样人。但起来，梅发窗前，硬咽疑是君 。”上片通过对亡妻琐碎往事的回忆，倾诉作者对她的一往情深。下片更是直抒胸臆，重在表达自己对死者绵厚炽热的深挚感情。换头是一个折腰六字句，“ 飞花”照应“残絮 ”，“良宵”照应“多梦”，使上下片意脉紧紧相连。又有人去楼空意兴阑珊之味。“有丝阑旧曲，金谱新腔”，以“ 有 ”字领起两个四字句。“丝阑”、“金谱”都是对乐谱的美称。“新腔”：指新曲，新调。这两句互文见义，说明死者精于音乐。音乐虽美，则难与旧人共赏，岂不伤怀难已？睹物思人，自然引入下句：“最恨湘云人散，楚魂伤。”词人青年时期曾在江汉一带生活过，他写及爱情的许多作品也常常带上“楚”、“湘”等字眼。这大概有两种可能：一是其结婚是在楚地，二是其妻名“湘云”之类。“楚兰”：楚地香草，代指美人。在这里，“湘云人散，楚兰魂伤”二句为对文，曲笔写妻子之死，自己之悲。冠以“最恨”二字，是极写词人的痛惜之情 。“身是客，愁为乡”二句更推进了一层，表现了自己孤独凄苦的身世之感。“算玉箫 、犹逢韦郎”句，用韦皋典。据《云溪友议》载：韦皋游江夏，与青衣玉箫有情，约七年再会，留玉指环。八年，不至，玉箫绝食而殁。后得一歌妓，真如玉箫，中指肉隐如玉环。玉箫生不能与韦皋再会，死后犹能化为歌妓与韦皋团圆。对照感叹自己妻子亡故以后，再也无缘与她重会了。后结“近寒食人家，相思未忘蘋藻香”二句，既点出此时节令，又暗举出与亡妻共同有过的美好往事。《 诗·召南·采蘋》：“于以采蘋 ？南涧之滨。于以采藻 ？于彼行潦。&#8943;&#8943;于以奠之？宗室牖下。谁其尸之，有齐季女。”古时贵族少女出嫁前，要到宗庙受教为妇之道，教成之日就在宗庙里主持祭祖之礼，祭时陈设之物中有采来的蘋、藻。词所云“ 蘋藻香”，后来引申指新婚的温馨日子。今日寒食祭坟，见人家出游踏青，妇女采集芳草，不由想起往日新婚之乐来 。以乐景写哀情，愈见其哀思之深切。这首词可能作于词人任中书省堂吏，受韩侂胄重用以后。“寿楼”可能是其居所名。《寿楼春》乃梅溪自度曲。本来似乎是志得意满的心境 ，但车马轻裘，锦衣玉食，换不来佳人一盼，正是富贵景象，凄凉心境，两相对比，自然引发词人无限伤感。其艺术特点主要表现在韵律方面 ：其一 ，本词冲破了一句之中“一声不许四用”的戒律，词中常出现四平声句和五平声句。如“消磨疏狂”，“犹逢韦郎”均为四平声，而起句“裁春衫寻芳”则是一个五平声句。这是对词律的大胆突破，这在婉约词人中更是极罕见的。这是史达祖对婉约词的发展。其二，本词多用平声和拗句。全词一百零一字，平声字便占了六十四个。拗调平声使声音舒徐平缓，也直接影响到词的艺术风格。正如焦循所说：“词调愈平熟则其音急，愈生拗则其音缓。急则繁，其声易淫，缓则庶乎雅耳 。如&#8943;&#8943;吴梦窗、史梅溪等词，往往用长句，&#8943;&#8943;而其音以缓为顿挫。”（《雕菰楼词话》）其三：运用双声叠韵。《蕙风词话》云：“前段‘因风飞絮，照花斜阳’，后段‘湘云人散，楚兰魂伤’，风 、飞，花、斜，云、人，兰、魂，并用双声叠韵字，是声律极细处 。”史达祖与其妻“十年未始轻分”的缠绵深厚的感情与词人独处异乡的孤寂之感揉合在一起，感人至深。"
        },
        {
            "title": "兰陵王",
            "content": "汉江侧。月弄仙人佩色。含情久，摇曳楚衣，天水空濛染娇碧。文漪簟影织。凉骨时将粉饰。谁曾见，罗袜去时，点点波间冷云积。相思旧飞鷁。谩想像风裳，追恨瑶席。涉江几度和愁摘。记雪映双腕，刺萦丝缕，分开绿盖素袂湿。放新句吹入。寂寂。意犹昔。念净社因缘，天许相觅。飘萧羽扇摇团白。屡侧卧寻梦，倚阑无力。风标公子，欲下处、似认得。",
            "comment": ""
        },
        {
            "title": "忆瑶姬",
            "content": "娇月笼烟，下楚领、香分两朵湘云。花房渐密时，弄杏笺初会，歌里殷勤。沈沈夜久西窗，屡隔兰灯幔影昏。自彩鸾、飞入芳巢，绣屏罗荐粉光新。十年未始轻分。念此飞花，可怜柔脆销春。空馀双泪眼，到旧家时郎谩染愁巾。袖止说道凌虚，一夜相思玉样人。但起来、梅发窗前，哽咽疑是君。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "一片秋香世界，几层凉雨阑干。青天不惜烂银盘。借与先生为劝。酒唤诗来酒外，人言身在人间。如何得似碧云闲。且共嫦娥相伴。",
            "comment": ""
        },
        {
            "title": "过龙门/浪淘沙令",
            "content": "一带古苔墙。多听寒螀。箧中针线早销香。燕尾宝刀窗下梦，谁翦秋裳。宫漏莫添长。空费思量。鸳鸯难得再成双。昨夜楚山花簟里，波影先凉。",
            "comment": ""
        },
        {
            "title": "解佩令",
            "content": "人行花坞。衣沾香雾。有新词、逢春分付。屡欲传情，奈燕子、不曾飞去。倚珠帘、咏郎秀句。相思一度。秾愁一度。最难忘、遮灯私语。澹月梨花，借梦来、花边廊庑。指春衫、泪曾溅处。",
            "comment": "【注释】史达祖的词因过于讲究技巧而被批评，但其用足心思，虽失之纤薄，但其刻意描画，工丽精雅，不足处在是，好处亦在是，全看读者的欣赏。“人行”二句，是极清美的情境。她，轻灵地在花丛中穿行，衣衫上沾惹了花上的香气。“花坞”，指可以四面挡风的花圃，当是昔日两人常游之地。作者尚有词云：“春衫瘦、东风剪剪。过花坞、香吹醉面。”（《杏花天·清明》）落笔处先营造一抒情意境，然后才点出：“有新词、逢春分付”。每逢春天到来，他都写下新词，好让自己吟咏歌唱。可是，今年的春天呢？情人远在异乡，更不用说分付新词了。这里仍从女子方面着笔，用思细密。“屡欲 ”二句，再转一层。多少次啊，想要托燕子为传情愫 ，无奈它又不曾飞去。这已是百无聊赖，唯有“ 倚珠帘、咏郎秀句”，重吟旧日的诗词，以慰眼前的相思吧。令人有今夕何夕之叹，词人的想象，由花坞转入居处，句句写对方的动静，似从空处落想，其实句句均有作者的自身形象在，都在作者眼中写出，仍是想象语。“花坞”，是当日两人经行之处，“新词 ”、“秀句”，也是情郎所为。“传情”句，亦写出情侣间的无限深情。写女子对自己的思念，也就是从侧面写出自己对她的眷恋之情。因是词人以己心度她心，所以她心即我心。梅溪词中，颇多此等笔法。换头二句，回转笔触，由人而及已。“相思一度，秾愁一度 ”，每一次的相思，都增添一分的愁绪。语虽质直，实是起到提纲挈领的作用，且以真率之情动人，更觉真实可信，由此而生发出下边一段婉曲缠绵的描写：“最难忘、遮灯私语”。在恋爱过程中，总有一些使人永久无法忘怀的情事。在梅溪词中也屡屡提到“ 一灯初见影窗纱”（《 西江月》）、“人静烛笼稀，泥私语、香樱乍破”（《步月》）。重帘灯影，甜蜜低语，词中着一“遮”字，便曲尽幽会情态。“淡月”三句，是全词精绝之笔。俞陛云曰 ：“此三语情辞俱到。张功甫称其‘ 织绡泉底&#8943;&#8943; 夺苕艳于春景 ’者也。”（《宋词选释》）春月溶溶，照着梨花如雪弥漫的小庭深院，那是当日与她相会幽欢的地方。如今天涯间阻，唯有借夜来魂梦，重绕花畔的回廊，找到所思念的她，把自己春衫上溅着相思泪痕的地方，指给她看。梅溪词用字句极精准，“借”字“指”字，皆极生新之致。这首词于结构上有所创新。一般写这类题材词时，大都先写自己相思之情，然后从对方入笔，推想思念者的情态，本词一变熟套，反其道行之，更觉韵味隽永。况周颐云此词“以标韵胜”，可谓的评。"
        },
        {
            "title": "临江仙",
            "content": "草脚青回细腻，柳梢绿转条苗。旧游重到合魂销。棹横春水渡，人凭赤阑桥。归梦有时曾见，新愁未肯相饶。酒香红被夜迢迢。莫交无用月，来照可怜宵。",
            "comment": ""
        },
        {
            "title": "鹊桥仙",
            "content": "河深鹊冷，云高鸾远，水佩风裳缥缈。却推离恨下人间，第一个、黄昏过了。舟行有恨，愁来无限，去去长安渐杳。应将巧思入相思，觉泪比、银湾较少。",
            "comment": ""
        },
        {
            "title": "龙吟曲/水龙吟",
            "content": "梦回虚白初生，便凝冷月通窗户。不知夜久，都无人见，玉妃起舞。银界回天，琼田易地，晃然非故。想儿童健意，生愁齐色，情频在、窥帘处。一片樵林钓浦。是天教、王维画取。未如授简，先将高兴，收归妙句。江路梅愁，灞陵人老，又骑驴去。过章台，记得春风乍见，倚帘吹絮。",
            "comment": ""
        },
        {
            "title": "齐天乐",
            "content": "犀纹隐隐莺黄嫩，篱落翠深偷见。细雨重移，新霜试摘，佳处一年秋晚。荆江未远。想橘友荒凉，木奴嗟怨。就说风流，草泥来趁蟹螯健。并刀寒映素手，醉魂沈夜饮，曾倩排遣。沆瀣含酸，金罂裹玉，蔌蔌吴盐轻点。瑶姬齿软。待惜取团圆，莫教分散。入手温存，帕罗香自满。",
            "comment": ""
        },
        {
            "title": "祝英台近",
            "content": "绾流苏，垂锦绶。烟外红尘逗。莫倚莓墙，花气酽如酒。便愁醺醉青虬，蜿蜿无力，戏穿碎、一屏新绣。谩怀旧。如今姚魏俱无，风标较消瘦。露点摇香，前度翦花手。见郎和笑拖裙，匆匆欲去，蓦忽地、罥留芳袖。",
            "comment": ""
        },
        {
            "title": "惜黄花",
            "content": "涵秋寒渚。染霜丹树。尚依稀，是来时、梦中行路。时节正思家，远道仍怀古。更对著、满城风雨。黄花无数。碧云欲暮。美人兮，美人兮、未知何处。独自卷帘栊，谁为开尊俎。恨不得、御风归去。",
            "comment": ""
        },
        {
            "title": "庆清朝",
            "content": "坠絮孳萍，狂鞭孕竹，偷移红紫池亭。馀花未落，似供残蝶经营。赋得送春诗了，夏帷撺断绿阴成。桑麻外，乳鸠稚燕，别样芳情。荀令旧香易冷，叹俊游疏懒，枉自销凝。尘侵谢屐，幽径斑驳苔生。便觉寸心尚老，故人前度谩丁宁。空相误，祓兰曲水，挑菜东城。",
            "comment": ""
        },
        {
            "title": "留春令 咏梅花",
            "content": "故人溪上，挂愁无奈，烟梢月树。一涓春水点黄昏，便没顿、相思处。曾把芳心深相许。故梦劳诗苦。闻说东风亦多情，被竹外、香留住。",
            "comment": "【注释】咏物词在南宋时已发展成熟，周邦彦人称“缜密典丽”，“ 富艳精工 ”，史达祖继承了这种创作风格，而其除了字锻句炼外，又使情景融合无际，更加浑融。上片写溪上月下赏梅情景。词人自号梅溪，作词一卷也以梅溪二字命名，爱梅之情可见一直很深。他曾往好友张镃（功甫）南湖园中赏梅，《 醉公子·咏梅寄南湖先生 》云：“秀骨依依，误向山中，得与相识。溪岸侧。&#8943;&#8943;今后梦魂隔。相思暗惊清吟客。想玉照堂前、树三百 。”诉说与梅花溪畔相识，钟爱情深，别后梦魂相隔，相思暗惊，弄得多情鬓白，剪愁不断，沾恨泪新。这首《留春令》在词意和感情上与此极为相似，由词意可知词人是大约在春天的一个傍晚来到梅花溪的。此时太阳落山，月亮升起皓空，但见那梅树在明月清光的映照下，银光素辉，清奇幽绝，分外动人。可是，那梅树梢头却因暮色尚未散尽，而月色又不明朗，朦朦胧胧 ，看不清梅花的冰姿雪容。这情景对一心赏梅，爱之情深的词人来说，自然是很扫兴的，心中不觉浮起难以抑制的怨愁，显出百般无奈的神情，因而以清空骚雅之笔写出两句奇妙的词句：“挂愁无奈，烟梢月树 。”前句写情，后句写景，情由景生，妙合交融。其中“挂愁”很是形象，也是词人爱用的字眼。他曾在《八归》中说：“只匆匆眺远，早觉闲愁挂乔木。应难奈，故人天际，望彻淮山，相思无雁足。”这“ 挂愁无奈，烟梢月树”八个字，清辞奇思，深得词家三昧。姜夔说：“邦卿词奇秀清逸，有李长吉之韵，盖能融情景于一家，会句意于两得。”就此而论，实在是恰切之评。过拍两句 ：“一涓春月点黄昏，便没顿、相思处 ”，写词人月下徘徊，愁思难释的情景。暮色已浓，明月倒映，把一涓春水照得上下透明，打破了溪上昏暗的暮色，仿佛一切都无所隐匿，连词人的满怀相思也没有可安顿的地方，真个是“寸心外，安愁无地 ”，闲婉深曲的细腻感情在低低的诉语中得到全面的吐露。“春月”，一作“春水”。水字不如月字。用月字，既写月光月色，又映带出水光水色，水月相融的清美含蓄意境宛然可见。句中的“点”字形象地写出月光映澈溪水，点破黄昏，消去暮色的明秀清幽景象。而且春月点破黄昏又富有一种动态感，化静为动，饶有情趣。下片写月下的回忆和遐想。第一句“曾把芳心深许”，上承“ 相思”二字，用拟人化手法叙说梅花相爱情深，曾两情相悦，至今犹沉浸在昔日欢爱的回忆中。梅花本来无情，而词人以情观花，故而花着我之色彩而亦有情。但“相思一度，秾愁一度”吧，美好的时光已经逝去了，往事犹记，旧情依然，魂牵梦随，柔情似水，满腹衷肠，急切欲诉，却又思绪纷乱，欲说又不知从何说起，于是悲戚戚地吐出一句 ：“故梦劳诗苦！”这个“苦 ”字，是相思之苦、想说而说不出的苦，感情份量很重，着力表达了词人对梅花相爱之深、相思之切的感情 。当他无计可诉相思的时候，蓦然想起东风或能传达相思之苦，是它最先把春的信息带给梅花。所以殷切地盼望这多情的使者能把刻骨的相思带给梅花。可是，听说多情的东风早被那竹外的梅花留住，迷恋着梅花沁人的幽香，难以拿它作使者了。因而词人无限哀怨地说出末结两句 ：“闻说东风亦多情，被竹外、香留住 。”写到这里，词人的心头更加沉重了。虽然梅留东风只是“闻说 ”，未必是真，但在词人想来，疑虑难释。只能失望地将之当真。怨恨、痛苦、失望 、悲伤的复杂感情一齐涌了出来。从这结尾两句来看，词人咏梅花，似别有怀抱，但词人却未未明，大概是留给有心的读者探寻其心曲的奥妙吧。这首小令“不写形而写神，不取事而取意，对所咏之物不露一字，通篇不见梅字而处处梅在，正所谓“不着一字尽得风流 ”。词意深曲含蓄，词情跌宕低徊，奇思巧语，妥贴轻圆，确为词中俊品。"
        },
        {
            "title": "醉公子",
            "content": "神仙无皋泽。琼裾珠佩，卷下尘陌。秀骨依依，误向山中，得与相识。溪岸侧。倚高情、自锁烟翠，时点空碧。念香襟沾恨，酥手翦愁，今後梦魂隔。相思暗惊清吟客。想玉照堂前、树三百。雁翅霜轻，凤羽寒深，谁护春色。诗鬓白。总多因、水村携酒，烟墅留屐。更时带、明月同来，与花为表德。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "搭柳阑干倚伫频。杏帘胡蝶绣床春。十年花骨东风泪，几点螺香素壁尘。箫外月，梦中云。秦楼楚殿可怜身。新愁换尽风流性，偏恨鸳鸯不念人。",
            "comment": "【注释】①伫：久立，盼望。　频：屡次，多次。【评解】这首闺情词，上片写凭栏伫望情景。搭柳栏干，杏帘蝴蝶，楼头伫望，泪洒东风。下片写对景怀人，不胜今昔之感。箫外月，梦中云，回想昔日秦楼楚殿，今日却“换尽风流”。结句“偏恨鸳鸯不念人”，愁绪缠绵，余韵不尽。全词和婉工巧，绮丽动目。【集评】俞陛云《唐五代两宋词选释》：“花骨”二字颇新，惟《梅溪集》中两用之。“东风”句较《万年欢》调“愁沁花骨”尤为凄艳欲绝。吟此两句，如闻“落叶哀蝉”之歌。昔人咏鸳鸯者，或羡其双飞，或愿为同命，此独言其不复念人，但既言“换尽风流”，则绮习刬除，愿归枯衲，安用恨为！恨耶情耶？殆自问亦莫辨也。"
        },
        {
            "title": "齐天乐",
            "content": "鸳鸯拂破苹花影，低低趁凉飞去。画里移舟，诗边就梦，叶叶碧云分雨。芳游自许。过柳影闲波，水花平渚。见说西风，为人吹恨上瑶树。阑干斜照未满，杏墙应望断，春翠偷聚。浅约挼香，深盟捣月，谁是窗间青羽。孤筝几柱。问因甚参差，暂成离阻。夜色空庭，待归听俊语。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "倦客如今老矣，旧时不奈春何。几曾湖上不经过。看花南陌醉，驻马翠楼歌。远眼愁随芳草，湘裙忆著春罗。枉教装得旧时多。向来箫鼓地，犹见柳婆姿。",
            "comment": "【注释】史达祖是南宋著名词人，一生未能功成名就，史书对他也没能详细记载，人们对他的了解，只能根据一些零碎散乱的记载。据传，他是宋宁宗当朝权臣韩侂胄非常看重的一个小堂吏。开禧二年（1206 年），韩侂胄北伐失败 ，次年被斩，城门失火，殃及池鱼，史达祖也遭罢职，并被发配边地。作者就是借这首词来抒发他失势之后对往生活的眷恋。史达祖生卒年无考。据张镃泰元年辛酉（1201）四十九岁时所作《梅溪词序》，称“史生邦卿”，又云“余老矣，生须发未白 ”，则当时最多四十岁。依此推之，被刑以后，年近五十，所以这首词的第一句就说“倦客如今老矣”。他自称“倦客”，是由于经历了生活的挫折，对人世产生了厌倦情绪的缘故 。“旧时可奈春何 ！”感叹的意味很重。每年的春天，还像旧时一样如期来到人间，可是作者的心情已与过去大不相同，他只能发出无可奈何花落去的感叹了。下文转入回忆，说往年经常在西湖一带游赏观光，几无虚日。“看花南陌醉，驻马翠楼歌”是全词中最精采的语句。它用华丽的字面勾画出了一幅由色彩、声音和动态所组成的形象鲜明的生活图景，概括了作者过去那段看花赏景、饮酒听歌的繁华热闹的生活经历。史达祖的词善于描写，所以清人王士禛用“极妍尽态”来称赞他，由这两句可见一斑。 写到下片，又把回忆的内容集中在歌妓之类的人物身上 。“ 远眼愁随芳草，湘裙忆着春罗”两句，显然是从五代词人牛希济《生查子》的名句“记得绿罗裙，处处怜芳草”演化而来，史达祖着意增添了“愁”、“忆”两个字，从而使他重新写出来的词句的抒情色彩更加浓烈，抒情作用也更加直接。“枉教装得旧时多 ”一句，起着由回忆过去转到述说当前的过渡和连接的作用，意思是说，尽管现在仍可看到一些装饰得比旧时模样更好的歌妓舞女，但却引不起作者旧日的欢快情绪了。结尾的“向来歌舞地，犹见柳婆娑”要与上片的“看花”、“驻马”两句合看，因为它们之间有联系，也有对比，而从中展示的则是一种由于今昔变化而引发出来的感叹与悲伤。西湖边上的婀娜柳枝临风婆娑而舞，只能令人追忆当年之歌喉舞腰而已。史达祖虽然算得南宋词人中的一家，但毕竟开创不多，建树不大。他承袭婉约词的传统而以咏物见长，在摹写春雨春燕以及花柳神态上刻意求工，写出了几个比较新颖别致的句子。这首《临江仙 》，由于有一定的生活经历作基础，写来还算有些深度，放在他的《溪词》中，也就称得上是一首上乘之作。"
        },
        {
            "title": "南歌子",
            "content": "采绿随双桨，看山藉一筇。关南桃树几番红。昨夜诗情频在、雨声中。花径无云隔，苔垣只梦通。旧欢一饷可过从。试觅鸳鸯新杏、简春风。",
            "comment": ""
        },
        {
            "title": "眼儿媚",
            "content": "儿家七十二鸳鸯。珠佩锁瑶箱。期花等月，秦台吹玉，贾袖传香。十年白玉堂前见，直是翦柔肠。将愁去也，不成今世，终误王昌。",
            "comment": ""
        },
        {
            "title": "恋绣衾",
            "content": "黄花惊破九日愁。正寒城、风雨怨秋。愁便是、秋心也，又随人、来到画楼。因缘幸自天安顿，更题红、不禁御沟。待写与、相思话，为怕奴、憔悴且休。",
            "comment": ""
        },
        {
            "title": "桃源忆故人",
            "content": "双鸳蹙月天津近。归後嫩情常剩。灯市一年愁凝。心共梅花冷。网尘洞户春沈静。衰尽冶游情性。羞见素娥娇影。明似愁鸾镜。",
            "comment": ""
        },
        {
            "title": "恋绣衾",
            "content": "天风入扇吹苎衣。小红楼、夜气正微。有人在、冰弦外，水精帘、花影自移。阳台只是虚无梦，便不成、凉夜误伊。想闲了、流离簟，就一身、明月伴归。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "绿障南城树。有高楼衔城，楼下芰荷无数。客自倚阑鱼亦避，恐是持竿伴侣。对别浦、扁舟容与。杨柳影间风不到，倩诗情、飞过鸳鸯浦。人正在，断肠处。两山带著冥冥雨。想低帘短额，谁见恨时眉妩。别为清尊眠锦瑟，怕被歌留愁住。便欲趁、采莲归去。前度刘郎虽老矣，奈年来、犹道多情句。应笑煞，旧鸥鹭。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "二月东风吹客袂。苏小门前，杨柳如腰细。胡蝶识人游冶地。旧曾来处花开未。几夜湖山生梦寐。评泊寻芳，只怕春寒里。令岁清明逢上已。相思先到溅裙水。",
            "comment": "【注释】李商隐作有一诗，“ 飒飒东风细雨来，芙蓉塘外有轻雷。金蟾啮锁烧香入，玉虎牵丝汲井迴。贾氏窥帘韩掾少，宓妃留枕魏王才。春心莫共花争发，一寸想思一寸灰”（《 无题 》）。这是写他早春时的一段恋情：时令适至惊蛰 ，帘外东风细雨，耳畔阵阵轻雷，诗人心头的“春情 ”（艳情）随着大好春光的即将重返而油然萌生；但是他又马上告诫自己 ：“春心莫共花争发，一寸相思一寸灰 ”，今日之相思越是如花一样争发，那么他日的痛苦与忏悔就越象香灰那样积得深厚。这后两句诗实是一种“反说 ”，从中不难见其热恋之情的炽烈，以及与它所同时交织着的万般痛楚。同李商隐这位唐代著名诗人《无题》诗一样，史达祖的这首《 蝶恋花 》词，也是写他悄然而来的艳遇。当然，跟李诗相比，这首词缺了一些悲剧性的色彩，而增加了一些浓浓的令人心驰神往的韵味。这首词是首先从作者重返杭州城时的心情落笔，而逐步展开的。“二月东风吹客袂 ”，是写时值二月而身从客地归来。其中“吹客袂”三字，就生动地描绘了他回转杭城时“舟遥遥以轻飏，风飘飘而吹衣”的形象，也暗点了他“近乡情更怯 ”的兴奋和迷惘的心情。“苏小门前，杨柳如腰细 ”，迎接他的，正是“苏小门前柳万条，毵毵金线拂平桥”（温庭筠《杨柳枝》）的初春景象。而在“苏小”两字后面，便又悄悄地潜藏着作者内心的一段“艳事”。果然，“柳如腰细”句就象白居易《杨柳枝》“ 叶含浓露如啼眼，枝嫋轻风似舞腰”所写的那样，“呼之欲出”地隐嵌着一个“倩影”——当然她并没有真正出现而只是存在于作者意念之中，因而这里用了一个“如”字。但词人此来，却又实是“奔”她而来，所以他就循着旧日的路径继续向前走去，企图早早寻觅到她的影踪。你看，虽然时隔好久，但那多情的蝴蝶却还认得昔日我与她一起游玩的地方，它们正翩翩飞入柳陌深处去呢。不过，写到此处，作者的词笔陡然来了个大转变，“ 旧曾来处花开未”？此句表面是说自己此行来得太早，或许当年共游处的丛花至今未开 ，因而她尚未践约在此相候；其实也是写他害怕“不见伊人”的担忧心理，不过用一问句更显得婉约缠绵。而事实上，联系下文看，则他此行确实是“ 扑”了一个“空”，所以又马上折入下阕： “几夜湖山生梦寐 ”。这从行文用笔上言，是一种“逆提反接 ”。它首先把时针“反拨”到以前的岁月中去：在没有回来之前，自己的梦境中就曾多少次出现过与她一起作湖山冶游的“ 镜头”！这里尤其值得提出的是其中的“生”字。这个“生”字不光是单纯的“产生”、“生成”之意，而且还包含有“创造”、“想象”之意在内。也就是说，多少个夜晚，我都在努力把这次重逢于西子湖畔的聚会 ，想象得更缠绵、更热烈一些，因而所生的梦境也就越发美好、越发温馨。但以上这些又仅仅是“梦寐”而已，因此下文就反接以“评泊寻芳，只怕春寒里 ”。眼前所遇，既然只是花未开、人不见的春寒景象，那又何能来“评泊寻芳”（意即谓 ：在万花丛中评论哪朵花最美，在游女如云的人群中评论哪位倩女最美 ），又何能来重践“花前月下”的旧约？这里用了一个“ 只怕”，虽属心理估测之辞，然却又是“ 实写”，——同上文“花开未”的问句一样，它就使感情的表达更显得委婉有致。词情至此，就暂告一个段落，即由开头归来时的亢奋迫切而结之于扑空后的惆怅，由开头蝶嬉杨柳的欣慰高兴而结之于情人不见的寂寞 。前几夜的好梦，归来时风吹衣袂的欢快，蝴蝶领路时的盼望，所有这些就全部都被眼前的“春寒”景象所“ 冲掉”！但是且慢，就在作者只能“死心”的当口，词笔却又陡转，推出了“绝处逢生”的新境界来：在这无可奈何的现实环境中，词人却还有自己的“ 法宝”，——于是他那无法压抑的热情，立刻就展开着“ 想象”的翅膀，更加高涨地飞腾起来 ：“今岁清明逢上巳，相思先到溅裙水”，这真是妙不可言的佳句 ！我们知道，清明节本是一个踏青游春的佳日，其时杭城市民“寻芳讨胜，极意纵游，&#8943;&#8943;无日不在春风鼓舞中”（《武林旧事》卷三）；而上巳日又“倾都禊饮踏青”（《梦粱录》卷二）。今年，则清明恰逢上巳 ，其游冶禊饮之盛况更将空前。所以作者遥想，今日暂未得见的伊人，到时必将出现在“长安水边多丽人”的行列中间（到时就必能重践旧日的盟约 ）。所以，尽管现在还是新春二月，但自己的心思早已飞到了她那令他神魂颠倒的石榴裙边去了！拿一句成语来讲，这一种想象真有点儿“匪夷所思”。它的奇特表现在下列两方面：第一，它不直接去写“三月三日天气新”的西湖春景，也不直接描绘“绣罗衣裳照暮春”的丽人倩影（以上两句为杜甫《丽人行 》诗句），而是用了一个“溅裙水”的意象把这两者概括在一起写，这就显得既“经济”，又“香艳 ”（请想象一下：一群丽人佳娘正在湖滨掬水嬉戏，溅得绣裙上水痕点点，这是一幅多么优美艳丽的“仕女嬉水图 ”），确是作者的一个“发明”。第二，它说自己此刻的相思情意“先到”了溅裙的水边（也即溅上了水痕的石榴裙下 ），这就既写出了自己感情之真挚深长，又显得十分的缠绵和优雅。读着这一句，人们一下子从眼前的料峭春寒中跳到了那个春光骀荡的季节里去，同作者一样获得了心理上温暖而美好的快感。这种写法，利用了“ 时间差”，利用了“想象力 ”，使读者坠入了一种无限温馨而又迷离的境界中去；从词的结构来看，也大有“ 峰回路转”、“余味无穷”的妙处。所以从其“情”来讲，全词确是一往情深；从其“ 文 ”来讲，又显得相当的“瑰奇”、“警迈”（张镃《梅溪词序》）。史达祖的这首《蝶恋花》与李商隐的《无题诗》相比，《蝶恋花 》构思精巧，有神来之笔，最明显的证据是李商隐仅仅感觉到“ 春心莫共花争发”，而史达祖却进一步在文中说到了“春心先于花争发”。"
        },
        {
            "title": "夜合花",
            "content": "冷截龙腰，偷拿鸾爪，楚山长锁秋云。梅华未落，年年怨入江城。千嶂碧，一声清。杜人间、儿女箫笙。共凄凉处，琵琶湓浦，长啸苏门。当时低度西邻。天澹阑干欲暮，曾赋高情。子期老矣，不堪带酒重听。纤手静，七星明。有新声、应更魂惊。梦回人世，寥寥夜月，空照天津。",
            "comment": ""
        },
        {
            "title": "满江红 书怀",
            "content": "好领青衫，全不向、诗书中得。还也费、区区造物，许多心力。未暇买田清颍尾，尚须索米长安陌。有当时、黄卷满前头，多惭德。思往事，嗟儿剧。怜牛後，怀鸡肋。奈棱棱虎豹，九重九隔。三径就荒秋自好，一钱不直贫相逼。对黄花、常待不吟诗，诗成癖。",
            "comment": "【注释】史达祖的《满江红 》，尽情抒发了自己复杂而矛盾的思想感情：其中包括怀才不遇的愤懑不平；寄人篱下的辛酸苦难；“欲归不能”的苦闷；“误入歧途”的懊恨，还有身不由己的难言之隐，等等，都在一定程度上反映出古代知识分子的悲惨命运，也从一个侧面表达了作者内心深处的想法，那就是痛恨朝政暗无天日，小人当道，因而想过一种“采菊东篱下”的世外桃源生活，然而 ，以上两种想法都不能成为现实，那他就只能凭借艺术（文学）去减轻自己的烦恼。清楼敬思说：“ 史达祖，南渡名士，不得进士出身。以彼文采，岂无论荐，乃甘作权相堂吏，至被弹章，不亦屈志辱身之至耶 ？读其‘书怀’《满江红》词三径就荒秋自好，一钱不值贫相逼’，亦自怨自艾者矣。”（张宗橚《词林纪事》引）这就说明，它是一首“怨艾词”，一首“牢骚词”。一首愤世嫉俗之词。这首词中所表露出来的思想状态，是一种由多层心理所组合成的矛盾、复杂的心态。“学而优则仕 ”，封建时代的读书人一般都把中进士视为光宗耀祖的幸事和进入仕途的“康庄大道”。然而，史达祖尽管熟读诗书却与功名无缘，只能屈志辱身地去担任堂吏的微职，这就不能不引起他对自身“命运”的嗟叹和对科举制度埋没人材的愤慨。所以此词开篇就是两句激烈的“牢骚语”：“好领青衫，全不向、诗书中得 ”。此两句意含两层。一云自己空有满腹才华，到头来却只换得了一领“青衫”可穿，这个“好”字（实为不好）就含有辛辣的自嘲自讽和愤世嫉俗之意在内；二云：就是这领可怜的青衫，却竟也非由“诗书”（即科举考试）中获得，“全不向”三字就清楚地表明了他对科举制度和社会现实的强烈不满。两句中，既含“ 自怨 ”（怨命运之不济），又含“愤世”（愤世道之不公），怨愤交集。但仅靠这两句还不足以完全渲泄其满腹牢骚 。故又延伸出下两句：“还也费、区区造物，许多心力 ”。这一个低微的贱职，却也得来非易，它是“造物者”为我化了许多心力才获取的 ！“造物”本是神通广大的，而作者偏冠以“区区”（小而微也 ）二字，意亦在于自嘲并兼愤世。谚曰 ：“各人头上一方天 ”。在别人头上的这方“天”，或许是魔法无边的 ；而唯独自己所赖以庇身的命运之神 ，却微不足道--故而它要花费偌大气力，才为我争得了这样一个职微而责重的地位。言外之意，更有一腔牢骚与愤懑在。以上是上阕中的第一层意思：抒发身世悲惨，经历坎坷的辛酸与愤慨命运之不公。接着就转入第二层：既然不满于这领非由科举而得的“ 青衫”，那么，为什么不辞官退隐山庄呢？于是，作者又向人们展示了他内心的苦衷：“未暇买田青颍尾，尚须索米长安陌”。这就更深一层地交代了自己的矛盾和苦闷的心理。这里，“未暇 ”二字只是表面文章，而“买田”二字才是实质性问题。须知在现实环境中，要想学古代巢父、许由之类的“高士 ”，谈何容易！若无“求田问舍”的钱，那是无法办到的；而自己只是一介寒士，还得靠向权贵“索米”过活，则又何“暇”来“买田”隐居呢？读到这两句，不禁使读者联想起杜甫困居长安十载时“朝扣富儿门，暮随肥马尘。残杯与冷炙，到处潜悲辛”的遭遇，以及顾况对白居易所说的“米价方贵，居大不易”的话语。在这第二层的两句中，词人那种因贫而仕、无可奈何的心理，便表露得十分清楚了。但是，虽然词人因为生计所迫，不得不屈身为吏，其实他的内心却始终是无法真正平静的；一旦被外物所激，它就会掀起阵阵感情的涟漪。正如李商隐《无题》诗：“莫近弹棋局，中心最不平”（弹棋，古代游戏名。棋局以石为之，中间高而四周平，故能引起诗人“中心最不平”的联想）所说的那样，词人旧日曾熟读诗书，一当瞥见往昔读过的旧书时，心中就难免会油然生起一缕辛酸痛楚的愧疚之情 ，故接言道：“有当时黄卷满前头，多惭德。”“惭德”者，因以前之行事有缺点、疏忽而内愧于心也。词人在这里所言的“惭德”，表面上是讲愧对“黄卷”，因为读了这么多年书，却竟未能得中功名；故实际还是愤慨世道不公的反语，不过比之前面所说的“好领青衫”等话来，更多地带有懊丧悔恨的情味。总观上阕八句，其感情的脉络依着先是怨愤、后是窘迫、再是懊恼的次序展开，而词笔也由“开”而“合”、由“昂”而“抑”；词笔蜿蜒起伏、依次有序地表达了作者那矛盾复杂和激荡难平的思想感情。上阕以“多惭德”的“合句”告结，换头则重以“思往事”三字拓开词情，振起下文。不过作者对于“往事”并不作正面和详尽的回顾 ，而只一语带过，简括以“ 嗟儿剧 ”（表面是悔恨往日作事有如儿戏，轻率投身于公门之内 ，实际还是讽刺“造物”无眼、埋没良材 ）三字，立即把“镜头”拉回现实；“怜牛后，怀鸡肋。奈稜稜虎豹，九重九隔 ”。此四句意分三小层 ，活生生地勾画出词人进退两难的矛盾心态。“怜牛后”是第一小层。《史记·苏秦传》引谚语曰：“宁为鸡口，无为牛后”，张守节《正义》释曰：“鸡口虽小，犹进食。牛后虽大，乃出粪也 ”。作者自怜身为堂吏，须视权贵的颜色行事，丧失了自己的独立人格，故用“牛后”的典故，实含寄人篱下的痛楚之情在内。“怀鸡肋”则是第二小层。“ 鸡肋”，以喻食之无味、弃之可惜之物。这里指自己的这领“青衫”：丢掉它吧，生计实在没有什么保障；穿上它吧，又要摧眉折腰地去服侍人家 。真是矛盾重重，苦衷难言！但是，在没有足够勇气跳出豪门羁縻之前，自己仍只能战战兢兢地为“主人”小心做好“奉行文字”的工作。因此“奈稜稜虎豹，九重九隔”便写足了他“身在矮檐下，不能不低头”的畏惧心理。“九重”，借指君门；“九隔 ”，汲古阁本一作“先隔”。意谓：君门遥远，欲叩而先被威严可怖的虎豹所阻断。这里所言的“虎豹”究竟指谁，现已很难判定。若说就指韩侂胄，则从史载韩氏对史的“倚重”情况来看，似又不太象；若说另指其他权贵，则又缺乏足够的证据。所以我们不妨把它理解为“ 泛指 ”。屈原《离骚》云：“吾令帝阍开关兮，倚阊阖而望予 ”；宋玉《 九辩》云：“岂不郁陶而思君兮 ？君之门以九重！猛犬狺狺而迎吠兮，关梁闭而不通”；又宋玉《招魂》云：“君无上天些，虎豹九关，啄害下人些 ”。&#8943;&#8943;这些作品中所表达的“虎豹当道、君门阻隔”之叹，就正是史词之所本。故而在这两句词中，又深藏着词人对于朝政昏暗、小人当道、贤臣被压的感慨，也曲折地反映了他的政治怀抱：思欲扫清奸佞，有所作为。以上是下阕中的第一层次。然而，理想是理想，现实却又是现实。作者毕竟只是一位寄人篱下、身不由己的小小幕僚，因此他就很快跌入到现实环境中来。“ 三径就荒秋自好，一钱不值贫相逼”，两句用典。“三径就荒”用陶渊明《归去来兮辞》“三径就荒”，松菊犹存“的成句，却续之以“秋自好”三字，意谓田园正待我归去隐居，秋光正待我前去欣赏，然却不能归也（一个“自”字即表明此意）；“一钱不值”用《史记·魏其武安侯传》成句（“生平毁程不识不值一钱”），用以补足“不能归”的原因在于自身所处地位之卑微和贫困之所迫。这就重又回复到上阕所言过的老矛盾上来了 ：“未暇买田青颍尾，尚须索米长安陌 ”。不过这里并非仅仅在作“同义反复”，而又在“反复”的基础上萌生了新意：第一，它描摹出了眼前秋光正好的真实情景，使人更加激起归隐的欲望，而“ 秋自好”三句的“自”（空自）字又加剧了欲归不能的矛盾感；第二，它以“一钱不值”和“贫相逼”形象真切地写出了无钱“买田”的窘迫相，使人如睹其寒伧贫困的模样而在目前；第三，更为重要的是 ，它又为下文的第三层作了铺垫。第三层次的“对黄花常待不吟诗，诗成癖”即明显承上而来 ：因为“贫相逼”，所以无心吟诗去附庸风雅；但秋光正好，却又不能不激起自己的创作欲望。这两句更是在一种矛盾的心理中展开其词情的。它至少说明了以下这样两层意思：第一，作者因生计窘迫、心情不佳，故而无甚兴致去吟诗作词，这实在是加言其“贫相逼”也；第二，作者面对秋光黄花，却又无法抑制自己的创作冲动，甚至进而说爱诗已成了自己的终身“癖好”，在这个“诗成癖 ”中我们便越加深刻地感受到了他深心的深深苦闷。——文学本是“苦闷的象征”（厨川白村语），史达祖之所以本不欲吟诗（词）而最后却吟诗（词）成癖，欲拔不能，这岂不表明他有一腔在现实生活中无法解脱的苦闷情绪现今要在文学创作中得到宣泄吗？词人在韩侂胄的相府中，只是一个走卒堂吏，现今在孤高瘦傲的“ 黄花 ”诗（词）中，才一度重视了自己的“ 自由之身”，才曲折而畅快地舒展了自己的平生抱负，这又岂非快事一桩！在了解史达祖的人看来，史达祖似乎往往是以两种身份和面目出现在世人面前。一方面，他以堂吏的身份侍奉权贵韩侂胄，似乎是个忠诚地委身于封建权贵的幕僚之人。另一方面，他以婉约词人的面目活跃在当日的词坛上，看来又是位只知道吟风弄月的文人骚客。然而，事实并非如此。史达祖的内心也郁积着深刻的苦闷，因而，他的作品具有婉媚轻柔之外的另一种风雅的存在。这首词就是一个明证。从词的艺术风格言，此词在全部《梅溪词》中堪称“别调 ”。第一，它所选用的词汇与平昔所用，可谓经过了一番“ 换班 ”：再不见“ 钿车”、“梨花”、“红楼”、“画栏”之类词藻，而代之以“鸡肋”、“牛后”、“三径就荒” 、“一钱不值 ”的“生硬”字面；第二，它的笔调也一改往日“ 妥帖轻圆 ”、“清新闲婉”之风，而变得老气横秋、激昂排宕。这些，都是因着抒情言志的需要而发生变化的。简言之，那就是：由于“中心最不平”的复杂意绪，便生发出了这种用典使事、拉杂斑驳的词风。不过，又由于作者巧妙地嵌入了某些色彩鲜明的形象性字句（如“青衫”愧对“黄卷”，“清颍”之志暂时寄寓于“黄花”之诗等），因此就多少冲淡了“掉书袋”的沉闷气息，增加了词的欣赏性。"
        },
        {
            "title": "玉簟凉",
            "content": "秋是愁乡。自锦瑟断弦，有泪如江。平生花里活，奈旧梦难忘。蓝桥云树正绿，料抱月、几夜眠香。河汉阻，但凤音传恨，阑影敲凉。新妆。莲娇试晓，梅瘦破春，因甚却扇临窗。红巾衔翠翼，早弱水茫茫。柔指各自未翦，问此去、莫负王昌。芳信准，更敢寻、红杏西厢。",
            "comment": ""
        },
        {
            "title": "玉烛新",
            "content": "疏云萦碧岫。带晚日摇光，半江寒皱。越溪近远，空频向、过雁风边回首。酸心一缕。念水北、寻芳归後。轻醉醒、堤月笼沙，鞍松宝轮飞骤。秦楼屡约芳春，记扇背题诗，帕罗沾酒。瘦愁易就。因惊断、梦里桃源难又。临风话旧。想日暮、梅花孤瘦。还静倚、修竹相思，盈盈翠袖。",
            "comment": ""
        },
        {
            "title": "双双燕 咏燕",
            "content": "过春社了，度帘幕中间，去年尘冷。差池欲住，试入旧巢相并。还相雕梁藻井，又软语商量不定。飘然快拂花梢，翠尾分开红影。芳径，芹泥雨润，爱贴地争飞，竞夸轻俊。红楼归晚，看足柳暗花暝。应自栖香正稳，便忘了天涯芳信。愁损翠黛双蛾，日日画阑独凭。",
            "comment": "【注释】 ①春社：春分前后祭社神的日子叫春社。②度：飞过。③尘冷：指旧巢冷落，布满尘灰。④差（cī）池：指燕子羽毛长短不齐。⑤相：细看。　藻井：天花板。⑥红影：指花影。⑦芳径：花草芳芬的小径。⑧芹泥：燕子所衔之泥。⑨“应自”句：该当睡得香甜安稳。　自：一作“是”。CD天涯芳信：指出外的人给家中妻子的信。CE翠黛：画眉所用的青绿之色。双蛾：双眉。【评解】这首词作者饱和着感情，描绘了春燕重归旧巢，软语多情，花间竞飞，轻盈俊俏的神态。也抒写了“日日画栏独凭”者所希冀和追求的那种自由、愉快、美满的生活。上片写双燕重归旧巢。下片写双燕飞游的适意和楼中妇女的幽思。全词构思精巧，刻画细腻。形象优美，委婉多姿。清新柔丽，不落俗套。洋溢着生活情趣，使人获得美的享受。【集评】黄昇《花庵词选》：形容尽矣。……姜尧章最赏其“柳昏花暝”之句。王士禛《花草蒙拾》：仆每读史邦卿咏燕词，以为咏物至此，人巧极天工错矣。沈际飞《草堂诗余正集》：“欲”字、“试”字、“还”字、“又”字入妙，“还相”字是星相之相。卓人月《词统》：不写形而写神，不取事而取意，白描高手。贺裳《皱水轩词筌》：常观姜论史词，不称其“软语商量”，而赏其“柳昏花暝”，固知不免项羽学兵法之恨。许昂霄《词综偶评》：清新俊逸。戈载《七家词选》：美则美矣，而其韵庚青，杂入真文，究为玉瑕珠颣。谭献《谭评词辨》：起处藏过一番感叹，为“还”字、“又”字张本。“还相”二句，挑按见指法，再搏弄便薄。“红楼”句换笔，“应自”句换意，“愁损”二句收足，然无余味。王国维《人间词话》：贺黄公谓姜论史词，不称其“软语商量”，而称其“柳昏花暝”，固知不免项羽学兵法之恨；然“柳昏花暝”，自是欧、秦辈句法，前后有画工、化工之殊，吾从白石，不能附合黄公矣。黄蓼园《蓼园词选》：“栖香”下至末，似指朋友间有不能践言者。郑文焯《绝妙好词校录》：史梅溪《双双燕》“还相雕梁藻井”，按《表异录》，绮井亦名藻井，又名斗八。今俗曰天花板也。周尔墉《周评绝妙好词》：史生颖妙非常，此词可谓能尽物性。俞陛云《唐五代两宋词选释》：归来社燕，回忆去年，题前着笔，便恋旋转之地。巢痕重拂，犹征人之返故居，咏燕亦隐含人事。欧阳永叔爱诵咏燕诗“晓窗惊梦语匆匆”句，此词云“商量不定”，为燕语传神尤妙。“芳径”四句赋题正面。“柳昏花暝”传为名句，多少朱门兴废，皆在“看足”两字之中。毛晋云“余幼读《双双燕》词，便心醉梅溪”。于刻《梅溪词》后，特标出之。结句因燕书未达，念及倚阑人，余韵悠然。唐圭璋《唐宋词简释》：此首咏燕，神态逼真，灵妙非常。“过春社了”三句，记燕来之时。“差池”两句，言燕飞入巢。“还相”两句，摹写燕语。“欲”字、“试”字、“还”字、“又”字皆写足双燕之神。“飘然”两句，写燕飞去，俨然画境。换头承上，写燕之路。“爱贴地”两句，写燕飞之势。“红楼”两句，换笔写燕归。“看足柳昏花暝”一句，说尽双燕游乐之情。“应自”两句，换意写燕双栖，意义完毕。末结两句，推开，特点人事，盖用燕归人未归之意。“独凭”与双栖映射，最为俊巧。-------------------------------燕子是古诗词中常用的意象，诗如杜甫，词如晏殊等，然古典诗词中全篇咏燕的妙词，则要首推史达祖的《双双燕》了。这首词对燕子的描写是极为精彩的 。通篇不出“燕”字，而句句写燕，极妍尽态，神形毕肖。而又不觉繁复。“过春社了”，“ 春社”在春分前后，正是春暖花开的季节，相传燕子这时候由南方北归，词人只点明节候，让读者自然联想到燕子归来了。此处妙在暗示，有未雨绸缪的朦胧，既节省了文字，又使诗意含蓄蕴藉，调动读者的想象力。“度帘幕中间”，进一步暗示燕子的回归。“ 去年尘冷”暗示出是旧燕重归及新变化。在大自然一派美好春光里，北归的燕子飞入旧家帘幕，红楼华屋、雕梁藻井依旧，所不同的，空屋无人，满目尘封，不免使燕子感到有些冷落凄情。怎么会有这种变化呢？“差池欲住”四句，写双燕欲住而又犹豫的情景。由于燕子离开旧巢有些日子了，“去年尘冷”，好象有些变化，所以要先在帘幕之间“穿”来“度”去，仔细看一看似曾相识的环境 。燕子毕竟恋旧巢 ，于是“差池欲住，试入旧巢相并”。因“欲住”而“试入”，犹豫未决，所以还把“雕梁藻井”仔细相视一番，又“软语商量不定 ”。小小情事，写得细腻而曲折，象一对小两口居家度日，颇有情趣。沈际飞评这几句词说：“‘欲’字、‘试’字、‘还’字、‘又’字入妙。”（《草堂诗馀正集》）妙就妙在这四个虚字一层又一层地把双燕的心理感情变化栩栩如生地传达出来。“软语商量不定 ”，形容燕语呢喃 ，传神入妙。“商量不定 ”，写出了双燕你一句、我一句，亲昵商量的情状。“软语”，其声音之轻细柔和、温情脉脉形象生动，把双燕描绘得就像一对充满柔情密意的情侣。人们常用燕子双栖，比喻夫妻，这种描写是很切合燕侣的特点的。恐正是从诗词的妙写中得到的启发吧！果然，“商量 ”的结果，这对燕侣决定在这里定居下来了。于是，它们“飘然快拂花销，翠尾分开红影”，在美好的春光中开始了繁忙紧张快活的新生活。“芳径，芹泥雨润 ”，紫燕常用芹泥来筑巢，正因为这里风调雨顺，芹泥也特别润湿，真是安家立业的好地方啊，燕子得其所哉，双双从天空中直冲下来，贴近地面飞着，你追我赶，好像比赛着谁飞得更轻盈漂亮。广阔丰饶的北方又远不止芹泥好，这里花啊柳啊，样样都好，风景是观赏不完的。燕子陶醉了，到处飞游观光，一直玩到天黑了才飞回来。“红楼归晚，看足柳昏花暝 ”，春光多美，而它们的生活又多么快乐、自由、美满。傍晚归来，双栖双息，其乐无穷。可是，这一高兴啊，“ 便忘了、天涯芳信 ”。在双燕回归前，一位天涯游子曾托它俩给家人捎一封书信回来，它们全给忘记了！这天外飞来的一笔，出人意料。随着这一转折，便出现了红楼思妇倚栏眺望的画面：“愁损翠黛双蛾，日日画栏独凭”。由于双燕的玩忽害得受书人愁损盼望。这结尾两句，似乎离开了通篇所咏的燕子，转而去写红楼思妇了。看似离题，其实不然，这正是词人匠心独到之处 。试想词人为什么花了那么多的笔墨，描写燕子徘徊旧巢，欲住还休？对燕子来说，是有感于“去年尘冷”的新变化，实际上这是暗示人去境清，深闺寂寥的人事变化，只是一直没有道破。到了最后，将意思推开一层，融入闺情更有馀韵。原来词人描写这双双燕，是意在言先地放在红楼清冷、思妇伤春的环境中来写的，他是用双双燕子形影不离的美满生活，暗暗与思妇“画栏独凭”的寂寞生活相对照；接着他又极写双双燕子尽情游赏大自然的美好风光，暗暗与思妇“愁损翠黛双蛾”的命运相对照。显然，作者对燕子那种自由、愉快、美满的生活的描写，是隐含着某种人生的感慨与寄托的。这种写法，打破宋词题材结构以写人为主体的常规，而以写燕为主，写人为宾；写红楼思妇的愁苦，只是为了反衬双燕的美满生活，给人以耳目一新之感。读者自会从燕的幸福想到人的悲剧，不过作者有意留给读者自己去体会罢了。这种写法，因多一层曲折而饶有韵味，因而能更含蓄更深沉地反映人生，煞是别出心裁。但写燕子与人的对照互喻又粘连相接，不即不离，确是咏燕词的绝境。作为一首咏物词，《双双燕 》获得了前人最高的评价 。王士祯说 ：“ 咏物至此 ，人巧极天工错矣！（《花草蒙拾》）这首词成功地刻画了燕子双栖双宿恩爱羡人的优美形象，把燕子拟人化的同时，描写它们的动态与神情，又处处力求符合燕子的特征，达到了形神俱似的地步，真的把燕子写活了。例如同是写燕子飞翔，就有几种不同姿态。“ 飘然快拂花梢，翠尾分开红影 ”，是写燕子在飞行中捕捉昆虫、从花木枝头一掠而过的情状。“飘然”，既写出燕子的轻，但又不是在空中漫无目的地悠然飞翔，而是在捕食，所以又说“快拂花销”。正因为燕子飞行轻捷，体形又小，飞起来那翠尾像一把张开的剪刀掠过“ 花梢”，就好似“分开红影”了。“爱贴地争飞”，是燕子又一种特有的飞翔姿态，天阴欲雨时，燕子飞得很低。由此可见词人对燕子观察异常细腻，用词非常精刻。词中写燕子衔泥筑巢的习性，写软语呢喃的声音，也无一不肖。“帘幕 ”、“雕梁藻井”、“芳径”、“芹泥雨润”等等，也都是诗词中常见的描写燕子的常典 。“差池欲住”，“差池”二字本出《诗经·邶风·燕燕》：“燕燕于飞，差池其羽。”“芹泥雨润”，“芹泥”出杜甫《徐步》诗 ：“芹泥随燕嘴”。“便忘了天涯芳信”则是化用南朝梁代江淹《 杂体诗·拟李都尉从军》“而我在万里，结发不相见；袖中有短愿寄双飞燕”诗意，反从双燕忘了寄书一面来写。这首词刻划双燕，有环奇警迈之长，不愧为咏物词之上品。至于求更深的托喻，则是没有的，有的论者认为，“红楼归晚 ”四句，有弦外之音隐喻韩侂胄之事，虽可备一说，但总不免穿凿太深，反而损害了这首词深广细致的韵致。"
        },
        {
            "title": "金盏子",
            "content": "奖绿催红，仰一番膏雨，始张春色。未踏画桥烟，江南岸、应是草秾花密。尚忆溅裙苹溪，觉诗愁相觅。光风外，除是倩莺烦燕，谩通消息。梨花夜来白。相思梦、空阑一林月。深深柳枝巷陌，难重遇、弓弯两袖云碧。见说倦理秦筝，怯春葱无力。空遣恨，当时留秀句，苍苔蠹壁。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "西月澹窥楼角，东风暗落檐牙。一灯初见影窗纱。又是重帘不下。幽思屡随芳草，闲愁多似杨花。杨花芳草遍天涯。绣被春寒夜夜。",
            "comment": ""
        },
        {
            "title": "玲珑四犯",
            "content": "阔甚吴天，顿放得、江南离绪多少。一雨为秋，凉气小窗先到。轻梦听彻风蒲，又散入、楚空清晓。问世间、愁在何处，不离澹烟衰草。簟纹独浸芙蓉影，想凄凄、欠郎偎抱。即今卧得云衣冷，山月仍相照。方悔翠袖，易分难聚，有玉香花笑。待雁来、先寄新词归去，且教知道。",
            "comment": ""
        },
        {
            "title": "杏花天",
            "content": "软波拖碧蒲芽短。画桥外、花晴柳暖。今年自是清明晚。便觉芳情较懒。春衫瘦、东风翦翦。过花坞、香吹醉面。归来立马斜阳岸。隔岸歌声一片。",
            "comment": ""
        },
        {
            "title": "万年欢 春思",
            "content": "两袖梅风，谢桥边、岸痕犹带阴雪。过了匆匆灯市，草根青发。燕子春愁未醒，误几处、芳音辽绝。烟溪上、采绿人归，定应愁沁花骨。非干厚情易歇。奈燕台句老，难道离别。小径吹衣，曾记故里风物。多少惊心旧事，第一是、侵阶罗袜。如今但、柳发晞春，夜来和露梳月。",
            "comment": "【注释】史达祖在婉约词发展过程中，继承了周邦彦那种“缜密典丽”，“富艳精工”的创作风格，而又有发展，炼字锻句，竟秀争高，给后来重视写作技巧的人比较大影响。首两句描写初春的景物：漫步在谢桥边，吹拂着落梅的轻风，也吹满词人的双袖。沿岸春寒未褪，犹见残雪痕迹。“谢桥”，指谢娘家的桥，唐时有名妓谢秋娘，因常以指女子所居之地。两句从欧阳修《蝶恋花》词（一作冯延巳词）“ 独立小桥风满袖”化出。四、五句点明时节。灯市 ，指正月十五的元宵灯市，上冠以“ 匆匆 ”二字，略露作者的心情，可与姜夔《琵琶仙》词“奈愁里、匆匆换时节”参看。元宵过后，草已开始变绿，春天已是到来了，可是，词人却说“燕子春愁未醒”，燕子在春分前后才由南方飞回，而今春社未到，燕子未归，故发出“误几处、芳音辽绝”的怨望之语。江淹《拟李都尉从军》诗有“袖中有短书，愿寄双飞燕 ”之句，《开元天宝遗事》也载有燕子传书之事，诗词家将之当作常典使用。“燕子”二语，与作者《双双燕》词“应自栖香正稳，便忘了天涯芳信”有同工之妙。山川间阻，音信难通，只能把一襟幽怨 ，寄诸燕子 ，正见其用笔精妙处。题中“春思”之意，至此方出。“烟溪”二句，笔锋一转，从对面着想：那远方的情人啊，这时也许在轻烟迷漫的溪水边采摘绿草归来，她一定满怀心事，连花心深处都沁透着她的春愁。“ 采绿 ”，出自《诗小雅·采绿》：“ 终朝采绿，不盈一掏。”旧注认为这是妇人思念远行的丈夫。绿，是一种刍草的名。“采绿”，暗与上文“ 草根青发”照应。“愁沁花骨”四字甚炼，写出女子怀人的深情，句意并美。下片“ 非干厚情易歇 ”，笔意俱换，词极朴直，却更见情深意厚，更表现作者无可奈何的心情。这一切，并不关两人深厚的感情有所改变，而是由于命运的安排 ：离别，使有情人再也不能相见了。“奈燕台句老，难道离别 ”，这真是痛心彻骨之语 。“燕台”，用唐诗人李商隐事。李曾作《燕台》诗四首，哀感顽艳，被一位叫做柳枝的姑娘所深赏，并相约幽会。由于机缘的错失，两人未能欢好便离别了。这里借用而转换加强说，自己纵使有李商隐那样的风流文笔，但在此情此境 ，一切的语句都显得是那么陈旧和多余。“小径”四句，回首前尘，深情如揭。记得当年在故乡多少美好的情事，那幽深的小径，微风吹衣——那是与她旧游之地。在纷来沓至的追忆中，第一难忘的是：她，久久地悄立玉阶之下，夜色渐深，清凉的露水侵进她的罗袜，她还在等待着我的到来。词中特标出“惊心”二字，表现了情人相会时心情激荡的情景。“小径吹衣”，又与首句“两袖梅风 ”相应，今昔对比，更是难以为怀了。结二句“ 如今但 、柳发晞春，夜来和露梳月”，用春景中的景物写愁思，更见梅溪词心思之巧妙。由回忆跌回现实中。一切成为既往 ，如今剩下的只是：那柳树疏疏的长条，纷披在春日和煦的阳光中；晚上，又沾上清凉的露水，在月下来回拂动。两句表面上是写景，实际上是喻人。“柳发”，亦指自己稀疏的头发；“晞”，晞发，披发使干。《楚辞·九歌·少司命》有“晞女（汝）发兮阳之阿 ”之语。“夜来”句，写自己在凉露冷月之下，凄然抚鬓的情景。结二句炼字极工，或未免着迹。史达祖的长调词，着意于布局，字锻句炼，极见功力。虽然前人批评他“ 用笔多深兴巧”（周济《介存斋论词杂著》），但他对于技巧的细致运用也发展了婉约词。"
        },
        {
            "title": "阳春曲/阳春",
            "content": "杏花烟，梨花月，谁与晕开春色。坊巷晓愔愔，东风断、旧火销处近寒食。少年踪迹。愁暗隔、水南山北。还是宝络雕鞍，被莺声、唤来香陌。记飞盖西园，寒犹凝结。惊醉耳、谁家夜笛。灯前重帘不挂，殢华裾、粉泪曾拭。如今故里信息。赖海燕、年时相识。奈芳草、正锁江南，梦春衫怨碧。",
            "comment": ""
        },
        {
            "title": "于飞乐",
            "content": "绮翼�串矗�问谁常借春陂。生愁近渚风微。紫山深，金殿暖，日暮同归。白头相守，情虽定、事却难期。带恨飞来，烟埋秦草，年年枉梦红衣。旧沙间，香颈冷，合是单栖。将终怨魂，何年化、连理芳枝。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "唐昌观里东风软。齐王宫外芳名远。桂子典刑边。梅花伯仲间。笼茸锼暖雪。琐细雕晴月。谁驾七香车。绿云飞玉沙。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "御路东风拂醉衣。卖灯人散烛笼稀。不知月底梅花冷，只忆桥边步袜归。闲梦淡，旧游非。夜深谁在小帘帏。罘罳儿下围炉坐，明处将人立地时。",
            "comment": ""
        },
        {
            "title": "恋绣衾",
            "content": "吴梅初试涧谷春。夜幽幽、江雁叫云。人正在、孤窗底，被浓愁、醺破醉魂。雨窗只剩残灯影，伴罗衣、无限泪痕。瘦骨怕、红绵冷，说年时、斗帐夜分。",
            "comment": ""
        },
        {
            "title": "齐天乐 中秋宿真定驿",
            "content": "西风来劝凉云去，天东放开金镜。照野霜凝，如河桂湿，一一冰壶相映。殊方路永。更分破秋光，尽成悲境。有客踌躇，古庭空自吊孤影。江南朋旧在许，也能怜天际，诗思谁领。梦断刀头，书开虿尾，别有相思随定。忧心耿耿。对风鹊残枝，露蛩荒井。斟酌妲娥，九秋宫殿冷。",
            "comment": "【注释】南宋开禧年间的六月，史达祖与南宋使团离开临安，前赴金国恭贺金主生日，八月中秋到达河北真定，夜晚住宿在真定馆驿中 ，这首词就是在馆驿中写成。这首词有两个写作背景：一是以一个南宋官吏的身份前往曾是北宋疆土的异国祝寿，二是恰逢中国的传统佳节——中秋节，这两个背景注定了这首词一定带有十分悲壮的风格。上阕先从“ 中秋”写起。头两句即是佳句：“西风来劝凉云去，天东放开金镜”。其中共有四个意象：西风、凉云、天东、金镜，它们共同组成了一幅“中秋之夜 ”的美妙图画。其奥妙之处尤在于“ 来劝”、“放开 ”这两组动词的运用 ，它们就把这幅静态的“图象 ”变换成了动态的“电影镜头”。原来，入夜时分，天气并不十分晴朗。此时，一阵清风吹来，拂开和驱散了残存的凉云——作者在此用了一个“来劝”，就使这个风吹残云的动作赋有了“ 人情味”：时值佳节，就让普天下团圆和不团圆的人都能看到这一年一度圆亮如金镜的中秋明月吧。果然有眼，它终于同意“放行 ”，于是一轮金光澄亮的圆月马上就在东边地平线上冉冉升起。所以这两个句子既写出了景，又包含了自己的情愫，为下文的继续写景和含情埋下了伏笔。“ 照野霜凝，入河桂湿，—— 冰壶相映”三句，就承接上文，写出了月光普洒大地、惨白一片的夜色，以及大河中的月影与天上的圆月两相辉映的清景，于中流露了自己的乡思客愁。李白诗云：“床前明月光，疑是地上霜。举头望明月，低头思故乡”（《静夜思》），苏轼词云：“明月如霜”（《 永遇乐》），史词的“照野霜凝 ”即由此演化而来，并体现了自己的思乡愁绪。“殊方路永”一句，语似突然而起，实是从题中“真定驿”生出。临安出发，过淮河，入金境，便是殊方异国，故云“殊方 ”；到了真定，已走过一段漫长的路程，但再到目的地燕京还有相当长的路要走，故云“路永 ”。这个四字押韵句自成一意，起了转折和开启下文的作用：上面交待了中秋月色，至此就转入抒情。“殊方路永”四字读来，已感到伤感之情的深切，而令人难堪的更在今夜偏又是中秋节！故而“独在异乡为异客”与“每逢佳节倍思亲”的两重悲绪就交织在一起，终于凝成了下面这两句词语：“更分破秋光，尽成悲境”。中秋为秋季之中，故曰“分破秋光”，而“分破 ”的字面又分明寓有分离之意 ，因此在已成“殊方”的故土，见中秋月色，便再无一点欢意，“尽成悲境”而已矣！下两句即顺着此意把自己与“真定驿”与“中秋 ”合在一起写：“有客踌躇，古庭空自吊孤影。”月于“影”字见出。驿站古庭的悲寂气氛，与中秋冷月的凄寒色调，就使作者中夜不眠、踌躇徘徊的形象衬托得更加孤单忧郁，也使他此时此地的心情显得更其凄凉悲切。王国维《人间词话》十分强调词要写“真景物”和“真感情”，谓之“有境界”。此情此景，就使本词出现了景真情深的“ 境界”，也使它具有了“忧从中来”的强烈艺术效果。不过，在上阕中，词人还仅言其“悲”而未具体交待其所“悲”为何，虽然在“殊方路永”四字中已经隐约透露其为思乡客愁 。我们只知道，词人犹豫，词人徘徊，词人在月下形影相吊，然而尚未直探其内心世界的奥妙。这个任务，便在下阕中渐次完成。它共分两层：一层写其对于江南密友的相思之情，这是明说的；另一层则抒其对于北宋故国的亡国之悲，这又是“暗说”的。先看第一层：“ 江南朋旧在许，也能怜天际，诗思谁领？”起句与上阕末句暗有“勾连”，因上阕的“ 孤影”就自然引出下阕的“朋旧”，换头有自然之妙。“ 在许 ”者，在何许也，不在身边也。“也能怜天际”是说他们此刻面对中秋圆月，也肯定会思念起远在“天际 ”的我。“诗思谁领”则更加进了一步，意谓：尽管他们遥怜故人，但因他们身在故乡，因而对于我在异乡绝域思念他们的乡愁客思缺乏切身体验和领受，故只好自叹一声“ 诗思谁领”（客愁化为“诗思”）。从这万般无奈的自言自语的反问句中，我们深深地感觉到：词人此时此刻的愁绪是其他人都无法代为体会、代为领受的。其感情之深浓，于此可知。接下“梦断刀头，书开虿尾，别有相思随定”，就续写他好梦难成和写信寄情的举动，以继续抒发自己的相思之愁。这里，他使用了两个典故 ：“刀头”和“虿尾”，其主要用心则放在前一典故上面。《汉书·李陵传 》载李陵降匈奴后，故人任立政出使匈奴，意欲暗地劝说李陵还汉。他见到李后，一面说话，一面屡次手摸自己的刀环。环、还音同，暗示要李归汉。又刀环在刀头，后人便以“刀头”作为“还”的隐语。唐吴兢《乐府古题要解》说《古绝句》中“何当大刀头”一句云：“刀头有环，问夫何时当还也”，即此意。此处说“梦断刀头”即言思乡之好梦难成，还乡之暂时无法，所以便开笔作书（“书开虿尾”），“别有相思随定 ”，让自己的相思之情随书而传达到朋旧那里去吧。以上是第一层 。第二层则把思乡之情进而扩展。先点以“ 忧心耿耿 ”四字。这耿耿忧心是为何？作者似乎不便明言。以下便接以景语 ：“ 对风鹊残枝，露蛩荒井。 ”这两句既是实写真定驿中的所见所闻，又含蓄地融化了前人的诗意，以这些词语中所贮蓄的“历史积淀 ”来调动读者对于“国土沦亡”的联想。曹操诗云 ：“月明星稀，乌鹊南飞。绕树三匝，何枝可依？（《短歌行》）史词的“风鹊残枝”基本由此而来，不过它又在鹊上加一“ 风”，在枝上加一“残”，这就使得原先就很悲凉的意境中更添入了一种凄冷残破的感情成分。至于“露蛩荒井”的意象，则我们更可在前人寄寓家国之感的诗词中常见。比如较史达祖稍前一些的姜夔，他就有一首咏蟋蟀（蛩即蟋蟀之别名）的名篇《 齐天乐 》，其“露湿铜铺，苔侵石井，都是曾听伊处”，即与史词意象相似。因而读着这“风鹊残枝，露蛩荒井”八字，读者很快便会浮现出姜词下文“候馆迎秋，离宫吊月，别有伤心无数”的不尽联想。作者巧以“景语 ”来抒情的功力既于此可见，而作者暗伤北宋沦亡的情感也于此隐隐欲出。但作者此词既是写中秋夜宿真定驿，故而在写足了驿庭中凄清的景象之后，又当再回到“中秋”上来。于是他又举头望明月，举杯酌姮娥（即与姮娥对饮之意），其时只见月中宫殿正被包围在一片凄冷的风露之中。这两句诗从杜甫《月》诗“斟酌姮娥寡，天寒奈九秋”中演化开来，既写出了夜已转深、寒意渐浓，又进一步暗写了北宋宫殿正如月中宫殿那样，早就“冷”不堪言了。前文中暗伏而欲出的亡国之痛，就通过“宫殿”二字既豁然醒目、却又“ 王顾左右而言他”（表面仅言月中宫殿）地“饱满”写出！全词以中秋之月而兴起，又以中秋之月而结束，通过在驿庭中的所见所闻、所思所感，展现了作者思乡怀旧、忧思百端的复杂心态，具有一定的思想深度和艺术感染力。从词风来看，此词也一改作者平素“ 妥帖轻圆”的作风，而显出深沉悲慨的风格，在某种程度上带有了辛派词人的刚劲苍凉风格（比如开头五句的写景，结尾两句的写人月对斟和中秋冷月 ）。这肯定是与他的“身之所历，目之所见 ”，是密不可分的 。清人王昶说过：“南宋词多《 黍离》、《麦秀 》之悲”（《赌棋山庄词话》卷一引 ），从史达祖这首出使金邦而作的《齐天乐》中，就能很明显地看出这一点。"
        },
        {
            "title": "清明",
            "content": "宫烛分烟眩晓霞，惊心知又度年华。榆羹杏粥谁能办，自采庭前荠菜花。",
            "comment": ""
        },
        {
            "title": "玲珑四犯",
            "content": "雨入愁边，翠树晚，无人风叶如翦。竹尾通凉，却怕小帘低卷。孤坐便怯诗悭，念後赏、旧曾题遍。更暗尘、偷锁鸾影，心事屡羞团扇。卖花门馆生秋草，怅弓弯、几时重见。前欢尽属风流梦，天共朱楼远。闻道秀骨病多，难自任、从来恩怨。料也和、前度金笼鹦鹉，说人情浅。",
            "comment": ""
        },
        {
            "title": "夜合花",
            "content": "柳锁莺魂，花翻蝶梦，自知愁染潘郎。轻衫未揽，犹将泪点偷藏。念前事，怯流光。早春窥、酥雨池塘。向销凝里，梅开半面，情满徐妆。风丝一寸柔肠。曾在歌边惹恨，烛底萦香。芳机瑞锦，如何未织鸳鸯。人扶醉，月依墙。是当初、谁敢疏狂。把闲言语，花房夜久，各自思量。",
            "comment": "【注释】①潘郎：潘岳字安仁，晋中牟人。美姿容，辞藻绝丽，尤善为哀诔之交。《晋书》有传。②徐妆：半面妆。《南史梁元帝徐妃传》载：“妃以帝眇一目，每知帝将至，必为半面妆以俟。帝见则大怒而去。”【评解】这首词写景、咏物、抒情融为一体。上片写眼前景，抒心中情。“柳锁莺魂，花翻蝶梦”，愁染潘郎，偷藏泪点。下片写当初曾在歌边惹恨，烛底萦香。如今回首往事，寸断柔肠。全词轻盈绰约，细腻工丽，于柔媚中具艳冶之姿。表现了梅溪词的特色。"
        },
        {
            "title": "点绛唇",
            "content": "花落苔香，断无人肯行鵷甃。晚风翻绣。吹醒东窗酒。犹卧氍毹，明月知人瘦。香消後。乱愁依旧。开□胡酥手。",
            "comment": ""
        },
        {
            "title": "绮罗香 咏春雨",
            "content": "做冷欺花，将烟困柳，千里偷催春暮。尽日冥迷，愁里欲飞还在。惊粉重、蝶宿西园，喜泥润、燕归南浦。最妨它，佳约风流，钿车不到杜陵路。沉沉江上望极，还被春潮晚急，难寻官渡。隐约遥峰，和泪谢娘眉妩。临断岸、新绿生时，是落红、带愁流处。记当日门掩梨花，剪灯深夜语。",
            "comment": "【注释】通篇字字都是写《春雨》。①做冷欺花：春寒多雨，妨碍了花开。②将烟困柳：春雨迷濛，如烟雾环绕柳树。③尽日冥迷：整日春雨绵绵。④钿车：华美的车子。杜陵：汉宣帝陵墓所在地。当时附近一带住的多是富贵之家，故用来借指繁华的街道。⑤官渡：用公家渡船运送旅客。⑥谢娘：唐代歌妓，后世泛指歌女。这两句是写烟雨笼罩远处的山峰，象谢娘被泪沾湿的眉毛那样妩媚好看。⑦剪灯深夜语：李商隐《夜雨寄北》：“何当共剪西窗烛，却话巴山夜雨时。”【评解】这首咏物词，以多种艺术手法摹写春雨缠绵的景象。上片写近处春雨。蝶惊粉重，燕喜泥润。佳期被阻，钿车不行。下片写远处春雨。春潮晚急，群山迷濛，新绿落红，带愁流去。通篇不着“雨”字，却处处贴切题意。用语工丽，意境清幽。【集评】周济《介存斋论词杂著》：梅溪甚有心思，而用笔多涉尖巧，非大方家数，所谓“一钩勒即薄者”。黄昇《花庵词选》：“临断岸”以下数语，最为姜尧章称赞。李攀龙《草堂诗余隽》；语语淋漓，在在润泽，读此将诗声彻夜雨声寒，非笔能兴云乎！黄蓼园《蓼园词选》：愁雨耶？怨雨耶？多少淑偶佳期，尽为所误，而伊仍浸淫渐渍，联绵不已，小人情态如是，句句清隽可思，好在结二语写得幽闲贞静，自有身分，怨而不怒。许昂霄《词综偶评》：绮合绣联，波属云委。“尽日冥迷”二句，摹写入神。“记当日”二句，如此运用，实处皆虚。先著、程洪《词洁》：无一字不与题相依，而结尾始出雨字，中边皆有。前后两段七字句，于正面尤著到。如意宝珠，玩弄难于释手。孙麟趾《词径》：词中四字对句，最要凝炼。如史梅溪云：“做冷欺花，将烟困柳”只八个字已将春雨画出。周尔墉《周批绝妙好词》：法度井然，其声最和。继昌《左庵词话》：史达祖春雨词，煞句“记当日门掩梨花，剪灯深夜语。”就题烘衬推开去，亦是一法。俞陛云《唐五代两宋词选释》：此调体物殊工，与碧山之咏蝉，玉田之咏春水，白石之咏蟋蟀，皆能融情景于一篇者。虞山毛晋心醉其《双双燕》词，但“柳昏花螟”自是名句，而全篇多咏燕，仅于结处见意，不若此调之情文并茂也。起三句吸春雨之神。四、五句关合听雨之情。“蝶”、“燕”二句从侧面写题，“惊”、“喜”二字为蝶燕设想，殊妙。“佳期”句承愁雨之意，写到怀人，以领起后幅。转头处言临江望远，意境开拓。以山喻眉，以雨喻泪，常语也，眉黛与泪痕合写，便成隽语。上阕言近处庭院之雨，后言远处江湖之雨。“新绿”二句非特江干风景，而送春念远，皆在其中。“落红”句造语尤工。结句听雨西窗，虽意所易到，而回首当年，以“梨花门掩”，点染生姿，觉余音绕梁也。---------------------------咏物词之成熟在这首词中有充分体现，将情思寄于对自然景物的感情化描写之中，混化无迹。但这种“寄托 ”，仅为作者一种情思，而这种情思乃作者所处之时代、社会所形成的个人思想，若实指某人某事，必不免穿凿附会。词中之濛濛细雨为正当其时，而闇闇情怀则郁积已久，以此适时之雨 ，遇此凄迷之情 ，“情动于中，乃形于言”，乃作成此满纸春愁。春雨欺花困柳，所谓风流罪过，明是怨春，实是惜春情怀。体物而不在形骸上落笔，而确认非人之景有其思想感情，为南宋咏物词中大量采用的写作手法，这就是所谓传神 ，这是咏物词最见工力的地方之一。说“冷”，说“烟 ”，说“偷催”，都使人感到这是春天特有的那种毛毛细雨，也即“沾衣欲湿”的“杏花春雨”。还是“传神写照，全在阿堵物中 ”也。这种细雨，似暖似冷，如烟如梦，情思杳渺难求，正如秦观《浣溪沙》：“自在飞花轻似梦，无边丝雨细如愁。”虽各说各的春雨，各具各的神态，却同借春雨，表现出同样的惜春情怀。对仗工而精，用字隐而切。细雨春愁，愁密如雨，甚乱如丝，纷乱如麻的情怀借细雨如茫写出，融合天间，见出其愁如海，斩剪不断。但即使人的神思立远幽深，而究其实却“句句不离所咏之物 ”。春雨之冥迷，实同于人之惆怅，轻到欲飞之细雨，竟至欲飞不能而如此依恋缠绵者，都因为这是一片春愁。体物传神，可谓细致入微，穷形尽相了。彩蝶眷日来归，春燕踏春而来本为平常，而蝶惊粉重，燕喜泥润，却把春雨这一不知让人是喜是愁的“细微”的特征，从侧面表现出来了。上片的最后一韵，仍是围绕春雨来写。佳约成空，钿车不出，是说春雨对人事的影响，所阻不能过河而又急于过河者，为“我”耶，为他耶？这种手法，正如姚铉所说：赋水不当仅言水，而言水之前后左右也。杜陵在长安城南，是唐代郊游胜地，这里是借用。上片写作者在庭院中所见。下片第一韵三句，转为写春雨中的郊野景色。写郊原春雨，唐人韦应物的《滁州西涧》最为知名，这里翻用了他的诗意。咏物诗词的用典，除了为自己诗情词情敷彩之外，还要标示这一事物曾经为前人所重，在文学史上早有很高的声价。这双重的作用更表明梅溪作词技巧的缜密，心思细致，咏物诗词如果忽略了这一点，那就是美中不足。韦诗：“ 独怜幽草涧边生，上有黄鹂深树鸣。春潮带雨晚来急，野渡无人舟自横 。”江头野渡，暮色凄清，微雨欲垂未垂，远水似尽不尽。一片苍茫寂寥，虽非行人，亦难免魂销。看似描写江天景色，实际上却是为春雨画韵。 “眉妩”两句，写雨中春山，烟雨迷濛，远望处，隐约如佳人眉黛。这里是用卓文君事。《西京杂记》：“文君姣好，眉色如望远山 ”，是以山比眉，这里却又反过来用佳人愁眉比喻远山，且又加“ 和泪 ”两字，以关合雨中远山。“ 妩”字韵脚极佳，押韵应这样才好。所谓“ 我见青山多妩媚 ”（辛弃疾《贺新郎》），不仅新颖，亦使青山含情。“ 谢娘”一辞，唐宋诗词家常用语，是对妇女的泛称，这是南朝留下来的用语上的讲究。这里的谢娘，不应理解为实指某人。只是因为把雨中远山比做妇女愁眉，为使文理连贯才引出“和泪谢娘”一语，词意只在用雨中春山表现春雨的多种风神，重点仍在春雨。句句刻画，不离所咏之事物。这两句写青山似谢娘之含嚬带愁而愈觉妩媚，都是春雨“做将”出来的。春雨能够做到“山也含情，蝶也凄怨”。咏物诗词之用典，贵在融化无迹，这就需要作者的刻意锤炼，但用典即使浑化无迹，因是被动，难免与原典颃颉，不如自铸新词，使之淋漓尽致，两者在咏物词中更是缺一不可。下面两句即作者自己熔铸的新语，既流畅，又独特“ 临断岸 、新绿生时，是落红、带愁流处 。”这是两句极新颖的对偶句，构成极美的意境，极为当时人及后世读者激赏。是春雨中景色 ，亦是春雨中情怀；是作者寄托，亦是作者情怀。词人使用的方法是在文字上句句不离春雨，在结构上以春愁作为情感主线。写春雨则穷形尽相，写情感则随处点染，这种春雨和愁情又互相点染，使雨为情雨，愁为雨愁，令人徘徊其间 ，无可名状 。下片的“沉沉”、“和泪 ”、“落红”、“带愁”，以及下句的“门掩梨花”，都是织成这一片凄清景色和闇闇春愁的因素。下句“门掩梨花 ”，语出李重元《忆王孙》：“萋萋芳草忆王孙，柳外楼高空断魂，杜宇声声不忍闻。欲黄昏，雨打梨花深闭开 ”。以想象之辞，缅怀前代风流，遥想诗人于“当日”门掩黄昏，听梨花夜雨时之惆怅况味。春日夜雨不仅使词人改写名句，也以春雨感染词人的心作结 。至于剪灯事，出于李商隐诗：“何当共剪西窗烛，却话巴山夜雨时 ”。李诗虽是写秋雨，但只剪取其“夜雨剪烛”一层意思，以关合故人之思，使结句渐入浑茫，所以言已尽而意不尽。许昂霄评这两句说：“ 如此运用，实处皆虚。”《词洁》对全词的评价是 ：“无一字不与题相依，而结尾始出雨字，中边皆有。前后两段七字句 ，于正面尤到。”在咏物词中，这一首属于意重在雕绘之一类，不仅穷形尽相，而且颇为传神。以工丽见长，见出作者才思，梅溪日片可见出，其在婉约词发展史上集大成者的地位。"
        },
        {
            "title": "八归",
            "content": "秋江带雨，寒沙萦水，人瞰画阁愁独。烟蓑散响惊诗思，还被乱鸥飞去，秀句难续。冷眼尽归图画上，认隔岸、微茫云屋。想半属、渔市樵村，欲暮竞然竹。须信风流未老，凭持酒、慰此凄凉心目。一鞭南陌，几篙官渡，赖有歌眉舒绿。只匆匆眺远，早觉闲愁挂乔木。应难奈，故人天际，望彻淮山，相思无雁足。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "不见东山月露香。姚家借得小芬芳。乱莺随趁过宫墙。香珀碾花娇有意，绿茸绣叶涩无光。御封春酒几时尝。",
            "comment": ""
        },
        {
            "title": "一翦梅",
            "content": "谁写梅溪字字香。沙边幽梦，常恁芬芳。不知花解伴昏黄。只怕东风，吹断人肠。小阁无灯月浸窗。香吹罗袖，酒映宫妆。如今竹外怕思量。谷里佳人，一片冰霜。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "遗像人犹思后主。",
            "comment": ""
        },
        {
            "title": "月当厅",
            "content": "白壁旧带秦城梦，因谁拜下，杨柳楼心。正是夜分，鱼钥不动香深。时有露萤自照，占风裳、可喜影麸金。坐来久，都将凉意，尽付沈吟。残云事绪无人舍，恨匆匆、药娥归去难寻。缀取雾窗，会唱几拍清音。犹有老来印愁处，冷光应念雪翻簪。空独对、西风紧，弄一片桐阴。",
            "comment": ""
        },
        {
            "title": "眼儿媚",
            "content": "潘郎心老不成春。风味隔花尘。帘波浸笋，窗纱分柳，还过天津。近时无觅湘云处，不记是行人。楼高望远，应将秦镜，多照施颦。",
            "comment": ""
        },
        {
            "title": "祝英台近",
            "content": "柳枝愁，桃叶恨，前事怕重记。红药开时，新梦又溱洧。此情老去须休，春风多事。便老去、越难回避。阻幽会。应念偷翦酴醿，柔条暗萦系。节物移人，春暮更憔悴。可堪竹院题诗，藓阶听雨，寸心外、安愁无地。",
            "comment": ""
        },
        {
            "title": "阮郎归",
            "content": "龙香吹袖白藤鞭。帽檐冲柳烟。一春几度画桥边。东风听管弦。花活计，酒因缘。从人嘲少年。真须吟就绿杨篇。湾头寄小怜。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "山月随人，翠苹分破秋山影。钓船归尽。桥外诗心迥。多少荷花，不盖鸳鸯冷。西风定。可怜潘鬓。偏浸秦台镜。",
            "comment": ""
        },
        {
            "title": "三姝媚",
            "content": "烟光摇缥瓦。望晴檐多风，柳花如洒。锦瑟横床，想泪痕尘影，凤弦常下。倦出犀帷，频梦见、王孙骄马。讳道相思，偷理绡裙，自惊腰衩。惆怅南楼遥夜。记翠箔张灯，枕肩歌罢。又入铜驼，遍旧家门巷，首询声价。可惜东风，将恨与、闲花俱谢。记取崔徽模样，归来暗写。",
            "comment": "【注释】论及史祖达在宋词中的地位，他上承周邦彦，又受到同时代的前辈词人姜白石的影响，应属周姜这一流派。周邦彦秦观乃至柳永词都描写过歌妓，表现了对她们的同情，史达祖这首词气格浑成，完全可以跟前辈词人并列而不逊色。起三句写春晴时节柳花风中的来访 。缥瓦晴檐，春满小巷。一个“摇”字刻画出烟光微照、缥瓦闪烁的景象。以望中的风急絮飞衬托，使明媚的春色融进了词人凄恻的情绪，勾起黯然销魂的别情。这三句词语浑融，情含景中。对此景色 ，急欲一见伊人之情，跃然纸上。及入妆楼，却不见伊人 ，但见“ 锦瑟横床”。“想”字直贯下文。词人从对方着笔，推想对方别后不理乐器，不出帷幕，因入骨相思，而思极成梦。“倦出犀帷，频梦见、王孙骄马”，“倦”字，“频”字，巧妙地写出了分别以后，无法排解的相思之苦，不仅表现了伊人感情的执着 ，更写出她独居小楼的孑立。“讳道相思”三句，进一步委婉曲折地刻画了这位多情女子的形象。连魂梦都萦绕在情人身上，在别人面前却讳莫如深地掩饰自己的感情，当她暗中整理旧著罗裙，突然发现腰围瘦损而惊呆了。这里有故作矜持的娇痴，有突然惊讶的动作，有难以掩盖的感情起伏，有由镇静到惊讶的跳动画面。这样的复杂心态动作变化，凝聚在短短的十二字里，神味极为隽永。过片“惆怅南楼遥夜”三句，转入初次相遇的回忆，用对比手法深化了词人思念之情。“ 南楼”即词人此时所在的妆楼。“ 遥”字点明初见与此次相访相距时间之长。翠箔灯下，枕肩曼歌。昔日的乐器，就是此时横床的锦瑟和想象中常下的凤弦。这二句浓彩重抹，烘托出面对“ 锦瑟横床 ”时的悲痛心情。以“记”字唤起当时的甜蜜回忆来反衬此时感受的难忍之痛。这样的映衬，使初见和最后访问的两个画面构成了有机的整体。下面递入遍访旧家门巷打探消息，与篇首暗中连接。浑灏流转，一气直下 ，转折处十分空灵。“又入铜驼，遍旧家门巷，首询声价 。”洛阳有铜驼街，繁华游乐之地，这里借指京师临安。旧家，从前。这是词人重到临安，访问伊人情景的再现。与周邦彦《瑞龙吟》“ 前度刘郎重到，访邻寻里，同时歌舞。唯有旧家秋娘，声价如故”比较，更显出词人最后访问时的焦急与期待。这种写法又隐隐暗示出后来的追寻无果。果然得到的消息，却是伊人随闲花的凋谢而消逝了。“可惜东风 ”二句，分三叠写情：闲花无主，同情伊人的沦落；东风无情，惋惜环境的摧残；带恨离去，只能洒下相思的泪水。东风何能解人意，正是人愁自愁，而更恨东风之无情。既是曲笔，将沉痛感情，曲曲传出；又是大笔，既小结前文，又包扫前文，截住感情的波涛，使未了之情，暂时煞住。其情之痛之切令人回味不尽。一结，用元稹《崔徽歌序》里裴敬中与妓女崔徽相爱，崔徽临死留下肖像送给裴敬中的故事。这是词人感情的余波。伊人并未留下肖像，只好“记取”遗容，归后“ 暗写”，长期牵挂思念。这是崔徽典故的活用，笔法曲折变化，写出了极细微的感情，用此收束全词，既空灵，又沉厚。冯煦《蒿庵论词 》引毛先舒论词 ：“言欲层深，语欲浑成 。”这首词正体现了这个特点。上片写最后访问时所见和联想中伊人对自己的不尽的相思，已经逆摄下片初次相见的倾心和对伊人突然离去的悼念。为了抒相思之情略去了中间无限情事：只写初遇和最后访问，把两人往还中的缱绻深情略去了；只写死别的痛苦，把生前分离时的难堪略去了。给人以想象的极大空间。为了突出最后访问这一痛心场面，词人在下片以“又入铜驼”领起，钩连衔接，使上下片融为一体，用笔开阖动荡 ，这是章法上的层深。“讳道相思”三句层层深入传相思之神，“ 可惜东风”二句层层深入寄悼念之意，这是句法上的层深。情与景，人与物，初见和死别，当时的欢娱和此时的悲哀，死者的多情和生者的遗恨，浑然融为一体，此词气格之浑成，完全可以继承周邦彦。"
        },
        {
            "title": "一翦梅",
            "content": "秦客当楼泣凤箫。宫衣香断，不见纤腰。隔年心事又今宵。折尽冰弦，何用鸾胶。些子轻魂几度销。兰骚蕙些，无计重招。东窗一段月华娇。也带春愁，飞上梅梢。",
            "comment": ""
        },
        {
            "title": "凤来朝",
            "content": "晕粉就妆镜。掩金闺、彩丝未整。趁无人、学指鸳鸯颈。恨谁踏、藓花径。一梦蒲香葵冷。堕银瓶、脆绳挂井。扇底并团圆影。只此是、沈郎病。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "雁足无书古塞幽。一程烟草一程愁。帽檐尘重风吹野，帐角香销月满楼。情思乱，梦魂浮。缃裙多忆敝貂裘。官河水静阑干暖，从倚斜阳怨晚秋。",
            "comment": ""
        },
        {
            "title": "喜迁莺",
            "content": "月波疑滴。望玉壶天近，了无尘隔。翠眼圈花，冰丝织练，黄道宝光相直。自怜诗酒瘦，难应接、许多春色。最无赖，是随香趁烛，曾伴狂客。踪迹。谩记忆。老了杜郎，忍听东风笛。柳院灯疏，梅厅雪在，谁与细倾春碧。旧情拘未定，犹自学、当年游历。怕万一，误玉人、夜寒帘隙。",
            "comment": ""
        },
        {
            "title": "祝英台近",
            "content": "落花深，芳草暗，春到断肠处。金勒骄风，欲过大堤去。翠楼葛领西边，恰如曾约，画阑映、一枝琼树。正凝伫。芳意欺月矜春，浑欲便偷许。多少莺声，不敢寄愁与。谢郎日日西湖，如今归後，几时见、倚帘吹絮。",
            "comment": ""
        },
        {
            "title": "齐天乐",
            "content": "阑干只在鸥飞处，年年怕吟秋兴。断浦沈云，空山挂雨，中有诗愁千顷。波声未定。望舟尾拖凉，渡头笼暝。正好登临，有人歌罢翠帘冷。悠然魂坠故里，奈闲情未了，还被吹醒。拜月虚檐，听蛩坏砌，谁复能怜娇俊。忧心耿耿。寄桐叶芳题，冷枫新咏。莫遣秋声，树头喧夜永。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "西子相思切。委萧萧、风裳水佩，照人清越。山染蛾眉波曼睩，聊可与之娱悦。便莫赋、湘妃罗袜。怕见绿荷相倚恨，恨白鸥、占了凉波阔。拣凉处，放船歇。道人不是尘埃物。纵狂吟魂魄，吹乱一巾凉发。不觉引杯浇肺渴，正要清歌骇发。更坐上、其人冰雪。截取断虹堪作钓，待玉奁、今夜来时节。也胜钓，石城月。",
            "comment": ""
        },
        {
            "title": "留春令",
            "content": "秀肌丰靥，韵多香足，绿匀红注。翦取东风入金盘，断不买、临邛赋。宫锦机中春富裕。劝玉环休妒。等得明朝酒消时，是闲澹、雍容处。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "三十六宫月冷，百单八颗香悬。只宜结赠散花天。金粟分身显现。指嫩香随甲影，颈寒秋入云边。未忘灵鹫旧因缘。赢得今生圆转。",
            "comment": ""
        },
        {
            "title": "玉胡蝶/玉蝴蝶",
            "content": "晚雨未摧宫树，可怜闲叶，犹抱凉蝉。短景归秋，吟思又接愁边。漏初长、梦魂难禁，人渐老、风月俱寒。想幽欢。土花庭甃，虫网阑干。无端。啼蛄搅夜，恨随团扇，苦近秋莲。一笛当楼，谢娘悬泪立风前。故园晚、强留诗酒，新雁远、不致寒暄。隔苍烟。楚香罗袖，谁伴婵娟。",
            "comment": ""
        },
        {
            "title": "隔浦莲/隔浦莲近拍",
            "content": "洛神一醉未醒。俯鉴窥红影。万绿森相卫，西风静、不放冷。侵晓鸥梦稳。非尘境。棹月香千顷。锦机靓。亭亭不语，多应嗔赋玉井。西湖游子，惯识雨愁烟恨。只恐吴娃暗折赠。耿耿。柔丝容易萦损。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "睡袖无端几摺香。有人丹脸可占霜。半窗月印梅犹瘦，一律瓶笙夜正长。情艳艳，酒狂狂。小屏谁与画鸳鸯。解衣恰恨敲金钏，惊起春风傍枕囊。",
            "comment": ""
        },
        {
            "title": "东风第一枝",
            "content": "酒馆歌云，灯街舞绣，笑声喧似箫鼓。太平京国多欢，大酺绮罗几处。东风不动，照花影、一天春聚。耀翠光、金缕相交，苒苒细吹香雾。羞醉玉、少年丰度。怀艳雪、旧家伴侣。闭门明月关心，倚窗小梅索句。吟情欲断，念娇俊、知人无据。想袖寒、珠络藏香，夜久带愁归去。",
            "comment": ""
        },
        {
            "title": "杏花天",
            "content": "古城官道花如霰。便恰限、花间再见。双眉最现愁深浅。隔雨春山两点。回头但、垂杨带苑。想今夜、铜驼梦远。行人去了莺声怨。此度关心未免。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "梨花不碍东城月。月明照见空阑雪。雪底夜香微。褰帘拜月归。锦衾幽梦短。明月南堂宴。宴罢小楼台。春风来不来。",
            "comment": ""
        },
        {
            "title": "步月",
            "content": "翦柳章台，问梅东阁，醉中携手初归。逗香帘下，璀璨镂金衣。正依约、冰丝射眼，更荏苒、蟾玉西飞。轻尘外，双鸳细蹙，谁赋洛滨妃。霏霏。红雾绕，步摇共鬓影，吹入花围。管弦将散，人静烛笼稀。泥私语、香樱乍破，怕夜寒、罗袜先知。归来也，相偎未肯入重帏。",
            "comment": ""
        },
        {
            "title": "探芳信",
            "content": "谢池晓。被酒滞春眠，诗萦芳草。正一阶梅粉，都未有人扫。细禽啼处东风软，嫩约关心早。未烧灯，怕有残寒，故园稀到。说道试妆了。也为我相思，占它怀抱。静数窗棂，最欢听鹊声好。半年白玉台边话，屡见钩小。指芳期，夜月花阴梦老。",
            "comment": ""
        },
        {
            "title": "湘江静",
            "content": "暮草堆青云浸浦。记匆匆、倦篙曾驻。渔榔四起，沙鸥未落，怕愁沾诗句。碧袖一声歌，石城怨、西风随去。沧波荡晚，菰蒲弄秋，还重到、断魂处。酒易醒，思正苦。想空山、桂香悬树。三年梦冷，孤吟意短，屡烟钟津鼓。屐齿厌登临，移橙後、几番凉雨。潘郎渐老，风流顿减，闲居未赋。",
            "comment": "【注释】这是一首旧地重游、抚今追昔纯写旅怀的词。这首词全篇构思很有特点。它以前经驻舟的断魂处为主脉，综合古今，反反复复。例如“暮草”一句写荒野景色，为古今所同见，“ 渔榔 ”五句，是过去见闻，为断魂处的具体描写。“沧波”三句，对转而写今日。下片从断魂入手，重点写今天的感受。“ 酒易醒”三句承上启下，上承断魂，“ 孤吟 ”三句，转到闲居。“三年”三句，写今日天涯倦客，回忆过去关津生活，也是对古今感受的概括而说的。“屐齿 ”二句，转写未来，遐想对未来生活的安排，“ 潘郎”三句，又转到现在，与“洒易醒”三句遥相呼应。上下贯通一气。“暮草”五句，既是旧地重游的追忆，又是旧地重游的感慨。“暮草堆青云浸浦”，是前游时看到的水国荒凉的晚景。在这草暗云沉的景色里，听到的是驱鱼的声音，看到的是沙鸥的身影，“ 倦”字指对旅途奔波的厌倦，这就是从前驻篙的地方 。“ 榔 ”当作“桹”。岳《西征赋》李善注引《说文》曰：“桹，高木也。”并对《赋 》中“纤经连白，鸣桹厉响”解释说：“以长木叩船有声。言曳纤经于前，鸣长桹于后，所以惊鱼，令人网也。”陆龟蒙《渔具诗序》“扣而骇之曰桹”，注云：“ 以薄板置瓦器上，击之以驱鱼。”他的《鸣桹诗 》说得更具体：“铿如木铎音，势若金钲急。驱之就深处，用以资俯拾 。”以上通过词人的回忆，描绘了一幅愁肠百结的处境，构成了一种诗境，二者结合在一起，所以“怕愁沾诗句”。“怕”字既写不是滋味的心理状态，又写出了诗句未成匆匆离去的原因。“碧袖”二句，笔锋陡转，深入写愁。诗句没有写成，哀怨的歌声又突然传来，声声哀怨，融入秋风，把愁境的描写推进了一层。“ 碧袖歌”即罗袖歌，指妇女的歌声。张先《转声虞美人 》词：“一声歌掩双罗袖。”“石城怨”，即《石城乐 》，刘宋时臧质所作，见《唐书·乐志》。张祜《莫愁乐》诗：“侬居石城下，郎到石城游。自郎石城出，长在石城头 。”所以称为怨歌。从首句至此纯用追叙 ，回忆前游，令人魂断。这样的地方，词人是来了一次，不会想第二次的。“沧波”三句，写作客孤身，重来旧地。时间仍然是秋天的傍晚，景色仍然是沧波茫茫，菰蒲无际。这草暗云沉的水国，本来是不想来的，结果却来了。在“重到断魂处”上用了一个“还”字，说明了并非自作多情，来寻旧踪，而是浪迹西东，无意重到。越想忘记过去，反而越忘记不了。这种怅惘不甘的心情，和苏轼《夜泛西湖》诗说的“菰蒲无边水茫茫，荷花夜开风露香”的娱快心情相比，是迥然不同的。下片写重来时的感想，用酒解愁，酒易醒，愁却不可解；不愿奔波，却奔波不已，所以愁思正苦。“想空山”句，正面抒写怀抱。当怅惘之际，想到淮南小山的招隐，词意一转。《楚辞·招隐士》云：“桂树重生兮山之幽。”又云 ：“攀援桂枝兮聊淹留。”幽山留隐，令人神往。“ 悬”字从李贺《金铜仙人辞汉歌》“画栏桂树悬秋香 ”来，突出了对隐居生活的热爱。“想”字上承“思正苦 ”，下贯《闲居》未赋。愁不可解，是第一层；旅途多怀，是第二层 ；归隐之想，是第三层。层层关连，一层深似一层，词人把翻腾着的千思万想揭示得淋漓尽致。“三年”三句，总结近年生活，艰难备尝，十分凄苦。三年之间，屡闻“ 津钟烟鼓”，把终日奔波之苦，写得具体、形象。早晨渡头的钟声，黄昏关山的雾鼓，这样的生活，居然只身屡经，怎不令人梦冷意短？这三句与上片诗句未成、断魂处重到相映照，说明酒所以易醒、思所以正苦的原因。这种与上片欲断还连的手法，把今昔奔波生活，表现得委婉曲折。“屐齿”二句，紧承上文。“屐齿厌登临”，直连烟津钟鼓，厌奔波的痛苦，“ 移橙”句，遥接空山桂香，想归隐的生活。杜甫《 遣意》诗云：“衰年催酿黍，细雨更移橙。渐喜交游绝，幽居不用名 。”移橙以后，凉雨几番 。词人想到的是，随着时光的流逝，交游的渐绝，可以享受空山桂香的快乐。词人不直接抒写对仕途奔波的不，却用移橙凉雨的景色抒情，形象饱满，情景交融。结拍三句，用潘岳《闲居赋序》：“自弱冠涉乎知命之年，八徙官而一进阶，再免，一除名，一不拜职，迁者三而已矣。虽通塞有遇，抑亦拙者之效也 。”潘岳是自叹“拙宦 ”的。词人对自己的遭遇深为不满，但又不愿直说，故借奔波跋涉的厌倦，写拙宦的悲哀。年岁渐老，风流顿减，但《闲居赋 》却没有写出来。不正面说归隐不得是环境造成的，却反面说未赋闲居，责任在于自己。这三句看来心静如水，语言十分平淡无奇，实际上充满了对现实的不满和牢骚，平淡的语言里流露出激愤，意味隽永。以归隐不得之人，面对断魂之地，怎能不激起感情的波涛呢？"
        },
        {
            "title": "钗头凤/撷芳词",
            "content": "春愁远。春梦乱。凤钗一股轻尘满。江烟白。江波碧。柳户清明，燕帘寒食。忆忆忆。莺声晓，箫声短。落花不许春拘管。新相识。休相失。翠陌吹衣，画楼横笛。得得得。",
            "comment": ""
        },
        {
            "title": "夜行船 闻卖杏花",
            "content": "不翦春衫愁意态。过收灯、有些寒在。小雨空帘，无人深巷，已早杏花先卖。白发潘郎宽沈带。怕看山、忆它眉黛。草色拖裙，烟光惹鬓，常记故园挑菜。",
            "comment": "【注释】①过收灯：过了灯节。②潘郎：见前词《夜合花》注。【评解】本词因闻卖杏花而引起怀人之幽思。上片着意描绘杏花春景。初春季节，微雨轻寒，深巷无人，闻卖杏花。下片写故园之思，怀人之情。常记故园挑菜，忆他眉黛春山，鬓影裙腰。而今潘郎憔悴，往事不堪回首。全词生动而又细腻地描绘了明媚的春光，如丝的细雨，怀人的意态，绵绵的相思。写得工丽倩巧，柔媚多姿。【集评】俞陛云《唐五代两宋词选释》：此词着意在结句。杏花时节，正故园昔日挑菜良辰，顿忆鬓影裙腰之当年情侣，乃芳序重临而潘郎憔悴，其感想何如耶？上阕咏卖花，款款写来，风致摇曳，春阴门巷，在幽静境中，益觉卖花声动人凄听也。薛砺若《词学通论》：其词境之婉约飘逸，则如淡烟微雨，紫雾明霞；其造语之轻俊妩媚，则如娇花映日，绿杨看雨。他将这三春景色写得极细致而逼真。---------------------------梅溪曾是权相韩侂胄门下掾吏，极受倚信，韩伐金败后，梅溪亦受牵连被贬出京，作者正当中年，故词中多悱恻悲怨之情。但这首词却寄托杳渺，以思念情人写出，令人不知所指，只在片言只语中见出其落寞情怀。首句极写春日无聊况味 。“不剪春衫 ”，有两重意：一是无人为剪春衫，一是无意出外春游。作者在《 寿楼春·寻春服感念 》词中写道：“裁春衫寻芳。记金刀素手，同在晴窗。”如今心事重重，意趣索然，唯有闭门不出 。“愁意态”三字，补足句意。次句转接得极妙。仿佛是由于春寒料峭才不剪春衫，用意便觉渺远。“收灯”，宋代习俗，正月十五日元宵节前后数日燃灯纵赏，赏毕收灯，市人争先出城探春。可是，作者却无心探春，只轻点一笔“ 有些寒在”，便把词人难以为怀的境况托出 ，为下片追忆往事作了铺垫。接以“小雨”三句，写听到卖杏花的情景。尽管词人意绪寥落，不愿出门探春，可是，春天的信息还是传到这无人的深巷中。写杏花之诗，宋人多有佳句，陈与义云：“杏花消息雨声中”，陆游云“小楼一夜听春雨，深巷明朝卖杏花 ”，皆脍炙人口，而本词云“小雨空帘，无人深巷，已早杏花先卖 ”，馀韵悠长，却是典型的词语。在恼人的春寒中，帘外，飘洒着丝丝细雨，深巷里阒寂无人，忽然，传来了叫卖杏花的声音，勾起了词人无名的怅惘 。情与景遇，一拍即合，下文便转入感慨与追忆。“白发潘郎宽沈带 ”，是关键之笔。晋潘岳《秋兴赋》中说自己三十二岁时便鬓发斑白，南朝梁沈约在写给徐勉的信中说自己因病消瘦，腰带也觉得宽了。潘鬓沈腰 ，是诗词中常用的典实。点出愁怨与无奈，芳节重临，年华荏苒，索居憔悴，往事凄迷——“怕看山、忆他眉黛 ”，至此方转入正题，点出佳节不出的真正原因，与上文“不剪春衫 ”等语相呼应。《西京杂记》描写卓文君“ 眉色如望远山”，故诗词中常将佳人之眉与青山互喻。作者《绮罗香》词云“隐约遥峰，和泪谢娘眉妩 ”，而本词说怕看山而想起伊人的眉黛，当有同样的感受。末三句，尽态极妍，辞情俱到，诚为妙笔。念念不忘的是伊人当年在故园中踏青挑菜的情景；她那绿如芳草的罗裙，拖曳在如茵的芳草地上；春日的艳阳，透过烟霭，斜照着她如云的鬓发。结句为全词着意所在。二月二日 ，为“ 挑菜节 ”，城中士女相率到郊外或园林中游现戏乐，这也是男女约会幽欢的好时机。题中“闻卖杏花有感”之意，至此全出。正月十八收灯之后，再过十多天便是挑菜节，卖花声声，触起心中的隐痛，中年情怀，就更是难堪了。上下片今昔对比 ，均以清丽之笔出之，写芳春景物情事，风致嫣然，唯于两片首句略点愁意，正见梅溪词笔高处。张镃评梅溪词“ 夺苕艳于春景，起悲音于商秦，有环奇警迈，清新闲婉之长，而无论荡汙淫之失”，至为切当。"
        },
        {
            "title": "燕归梁",
            "content": "楚梦吹成树外云。乍雁影斜分。黄花心事一帘尘。但频忆、小腰身。今宵素壁冰弦冷，怕弹断、沈郎魂。秋衣因甚满愁痕。是干预、几黄昏。",
            "comment": ""
        },
        {
            "title": "隔浦莲/隔浦莲近拍",
            "content": "红尘飞不到处。此地知无暑。乱竹分幽径，虚堂中、自回互。阴壑生暗雾。飞泉注。气入闲尊俎。快风度。齐宫楚榭，如今空锁烟树。何人伴我，梦赋雪车冰柱。惟有蝉声助冷语。惊寤。飞雪来献凉雨。",
            "comment": ""
        },
        {
            "title": "青玉案",
            "content": "蕙花老尽离骚句。绿染遍、江头树。日午酒消听骤雨。青榆钱小，碧苔钱古。难买东君住。官河不碍遗鞭路。被芳草、将愁去。多定红楼帘影暮。兰灯初上，夜香初炷。犹自听鹦鹉。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "裙摺绿罗芳草，冠梁白玉芙蓉。次公筵上见山公。红绶欲衔双凤。已向冰奁约月，更来玉界乘风。凌波袜冷一尊同。莫负彩舟凉梦。",
            "comment": ""
        },
        {
            "title": "海棠春令/海棠春",
            "content": "似红如白含芳意。锦宫外、烟轻雨细。燕子不知愁，惊堕黄昏泪。烛花偏在红帘底。想人怕、春寒正睡。梦著玉环娇，又被东风醉。",
            "comment": ""
        },
        {
            "title": "惜奴娇",
            "content": "香剥酥痕，自昨夜、春愁醒。高情寄、冰桥雪岭。试约黄昏，便不误、黄昏信。人静。倩娇娥、留连秀影。吟鬓簪香，已断了、多情病。年年待、将春管领。镂月描云，不枉了、闲心性。谩听。谁敢把、红儿比并。",
            "comment": ""
        },
        {
            "title": "清明",
            "content": "一百六朝花雨过，柳梢犹尔病春寒。晋官今日炊烟断，并著新晴看牡丹。",
            "comment": ""
        },
        {
            "title": "杏花天",
            "content": "扇香曾靠腮边粉。旧尘埋、月轮有晕。南风未似愁来近。前事临窗隐隐。凉花畔、云歌露饮。梦断了、终难再问。鸳鸯带上三生恨。将泪揩磨不尽。",
            "comment": ""
        },
        {
            "title": "阮郎归",
            "content": "旧时明月旧时身。旧时梅萼新。旧时月底似梅人。梅春人不春。香入梦，粉成尘。情多多断魂。芙蓉孔雀夜温温。愁痕即泪痕。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "广寒夜捣玄霜细。玉龙睡重痴涎坠。斗合一团娇。偎人暖欲消。心情虽软弱。也要人抟搦。宝扇莫惊秋。班姬应更愁。",
            "comment": ""
        },
        {
            "title": "风流子",
            "content": "红楼横落日，萧郎去、几度碧云飞。记窗眼递香，玉台妆罢，马蹄敲月，沙路人归。如今但，一莺通信息，双燕说相思。入耳旧歌，怕听琴缕，断肠新句，羞染乌丝。相逢南溪上，桃花嫩、娇样浅澹罗衣。恰是怨深腮赤，愁重声迟。怅东风巷陌，草迷春恨，软尘庭户，花误幽期。多少寄来芳字，都待还伊。",
            "comment": ""
        },
        {
            "title": "过龙门/浪淘沙令",
            "content": "醉月小红楼。锦瑟箜篌。夜来风雨晓来收。几点落花饶柳絮，同为春愁。寄信问晴鸥。谁在芳洲。绿波宁处有兰舟。独对旧时携手地，情思悠悠。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "鹊翅西风浅。乍疏云垂幔，近月银钩将卷。天上应闲支机石，前度芳盟谁践。便好织、回文锦献。乞得秾欢今夜里，算盈盈、一水曾何远。宁不会，暗相见。彩楼吹断闲针线。想幽情嫩约，别有藓庭花院。青鸟沈沈音尘绝，烟锁蓬莱宫殿。渐木杪、参旗西转。不怕天孙成间阻，怕人间、薄幸心肠变。又学得，易分散。",
            "comment": ""
        },
        {
            "title": "汉宫春",
            "content": "花隔东垣，咏燕台秀句，结带谋欢。匆匆旧盟，有限飞梦重关。南塘夜月，照湘琴、别鹤孤鸾。天便遣、清愁易长，春衣常恁香寒。唐昌故宫何许，顿翦霞裁雾，摆落尘缘。一声步虚，婉婉云驻天坛。凄凉故里，想香车、不到人间。羞再见、东阳带眼，教人依旧思凡。",
            "comment": ""
        },
        {
            "title": "满江红 中秋夜潮",
            "content": "万水归阴，故潮信、盈虚因月。偏只到、凉秋半破，斗成双绝。有物揩磨金镜净，何人拿攫银河决。想子胥、今夜见嫦娥，沈冤雪。光直下，蛟龙穴。声直上，蟾蜍窟。对望中天地，洞然如刷。激气已能驱粉黛，举杯便可吞吴越。待明朝、说似与儿曹，心应折。",
            "comment": "【注释】史达祖本来是一位“婉约派”的词人。前人之所以盛赞他 ，主要是因为他具有那种婉丽细腻的词风。其实，他的词风并不局限于“ 婉约 ”一路。象这首词，就抒发了他胸中不常被人看见的豪气激情，在风格上也显得沉郁顿挫、激昂慷慨，这就可以大大帮助我们加深对其人、其词的全面了解。中秋海潮，是大自然的壮观景象。早在北宋，苏轼就写过《八月十五看潮五绝》，其首绝曰：“定知玉兔十分圆，已作霜风九月寒。寄语重门休上钥，夜潮留向月中看 ”。南宋辛弃疾也写过《摸鱼儿·观潮上叶丞相》等上乘之作。史达祖这首题为“中秋夜潮”的《满江红 》，在某种程度上看，就正是继承苏、辛“豪放”词风之作，它写出了夜潮的浩荡气势，写出了皓洁的中秋月色，更借此而抒发了自己胸中的一股激情，令人读后产生如闻钱塘潮声击荡于耳的感觉。因为是写“中秋夜潮 ”，所以全词就紧扣海潮和明月来写。开头两句“万水归阴，故潮信盈虚因月”，即分别交待了潮与月两个方面，意谓：水归属于“阴”，而月为“太阴之精”，因此潮信的盈虚——潮涨潮落，皆与月亮的圆缺有关。这里所用的“归”和“盈虚”两组动词，就为下文的描写江潮夜涨，蓄贮了巨大的“势能”。试想 ：大江东去，这其中本就蓄积了多少的“力量 ”。现今，在月球的引力下，它又要返身过来，提起它全身的气力向钱塘江中扑涌而去，这更该何等壮观惊险！故而在分头交待过潮与月之后，接着就把它们合起来写：“偏只到，凉秋半破，斗成双绝”。意为只有逢到每年的中秋（即“ 凉秋半破”时），那十分的满月与“连山喷雪 ”而来的“八月潮”（李白《横江词》：“浙江八月何如此？涛似连山喷雪来”），才拼合（“斗成 ”：拼成 ）成了堪称天地壮观的“双绝”奇景。它们“ 壮”在何处、“奇”在何处呢？以下两句即分写之 ：“有物揩磨金镜净”是写月亮，它似经过什么人把它重加揩磨以后那样，越发显得明亮澄圆；“何人拏攫银河决 ”是写江潮，它就象银河被人挖开了一个缺口那样，奔腾而下。对于后者，我们不妨引一节南宋人周密描绘浙江（即钱塘江）潮的文字来与之参读，以加强感性认识。《 武林旧事》卷三《观潮》条里写道 ：“浙江之潮，天下之伟观也。自既望以至十八日为最盛 。方其远出海门，仅如银线；既而渐近，则玉城雪岭，际天而来。大声如雷霆，震撼激射，吞天沃日，势极雄豪 。”至于前者（中秋之月），则前人描写多矣，无须赘引。总之，眼观明月，耳听江潮，此时此地，怎能不引起惊叹亢奋之情？但由于观潮者的身世际遇和具体心境不同，所以同是面对这天下“ 双绝”，其联想和感触亦自不同。比如宋初的潘阆，他写自己观潮后的心情是“别来几向梦中看，梦觉尚心寒”（《酒泉子》），主要言其惊心动魄之感；苏轼则在观潮之后，“ 笑看潮来潮去，了生涯”（《南歌子》），似乎悟得了人生如“ 潮中之沙”（“寓身化世一尘沙”）的哲理；而辛弃疾则说：“滔天力倦知何事？白马素车东去。堪恨处，人道是、子胥冤愤终千古”（《 摸鱼儿 》），在他看来，那滔天而来的白浪，正是伍子胥的幽灵驾着素车白马而来！但是史达祖此词，却表达了另一种想象与心情 ：“想子胥今夜见嫦娥，沉冤雪。”这里的一个着眼点在于“雪”字：月光是雪白晶莹的，白浪也是雪山似地喷涌而来，这岂不象征着伍子胥的“沉冤”已经洗雪干净！——张孝祥《念奴娇·过洞庭》写时近中秋、月夜泛湖的情景道：“素月分辉，明河共影，表里俱澄澈 。”又云：“孤光自照，肝胆皆冰雪 。”这实际是写他“通体透明”、“ 肝胆冰雪 ”的高洁人品。史词的“子胥见嫦娥”则意在借白浪皓月的景象来表达伍子胥那一片纯洁无垢的心迹，也借此而为伍子胥一类忠君爱国而蒙受冤枉的豪杰平反昭雪。按嘉泰四年五月，韩侂胄在定议伐金之后上书宁宗，追封岳飞为“ 鄂王”；次年四月，又追论秦桧主和误国之罪，改谥“ 谬丑”。韩氏之所为，其主观目的姑且不论，但在客观上却无疑大长了抗战派的志气，大灭了投降派的威风，为岳飞伸张了正义。史达祖身为韩侂胄的得力幕僚，他在词里写伍子胥的沉冤得以洗雪，恐即与此事有关。它使我们明白：史氏虽身为“堂吏 ”，胸中亦自有其政治上的是非爱憎，以及对于国事的关注之情。下阕继续紧扣江潮与明月来写。“ 光直下，蛟龙穴”是写月，兼顾海：月光普泻，直照海底的蛟龙窟穴；“ 声直上，蟾蜍窟”是写潮，兼及月：潮声直震蟾蜍藏身的月宫。两个“ 直 ”字极有气势，极有力度，充分显示了中秋夜月与中秋夜潮的伟观奇景。“对望中天地，洞然如刷 ”，则合两者写之：天是洁净的天，月光皓洁，“地”是洁净的“地”，白浪喷雪；上下之间，一派“洞然如刷 ”，即张孝祥所谓“表里俱澄澈”的晶莹世界。对此，词人的心又一次为之而激动万分、“ 激气已能驱粉黛，举杯便可吞吴越。待明朝说似与儿曹，心应折 ！”这前两句，正好符合了现今所谓的“ 移情”之说。——按照这种“移情论”，在创作过程中，物我双方是可以互相影响、互相渗透的。比如，把“我”的情感移注到“物”中，就会出现象杜甫《春望 》“感时花溅泪，恨别鸟惊心”之类的诗句；而“物”的形相、精神也同样会影响到诗人的心态、心绪，如人见松而生高风亮节之感，见梅而生超尘脱俗之思，见菊而生傲霜斗寒之情。史词明谓“激气已能”、“ 举杯便可”，这后两个词组就清楚地表达了他的这种激气豪情，正是在“光直下”、“声直上”的伟奇景色下诱发和激增起来的。——当然，这也与他本身含有这种激气豪情的内在条件有关。在外物的感召之下，一腔激情直冲云宵，似乎能驱走月中的粉黛（美人 ）；这股激情又使他举杯酌酒，似乎一口能吞下吴越两国。这两句自是“ 壮词”。一则表现了此时此地作者心胸的开阔和心情的激昂；另一则——如果细加玩味的话，也不无包含有对于吴王夫差、越王勾践这些或者昏庸、或者狡狯的君王，以及那当作“美人计”诱饵的西施的憎恶与谴责，因为正是他们共同谋杀了伍子胥！所以这两句虽是写自己的激气与豪情，但仍是暗扣“月 ”（粉黛即月中仙女）、“潮”（吴越之争酿出子胥作涛的故事）两方面来展开词情的，因此，并不能视为走题 。末两句则“ 总结”上文：若是明朝把我今夜观潮所见之奇景与所生之豪情说与你辈（“儿曹 ”含有轻视之意）去听，那不使你们为之心胆惊裂才怪呢！词情至此，达到高潮，也同时戛然中止，令人如觉有激荡难遏的宏响嗡嗡回旋于耳畔。"
        },
        {
            "title": "龙吟曲/水龙吟",
            "content": "夜寒幽梦飞来，小梅影下东风晓。蝶魂未冷，吾身良是，悠然一笑。竹杖敲苔，布鞋踏冻，岁常先到。傍苍林却恨，储风养月，须我辈、新诗吊。永以南枝为好。怕从今、逢花渐老。愁消秀句，寒回斗酒，春心多少。之子逃空，伊人遁世，又还惊觉。但归来对月，高情耿耿，寄白云杪。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "游人等得春晴也。处处旗亭堪系马。雨前秾杏尚娉婷，风後残梅无顾藉。忌拈针线还逢社。斗草赢多裙欲卸。明朝双燕定归来，叮嘱重帘休放下。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "玉容寂寞谁为主。寒食心情愁几许。前身清澹似梅妆，遥夜依微留月住。香迷胡蝶飞时路。雪在秋千来往处。黄昏著了素衣裳，深闭重门听夜雨。",
            "comment": ""
        },
        {
            "title": "桃源忆故人",
            "content": "明霞烘透春机杼。春在明霞多处。我是有诗渔父。一梦秦天古。柳枝巷陌深朱户。墙外风流一树。十五年来凝伫。弹尽胭脂雨。",
            "comment": ""
        },
        {
            "title": "醉落魄/一斛珠",
            "content": "鸳鸯意惬。空分付、有情眉睫。齐家莲子黄金叶。争比秋苔，靴凤几番蹑。墙阴月白花重叠。匆匆软语屡惊怯。宫香锦字将盈箧。雨长新寒，今夜梦魂接。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "花落台池静。自春衫闲来，老了旧香荀令。酒既相违诗亦可，此外云沈梦冷。又催唤、官河兰艇。匝岸烟霏吹不断，望楼阴、欲带朱桥影。和草色，入轻暝。裙边竹叶多应剩。怪南溪见後，无个再来芳信。胡蝶一生花里活，难制窃香心性。便有段、新愁随定。落日年年宫树绿，堕新声、玉笛西风劲。谁伴我，月中听。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "同住西山下。是天地中间，爱酒能诗之社。船向少陵佳处放，尘世必无知者。暑不到、云宫风榭。楚竹忽然呼月上，被东西，几叶云萦惹。云散去，笑声罢。清尊莫为婵娟泻。为狂吟醉舞，毋失晋人风雅。踏碎桥边杨柳影，不听渔樵闲话。更欲举、空杯相谢。北斗以南如此几，想吾曹、便是神仙也，问今夜，是何夜。",
            "comment": ""
        },
        {
            "title": "东风第一枝",
            "content": "巧沁兰心，偷黏草甲，东风欲障新暖。谩凝碧瓦难留，信知暮寒轻浅。行天入镜，做弄出、轻松纤软。料故园、不卷重帘，误了乍来双燕。青未了、柳回白眼。红欲断、杏开素面。旧游忆著山阴，厚盟遂妨上苑。寒炉重暖，便放慢春衫针线。恐凤靴、挑菜归来，万一灞桥相见。",
            "comment": "【注释】咏物词主要是借物抒情或托物言志 ，到南宋时，咏物词已进入成熟期，不仅数量众多，而且更重视写作技巧和形式美。史达祖的这首咏物词以细腻的笔触，绘形绘神，写出春雪的特点，以及雪中草木万物的千姿百态。此词大概作于词人独处异乡时的某年初春。词的开头便紧扣节令，写春雪沁入兰心，沾上草叶，用兰吐花、草萌芽来照应“ 新暖 ”。春风怡怡，花香草绿，但不期而至的春雪却伴来春寒，“东风”、“新暖”一齐被挡住了。“巧沁”、“偷粘”，写的是在无风状况下静态的雪景。“ 谩凝”二句引申前意。春雪落在碧瓦之上，只是留下了薄薄的一层，“ 难留”二字更进而写出薄薄的积雪也顷刻消融，由此透出了春意。唐代祖咏《终南望馀雪 》诗曾云：“林表明霁色，城中增暮寒 。”傍晚，又值下雪，理当寒冷，而暮寒“ 较浅 ”，更可见出确乎是春天即将要来临了。“行天入镜 ”二句，是全词中唯独正面描写春雪的。韩愈《春雪》诗云：“入镜鸾窥沼，行天马渡桥。”意谓雪后，鸾窥沼则如入镜，马度桥则如行天。以镜与天 ，喻池面 、桥面积雪之明净 ，这里即借以写雪。“轻轻纤软”四字，写出了春雪之柔软细腻。天气并不严寒，又无风，雪花不易凝为大朵。因此，它才能沁入兰心，粘上草甲。前结两句，宕开一笔，以“料”字领起，展开想象。史达祖生于高宗绍兴末年，其祖籍是汴京，无缘省视家乡。此处“故园”当指他在临安西湖边的家。其《贺新郎·西湖月下》词有“同住西山下”之句，西山即灵隐山。这里用双燕传书抒发念故园、思亲人之意。重帘不卷乃“春雪”、“暮寒”所致，春社已过，已是春燕来归的季节，而重帘将阻住传书之燕。睹物伤情，异乡沦落之感溢于言表。过片续写春雪中的景物。柳眼方青 ，蒙雪而白；杏花本红，以雪见素，状物拟人，笔意精细。接着笔意一转，连用两典写人。“旧游忆着山阴”，用王徽之雪夜访戴逵，至门而返的典故；“后盟遂妨上苑”，用司马相如雪天赴梁王兔园之宴迟到的故事。梅溪颇具浪漫气质，面对一派雪景，不由想起古之文人雅士踏雪清游的情景，不禁心向往之。“ 熏炉”二句，上承“障新暖”及“暮寒较浅”之意。春天已来临，春雪却意外降临，使闲置不用的“熏炉”重又点起；春雪推迟了季节，冬装还得穿些时候，做春衫的针线且可放慢。后结二句补足前两句。“ 凤鞋”系妇人饰以凤纹之鞋。“ 挑菜”指挑菜节。唐代风俗，二月初二日曲江拾菜，士民游观其间，谓之挑菜节。宋代沿袭了这种风俗。“灞桥 ”句又用一雪典。据孙光宪《北梦琐言》卷七载：郑綮曰：吾“诗思在灞桥风雪中驴子上”。这里扩展开来说 ，暗示即使到了挑菜节，仍是寒气未褪，人心倦出的因素仍在，暗示出词人心境在这大地复苏时节的凄凉仍旧。江浙一带有民谚谓：“清明断雪，谷雨断霜。”挑菜节下雪不足为怪。这首咏雪词立意上虽无特别令人称道之处，却给人以美感，而成为梅溪咏物词中又一名篇，其妙处全在于其精工刻划。此词题为“ 咏春雪”，却无一字道着“雪”字，但又无一字不在写雪。且全词始终紧扣春雪纤细的特点来写，“ 巧沁兰心，偷粘草甲”之春雪，决不同于“战罢玉龙三百万，败残鳞甲满天飞”之冬雪，“ 碧瓦难留”、“轻松纤软”均准确把握了春雪的特征。这首词咏物又不滞于物，前结及下片“旧游”以下六句，均不乏想象与议论。虚笔传神，极有韵味。梅溪精于锻句炼字 ，如“青未了、柳回白眼，红欲断、杏开素面”这一联，以柳芽被雪掩而泛白称之“白眼 ”，又以杏花沾雪若女子涂上铅粉，而谓之“素面”。在不经意中用了拟人手法。“青未了”、“红欲断”，准确地把握了分寸，笔致细腻，空灵而不质实。后结二句，《花庵词选》谓其“尤为姜尧章拈出”，陆辅之《词旨》也将其录为警句，其长处也在于含蓄蕴藉。“凤鞋 ”借指红妆仕女，“挑菜”点明节令，“灞桥”隐含风雪。用一“ 恐”字领起，显得情致婉约，清空脱俗。姜夔评梅溪词“ 奇透清逸”，此词可为代表。"
        },
        {
            "title": "秋霁",
            "content": "江水苍苍，望倦柳愁荷，共感秋色。废阁先凉，古帘空暮，雁程最嫌风力。故园信息。爱渠入眼南山碧。念上国。谁是、脍鲈江汉未归客。还又岁晚，瘦骨临风，夜闻秋声，吹动岑寂。露蛩悲、清灯冷屋，翻书愁上鬓毛白。年少俊游浑断得。但可怜处，无奈苒苒魂惊，采香南浦，翦梅烟驿。",
            "comment": "【注释】词人是开禧三年（1207）被黥面流放到江汉一带的。当时开禧北伐失败，史弥远政变，太师韩侂胄遇害身死，他被牵连下狱，家产也被抄没。写作此词时他被贬已有几年时间，怀归思乡之情日益强烈，适值深秋，又逢送别友人，故孤独惆怅之情一寄于词。词以写景导入。“ 江水苍苍”三句是愁人眼中的秋色。江水浩渺而苍茫 ，秋天江潮常是最为壮观的，但在流放异乡的词人看来，江水仿佛离人之泪，纵使秋江都是泪，也流不尽许多愁。“ 倦柳愁荷”更是情景交融。秋霜以后，柳叶行将败落，已不是春夏时节的青翠欲滴 ，荷叶几个月来辛勤扶持着娇艳的荷花，这时花落叶老，往日的郁郁葱葱已不复存在，以至只留下听秋雨的“ 残荷”（别本“愁”即作“残”）。而这江、这柳 、这荷，都感受到秋天的袭来。“废阁”、“古帘”与下文“清灯冷屋”都是写词人居所的。阁已“废”，却还住人；帘已“古”，却还挂着，可见词人生活的清贫。“雁程最嫌风力”句，“ 雁程”，指雁之行程。“嫌”，即怕。雁飞最怕风大，逆风飞翔，吃力而难停歇，自然也就不能捎来故园信息。史达祖原籍是北宋故都汴梁，但他生于高宗绍兴末年，一生大部分时间是在南宋都城临安度过的，其亲友也大都在那里。这里的“ 故园”，应指其西湖边葛岭一带的家园。“ 爱渠入眼南山碧 ”一句是忆旧。“渠”，即它。“南山”在临安是实有的，大旗山北有一座高四十余丈的山即名南山，山上有杜牧墓。西湖周围尚有南屏山、南高峰，皆可谓之“南山 ”，但这里当是泛指居所南面的群山。词人身处贬所，故格外留恋过去临安的家居生活。一“爱”字，一“碧”字，与上文贬所景象之感情色彩成了鲜明对照。“念上国 ”一句，明白道出所念乃是京都。词人尽管身遭不幸，而忠君爱国之心并未改变。“ 谁是脍鲈江汉未归客”一句，乃反躬自问，这江汉未归之客实指词人自己。“ 江汉”指长江、汉水间的地域。如杜甫在江陵（今属湖北）作诗自称“ 江汉思归客”，即指旅居在江 、汉之间。此词的“江汉未归客 ”字面亦当本于杜诗。“脍鲈”用晋人张翰的典故。张翰任齐王冏之东曹椽，因秋风起，思吴中菰菜 、莼羹、鲈鱼脍，遂辞官，命驾归。作者以张翰自诩，但却不能如张翰之全身远祸。宋代官员得罪流放远州 ，轻者送某州居住，稍重曰安置，又重曰编管，皆指定居住地，受地方官约束，不得自由行动。况且他是鲸面流放 ，身不由己，有家难归，并非留恋爵禄。词写至此，词情更为抑郁，便由伤秋怀乡转而感伤不幸身世。过片句以“还又”二字作过渡，更进一层。苍苍江水，倦柳愁荷，已使江汉未归之客黯然神伤，又值“岁晚”，况是“瘦骨临风，夜闻秋声”，故倍增孤寂之感。“岁晚”，犹岁暮。俗话说：“年怕中秋月怕半”，中秋以后，一年过去大半，仿佛日之黄昏，无怪乎杜甫《秋兴》诗中“一卧沧江惊岁晚”即谓深秋为“岁晚”。“瘦骨”二字道出词人贬中体貌枯槁，精神憔悴。“夜闻”二句写客中的所闻所感。秋时西风作，草木凋零，多肃杀之声，而称“ 秋声”。庾信《周谯国公夫人步陆孤氏暮志铭 》谓“ 树树秋声，山山寒色”。秋声乃西风吹动树木所发。“岑寂”，为冷清、寂寞之意。词人孤身羁旅 ，对萧瑟之秋风，萌发寂寥之情。此情既是触景而生，也是贬谪中的爱国志士无往而不在的身世之感的真实流露。词人一心报效祖国，他曾“每为神州未复（《龙吟曲》）而忧心忡忡，也曾幻想“趁建瓴一举，并收鳌极”（《满江红》），更希望有一天能“办一襟风月看昇平，吟春色”（《满江红》）。但他寄予厚望的开禧北伐失败了，主战者的头颅成了向敌人讨好的贡品，当时的形势诚如王夫之《宋论》指出的 ：侂胄诛，兵已罢，宋日以坐敝而讫于亡。”国事一日不如一日，有着报国之心的词人不能无动于衷。但眼前的现实却如此冷酷 ：“露蛩悲、清灯冷屋，翻书愁上鬓毛白 。”蛩即蟋蟀 ，秋露降下，蟋蟀悲鸣，仅有冷屋中的一盏孤灯与词人相伴，只能以“翻书”来打发这漫漫长夜。屋是冷的，阁是破的，词人的心也是碎的。他忧国伤时，故愁得鬓发都白了。曾几何时，嘉泰元年（1201）张镃为他的词集作序时还称他“郁然而秀整”，且“须发未白”，时间过去不多几年，他竟然已“瘦骨临风 ”、“鬓毛白”。其实他这时还不到五十岁，却已早衰。他早年也曾到过江汉一带，当时正值青春年少，与好友们相约嬉游的情景还历历在目，犹如昨日 。可是今天贬谪故地，却是万般无奈，惊魂不定。史弥远政变的刀光剑影仿佛还在词人眼前晃动。继韩侂胄遇害后 ，丞相陈自强也被贬死雷州，北伐主帅苏师旦被处斩于韶州。史弥远虽对外只会腆颜事敌，但对政敌的迫害却从不手软。这时，史达祖在贬所会不会受到新的迫害只有天才知晓，但这种威胁是无时不在的。他既无辛弃疾那样的雄才大略，性格上也缺少稼轩的英雄气慨，在这首词中也不难看出。“苒苒”二字乃柔弱之意，“苒苒魂惊”，正透出他性格上软弱的一面。故当其客中送客之际，只能一洒志士之泪，却无一壮语赠别，连牢骚也不敢发。后结二句，为送别寄远之辞。“ 南浦 ”指南面的水边。《离骚》有“ 送美人兮南浦”之句，又江淹《别赋》云：“春草碧色，春水渌波，送君南浦，伤如之何 ！”这里借“南浦”而点出送别之意。“烟驿”，指词人之居所，与前文之“ 废阁”、“冷屋”同义。“剪梅”乃寄远常用之典。据《荆州记》载 ，“ 陆凯、范晔相善，自江南寄梅花一枝诣长安与晔，并赠诗曰 ：‘折梅逢驿使，寄与陇头人。江南无所有，聊赠一枝春。’”因无所有而折梅寄远已属可叹，何况词人身处贬所，寄远之际更多一番不足为外人道的苦情。词即在这哀怨之中结束了，更显得一往情深。这首《秋霁 》词，是史达祖被贬江汉时的作品，大约作于嘉定五年（1212 年）前深秋时节。词以伤秋怀归为题材 ，艺术地展示了他贬谪时期的孤寂生活，抒发了落难志士仁人的痛苦心情。从这首词的艺术表现手法看，也是颇具特色的。词人身遭不幸，家国之恨、身世之感郁积于胸，不可不言而又不可明言，故形成了一种沉郁苍凉的风格和回环往复、虚实相间的抒情结构 。词人深沉哀怨之情是历历可感的。“雁程最嫌风力 ”、“ 无奈苒苒魂惊”等语，都写得沉郁深挚，颇为感人。梅溪词受清真影响，在章法结构上常常通过种种回忆、想象、联想等手法，前后左右，回环吞吐地描摹出他所要表达的东西，看到的和想到的融于一篇。这一特点，在他被贬流放后的作品中表现得尤为突出。这首词正是如此。词中之江水、柳、荷、废阁、古帘、清灯冷屋，都是实景，而“受渠入眼南山碧”，“年少俊游浑断得”则是回忆与想象，全词以伤秋怀归贯穿全篇，虚虚实实，欲言又止，摇曳生姿，朦胧而不晦涩，这就比直抒胸臆更感人肺腑、耐人寻味。含蓄蕴藉是沉郁风格的又一表现。陈匪石《宋词举》评“露蛩悲”三句说：“ 寥寥十四字，可抵一篇《秋声赋》读。”俞陛云《宋词选释》谓 ：“ 废阁古帘，写景极苍凉之思 。”结尾数句，既点明是送别友人，又将未了之情引起读者遐想，不尽之意见于言外，显得含意隽永，余音不绝。清人对此词非常推崇，推它为《梅溪词》的杰作，显然是有见地的。"
        },
        {
            "title": "风流子",
            "content": "飞琼神仙客，因游戏、误落古桃源。藉吟笺赋笔，试融春恨，舞裙歌扇，聊应尘缘。遣人怨，乱云天一角，弱水路三千。还因秀句，意流江外，便随轻梦，身堕愁边。风流休相误，寻芳纵来晚，尚有它年。只为赋情不浅，弹泪风前。想雾帐吹香，独怜奇俊，露杯分酒，谁伴婵娟。好在夜轩凉月，空自团圆。",
            "comment": ""
        },
        {
            "title": "齐天乐 白发",
            "content": "秋风早入潘郎鬓，斑斑遽惊如许。暖雪侵梳，晴丝拂领，栽满愁城深处。瑶簪谩妒。便羞插宫花，自怜衰暮。尚想春情，旧吟凄断茂陵女。人间公道惟此，叹朱颜也恁，容易堕去。涅了重缁，搔来更短，方悔风流相误。郎潜几缕。渐疏了铜驼，俊游俦侣。纵有黟黟，奈何诗思苦。",
            "comment": "【注释】《齐乐天》这首词通篇用典使事，借咏物来抒情，可谓匠心独运。典故之间的内在联系，构成了叹老嗟卑、生不逢时的概貌，使不可言喻的复杂感情，若隐若现地流露出来。通篇看来，布局十分严谨。史达祖由于考进士不中，不能从正途做官 ，只能委身胥吏，沦为下级幕僚，供人使唤，所以在这首词里概述生平时，采用句句咏白发，句句抒发抱负的艺术手法，让思绪如剥竹笋，一层深似一层，使胸中愤懑不平之气渐渐舒展开来，从而在词作的艺术效果上达到了幽深的意境。上片写突见白发的感慨。“秋风”二句，一个“惊”字，把突然看到白发时内心的颤动直接抒发了出来。潘岳《秋兴赋序》云：“余春秋三十有二，始见二毛 。”《赋》云：“斑鬓髟以承弁兮。”《文选》李善注引《说文》：“白黑发杂而（曰）髟 。”斑斑潘鬓，激起了词人的思想波澜，无怪他慨叹秋风的早入了。“ 如许 ”二字，触目惊心，徒唤奈何，隐藏无限感慨。“ 暖雪”三句，是白发的具体描写：侵梳的是暖雪，写出梳妆时感觉到的发际的体温；拂领的是晴丝，又写出在领上轻轻擦过的白发的光泽。愁城，比喻忧愁境界。“栽满 ”句，谓满头白发遍种在愁苦的心灵深处，语气凝重。为什么斑斑双鬓会突然出现呢？词人从个人身世作了形象的解答 。主要是宦海浮沉，功名上的坎坷。苏轼《吉祥寺赏牡丹 》诗云：“人老簪花不自羞，花应羞上老人头。”《 答陈述古》诗云：“城西亦有红千叶，人老簪花却自羞 。”词人不直接说事业无成，老大徒伤悲，而是巧妙地运用苏诗，一波三折，委婉寄意。簪花自羞，一层 ；自怜老大，二层；瑶簪空妒，三层。这样，就曲折说明了政治上的坎坷。“ 尚想”二句中，春情，喻少年情事。旧吟，用司马相如和卓文君事。《西京杂记》卷三：“司马相如将聘茂陵人女为妾，卓文君作《 白头吟》以自绝，相如乃止。”词人概写爱情生活的一段不幸，也不无用以喻指政治上的不幸之意。这两句和上三句一样，词人运用典故巧妙地说明白发早生的悲哀。这样，就将个人身世和咏白发融为一体，深化了“ 斑斑遽惊如许 ”一句的内涵。下片追悔年华的消逝，是上片惊见白发词意的延伸。 “人间”三句，意含激愤，语含嘲讽。杜牧《送隐者一绝》云：“公道世间惟白发，贵人头上不曾饶。”词人化用这一诗句，意谓朱颜那样快地消失令人感叹万分，但这是任何人都避免不了的，人世间最公道的只有这件事。“涅不重淄”以下转到自己方面。《论语·阳货》：“ 不曰白乎，涅而不淄。”淄，黑；涅，矿物名，古代用作黑色染料。意思是说白发再也染不黑。“搔来更短”，用杜甫《 春望》诗“白头搔更短，浑欲不胜簪”。这两句和上片“ 暖雪侵梳 ”二句不同。前写初见白发之情，以叙述出之，此抒既见白发所感，以感叹出之。“方悔风流相误”，“ 风流”二字一词多义。这一韵上承“ 公道世间惟白发 ，贵人头上不曾饶”意，下接“郎潜几楼 ”，似是指政治上一时的得意而言。词人初依主战派韩侂胄为掾吏，“权炙缙绅”（叶绍翁《四朝闻见录 》戊集）；韩被杀后，身亦牵连遭贬，故有“风流相误”之语。“郎潜”三句，深慨老年朋辈逐渐稀少，往年的铜驼巷陌，载酒寻芳，已经不可复得了。张衡《思玄赋》：“尉龙眉而郎潜兮，逮三叶而遘武。”《文选》李善注引《 汉武故事》：一日，汉武帝辇过郎署，见颜驷龙眉皓发。问道：“ 叟何时为郎，何其老也？”颜驷答道 ：“臣文帝时为郎，文帝好文而臣好武，至景帝好美而臣貌丑，陛下即位，好少，而臣已老 。”词人巧妙运用“颜驷三世不遇，老于郎署”的典故，说明拙于作宦，催人发白，个人的遭遇与时代的好尚密切相关。联系“文帝好文而臣好武 ”，能说没有举世言和，我独策战的含意吗 ？“铜驼俊游旧侣”，指旧日在临安相与游冶的朋友 。《 太平寰宇记 》引陆机《洛阳记》：“汉铸铜驼二枚，在宫之南四会道，夹路相对。俗语曰：‘&#8943;&#8943;铜驼陌上集少年 。’”秦观《望海潮》词：“金谷俊游，铜驼巷陌”，互文见意。韩侂胄失败后，词人被贬出京，疏游侣即是疏游事，有不堪回首之感了。“纵有 ”二句，以咏叹作结。欧阳修《秋声赋》云：“黟然黑者为星星。”头白作吏，老于郎署，纵有满头黑发，又怎经得住诗心的凄苦呢？意谓由于朝廷的不重视人才，即令年华正茂，也不能改变处境。这种用黑发反衬白发的结尾，既照应了上文，发泄了胸中的不平，又补足了上文，加深了意境的悲凉。总而言之，这首咏物词用典贴切，构思巧妙，借白发寄寓身世的悲惨，内心的凄苦，它所造成的艺术氛围是哀怨的，实际上成了咏怀词。"
        },
        {
            "title": "龙吟曲/水龙吟 陪节欲行，留别社友",
            "content": "道人越布单衣，兴高爱学苏门啸。有时也伴，四佳公子，五陵年少。歌里眠香，酒酣喝月，壮怀无挠。楚江南，每为神州未复，阑干静、慵登眺。今日征夫在道。敢辞劳、风沙短帽。休吟稷穗，休寻乔木，独怜遗老。同社诗囊，小窗针线，断肠秋早。看归来，几许吴霜染鬓，验愁多少。",
            "comment": "【注释】词题有“陪节欲行”之语 ，《 绝妙好词笺》云：“按梅溪曾陪使臣至金，故有此词 。”词中有“断肠秋早”句，据此推断成行时间在初秋。查《金史·章宗纪 》，每年九月朔日为金章宗完颜璟生辰，称为天寿节，南宋例于六月遣使往贺；《 金史·交聘表》记在八月，则为宋使抵达燕京之期。盖六月派遣，七月初启程。史达祖得以随同前往，应在他为韩侂胄堂吏时。韩侂胄于宁宗庆元元年（1195）执政，至开禧二年（1206 ）北伐（此年宋金交兵，不遣使），这十一年中间，派遣史达祖随行使金都有可能。《 四库全书总目·梅溪词提要》谓“必李壁使金之时（按为开禧元年事），侂胄遣之随行觇国（侦察金人动静 ）”，此说可备参考。这首词是作者即将离开临安时，为诗社社友赠别而作。内容主要包括两方面：一是写他平素的生活和思想感情，二是写他出发时的心情，从中多少反映了他感叹中原未复的忧国忧民之情。词的上阕写其第一方面的内容 ，共分三层意思。 “道人越布单衣，兴高爱学苏门啸”是第一层，写他平日仰慕高人逸士的隐逸和狂放情趣。他把自己称为修道、学道的“ 道人 ”，身穿越布单衣而爱作孙登、阮籍一类高士隐者的狂啸长吟。这正是南宋一般文人大都具备的形象。“有时 ”以下六句则写他的另一种生活情致：自己经常陪伴着贵族子弟，过着“歌里眠香，酒酣喝月 ”（喝住明月不令落）的豪奢生活。但是以上两层还只是“ 表面文章 ”；就其骨子里而言，则还有更深一层的思想感情，那就是对于“神州未复”的深沉遗憾和感叹。此处用了“ 慵登眺”，其实是正话反说；其“正说”即是不敢登眺。词人内心复杂的思想感情由此可见一斑。承着上阕的末句，词情展开了新的曲折 ：“今日征夫在道，敢辞劳，风沙短帽？”自己平时连登楼北望都不愿做，这次却要甘冒风沙去作万里之行！这里，他插以“敢辞劳”一个短语，表达了公务在身、不得不行的万般无奈意绪，其内心深处则是“ 休吟稷穗，休寻乔木，独怜遗老”：此去金邦，将见到故国乔木，中原遗老，将勾引起自己满怀的“黍离”之悲。悲伤故国沦于榛芜 ，忍着不去吟出“ 彼黍离离，彼稷之穗”（《诗·王风·黍离 》）的诗句吧；故国的遗址废墟，不忍心寻访凭吊，免得引起悲感吧，但总不免要碰见那些中原遗老，他们“忍泪失声询使者：几时真有六军来 ”（范成大使金纪行组诗中《 州桥 》句）的久盼恢复而不得的神态 ，怎能不引动我相怜之情？“休”字两句是正话反说，“独怜”句则是正意拍合，预想此行必将引起的故国之悲。以上是下阕中的第一层意思。紧接着上文“征夫”之情，以下又设身处地地写“留者 ”之情。“同社诗囊”是写朋友之情，他们平昔结社吟诗，每有佳句即分置诗囊；“小窗针线”是写家室之情，她每于小窗拈线缝衣，伴他读书；而这两种深情厚爱，却都要在这早秋天气的离别中一下子被“扯断”！所以作者在此用了“断肠秋早”一语，意即断肠于此早秋季节。下三句则更加展开词境，言此去异国他乡尚不知要多少时间 ，但待我重归杭城，只要看一看我头上新添了多少如霜白发，就完全可以验证我在外面经受了多少离愁的折磨！以上便是下阕中的第二层意思。至此，“陪节欲行”与“留别社友”两方面的情意便都写出，相当切题。必须提出，这首词从思想内容和艺术手法方面来看，算不上是一首突出的上乘之作。但却有两点值得注意：一是他突破了史氏本人所常写的题材内容，于中表现了自己一定程度的忧国之情。二是在用笔方面，也显得比较清淡，不象他其他一些作品那样浓妆艳抹。清人楼敬思评曰：“史达祖南渡名士，不得进士出身；以彼文采，岂不论荐，乃甘作权相（指韩侂胄）堂吏，至被弹章，不亦降志辱身之至耶 ？&#8943;&#8943;然集中又有留别社友《龙吟曲 》‘楚江南，每为神州未复，阑干静，慵登眺’，新亭之泣，未必不胜于兰亭之集也 。”（《词林纪事》卷十二引）这个评论是较客观的。"
        }
    ]
}