{
    "dynasty": "宋",
    "author": "向子諲",
    "poems": [
        {
            "title": "秦楼月/忆秦娥",
            "content": "虫声切。柔肠欲断伤离别。伤离别。几行清泪，界残红颊。玉阶白露侵罗袜。下帘却望玲珑月。玲珑月。寒光凌乱，照人愁绝。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "千古一灵根，本妙元明静。道个如如已是差，莫认风番影。枯木夜堂深，默坐时观省。月落乌鸡出户飞，万里关河冷。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "曾是襄王梦里仙。娇痴恰恰破瓜年。芳心已解品朱弦。浅浅笑时双靥媚，盈盈立处绿云偏。称人心是尽人怜。",
            "comment": ""
        },
        {
            "title": "更漏子",
            "content": "鹊桥边，牛渚上。翠节红旌相向。承玉露，御金风。年年岁岁同。懒飞梭，停弄杼。遥想彩云深处。人咫尺，事关山。无聊独倚栏。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "记得江城春意动。两行疏梅龙脑冻。佳人不用辟寒犀，踏雪穿花云鬓重。真珠旋滴留人共。更爇沈香暖金凤。只今梅雪可怜时，都似绿窗前日梦。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "樽俎风流意气倾。一杯相属忍催行。离歌更作断肠声。衮衮大江前後浪，娟娟明月短长亭。水程山驿总关情。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "见处莫教认著，无心慎勿沈空。本无背面与初终。说了还同说梦。欲识芗林居士，真成渔父家风。收丝垂钓月明中。总是神通妙用。",
            "comment": ""
        },
        {
            "title": "八声甘州",
            "content": "恨中秋、多雨及晴景，追赏且探先。纵玉钩初上，冰轮未正，无奈婵娟。饮客不来自酌，对影亦清妍。任笑芗林老，雪鬓霜髯。好在章江西畔，有凌云玉笥，空翠相连。懒崎岖林麓，则窈窕溪边。自断此生休问，愿瓮中、长有酒如泉。人间是，更谁得似，月下尊前。",
            "comment": ""
        },
        {
            "title": "题米元晖横轴",
            "content": "向日家居道士，今朝落笔仙乡。胸次山高水远，笔端云起风狂。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "翠鬟双小。绿绮朱弦心未了。画戟森间。玉子纹楸手共谈。不妨扶老。未说他年无限笑。且要忘忧。莫问今朝胜几筹。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "姑射肌肤雪一团。掺掺玉手弄冰纨。著人情思几多般。水上月如天样远，眼前花似镜中看。见时容易近时难。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "艳赵倾燕花里仙。乌丝阑写永和年。有时闲弄醒心弦。茗碗分云微醉後，纹楸斜倚髻鬟偏。风流模样总堪怜。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "星斗昭回自一天。疏梅池畔斗清妍。蟠桃正熟藕如船。叶上灵龟来瑞世，林间白鹤舞胎仙。春秋不记几千年。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "去年不到琼花底。蝶梦空相倚。今年特地趁花来。却甚不教同醉、过花开。花知此恨年年有。也伴人春瘦。一枝和泪寄春风。应把旧愁新怨、入眉峰。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "小雨度微云，快染一天新碧。恰到中秋佳处，是芳年华日。冰轮莫做九分看，天意在今夕。先占广寒风露，怕姮娥偏得。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "风劲入平林，扫尽一林黄叶。惟有长松千丈，挂娟娟霜月。使君和气动江城，疑是芳菲节。忽到小园游戏，见南枝如雪。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "满城腊雪净无埃。触处是花开。天上琼林珠树，谁知夜半移来。黄堂荐寿，请君著意，和气潜回。化作一江春酒，都将注入尊罍。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "康庐山水雄，三峡又争长。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "冰雪肌肤不受尘。脸桃眉柳暖生春。手搓梅子笑迎人。欲语又休无限思，暂来还去不胜颦。梦随蝴蝶过东邻。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "新月低垂帘额，小梅半出檐牙。高堂开燕静无哗。麟孙凤女，学语正咿呀。宝鼎剩熏沈水，琼彝烂醉流霞。芗林同老此生涯。一川风露，总道是仙家。",
            "comment": ""
        },
        {
            "title": "三字令",
            "content": "春尽日，雨馀时。红蔌蔌，绿漪漪。花满地，水平池。烟光里，云影上，画船移。纹鸳并，白鸥飞。歌韵响，酒行迟。将我意，入新诗。春欲去，留且住，莫教归。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "微步凌波尘起，弄妆满镜花开。春心掷处眼频来。秀色著人无耐。旧事如风无迹，新愁似水难裁。相思日夜梦阳台。减尽沈郎衣带。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "花想仪容柳想腰。融融曳曳一团娇。绮罗丛里最妖娆。歌罢碧天零影乱，舞时红袖雪花飘。几回相见为魂销。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "江头苦被梅花恼。一夜霜须老。谁将冰玉比精神。除是凌风却月、见天真。情高意远仍多思。只有人相似。满城桃李不能春。独向雪花深处、露花身。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "芗林春色。杯面云腴白。醉里不知天地窄。真是人间欢伯。风流玉友争妍。酪奴可与忘年。空诵少陵佳句，饮中谁与俱仙。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "露下风前处处幽。官黄如染翠如流。谁将天上蟾宫树，散作人间水国秋。香郁郁，思悠悠。几年梦魂绕江头。今朝得到芗林醉，白发相看万事休。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "病卧秋风，懒寻杯酒追欢宴。梦游都甸。不改当年观。故旧雕零，天下今无半。烟尘远。泪珠零乱。怕问随阳雁。",
            "comment": ""
        },
        {
            "title": "生查子",
            "content": "近似月当怀，远似花藏雾。好是月明时，同醉花深处。看花不自持，对月空相顾。愿学月频圆，莫作花飞去。",
            "comment": ""
        },
        {
            "title": "鹊桥仙",
            "content": "合巹风流，擘钗情态，压倒痴牛呆女。今年云外果深期，想却笑、人间离苦。萦愁叠恨，青山绿水，杳杳重重无数。寻常犹有梦能来，到此夜、无寻梦处。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "去年雪满长安树。望断扬州路。今年看雪在扬州。人在蓬莱深处、若为愁。而今不恨伊相误。自恨来何暮。平山堂下旧嬉游。只有舞春杨柳、似风流。",
            "comment": ""
        },
        {
            "title": "八声甘州",
            "content": "扫长空、万里静无云，飞镜上天东。欲骑鲸与问，一株丹桂，几度秋风。取水珠宫贝阙，聊为洗尘容。莫放素娥去，清影方中。玄魄犹馀半壁，便笙篁万籁，尊俎千峰。况十分端正，更鼓舞衰翁。恨人生、时乎不再，未转头、欢事已沈空。多酌我，岁华好处，浩意无穷。",
            "comment": ""
        },
        {
            "title": "生查子",
            "content": "春心如杜鹃，日夜思归切。啼尽一川花，愁落千山月。遥怜白玉人，翠被馀香歇。可惯独眠寒，减动丰肌雪。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "绿水青山，一轮明月林梢过。有谁同坐。妙德毗卢我。石女高歌，古调无人和。还知麽。更没别个。且莫分疏破。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "云无天净。明月端如镜。乌鹊绕枝栖未稳。零露垂垂珠陨。扁舟共绝潮河。秋风别去如梭。今夜凄然对影，与谁斟酌姮娥。",
            "comment": ""
        },
        {
            "title": "南歌子",
            "content": "缥缈云间质，轻盈波上身。瑶林玉树出风尘。不是野花凡草、等闲春。翠羽双垂珥，乌纱巧制巾。经珠不动两眉颦。须信铅华销尽、见天真。",
            "comment": ""
        },
        {
            "title": "南歌子",
            "content": "碧落飞明镜，晴烟幂远山。扁舟夜下广陵滩。照我白苹红蓼、一杯残。初望同盘饮，如何两处看。遥知香雾湿云鬟。凭暖琼楼十二、玉栏干。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "乐在烟波钓是闲。草堂松桂已胜攀。梢梢新月几回弯。一碧太湖三万顷，屹然相对洞庭山。况风浪起且须还。",
            "comment": ""
        },
        {
            "title": "相见欢",
            "content": "桃源深闭春风。信难通。流水落花馀恨、几时穷。水无定。花有尽。会相逢。可是人生长在、别离中。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "莫问清江与洛阳。山林总是一般香。两家地占西南胜，可是前人例姓杨。石作枕，醉为乡。藕花菱角满池塘。虽无中岛霓裳奏，独鹤随人意自长。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "岩桂秋风南埭路。墙外行人，十里香随步。此是芗林游戏处。谁知不向根尘住。今日对花非浪语。忆昨明光，早辱君王顾。生怕青蝇轻点污。思鲈何似思花去。",
            "comment": ""
        },
        {
            "title": "少年游",
            "content": "去年同醉，酴醿花下，健笔赋新词。今年君去，酴醿欲破，谁与醉为期。旧曲重歌倾别酒，风露泣花枝。章水能长湘水远，流不尽、两相思。",
            "comment": ""
        },
        {
            "title": "梅花引",
            "content": "花如颊。梅如叶。小时笑弄阶前月。最盈盈。最惺惺。闲愁未识、无计定深情。十年空省春风面。花落花开不相见。要相逢。得相逢。须信灵犀，中自有心通。同杯勺。同斟酌。千愁一醉都推却。花阴边。柳阴边。几回拟待、偷怜不成怜。伤春玉瘦慵梳掠。抛掷琵琶闲处著。莫猜疑。莫嫌迟。鸳鸯翡翠，终是一双飞。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "几处秋千懒未收。花梢柳外出纤柔。霞衣轻举疑奔月，宝髻敧倾若坠楼。争缥缈，斗风流。蜂儿蛱蝶共嬉游。朝朝暮暮春风里，落尽梨花未肯休。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "得意穿云度水，及时斫玉分金。兹游了却未来心。怪我归迟一任。居士何如学士，翰林休笑芗林。个中真味少知音。不是清狂太甚。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "春蕙秋兰，断崖空谷终难近。何如逸韵。十里香成阵。倾盖论交，白首情无尽。因君问。新声玉振。更觉花清润。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "天公深藏巧，雪里放春回。不到闲花凡草，都付与疏梅。独立水边林下，萧萧冰容孤艳，清瘦玉腰支。触拨暗香动，风味欲愁谁。姮娥携，青女过，夜阑时。瑶冠琼佩，粲然一笑亦何奇。剩欲举觞对饮，不怕月明霜重，寒色著人衣。只恐邻笛起，化作玉尘飞。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "折脚铛中，二时粥饭随缘过。东行西坐。不识而今我。坏尽田园，终日且婆和。还知麽。锥也无个。肘露衣衫破。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "淮阳堂上曾相对。笑把姚黄醉。十年离乱有深忧。白发萧萧同见、渚江秋。履声细听知何处。欲上星辰去。清寒初溢暮云收。更看碧天如水、月如流。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "明月山头，古香吹堕青林底。世情无味。伴我千岩里。诗老风流，也向花留意。歌新拟。调高难比。半坐分君醉。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "斜红翠叠。何许花神来献瑞。粲粲裳衣。割得天孙锦一机。真香妙质。不耐世间风与日。着意遮围。莫放春光造次归。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "银钩虿尾。一似锺繇字。吏部文章麟角起。自是惊人瑞世。西垣准拟挥毫。不须苦续离骚。政看翻阶红药，无忘丛桂香醪。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "去年端午。共结彩丝长命缕。今日重阳。同泛黄花九酝觞。经时离缺。不为莱菔髭似雪。一笑逢迎。休觅空青眼自明。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "五柳坊中烟绿，百花洲上云红。萧萧白发两衰翁。不与时人同梦。抛掷麟符虎节，徜徉江月林风。世间万事转头空。个里如如不动。",
            "comment": "【注释】原序:政和间，余卜筑宛丘，手植众芗，自号芗林居士。建炎初，解六路漕事，中原俶扰，故庐不得返，卜居清江之五柳坊。绍兴癸丑，罢帅南海，即弃官不仕。乙卯起，以九江郡复转漕江东，入为户部侍郎。辞荣避谤，出守姑苏。到郡少日，请又力焉，诏可 ，且赐舟曰泛宅，送之以归。己未暮春，复还旧隐。时仲舅李公休亦辞舂陵郡守致仕，喜赋是词。从词序可知，这首词是词人第二次辞官重归清江五柳坊之后创作的 。向子諲是南宋初年主战派大臣，曾写下不少直接抨击投降派的爱国词章 。绍兴九年，因触犯秦桧被罢，从此归隐山林。这首写隐逸情趣的词，从一个侧面表现了作者对南宋政治现实的不满。开头两句中的五柳坊、百花洲皆在清江附近。此词先写居处所见 ：柳绿如烟，葱茏翠碧，景物朗润。此写地面之景。苍穹红云，绚丽而璀璨。此写天上之景。一幅夕阳山村之景的画面，展现眼前。这也是仅举一端，美景当不止此。地名中有柳有花，柳以绿濡，愈显其深邃；花以红染，益见其娇艳。词人匠心独运的描写，令人陶醉。三、四句，“萧萧”其意为冷落，指头发花白。此时子諲自叹年老，岁月蹉跎，世事不正常，固此白发萧萧。两衰翁：子諲其一也；另一位便是序中所说辞舂陵郡守致仕的仲舅李公休了。前三句写景叙事，舒缓有致。第四句“ 不与时人同梦 ”，词情转向激昂。时人，应当指当时的专权误国的权贵，包括秦桧之流的投降派。五、六句中的麟符、虎节，为君王调兵遣将之信物 ，受者有殊荣。而子諲言抛言掷，这是何等坚决！绍兴初年 ，子諲任鄂州知州，主管荆湖东路安抚司，寻任江州知州、改任江东转运使，进秘阁修撰，徽猷阁待制，徙两浙路都转运使，除户部侍郎，可谓品高位显。当宋金议和时，秦桧等投降派力主和，金使将入境，而子諲坚决不肯拜金诏违背秦桧意，乃被罢官，退隐清江，第五句当言此事。子諲忠节，不取悦于世，又不苟合于世，他这种凛然正气，直冲霄汉。第六句“徜徉江月林风 ”，和第一、二句暗合。一、二句写清江暮色，此写晚景。插叙往事后，词人接着写此时此境的心情。月朗风清，林中闲适徘徊。初读似写闲情逸致，实则词人的心潮并不平静。屈原《涉江》云“被明月兮宝路，世溷浊而莫余知兮，吾方高驰而不顾 。”屈原所言“明月 ”，珠名，实借“明”字之音，喻己行为光明磊落，借“月”高洁之义，喻己情操之高尚。子諲林中信步，徘徊慨叹，和屈原诗句所言，可谓世同，情同，意同。最后两句“世间万事转头空 ”，指宦海浮沉，犹过眼云烟。这句话表明词人视高官厚禄如草芥的心境。“个里如如不动”，“个里”其意为此中，即心中。“如如不动 ”，佛家语，指真如常住，圆融而不凝滞的境界 。《金刚经 》“不取于相，如如不动 ”，是此句之源。这句话用以表达词人结庐人境，不闻车喧，远污离秽 ，洁身自好的心境。淡泊明志、宁静致远之意，深蕴其中。全词似隐逸闲适之作，实为明志抒愤之词。全词反映了子諲居浊而守洁，远奸佞而守忠的美德。就其艺术性而言，写景，笔染春色，柳绿花红，月朗风清；叙事 ，笔挟风雷，激情慷慨。这种睛空布雷的手法，自出机杼，独标高格。另外，本词明开暗合，照应缜密，亦见词人匠心。第一、二句柳烟云红，当为暮霭之时，第六句月下林风 ，是晚间风景 。时间之推移，如丝相贯，不见断隙。故事词实是一首耐人寻味的好词。"
        },
        {
            "title": "秦楼月/忆秦娥",
            "content": "芳菲歇。故园目断伤心切。伤心切。无边烟水，无穷山色。可堪更近乾龙节。眼中泪尽空啼血。空啼血。子规声外，晓风残月。",
            "comment": "【注释】公元1127 年“靖康之变”，徽、钦二帝被金人掳走北去，中原尽失。在这样的时局下朝野志士无不拔剑斫地，切齿扼腕，于是词坛上产生了一批令人读后慷慨悲凉、数百年后尚见其慷慨磊落之气的作品。向子諲这一首《秦楼月 》，题旨相同，篇幅虽短，感情的容量却并不小。另外这首词在表现上也自有特色。全诗结构分上下两阕，词意可分三层。起首“芳菲歇”三字，写春光消逝景象，似实而虚。因为词人并非吟咏节序，抒发一般的伤春伤别情怀，所以下面不再展开对景色的描绘。当此春末夏初时节，萦绕在词人心间的是什么呢？是“故园目断伤心切 ”。这句中“故园”可作家乡解，但向子諲家在江西临江，并未沦落于金人之手，这里显然是指失去的国土。词人登高遥望北方故国，而故国不可见，对于一个胸怀爱国之情的南渡词人来说，怎能不悲伤痛苦呢？这一句，是词人内心感情的直捷表露。但如果任凭感情的驱使，沿此思路写下去，就未免有一泻无余之病了。词是吟咏性惰的，但最好是诉诸具体的事物。至此，词人笔锋一转，由直而曲，欲吐又休，不言情而转写景：“无边烟水，无穷山色。”词人眼中所见，唯有迷离的烟水，朦胧的山色。这一景象，既是“故园目断”含义的丰富和扩展，又使“伤心切”这一心理活动形象化；同时，无边无际的自然山水，又恰到好处地隐隐传达出词人此时此地情感的悠远的惆怅。所以，读至此，我们简直分不清词人是在写景呢，还是在抒情。景与情合，情以景生，情景交融 ，“悲喜亦于物显”（王夫之语），正是“无边烟水，无穷山色”的妙处。下阕“可堪”二字，是不能堪的意思。此乃词人着意用力之笔，正是这两字把上阕“故园目断伤心切”的感情向前深化了。词人为何在春末夏初时节思念故国呢？因为是“更近乾龙节”。《易·乾》：“九五，飞龙在天 。”乾卦以龙取象，所以古人便以“乾龙”喻帝王。乾龙节，是北宋钦宗赵恒的生日。据《宋史·礼志》记载 ：“靖康元年四月十三日，太宰徐处仁等表请为乾龙节 。”从记载中可以想见当年此日，朝廷中群臣为皇帝祝寿，钦宗赐宴，好一派隆重的寿宴的盛况！而今又是四月，乾龙节又将近，然而此时却是神州板荡，山河易主。词人抚今追昔，怎能忍受得了如此巨变呢？于是万千感触，化为使人不忍卒读的词句：“眼中泪尽空啼血。”这一句，哀怨悲凉，撼人心魄 。向子諲是一位力主抗金的将领 。高宗建炎四年（1130 ）金兵大举南下，一路杀奔江西、湖南。此时向子諲正在潭州（今长沙）知州任上，有人建议暂避敌锋，他大呼曰 ：“是何言之不忠也！使向之诸郡有一二能为国家守，敌其至此耶？朝廷使我守此潘也，委而去之，非义矣 ！”（见汪应辰《向公墓志铭》、胡宏《向侍郎行状 》）他亲率军民血战数日，终因实力不济而城破。事后，他的好友陈与义赠诗，诗中赞曰“柱天勋业须君了”（《题向伯恭过峡图》）。然而词人想当如今家亡国破，君辱臣耻，却又回天无力，胸中不禁充塞着极度的愤恨和悲哀。这样深沉难遣的感情郁积在胸中，实在非“眼中泪尽空啼血”一句不能尽之了。以上为词意的第二层。紧接着，词人由人的“空啼血”联想到自然界的子规，感情又进一层。按《秦楼月》词调的要求，“空啼血”是承上句而来，并非是语句的简单重复，而用以引起以下句意。词人因情设景，以“子规声外，晓风残月”这样凄厉萧索的意境结束全词。子规即杜鹃鸟。子规啼血是在古诗词中常用的，如白居易《琵琶行 》：“其间旦暮闻何物？杜鹃啼血猿哀鸣。”李山甫《 闻子规 》：“断肠思故国，啼血溅芳枝 。“晓风残月 ”，是柳永《雨霖铃》词中的名句。这首词虽是移用，但词人显然对“杜鹃啼血”内涵进行了改造。在本词中它表现的已不是离别的愁苦，而是因国破家亡而生的故国之思了。“子规声外，晓风残月”，是因情而设景，也就是王国维所谓“以我观物，故物皆着我之色彩”的“有我之境 ”。它以丰富的内蕴，传达出词人心中的无限哀怨，撞击着读者的心扉。全词感情真挚，情景交融，在《酒边词》中，是一首成功的小令 。但终因其忠愤有余而少豪放之气，且词中意境独创性少，新鲜感不足，不免影响了它的艺术感染力量，在宋词中不属于上乘。"
        },
        {
            "title": "点绛唇",
            "content": "无热池南，岁寒亭上开新宴。青山芳甸。尽入真如观。举酒高歌，人在秋天半。晴空远。巷江影乱。何处飞来雁。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "我生六十四，四度闰中秋。碧天千里如水，明月更如流。照我洛滨诗伯，携手仙卿廛隐，阆苑与同游。人醉玉相倚，不肯下琼楼。芗林老，章江上，几回头。剩欲控鹤瀛海，聊下越王州。直入白云深处，细酌仙人九酝，香雾尽侵裘。共看一笑粲，以写我心忧。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "进步须於百尺竿。二边休立莫中安。要知玄露没多般。花影镜中拈不起，蟾光空里撮应难。道人无事更参看。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "年年岩桂。恰恰中秋供我醉。今日重阳。百树犹无一树香。且倾白酒。赖有茱萸枝在手。可是清甘。绕遍东篱摘未堪。",
            "comment": ""
        },
        {
            "title": "长相思",
            "content": "年重月，月重光。万瓦千林白似霜。扁舟入醉乡。山苍苍。水茫茫。严濑当时不是狂。高风引兴长。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "吴头楚尾。踏破芒鞋底。万壑千岩秋色里。不耐恼人风味。而今我老芗林。世间百不关心。独喜爱香韩寿，能来同醉花阴。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "绿水池塘，笑看野鸭双飞过。正当呆坐。纫鼻须还我。尽日张弓，许久无人和。还知麽。难得全个。不免须明破。",
            "comment": ""
        },
        {
            "title": "更漏子",
            "content": "小窗前，疏影下。鸾镜弄妆初罢。梅似雪，雪如人。都无一点尘。暮江寒，人响绝。更着朦胧微月。山似玉，玉如君。相看一笑温。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "两个鸳鸯波上来。一ь杨柳掌中回。已愁共雪因风去，更着繁弦急管催。含浅笑，劝深杯。桃花气暖眼边开。司空常见风流惯，输与山翁醉玉摧。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "云窗雾阁春风透。蝶绕蜂围花气漏。恼人风味恰如梅，倚醉腰肢全是柳。细传一曲情偏厚。淡扫两山缘底皱。归时好月已沈空，只有真香犹满袖。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "召埭初逢两妙年。遥林玉树倚风前。疏梅影里春同醉，红芰香中月一船。长怅恨，短因缘。空馀蝴蝶梦相连。谁知瘴雨蛮烟地，重上襄王玳瑁筵。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "南国风烟深更深。清江相结是庐陵。甘棠两地绿成阴。九日黄花兄弟会，中秋明月故人心。悲欢离合古犹今。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "银山堆里庐山对。舟子愁如醉。笑看五老了无忧。大觉胸中云梦、气横秋。若人到得归元处。空一齐销去。直须闻见泯然收。始知大江东注、不曾流。",
            "comment": ""
        },
        {
            "title": "生查子",
            "content": "月在两山间，人在空明里。山色碧於天，月色光於水。心闲物物幽，心动尘尘起。莫向动中来，长愿闲如此。",
            "comment": ""
        },
        {
            "title": "生查子",
            "content": "月姊倚秋风，香度青林杪。吹堕酒杯中，笑靥撩人小。芗林万事休，独此情未了。醉里又题诗，不觉花前老。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "人如濯濯春杨柳，彻骨风流。脱体温柔。牵系多情尽未休。最怜恰恰新眠起，云雨初收。斜倚琼楼。叶叶眉心一样愁。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "薄情风雨。断送花何许。一夜清香无觅处。却返云窗月户。醉乡曲米为春。荆州富贵中人。肯入芗林净社，玉山屡倒芳茵。",
            "comment": ""
        },
        {
            "title": "题芗林",
            "content": "莫问清江与洛阳，山林总是一般香。两家地占西南胜，可是前人例姓杨。",
            "comment": ""
        },
        {
            "title": "南歌子",
            "content": "江左称岩桂，吴中说木犀。水沈为骨郁金衣。却恨疏梅恼我、得香迟。叶借山光润，花蒙水色奇。年年勾引赋新诗。应笑芗林冷淡、独心知。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "玉篆题名在九天。而今且作地行仙。挂冠神武归休後，同醉芗林是几年。龟游泳，鹤蹁迁。疏梅修竹两清妍。欲知福寿都多少，阁皂清江可比肩。",
            "comment": ""
        },
        {
            "title": "蓦山溪",
            "content": "一阳才动，万物生春意。试与问宫梅，到东阁、花枝第几。疏疏淡淡，冷艳雪中明，无俗调，有真香，正与人相倚。非烟非雾，瑞色门阑喜。再拜引杯长，看两颊、红潮欲起。天教难老，风鬓绿如云，对玉笥，与芗林，岁岁花前醉。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "绿玉丛中紫玉条。幽花疏淡更香饶。不将朱粉污高标。空谷佳人宜结伴，贵游公子不能招。小窗相对诵离骚。",
            "comment": ""
        },
        {
            "title": "相见欢",
            "content": "腰肢一缕纤长。是垂杨。泥泥风中衣袖、冷沈香。花如颊。眉如叶。语如簧。微笑微颦相恼、过回廊。",
            "comment": ""
        },
        {
            "title": "桂殿秋",
            "content": "秋色里，月明中。红旌翠节下蓬宫。蟠桃已结瑶池露，桂子初开玉殿风。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "斗帐欢盟不计年。谁知蓦地远如天。何曾一霎离心上，怎得而今在眼前。鱼不断，雁相连。可无小字寄芳笺。薄情已是抛人去，更与新愁到酒边。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "不挂一裘，世间万事如风过。忘缘兀坐。皮袋非真我。随色摩尼，朱碧如何和。还知麽。从来只个。千古扑不破。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "丹凤飞来，细传日下丝纶语。使君归去。已近沙堤路。风叶露花，秋意浓如许。江天暮。离歌轻举。愁满西山雨。",
            "comment": ""
        },
        {
            "title": "阮郎归 绍兴乙卯大雪行鄱阳道中",
            "content": "江南江北雪漫漫。遥知易水寒。同云深处望三关。断肠山又山。天可老，海能翻。消除此恨难。频闻遣使问平安。几时鸾辂还。",
            "comment": "【注释】向子諲是南宋初年主战派大臣之一。靖康之难之时，他曾请康王赵构率诸将渡河，以救徽钦二帝。建炎三年（1129 ），金兵进湖南围长沙。此时他率军民与金兵血战八昼夜。陈与义《伤春》诗云 ：“稍喜长沙向延阁，疲兵敢犯犬羊锋 。”这首词所叙之事就是此事 。绍兴九年（1139），子諲触怒秦桧，从此归隐乡间十五年以卒。其词多写山林逸趣，但也不乏忧国伤时之作，此词即其中之一。词题“绍兴乙卯大雪行鄱阳道中”，其中乙卯为绍兴五年（1135），鄱阳即今江西波阳县，位于翻阳湖东岸。从此词第一句来看，起笔极写江南江北，大雪漫天，寒气逼人。在如此大雪天征程上，词人在思考什么呢 ？是温暖的家，抑或前村之酒舍？两者都不是。“遥知易水寒。”易水（在今河北），当时正是金人的后方。从此句可知词人是在怀想被掳北去的徽钦二帝。此句写怀想，句中“知”字是眼。“知”前加一遥字，写出其怀念之深。落一寒字，见得其体贴之切。寒字与起笔之雪漫漫照应，结构完整，颇有寓意。江南江北已大雪漫漫，燕山雪花大如席，其寒彻骨，可想而知。寒字亦暗示出二帝在漠北寒冷之地，备受金人种种虐待。此句取自战国末荆轲之悲歌“风萧萧兮易水寒”，既而又倍增一份悲愤之感。“同云深处望三关。”上句写内心之悬想，此句更推进一步，写出举目以北望。三关者，淤口关、益津关（均在今河北霸县）、瓦桥关（在今河北雄县 ）。五代周显德六年（959），世宗北取瀛、莫等州，以三关与契丹分界。词人以易水、三关，厝代北地。词人遥望天北，但见彤云沉沉，二帝蒙尘之处，上有沉沉之彤云，下有重重之关山。“断肠山又山 。”那重重之山，遮断了词人的视线，更遮断了二帝之归路 。遥望重山，怎能不令人肝肠寸断！词情至此，似已至极。然而词人之悲痛是没有极点的。“天可老，海能翻。消除此恨难 。”换片三句翻出奇语，然痛入骨髓矣。唐人之诗云：“天若有情天亦老”，犹为虚拟之辞，此则直谓天可老。汉人之诗云 ：“山无陵，江水为竭，&#8943;&#8943;乃敢与君绝 ”。想象还没达到海，此则至于海矣。天荒地老，痛剧恨深，见于言外。下句更道“消除此恨难 ”。此恨正指靖康之耻、二帝被掳。难字，与上二句之可字能字呈为强烈对比，天可老、海能翻之可能，倍加反衬出消除此恨之不可能。然而实际上天难老，海亦难翻，而消除此恨之难，更难于此二事，直是绝望之语。结尾二句奇外出奇，从绝望之中竟又现出一片痴望来。“频闻遣使问平安。几时鸾辂还 。”鸾指马铃，其形制为“鸾口衔铃”（《古今注·舆服》）。辂是车上横木 ，鸾辂即指二帝车驾。《宋史·高宗纪》载：绍兴四年（1134）春正月，“遣章谊等为金国通问使 ”。五年五月，又“遣何藓等奉使金国，通问二帝 ”。故结笔上句言“频闻遣使问平安 ”。此词作于绍兴五年隆冬，事实上徽宗已于“绍兴五年四月甲子，崩于五国城（今黑龙江依）”。因为直至“七年九月甲子，凶问（始）至江南”（《宋史·徽宗纪》）。词人此时当然不可能“预卜 ”此一凶问。但二帝在金国备受磨难，词人是明白的。问平安之语，字面堂皇得体，内里何等酸楚。上言天可老、海能翻，消除此恨难，固已绝望；结句反谓几时鸾辂还，则又翻出无可遏止之希望。此希望虽不合情理，却见出一片痴情。以痴情语作结，使得此词愈朴愈厚愈无尽。此词伤悼徽钦二帝之被掳，实际上是融家国之悲为一体（词人是神宗皇后之再从侄 ）。徽钦二帝，皆亡国之昏君，本无可痛恨。但在“国、君一体”（《春秋公羊传》庄公四年）之时代，二帝之蒙尘在当时人们看来实与祖国山河之破碎、北宋文明之毁弃为一事。故从历史之角度看，子諲此词表露出南渡之初爱国志士悲愤心态，所以有其一定的历史认识意义。从艺术之角度看，则此词抒情曲折深刻，及语言之諲婉工致，造诣颇有独到之处。上片由江南江北之雪联想到易水之寒，又由此一联想而遥望三关，已是层层翻进。下片凌空设喻，以天可老、海能翻反衬此恨难消，情至绝望之境，便若无以复加。然而最后又翻出绝望中之一片痴望，抒发故国故君之思，至此终至其极。只因词人郁结悲愤深沉，倾诉出来才有如此曲折跌宕之致。词虽是小令，字数不多而其抒情却曲折深刻如此，可谓之造诣独特。全词虽极写二帝被掳不还之悲怀，但终篇亦并无一语道破，语言委婉工致，正不失词体本色。比较南宋前期一般爱国词之粗犷，南宋后期一般爱国词之晦涩，便又可谓之匠心独运。"
        },
        {
            "title": "浣溪沙",
            "content": "绿绕红围宋玉墙。幽兰林下正芬芳。桃花气暖玉生香。谁道广平心似铁，艳妆高韵两难忘。苏州老矣不能狂。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "小院深明别有天。花能笑语柳能眠。雪肌得酒於中暖，莲步凌波分外妍。钗燕重，髻荷偏。两山斜叠翠连娟。朝云无限矜春态，暮雨情知更可怜。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "璧月光中玉漏清。小梅疏影水边明。似梅人醉月西倾。梅欲黄时朝暮雨，月重圆处短长亭。旧愁新恨若为情。",
            "comment": ""
        },
        {
            "title": "更漏子",
            "content": "竹孤青，梅酽白。更着使君清绝。梅似竹，竹如君。须知德有邻。月同高，风同调。月底风前一笑。翻碎影，度微香。与人风味长。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "两峰对起。象阙端门云雾里。千嶂排空。虎节龙旗指顾中。箫韶妙曲。我试与听音韵足。借问谁传。松上清风石上泉。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "红退小园桃杏，绿生芳草池塘。谁教芍药殿春光。不似酴醿官样。翠盖更蒙珠幰，薰炉剩熨沈香。娟娟风露满衣赏。独步瑶台月上。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "雨点春山入翠眉。一ь杨柳作腰肢。语音娇软带儿痴。犹省当来求识面，隔帘清唱倒琼彝。真成相见说当时。",
            "comment": ""
        },
        {
            "title": "殢人娇",
            "content": "白似雪花，柔於柳絮。胡蝶儿、镇长一处。春风骀荡，蓦然吹去。得游丝、半空惹住。波上精神，掌中态度。分明是、彩云团做。当年飞燕，从今不数。只恐是、高唐梦中神女。",
            "comment": ""
        },
        {
            "title": "南歌子",
            "content": "雨过林峦静，风回池阁凉。窥人双燕语雕梁。笑看小荷翻处、戏鸳鸯。共饮菖蒲细，同分彩线长。今朝真不负风光。绝胜几年飞梦、绕高唐。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "倚窗人似莺藏柳。巧语春心透。声声清切入人深。一夜不知两鬓、雪霜侵。何时月下歌金缕。醉看行云住。懒将幽恨寄瑶琴。却倩金笼鹦鹉、递芳音。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "醉里惊从月窟来。睡馀如梦蕊宫回。碧云时度小崔嵬。疑是海山怜我老，不论时节遣花开。从今休数返魂梅。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "荆棘林中，浪夸好手曾穿过。不起於坐。畐塞虚空我。问路台山，婆子随声和。还知麽。石桥老个。些子平窥破。",
            "comment": ""
        },
        {
            "title": "南乡子",
            "content": "梅与雪争姝。试问春风管得无。除却个人多样态，谁如。细把冰姿比玉肤。一曲倒金壶。既醉仍烦翠袖扶。同向凌风台上看，何如。且与芗林作画图。",
            "comment": ""
        },
        {
            "title": "满庭芳",
            "content": "月窟蟠根，云岩分种，绝知不是尘凡。琉璃剪叶金粟缀花繁。黄菊周旋避舍，友兰蕙、羞杀山樊。清香远，秋风十里，鼻观已先参。酒阑。听我语，平生半是，江北江南。经行处、无穷绿水青山。常被此花相恼，思共老、结屋中间。不因尔，芗林底事，游戏到人寰。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "瑞气氤氲拂水来。金幢玉节下瑶台。江梅岩桂一时开。不尽秋香凝燕寝，无边春色入尊罍。临风嗅蕊共裴回。",
            "comment": ""
        },
        {
            "title": "丑奴儿/采桑子",
            "content": "无双亭下琼花树，玉骨云腴。倾国称姝。除却扬州是无处。天教红药来参乘，桃李先驱。总作花奴。翠拥红遮到玉都。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "璧月光辉，万山不隔蟾宫树。金风玉露。水国秋无数。老子情锺，欲向香中住。君王许。龙鸾飞舞。送到归休处。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "千山万水。望极不知何处是。小院回廊。梦去相寻未觉长。绝怜清瘦。雪里梅梢春未透。常记分携。雨後梨花晓尚啼。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "冰雪肌肤，靓妆喜作梅花面。寄情高远。不与凡尘染。玉立峰前，闲把经珠转。秋风便。雾收云卷。水月光中见。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "袜儿窄剪鞋儿小。纹鸳并影双双好。微步巧藏人。轻飞洛浦尘。前回深处见。欲近还相远。心事不能知。教人直是疑。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "午夜凉生翠幔。帘外行云撩乱。可恨白苹风，欲雨又还吹散。肠断。肠断。楚梦惊残一半。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "霜须七十期同老，云水之乡。总挂冠裳。闲里光阴一倍长。况逢菊靥篱边笑，风露中香。报答秋光。自有仙人九酝觞。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "戏彩堂深翠幕张。南颸特地作微凉。葵花向日枝枝似，萱草忘忧日日长。门有庆，福无疆。老人星与酒生光。殷勤更假天吴手，倾泻西江入寿觞。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "人间尘外。一种寒香蕊。疑是月娥天上醉。戏把黄云挼碎。使君坐啸清江。腾芳飞誉无双。兴寄小山丛桂，诗成棐几明窗。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "濛濛烟树无重数。不碍相思路。晚云分外欲增愁。更那堪疏雨、送归舟。雨来还被风吹去。陨泪多如雨。拟题双叶问离忧。怎得水随人意、肯西流。",
            "comment": ""
        },
        {
            "title": "生查子",
            "content": "娟娟月入眉，整整云归鬓。镜里弄妆迟，帘外花移影。斜窥秋水长，软语春莺近。无计奈情何，只有相思分。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "百斛明珠得翠娥。风流彻骨更能歌。碧云留住劝金荷。取醉归来因一笑，恼人深处是横波。酒醒情味却知麽。",
            "comment": ""
        },
        {
            "title": "满庭芳",
            "content": "瑟瑟金风，团团玉露，岩花秀发秋光。水边一笑，十里得清香。疑是蕊宫仙子，新妆就、娇额涂黄。霜天晚，妖红丽紫，回首总堪伤。中央。孕正色，更留明月，偏照何妨。便高如兰菊，也让芬芳。输与芗林居士，微吟罢、闲据胡床。须知道，天教尤物，相伴老江乡。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "胶胶扰扰中，本体元来静。一段澄明绝点埃，世事如泡影。歇即是菩提，此语须三省。古道无人著脚行，禾黍秋风冷。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "飘飘任公子，爽气欲横秋。向日携诗过我，知不是凡流。筑室清江西畔，巧占一川佳处，胜士日追游。邀我出门去，柱月上新楼。烂银盘，从树杪，出云头。好是风流从事，同醉入青州。须信人生如幻，七十古来稀有，销得几狐裘。谁似芗林老，无喜亦无忧。",
            "comment": ""
        },
        {
            "title": "一落索",
            "content": "春风吹断前山雨。行云归去。暂来须信本无心，回首了无寻处。欲问个中玄路。阿谁能语。澄江霁月却深知，把此意、都分付。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "脱落皮肤，故人南岳峰前过。只知闲坐。千圣难窥我。明月澄潭，谁唱复谁和。还知麽。锦鳞没个。莫触清光破。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "谁知莹澈。惟有碧天云外月。一见风流。洗尽胸中万斛愁。剩烧蜜炬。只恐夜深花睡去。想得横陈。全是巫山一段云。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "翡翠衣裳白玉人。不将朱粉污天真。清风为伴月为邻。枕上解随良夜梦，壶中别是一家春。同心小绾更尖新。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "梦回寒入衾绸，晓惊忽堕瑶林里。穿帷透隙，落花飞絮，难穷巧思。着帽披裘，挈壶呼友，倚空临水。望琼田不尽，银涛无际，浮皓色、来天地。遥想吴郎病起。政冷窗、微吟拥鼻。持笺赠我，新词绝唱，珠零玉碎。馀兴追游，清芬坐对，高谈倾耳。晚归来，风扫停云，万里月华如洗。",
            "comment": ""
        },
        {
            "title": "山斋",
            "content": "横侧数峰碧，逶迤一径开。无人相就宿，时有白云来。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "青松翠篠。一夜猗倾如醉倒。残腊能佳。落尽梅花见雪花。诗崖酒岛。何日登临同笑傲。未老还家。饱历年华有鬓华。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "爆竹声中一岁除。东风送暖入屠苏。瞳瞳晓色上林庐。老去怕看新历日，退归拟学旧桃符。青春不染白髭须。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "无穷白水。无限芰荷红翠里。几点青山。半在云烟暗霭间。移舟横截。卧看碧天流素月。此意虚徐。好把芗林入画图。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "澄江霁月清无对。鲁酒何须醉。人怜贫病不堪忧。谁识此心如月、正含秋。再三涝漉方知处。试向波心去。迢迢空劫勿能收。谩道从来天地、与同流。",
            "comment": ""
        },
        {
            "title": "蓦山溪",
            "content": "瑶田银海。浩色难为对。琪树照人间，晓然是、华岩境界。万年松径，一带旧峰峦，深掩覆，密遮藏，三昧兴无碍。金毛狮子，打就休惊怪。片片上红炉，且不可、将情作解。有无不道，泯绝去来今，明即暗，暗还明，只个长不昧。",
            "comment": ""
        },
        {
            "title": "南歌子",
            "content": "梁苑千花乱，隋堤一水长。眼前风物总悲凉。何况眉头心上、不相忘。因梦聊携手，凭书续断肠。已惊蝴蝶过东墙。更被风吹鸿雁、不成行。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "说著分飞百种猜。泥人细数几时回。风流可惯曾孤冷，怀抱如何得好开。垂玉箸，下香阶。凭肩小语更兜鞋。再三莫遣归期误，第一频教入梦来。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "霭霭停云覆短墙。夭夭临水自然芳。猗猗无处着清香。珍重蓦山溪句好，尊前频举不相忘。濠梁梦蝶尽春狂。",
            "comment": ""
        },
        {
            "title": "南歌子",
            "content": "我入三摩地，人疑小有天。君王送老白云边。不用丹青图画、上凌烟。喜揽澄清辔，能同载酒船。相逢忽谩别经年。好是两身强健、在尊前。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "浅浅妆成淡淡梅。见梅忆着傍妆台。书无鸿雁如何寄，肠断催归作麽回。千种恨，百般猜。为伊怀抱几时开。可堪江上风头恶，不放朝云入梦来。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "初上舞茵时，争看袜罗弓窄。恰似晚霞零乱，衬一钩新月。折旋多态小腰身，分明是回雪。生怕因风飞去，放真珠帘隔。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "维摩住处。竟日缤纷花似雨。更有难忘。十里清芬扑鼻香。当年疏傅。借问赐金那用许。何似归艎。宝墨光芒万丈长。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "江北江南雪未消。此花独步百花饶。青枝可爱难为杏，绿叶初无不是桃。多态度，足风标。蕊珠仙子醉红潮。绝怜竹外横斜处，似与芗林慰寂寥。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "闰馀有何好，一年两中秋。补天修月人去，千古想风流。少日南昌幕下，更得洪徐苏李，快意作清游。送日眺西岭，得月上东楼。四十载，两人在，总白头。谁知沧海成陆，萍迹落南州。忍问神京何在，幸有芗林秋露，芳气袭衣裘。断送馀生事，惟酒可忘忧。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "推上百花如锦绣。水满池塘，更作溅溅溜。断送风光惟有酒。苦吟不怕因诗瘦。寻壑经丘长是久。晚晚归来，稚子柴门候。万事付之醒梦後。眉头不为闲愁皱。",
            "comment": ""
        },
        {
            "title": "踏莎行",
            "content": "霭霭朝云，矜春态度。楚宫梦断寻无路。欲将尊酒遣新愁，谁知引到愁深处。不尽长江，无边细雨。只疑都把愁来做。西山总不解遮栏，随春直过东湖去。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "几见芙蓉并蒂，忽生三秀灵芝。千年老树出孙枝。岩桂秋来满地。白鹤云间翔舞，绿龟叶上游戏。齐眉偕老更何疑。个里自非尘世。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "风响蕉林似雨，烛生粉艳如花。客星乘兴泛仙槎。误到支机石下。欢喜地中取醉，温柔乡里为家。暖红香雾闹春华。不道风波可怕。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "今日重阳，强挼青蕊聊开宴。我家几甸。试上连辉观。忆着酺池，古塔烟霄半。愁心远。情随云乱。肠断江城雁。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "不昧本来，太虚明月流辉过。令行独坐。高下都由我。玉轸无弦，谁对秋风和。还知麽。老庞一个。识得机关破。",
            "comment": ""
        },
        {
            "title": "满庭芳",
            "content": "天宇长闲，飞仙狂醉，挼云碎玉沈空。谢家庭院，争道絮因风。不怕寒生宝粟，深调护、犀幕重重。瑶林里，疏梅献笑，小萼露轻红。瑞龙。香绕处，云间弦管，尘外帘栊。须烂醉流霞，莫诉千锺。闻道蟠桃正好，蓬瀛路、消息潜通。飞琼伴，偷将春色，分付入芳容。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "华灯明月光中，绮罗弦管春风路。龙如骏马，车如流水，软红成雾。太一池边，葆真宫里，玉楼珠树。见飞琼伴侣，霓裳缥缈，星回眼、莲承步。笑入彩云深处。更冥冥、一帘花雨。金钿半落，宝钗斜坠，乘鸾归去。醉失桃源，梦回蓬岛，满身风露。到而今江上，愁山万叠，鬓丝千缕。",
            "comment": ""
        },
        {
            "title": "七娘子",
            "content": "山围水绕高唐路。恨密云、不下阳台雨。雾阁云窗，风亭月户。分明携手同行处。而今不见生尘步。但长江、无语东流去。满地落花，漫天飞絮。谁知总是离愁做。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "雨意挟风回，月色兼天静。心与秋空一样清，万象森如影。何处一声钟，令我发深省。独立沧浪忘却归，不觉霜华冷。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "腊前雪里。几处梅梢初破蕊。年後江边。是处花开晚更妍。绝知春意。不耐愁何心与醉。更有难忘。宋玉墙头婉婉香。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "幽花无外。心与芗林会。绿发相看今老矣。不作浅俗气味。露叶薿薿生光。风梢泛泛飘香。称意中秋开了，馀情犹及重阳。",
            "comment": ""
        },
        {
            "title": "题米元晖横轴",
            "content": "早为山谷印可，晚陪帝所清闲。笔力休论扛鼎，神功更解移山。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "竹里一枝梅，雨洗娟娟静。疑是佳人日暮来，绰约风前影。新恨有谁知，往事何堪省。梦绕阳台寂寞回，沾袖馀香冷。",
            "comment": ""
        },
        {
            "title": "鹊桥仙",
            "content": "澄江如练，远山横翠，一段风烟如画。层楼杰阁倚晴空，疑便是、支矶石下。宝奁琼鉴，淡匀轻扫，纤手弄妆初罢。拟将心事问天公，与牛女、平分今夜。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "一夜凉颸动碧厨。晓庭飞雨溅真珠。玉人睡起倚金铺。云髻作堆初未整，柳腰如醉不胜扶。天仙风调世间无。",
            "comment": ""
        },
        {
            "title": "南歌子",
            "content": "柳眼风前动，梅心雪後寒。年光浑似雾中看。抱答风光无处、可为欢。一曲聊收泪，三杯强自宽。新愁不奈上眉端。怕见长安归路、懒凭栏。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "欲问芗林秋露。来自广寒深处。海上说蔷薇，何似桂华风度。高古。高古。不著世间尘污。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "明月光中与客期。一年秋半两圆时。姮娥得意为长计，织女欢盟可恨迟。瞻玉兔，倒琼彝。追怀往事记新词。浩歌直入沧浪去，醉里归来凝不知。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "临镜笑春风，生怕梅花妒。疑是西湖处士家，疏影横斜处。江静竹娟娟，绿绕青无数。独许幽人子细看，全胜墙东路。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "此夜中秋，不向光影门前过。披衣得坐。无佛众生我。没鼓打皮，借问今几和。还知麽。就中两个。鼻孔谁穿破。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "莫问重阳，黄花满地须游宴。休论夷甸。且作江山观。百岁光阴，屈指今过半。霜天晚。眼昏花乱。不见书空雁。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "守得梅开著意看。春风几醉玉栏干。去时犹自惜馀欢。雨後重来花扫地，叶间青子已团团。凭谁寄与蹙眉山。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "娟娟明月如霜白。鳌山可是蓬山隔。恨不及春风。行云处处同。暖香红雾里。一笑谁新喜。知得远愁无。春衫有泪珠。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "谁识芗林秋露。胜却诸天花雨。休更觅曹溪，自有个中玄路。参取。参取。滴滴要知落处。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "天仙醉把真珠掷。荷翻写入玻璃碧。雨过酒尊凉。红蕖苒苒香。飞来双白鹭。屡作僛僛舞。山鸟起清歌。晚来情更多。",
            "comment": ""
        },
        {
            "title": "南歌子",
            "content": "病著连三月，谁能慰老夫。萧萧短发不胜梳。风里支离欲倒、要人扶。秋月明如水，岩花忽起予。旋篘白酒入盘盂。报答风光不醉、更何如。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "雁阵横空，江枫战、几番风雨。天有意、作新秋令，欲鏖残暑。篱菊岩花俱秀发，清氛不断来窗户。共欢然、一醉得黄香，仍叔度。尊前事，尘中去。拈花问，无人语。芗林顾灵照，笑抚庭树。试举似虎头城太守，想应会得玄玄处。老我来、懒更作渊明，闲情赋。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "赣上人人说故侯。从来文采更风流。题诗谩道三千首，别酒须拚一百筹。乘画鷁，衣轻裘。又将春色过荆州。合江绕岸垂杨柳，总学歌眉叶叶愁。",
            "comment": ""
        },
        {
            "title": "生查子",
            "content": "我爱木中犀，不是凡花数。清似水沈香，色染蔷薇露。芗林月冷时，玉笋云深处。归梦托秋风，夜夜江头路。",
            "comment": ""
        },
        {
            "title": "蓦山溪",
            "content": "挂冠神武。来作烟波主。千里好江山，都尽是、君恩赐与。风勾月引，催上泛宅时，酒倾玉，鲙堆雪，总道神仙侣。蓑衣箬笠，更着些儿雨。横笛两三声，晚云中、惊鸥来去。欲烦妙手，写入散人图，蜗角名，蝇头利，着甚来由顾。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "只有梅花似玉容。云窗月户几尊同。见来怨眼明秋水，欲去愁眉淡远峰。山万叠，水千重。一双蝴蝶梦能通。都将泪作黄梅雨，尽把情为柳絮风。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "驾月新成碧玉梁。青天万里泻银潢。广寒宫里无双树，无热池边不尽香。承露液，酿秋光。直须一举累千觞。不知世路风波恶，何似芗林气味长。",
            "comment": ""
        },
        {
            "title": "鹊桥仙",
            "content": "飞云多态，凉飕微度，都到酒边歌处。冰肌玉骨照人寒，更做弄、一帘风雨。同盘风味，合欢情思，不管星娥猜妒。桃花溪水接银河，与占断、鹊桥归路。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "人意天公则甚知。故教小雨作深悲。桃花浑似泪胭脂。理棹又从今日去，断肠还似去年时。经行处处是相思。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "时菊碎榛丛，地僻柴门静。谁道村中好客稀，明月和清影。天地一蘧庐，梦事慵思省。若个知余懒是真，心已如灰冷。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "花样风流柳样娇。雪中微步过溪桥。心期春色到梅梢。折得一枝归绿鬓，冰容玉艳不相饶。索人同去醉金蕉。",
            "comment": ""
        },
        {
            "title": "题王文孺臞庵",
            "content": "仙翁五十鬓犹青，高卧柴门昼亦扃。茅舍已忘钟鼎梦，蒲轮休过薜萝亭。阴森门巷先生柳，寂寞江天处士星。晚岁田间农事了，闲钞宁戚相牛经。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "多病卧江干，过尽春花秋叶。又见横斜疏影，弄阶前明月。呼儿取酒据胡床，尚喜知时节。宜与老夫情厚，有鬓边残雪。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "几年不见。胡蝶枕中魂梦远。一日相逢。鹦鹉杯深笑靥浓。欢心未已。流水落花愁又起。离恨如何。细雨斜风晚更多。",
            "comment": ""
        },
        {
            "title": "相见欢",
            "content": "亭亭秋水芙蓉。翠围中。又是一年风露、笑相逢。天机畔。云锦乱。思无穷。路隔银河犹解、嫁西风。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "紫禁烟花一万重。鳌山宫阙倚晴空。玉皇端拱彤云上，人物嬉游陆海中。星转斗，驾回龙。五侯池馆醉春风。而今白发三千丈，愁对寒灯数点红。",
            "comment": "【注释】原序:有怀京师上元，与韩叔夏司谏、王夏卿侍郎、曹仲谷少卿同赋向子諲是一位生活在两宋之交的词人。他将自己创作的诗词编为《酒边词 》，此书分成“江南新词”和“江北旧词”前后两卷。这样的编排，词人用意很深。南宋胡寅认为他“退江北所作于后，而进江南所作于前，以枯木之心，幻出葩华；酌玄酒之尊，弃置醇味”（《题酒边词》），这种说法大致正确。向子諲前半生亲见北宋社会表面繁荣兴盛 ，而且在金兵进犯、宋室南渡后，他力主抗金，因得罪秦桧，于是被贬还乡，居保在江西临江。向子諲的晚年词作，多抒写淡泊名利的闲适生活情趣，但也常常怀念北宋徽宗时代的繁盛。这类感旧伤时之作，隐寓着深沉的忧国伤己之恨。这首《鹧鸪天》只注明“有怀京师上元 ”，未注明作于何年。作者集中另一首词有《清平乐·岩桂盛开戏呈韩叔夏司谏》云 ：“而今老我芗林，世间百不关心。独喜爱香韩寿，能来同醉花阴 。”绍兴九年己未（1139）归隐以后词人与韩叔夏常唱和往来，所以这首词亦当为此后数年间所作。这首词打破了结构上分片的定格。从文义看，前七句和后两句，是意境迥异、对比鲜明的。前七句，词人从怀旧入手 ，以流利轻快的笔法，描绘了汴京紫禁城内外欢度上元佳节的盛况。正月十五之夜，华灯宝柜与月色焰火交辉，华灯叠成的鳌山与华丽的宫殿高耸云天，至尊的帝王端坐于高楼之上，万民百姓则嬉戏游玖于街衢之间。斗转星移，龙驾回宫此时万众狂欢更趋高潮。这幅上元节情景，完全是记实。据南宋孟元老《东京梦华录》回忆，上元的汴京“灯山上彩，金碧相射，锦绣交辉。&#8943;&#8943;宣德楼上，皆垂黄缘帘，中一位乃御座。&#8943;&#8943;万姓皆在露台下观看，乐人时引万姓山呼。”此外该书还记载的：“别有深坊小巷，绣额珠帘，巧制新妆，竞夸华丽，春情荡飏，酒兴融恰，雅会幽欢，寸阴可惜，景色浩闹，不觉更阑。宝骑马骎骎，香轮辘辘，五陵年少，满路行歌，万户千门，笙簧未彻 。”这从一侧面反映了民间情景，由此我们可以想见豪贵之家此夕宴乐之盛，但如其自序所云“未尝经从”，故从阙略罢了。“五侯”，这是个典故是说汉代外戚、宦官有五人同时封侯之的。故以后用它泛称权贵之家为侯家。如此良辰美景，是何等繁盛、万众何等欢乐，但在最后两句，词意陡转，在我们面前突现了一个萧索凄清的境界：“而今白发三千丈，愁对寒灯数点红。”“而今”二字，把上元狂欢的画面抛到了遥远的过去，成了一个幻境，这是化实为虚的妙笔；同时，又把词人所处的现实环境一下子推到读者眼前。词人抚今追昔，真有恍若隔世的感觉：当年身为贵胄（向子諲是宋神宗钦圣宪肃皇后的再从侄 ），曾出入宫闱，备受恩宠 ，如今却是一个皤然老翁；当年目睹京城繁华，亲历北宋盛况，如今僻居乡里，只能与数点寒灯作伴。王夫之《姜斋诗话》说：“以乐景写哀，以哀景写乐，一倍增其哀乐 。”的确如王夫之所说这首词将今昔两个画面加以对比，这种盛与衰、乐与哀相互对比的手法，确实收到了强烈的艺术效果 。“白发三千丈”借用李白名句，表现愁绪满怀的词人“愁对寒灯数点红”凝聚着词人多少深沉的感慨：是对昔日繁华生活的眷恋？是对往事若梦的人生喟叹？还是因国破家亡而产生的怅恨？抑或是“流水落花春去也，天上人间”的失落感？&#8943;&#8943;这一切，词人用一个“愁 ”字点破了。“白发”、“寒灯”二句中，两个描写色彩的字“白”与“红”又互相映衬，渲染了一种凄清的境界。结句凝重，含蕴无穷，以少总多，发人遐思，是全篇传神之笔。"
        },
        {
            "title": "生查子",
            "content": "相思懒下床，春梦迷蝴蝶。入柳又穿花，去去轻如叶。可堪歧路长，不道关山隔。无赖是黄鹂，唤起空愁绝。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "云外遥山是翠眉。风前杨柳入腰肢。凌波微步袜尘飞。倚醉传歌留客处，佯嗔不语殢人时。风流态度百般宜。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "春浪桃花，禹门三尺平跳过。死生不坐。变化须归我。山起南云，白雨声相和。还知麽。点点真个。块土何曾破。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "鸳鸯翡翠同心侣。惊风不得双飞去。春水绿西池。重期相见时。长怜心共语。梦里池边路。相见不如新。花应解笑人。",
            "comment": ""
        },
        {
            "title": "生查子",
            "content": "春山和恨长，秋水无言度。脉脉复盈盈，几点梨花雨。深深一段愁，寂寂无行路。推去又还来，没个遮栏处。",
            "comment": ""
        }
    ]
}