{
    "dynasty": "宋",
    "author": "吕同老",
    "poems": [
        {
            "title": "九锁山十咏·来贤岩",
            "content": "昔贤所游地，道路行逶迤。中分山腰半，倒插石脚危。公生元佑时，名与日月垂。至今草木间，英气光离离。我行得遗迹，酾酒与遐思。天风豁然至，吹落琼琚辞。不惜古人远，但嗟我生迟。安得五云表，一假黄鹤骑。",
            "comment": ""
        },
        {
            "title": "九锁山十咏·鸣凤洞",
            "content": "连峰路塸堮，幽洞摩苍穹。石门松萝隘。伛偻趋儿童。泠泠太古泉，环佩声丁东。相传吴越年，威凤翔其中。后来山中人，盛事夸无穷。我疑王者瑞，岂预霸业雄。元化有沦忽，世道多汙隆。何时鸣朝阳，遥问山上桐。",
            "comment": ""
        },
        {
            "title": "九锁山十咏·翠蛟亭",
            "content": "洄洑古涧深，蜿蜒层湍壮。长年蓄飞泉，一決起豪宕。高有百尺松，蓊郁蔽青障。下有荇与萍，翠色映空旷。恍如千丈虬，穷壑潜异状。忽乘风云会，奋迅九天上。尚想玉堂仙，妙思发雄放。醉持白芙蕖，乘流动清唱。",
            "comment": ""
        },
        {
            "title": "九锁山十咏·丹泉",
            "content": "觱沸槛外泉，远出天柱阳。清音映空谷，潜波涣寒塘。昔人养灵芝，长年此山旁。金骨换玉髓，素虬朝紫皇。尚余浴丹池，神光透扶桑。蓬莱几扬尘，兹泉日泱泱。我愿涤世纷，朗咏三元章。手持北斗杓，下酌流霞浆。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "素肌不污天真，晓来玉立瑶池里。亭亭翠盖，盈盈素靥，时妆净洗。太液波翻，霓裳舞罢，断魂流水。甚依然、旧日浓香淡粉，花不似，人憔悴。欲唤凌波仙子。泛扁舟、浩波千里。只愁回首，冰帘半掩，明珰乱坠。月影凄迷，露华零落，小阑谁倚。共芳盟，犹有双栖雪鹭，夜寒惊起。",
            "comment": ""
        },
        {
            "title": "齐天乐",
            "content": "绿荫初蔽林塘路，凄凄乍流清韵。倦咽高槐，惊嘶别柳，还忆当曾听。西窗梦醒。叹弦绝重调，珥空难整。绰约冰绡，夜深谁念露华冷。不知身世易老，一声声断续，频报秋信。坠叶山明，疏枝月小，惆怅齐姬薄幸。馀音未尽。早枯翼飞仙，暗嗟残景。见洗冰奁，怕翻双翠鬓。",
            "comment": ""
        },
        {
            "title": "题高房山夜山图",
            "content": "我昔绝江看吴山，朝光正落山水间。金波远自海门人，翠岚高插扶桑殷。安和璚楼有夜景，明月苍茫堕清影。李侯胜赏高侯笔，展卷一时如梦醒。",
            "comment": ""
        },
        {
            "title": "桂枝香",
            "content": "松江岸侧。正乱叶坠红，残浪收碧。犹记灯寒暗聚，簖疏轻入。休嫌郭索尊前笑，且开颜、共倾芳液。翠橙丝雾，玉葱浣雪，嫩黄初擘。自那日、新诗换得。又几度相逢，落潮秋色。常是篱边早菊，慰渠岑寂。如今谩有江山兴，更谁怜、草泥踪迹。但将身世，浮沈醉乡，旧游休忆。",
            "comment": ""
        },
        {
            "title": "九锁山十咏·栖真洞",
            "content": "殊庭天柱西，微迳罗荆棘。驱车谷口亭，清气已迫人。元销为我开，灵关岂无津。棋枰俨遗局，乳盖垂空轮。侧闻千载前，住此多隐沦。冥翳不可识，抱朴终成真。仙凡自有分，喧寂难并陈。叹息取归路，吾犹湿嚣尘。",
            "comment": ""
        },
        {
            "title": "天香",
            "content": "冰片熔肌，水沈换骨，蜿蜒梦断瑶岛。翦碎腥云，杵匀枯沫，妙手制成翻巧。金篝候火，无似有、微薰初好。帘影垂风不动，屏深护春宜小。残梅舞红褪了。佩珠寒、满怀清峭。几度酒馀重省，旧愁多少。荀令风流未减，怎奈向飘零赋情老。待寄相思，仙山路杳。",
            "comment": ""
        },
        {
            "title": "龙泉寺纳凉",
            "content": "靡靡市廛尽，杳杳泉石闲。灌木蔽榛莽，爽籁弥空山。飞甍纳余辉，丹雘粲以繁。巍然青莲宫，俯此碧玉阑。化人淡无为，趺坐观尘寰。支郎杳不逢，玄蝉噪其间。昔贤憩游地，眢井潜龙蟠。咏歌之所传，百世犹不刊。我生悦超旷，危磴重跻攀。归隐谅未能，溯风发长叹。",
            "comment": ""
        },
        {
            "title": "九锁山十咏·石壁",
            "content": "清飚吹衣裳，缥缈凌层巅。玲珑峭壁下，杖策穷回旋。名图谢模写，大巧无雕镌。窅如晴云影，霭霭行青天。飘如水风会，微澜起平川。石崖前蔽亏，胜事惜未全。吾将运真宰，疏凿成坦然。结茅此山阿，长吟伴飞仙。",
            "comment": ""
        },
        {
            "title": "九锁山十咏·大涤洞",
            "content": "巍巍元盖天，岩穴閟仙宅。别户穿虚明，层辉荡空碧。神鼓振玉音，丹崖落琼液。深道潜龙井，外障隔凡石。缅怀元同翁，於焉此栖息。华阳与林屋，隧道从所适。我来兹山中，偶值肥遁迹。灵草未易逢，翩翩飞鼠白。",
            "comment": ""
        },
        {
            "title": "九锁山十咏·云根石",
            "content": "吾闻泰山云，触石无不至。如何兹山中，有石象云气。仙人事狡狯，幻化翻手易。鳞鳞作荟蔚，冉冉涌苍翠，清分涧水流，幽映林木邃。已逃苍狗变，长见玉芝瑞。",
            "comment": ""
        },
        {
            "title": "九锁山十咏·蜕龙洞",
            "content": "苍山下孱颜，中有神龙栖。神龙眇何许，一水涵清溪。深藏岩壑古，迥破风烟低。当其未蜕时，幽隐漫尘泥。既蜕头角成，霄汉参云霓。回顾昔所蟠，陈迹亦已迷。况我后来人，危磴重攀跻。四顾但绝壁，丛筱风凄凄。",
            "comment": ""
        },
        {
            "title": "九锁山十咏·仙迹岩",
            "content": "嬴秦乱天纲，猛志凌海水。长驱万山石，鞭策无远迩。余威及兹地，夜半走百鬼。仙人惜灵宫，一怒俱披靡。巉然断崖上，遗迹俯清泚。溪声助叱咤，野藓避冠履。兹事三千年，孰決非与是。摩挲苍玉纹，挽仰求至理。",
            "comment": ""
        }
    ]
}