{
    "dynasty": "宋",
    "author": "吕公著",
    "poems": [
        {
            "title": "延福坊李太博乞园池诗",
            "content": "宣威十九次高牙，栾叶功臣旧将家。清世辞荣归里第，白头行乐过年华。杯盈香醑浮春水，曲度新声出靓花。如此园池如此寿，儿孙满眼庆无涯。",
            "comment": ""
        },
        {
            "title": "留题龙门二首",
            "content": "谁将长剑斩长蛟，斩断长蛟剑复韬。爪尾蜿蜒凝华岳，角牙狞恶结蒿高。骨伤两处崭苍壁，血出东流汹巨涛。此物犹难保身首，为言谗口莫嗷嗷。",
            "comment": ""
        },
        {
            "title": "恭和",
            "content": "雪消春动气清微，夹道都人望帝晖。法部已调丝竹管，御袍初进赭红衣。康衢弥节严三卫，真馆焚香降六飞。宴罢瑶池回跸晚，五云通夜拥端闱。",
            "comment": ""
        },
        {
            "title": "王安之同赴王宣徽洛社秋会",
            "content": "后房深出会亲宾，乐按新声妙入神。红烛盛时翻翠袖，画桡停处占青苹。早年金殿旧游客，此日凤池将去人。宅冠名都号蜗隐，邵尧夫敢作西邻。",
            "comment": ""
        },
        {
            "title": "和王安之六老诗",
            "content": "六客同游一醉乡，又非流俗所言狂。追游共喜清平久，唱和争寻警策忙。荐酒月坡林果熟，发茶金石井泉香。千年松下麾谈尘，襟袖无风亦自凉。",
            "comment": ""
        },
        {
            "title": "和王安之六老诗",
            "content": "六老播然鬓似霜，纵心年至又非狂。园池共避何方胜，樽酒相欢未始忙。杖屦烂游千载运，衣巾浓惹万花香。过从见率添成七，况复秋来亦渐凉。",
            "comment": ""
        },
        {
            "title": "龙门石楼看伊川",
            "content": "数朝从款走烟霞，纵意凭栏看物华。百尺楼台通鸟道，一川烟雨属僧家。直须心逸方为乐，始信官荣未足夸。此景得游无事日，也宜知幸福无涯。",
            "comment": ""
        },
        {
            "title": "和王常侍登郡楼望山",
            "content": "四贤当日此盘桓，千百年人尚厚颜。天下有名难避世，胸中无物漫居山。事观今古兴亡后，道在君臣进退间。若蕴奇才必奇用，不然须负一生閒。",
            "comment": ""
        },
        {
            "title": "和魏教授见赠",
            "content": "清世文章日月悬，无才惟幸乐丰年。游山太室更少室，看水伊川又洛川。古有孟轲难语觉，时无颜子易为贤。读书每到天根处，长惧诸公问极前。",
            "comment": ""
        },
        {
            "title": "天津晚步",
            "content": "芝盖久稀疏，暮云空坱北。千年旧都城，一片閒宫阙。禁御尚连延，觚棱犹嶻嶭。桥势横雌霓，堤形偃初月。瀍涧岸已深，汉唐时既歇。危亭独坐人，浪把兴亡阅。",
            "comment": ""
        },
        {
            "title": "分题得瘿林壶",
            "content": "天地产众材，任材谓之智。栋桷与楹杙，小大无有弃。方者以矩度，圆者中规制。嗟尔木之瘿，何异肉有赘。生成拥肿姿，赋象难取类。櫽括所不施，钩绳为尔废。大匠睨而往，恻然乃有意。孰非造化功，而终配不器。刳剔虚其中，朱漆为之伪。斟浆挹酒醴，施用惟其利。犠象非不珍，金罍岂不贵。设之于楹阶，十目肯注视。幸因左右容，反见为奇异。人之于才性，夫岂远于是。性虽有不善，在教之揉励。才亡不可用，由上所措置。饰陋就其长，皆得为良士。执一以废百，众功何由备。是惟圣人心，能通天下志。",
            "comment": ""
        },
        {
            "title": "寄吴传正寺丞",
            "content": "敦笃情怀世所稀，昔年今日事难追。雪霜未始寒无甚，□桂可尝色暂移。洛邑士人虽我信，天津风月只君知。梦魂不悟东都远，依旧过从似旧时。",
            "comment": ""
        },
        {
            "title": "归洛寄祖择之龙图",
            "content": "恩深骨髓谓慈亲，义重邱山是故人。归过嵩阳旧游地，□云收得薛萝身。",
            "comment": ""
        },
        {
            "title": "杨郎中新居和尧夫先生韵",
            "content": "高斋旷望极山川，却顾卑居不值钱。二室峰峦凝画碧，万家楼阁带轻烟。春浓缭绕环游骑，地胜依稀寓列仙。唱发幽人丞相和，当时纸贵洛城传。",
            "comment": ""
        },
        {
            "title": "二十二日晚步天津次日有诗",
            "content": "溪翁昨晚步天津，步到天津伫立频。洛水只闻煎去棹，西风唯解促行人。山川惨淡笼寒雨，楼观参差锁暮云。此景分明谁会得，欲霜时候雁来宾。",
            "comment": ""
        },
        {
            "title": "留题龙门二首",
            "content": "融结成来不记秋，断崖苍壁锁烟愁。中分洪造夏王力，横截大山伊水流。八节滩声长在耳，一川风景尽归楼。行人莫动凭栏兴，无限英雄浪白头。",
            "comment": ""
        },
        {
            "title": "杨郎中新居和尧夫先生韵",
            "content": "碧瓦朱门将相居，见嵩临洛百家无。登高此地还能赋，会老他年定入图。花发四时排步障，鸟鸣终日劝提壶。何人遇赏偏留赏，逸士清风激鄙夫。",
            "comment": ""
        },
        {
            "title": "和王安之六老诗",
            "content": "林下狂歌不贴腔，贴腔安得谓之狂。小车行处莺花闹，大笔落时神鬼忙。门掩紫荆阛阓，墙开瓮牖薜萝香。一般天下难寻物，洛浦清风拂面凉。",
            "comment": ""
        }
    ]
}