{
    "dynasty": "宋",
    "author": "吕公",
    "poems": [
        {
            "title": "观棋大吟",
            "content": "人有精游艺，予尝观弈棋。筭馀知造化，着外见几微。好胜心无已，争先意不低。当人尽宾主，对面如蛮夷。财利激于衷，喜怒见于頄。生杀在于手，与夺指于颐。戾不殊冰炭，和不侔埙篪。义不及朋友，情不通夫妻。珠玉出怀袖，龙蛇走肝脾。金汤起樽俎，剑戟交幈帏。白昼役鬼神，平地蟠蛟螭。空江响雷雹，陆海诛鲸鲵。寒暑同舒惨，昏明共蔽亏。山河灿於地，星斗会璇玑。因睹输赢势，翻惊宠辱蹊。高卑易裁制，返覆难拘羁。心迹既一判，利害不两提。卷舒当要会，取舍在须斯。智者伤于诈，信者失于椎。真伪之相杂，名实之都隳。得者失之本，福为祸之梯。乾坤支作讼，离坎变成睽。弧矢相凌犯，言辞共诋欺。何尝无胜负，未始绝兴衰。前日之所是，今日之或非。今日之所强，明日之或羸。以古观后世，终天露端倪。以今观往昔，何止乎庖牺。尧舜行揖让，四凶犹趄趑。汤武援干戈，三老诚有讥。虽臯陶陈谟，而伊周献规。曾未免矣夫，療骨而伤肌。仁为名所败，义为利所挤。治乱不自已，因革徒从宜。与贤不与子，贤愚生瑕玼。与子不与贤，子孙生疮痍。或苗民逆命，或有扈阻威。或羿浞起釁，或管蔡造疑。或商人征葛，或周人乘黎。或鸣条振旅，或牧野搴旗。灼见夏台日，曾照升自陑。安知羑里月，不照逾孟师。厉王奔于彘，幽王死于骊。平王迁于洛，赧王败于伊。或盟于召陵，或会于黄池。或战于长岸，或弑于乾谿。或入于鄢郢，或栖于会稽。或屠于大梁，或入于临淄。五霸共吞噬，七雄相鞭笞。暴秦灭六国，楚汉决雄雌。天尽于有日，地极于无涯。遐尔都包括，纵横悉指挥。井田方奕奕，兵甲正累累。易之以阡陌，画之以效畿。销之以锋谪，焚之以书诗。罢侯以置守，强幹而弱枝。重兵栖上郡，长城惭边陲。自谓磐石固，万世无已而。回天于指掌，割地于阶墀。视入若蝼蚁，用财如沙泥。阿房宫未毕，祖龙车至戏。骊山卒未放，陈涉兵自蕲。灞上心非浅，鸿门气正滋。咸阳起烟焰，南郑奋熊罴。人鬼同交错，风云共惨凄。项强刘未胜，得鹿莫知谁。约法三章在，收兵五国随。庙堂成筭重，帷幄坐筹奇。广武貔貅怒，鸿沟虎豹饥。荥阳留纪信，垓下别虞姬。三傑才方展，千年运正熙。山川旧形胜，日月新光辉。正朔承三统，车书混四维。方隅无割据，穷僻有羁縻。后族争行日，军分南北司。当时无佐命，何以救顛隮。百战方全日，长兵震天垂。岂知巫蛊事，祸起刘屈氂。冢宰司衡日，重明正渺瀰。见危能致命，无忝寄孤遗。剧贼欺孤日，行同狐与狸。宫中凌寡妇，殿上逐婴儿。龙战知何所，冰坚正在兹。溃堤虽患水，禦水敢忘堤。东汉重晞日，昆阳屋瓦飞。幽忧新室鬼，狼籍渐台屍。鄗邑追隆准，新安扫赤眉。再逢火德王，复睹汉官仪。窦邓缘中馈，阎梁挟牝鸡。经何功殆尽，至董业都糜。河洛少烟火，京都多蒿藜。长天有鸟度，白骨无人悲。城有隍须复，羊无血可刲。大厦之将颠，非一木可支，孟德提先手，仲谋藉世资。玄德志不遂，竟终于涕洟。西晋尚清谈，大计悬品题。妇人执国命，骨肉生疠疵。二主蒙霜露，五胡犯鼎彝。世无管夷吾，令人重歔欷。广陌羌塵合，中州胡马嘶。龙光射牛斗，日影化虹蜺。闢草来洛汭，墾田趋江湄。二百有四年，方驾而并驰。东晋分南尾，时或产灵芝。凡经五改命，至陈卒昌隋。国破西风暮，城荒春草萋。长江空满目，行客浪沾衣。后魏开北首，孝文几缉绥。河阴旋有变，国分为东西。尔朱夺高氏，宇文灭北齐。及隋始并陈，四海为藩篱。泛忭公私匮，征辽士卒疲。有身皆厌苦，无口不嗟咨。处处称年号，人人思乱离。中原未有主，谁识非鹿麋。千一难知日，天人相与期。龙腾则云霭，虎步则风凄。母后专朝日，相仍絮宫闱。可差恒彦范，不杀武三民。绣岭喧歌舞，渔阳动鼓鼙。太平其可傲，徒罪一杨妃。剑阁离天日，潼关漏虎貔。两京皆覆没，九庙咸倾欹。乐极则悲至，恩交则害携。事无事奈何，举目谁与比。自此藩方盛，都无臣子祗。恃功而不朝，讨贼以为词。各拥部兵盛，谁怜王室卑。邀朝迁姑息，观社稷安危。攻取非君命，诛求本自肥。乘舆时播越，扈从或参差。尾大知难运，鞭长岂易麾。长奸忧必至，养虎害终贻。国步可颠沛，君心空忸怩。时来花烂漫，势去叶离披。十姓分中夏，五家递通逵。徒明星有烂，但东方未晞。才返长芦镇，旋驱胡柳陂。绛霄兵自取，玄武火何痴。中渡降堪罪，栾城死可嗤。太原朝见人，刘子夕闻啼。事体重重别，人情旋旋移。弃灰犹隐火，朽骨尚称龟。谲诈多阴中，艰忧常自罹。挠防肤革易，患救腹心迟。语祸不旋踵，言伤浪噬脐。欲升还陨落，将坠却扶持。瞑眩人皆恶，康宁世共晞。须能蠲重疾，始可谓良医。久废田硗确，难行路险巇。不逄真主出，何以见施为。家国邅迍極，君臣际会稀。上天生假手，我宋遂开基。睿弄随方设，群豪引领归。迄今百余载，兵革民不知。成改须归命，兴亡自系时。天机不常设，国手无常施。往事都陈迹，前书略可依。比观之博弈，不差乎毫釐。消长天旋运，阴阳道范围。吉凶人变化，动静事枢机。疾走者先颠，迟茂都后萎。与其交受害，不若两忘之。求鱼必以筌，获兔必以罤。得之不能忘，羊质而虎皮。道大闻老子，才难语仲尼。造形能自悟，当局岂忧迷。黑白焉能浼，死生奚足猗。应机如破的，迎刃不容丝。勿讶傍人笑，休防冷眼窥。既能通妙用，何必患多岐。同道道亦得，先天天弗违。穷理以尽性，放言而遣辞。视外方知简，听余始识希。大羹无以和，玄酒莫能漓。上兵不可伐，巧历不可推。善言不可道，逸驾不可追。兄弟专乎爱，父子主于慈。天下亦可授，此著不可私。",
            "comment": "【注释】篪：古代一种用竹制成的乐器。 趑趄(zi1 ju1)：行走困难。"
        },
        {
            "title": "悟棋歌",
            "content": "因观黑白愕然悟，顿晓三百六十路。 馀有一路居恍惚，正是金液还丹数。 一子行，一子当，无为隐在战征乡。 龙潜双关虎口争，黑白相击迸红光。 金土时热神归烈，婴儿又使入中央。 水火劫，南北战，对面施工人不见。 秘密洞玄空造化，谁知局前生死变。 人弃处，我须攻，始见阴阳返复中。 综喜得到无争地，我与凡夫幸不同。 真铅真汞藏龙窟，返命丹砂隐帝宫。 分明认取长生路，莫将南北配西东。",
            "comment": "【注释】吕公：生卒年不详。《悟棋歌》是一篇从道家的观点咏围棋的诗歌，可代表道家对围棋的一种看法。"
        }
    ]
}