{
    "dynasty": "宋",
    "author": "吴势卿",
    "poems": [
        {
            "title": "挽欧阳梅坡",
            "content": "穆陵老进士，归侍白云乡。前辈风流远，斯文感慨长。平生足千载，盛德在诸郎。斜日城头路，寒梅立莽苍。",
            "comment": ""
        },
        {
            "title": "寿刘监丞",
            "content": "昨陪骏马骤芳尘，怪得梅花喜色新。恰则祝尧开瑞节，居然生甫已今辰。冰壶缓度壶天日，翠玉交辉玉树人。天下至荣公占尽，彩衣皂盖更青春。",
            "comment": ""
        },
        {
            "title": "寿丞相",
            "content": "兼善工夫自古难，有谁志学合伊颜。儒先拈得四书出，名相措诸万事閒。功向时危尤易见，道於世运实相关。鲁论一半犹收效，寿国应须安似山。",
            "comment": ""
        },
        {
            "title": "咏后山镇水月奇观阁",
            "content": "厌逐京华辇路尘，归来杰阁敞虚明。斜阳两岸暮山紫，明月一天秋水横。芳草尽头黄犊乐，芦花深处白鸥声。是中不伏诗模写，一片丹青可得成。",
            "comment": ""
        },
        {
            "title": "挽蔡久轩",
            "content": "识见先几炳蔡著，艰难国事虑阽危。龟山如用求得半，君实未亡犹可为。人渺江涛已如此，公骑箕尾欲何之。门生老病丹心折，伫立空山有所思。",
            "comment": ""
        },
        {
            "title": "吴徐知院题意一堂",
            "content": "几载辛勤有此堂，芝峰直面丽谯傍。千章山木朝烟合，百尺楼阴夜月凉。物我本於仁上一，居诸偏向静中长。衰年烛武知何用，空有忧时两鬓霜。",
            "comment": ""
        },
        {
            "title": "寿刘监丞",
            "content": "佩玉徐行胜急驰，悠然滋味独深知。地当韩愈分符处，人羡买臣怀绶时。已出六奇陪授钺，更藏一着要观棋。经纶毕竟还精密，大任非公更属谁。",
            "comment": ""
        },
        {
            "title": "风月之楼落成",
            "content": "手揖双峰俯霁虹，近窥乔木欲相雄。一溪流水一溪月，八面疎棂八面风。取用自然无尽藏，高寒如在太虚空。落成恰值三秋半，敢请吹开白兔宫。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "碧瓦霜融，绣阁寒经，春浮寿杯。羡华年七帙，人生稀有，新阳七日，天意安排。丹凤门开，黄麾仗立，此际应须召促回。人道是，却暂时绣斧，索笑盐梅。旴江假守非才，犹记得当时传庾台。算良机再会，抠衣来久，归鞭何速，祝寿方才。应与邦人，传为佳话，只为先生诞日来。明年看，是侬方九曲，公已三台。",
            "comment": ""
        },
        {
            "title": "寿王通判五首",
            "content": "银潢漾漾月华清，宝婺辉联处士星。中有老人南极现，三台齐色照篁屏。",
            "comment": ""
        },
        {
            "title": "寿宗室",
            "content": "海珠吐月海水红，翠竹岩近蓬莱宫。晨游东华天帝所，望舒前导参丰隆。帝曰炎图亿万载，往哉汝谐盘石宗。授之虹玉金斗印，一佛出世群仙从。麟兮定兮已为瑞，彩袖接武葛氏龙。忆昔京畿得贤辅，胥涛欲囓粒食空。百万生灵袵席上，三日事为方寸中。至今途歌与里咏，活民生佛称我公。公侯衮衮世罕有，初心本愿毕阴功。枌榆社内连理，华萼楼间天九重。邦臣未识买臣贵，天子应知刘向忠。未央前殿催元会，天诏传宣一字封。武夷之山三十六，仆居八曲鼓子峰。白马仙人向我说，高牙今驻秦甬东。起看梅花玉的皪，记得诞日今重逢。去年已献鹤飞曲，今年作诗尤未工。一年一轴从今始，邺架轴少诗无穷。",
            "comment": ""
        },
        {
            "title": "寿丞相",
            "content": "昨丙辰年相魏公，当时克敌首归功。何如手补西天漏，仍更神驱塞北空。一隙暇时关国祚，十分重任赖忠臣。天生贤佐兴王业，正看周诗六月中。",
            "comment": ""
        },
        {
            "title": "寿王通判五首",
            "content": "流霞潋滟照炎天，雪藕调冰佐玳筵。屈指西风凉意近，且拚剧饮管流年。",
            "comment": ""
        },
        {
            "title": "寿王通判五首",
            "content": "仙都仙子锦云裳，手授长生不死方。观惠春风今几度，童颜不改只刘郎。",
            "comment": ""
        },
        {
            "title": "挽蔡久轩",
            "content": "道学相承祖子孙，诸儒谁得似渊源。铜川而上谁家世，程氏之门止弟昆。后世定知尊所学，当时未尽用其言。四书功用弥天地，惜不推行半鲁论。",
            "comment": ""
        },
        {
            "title": "望阙致语",
            "content": "镐燕云开纪诞辰，括山人即华封人。圣明天子千秋节，帖泰时年半月春。龙左角占农事好，殿西头喜捷书频。小臣有录如金鉴，愿献吾君德日新。",
            "comment": ""
        },
        {
            "title": "寿王通判五首",
            "content": "古称半刺已翱翔，□垒回旋舞袖长。赖有治齐清净法，宏开寿哉海沂康。",
            "comment": ""
        },
        {
            "title": "寿王通判五首",
            "content": "留样阁外记前回，龟伴高斋今再来。试问剑州余父老，棠阴勿剪又栽培。",
            "comment": ""
        },
        {
            "title": "当筵致语",
            "content": "此去京师一握天，太平官府似神仙。九重明圣无疆寿，千里封圻大有年。政已知平春缓缓，民无愁叹鼓渊渊。三呼三祝情何已，稽首君恩雨露边。",
            "comment": ""
        },
        {
            "title": "寿丞相",
            "content": "六月麟书雨作霖，生贤此际见天心，江都分洒虽名世，{上艹下幸}野商霖始见今。门馆无□仪表正，经纶有道本原深。正人命脉家常主，一念公忱朋盍簪。",
            "comment": ""
        }
    ]
}