{
    "dynasty": "宋",
    "author": "吴文英",
    "poems": [
        {
            "title": "江神子/江城子",
            "content": "情如之何，暮涂为客，忍堪送君。便江湖天远，中宵同月，关河秋近，何日清尘。玉尘生风，貂裘明雪，幕府英雄今几人。行须早，料刚肠肯殢，泪眼离颦。平生秀句清尊。到帐东风开自有神。听夜鸣黄鹤，楼高百尺，朝驰白马，笔扫千军。贾傅才高，岳家军在，好勒燕然石上文。松江上，念故人老矣，甘卧闲云。",
            "comment": ""
        },
        {
            "title": "乌夜啼",
            "content": "西风先到岩扃。月笼明。金露啼珠滴翠，小银屏。一颗颗，一星星。是秋情。香裂碧窗烟破，醉魂醒。",
            "comment": ""
        },
        {
            "title": "惜黄花慢",
            "content": "粉靥金裳。映绣屏认得，旧日萧娘。翠微高处，故人帽底，一年最好，偏是重阳。避春祗怕春不远，望幽径、偷理秋妆。殢醉乡。寸心似翦，飘荡愁觞。潮腮笑入清霜。斗万花样巧，深染蜂黄。露痕千点，自怜旧色，寒泉半掬，百感幽香。雁声不到东篱畔，满城但、风雨凄凉。最断肠。夜深怨蝶飞狂。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "明月茫茫，夜来应照南桥路。梦游熟处。一枕啼秋雨。可惜人生，不向吴城住。心期误。雁将秋去。天远青山暮。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "华堂夜宴连清晓。醉里笙歌云窈袅。酿来千日酒初尝，过却重阳秋更好。阿儿早晚成名了。玉树阶前春满抱。天边金镜不须磨，长与妆楼悬晚照。",
            "comment": ""
        },
        {
            "title": "琐窗寒",
            "content": "绀缕堆云，清腮润玉，氾人初见。蛮腥未洗，海客一怀凄惋。渺征槎、去乘阆风，占香上国幽心展。□遗芳掩色，真姿凝澹。一盼。千金换。又笑伴鸱夷，共归吴苑。离烟恨水，梦杳南天秋晚。比来时、瘦肌理消，冷熏沁骨悲乡远。最伤情、送客咸阳，佩结西风怨。",
            "comment": "【注释】注一：通“洪水泛滥”的泛。注二：原字缺。"
        },
        {
            "title": "丹凤吟",
            "content": "丽景长安人海，避影繁华，结庐深寂。灯窗雪户，光映夜寒东壁。心凋鬓改，镂冰刻水，缥简离离，风签索索。怕遣花虫蠹粉，自采秋芸熏架，香泛纤碧。更上新梯窈窕，暮山澹著城外色。旧雨江湖远，问桐阴门巷，燕曾相识。吟壶天小，不觉翠蓬云隔。桂斧月宫三万手，计元和通籍。软红满路，谁聘幽素客。",
            "comment": ""
        },
        {
            "title": "金缕歌/贺新郎 陪履斋先生沧浪看梅",
            "content": "乔木生云气。访中兴、英雄陈迹，暗追前事。战舰东风悭借便，梦断神州故里。旋小筑、吴宫闲地。华表月明归夜鹤，叹当时、花竹今如此。枝上露，溅清泪。遨头小簇行春队。步苍苔、寻幽别坞，问梅开未。重唱梅边吸度曲，催发寒梢冻蕊。此心与、东君同意。後不如今非昔，两无言、相对沧浪水。怀此恨，寄残醉。",
            "comment": "【注释】沧浪亭是苏州名胜，曾为韩世忠的别墅。本篇主题由此而发，借沧浪亭看梅怀念抚金名将韩世忠并因而感及时事。可见，此词是以爱国主义为主题的作品之一，而这种作品在梦窗词中实不多见。“乔木生云气。访中兴、英雄陈迹，暗追前事。”词的前半阕从韩世忠沧浪亭别墅写起，“乔木生云气”，不仅写故家旧宅郁郁葱葱的气象，并暗示南渡的英雄人物离开此地已经很久 ，树木早已长得云气苍然了。“战舰东风悭借便 ”，是借用周瑜曾乘东风之便，大破曹操军于赤壁的典故。这里作反用，意思是天不助人。悭，是吝惜的意思。这句连同以下“梦断神州故里。旋小筑，吴宫闲地。”两句，用深沉悲壮的语言，为当日黄天荡一战未能生擒活捉金兀朮，使得英雄的陕北故乡仍然沦于敌手而倍感惋惜，特别是为韩世忠后来因避权奸迫害休官退居而寄慨 。“华表月明归夜鹤”用的是丁令威化鹤重归辽东的典故。这句连同以下“叹当时花竹今如此 ！枝上露，溅清泪。”三句从当时的韩世忠转入到今日看花游春的吴梦窗 ，“叹当时花竹今如此”，神韵凄绝，“风景不殊，正自有河山之异 ”，和新亭挥泪含有同样说不尽的感慨，由人事说到花竹，又由花竹而感染到人事，然后用“枝上露”点明梅花 ，“溅清泪”双绾花和人 。写得浑成自然，毫无刻意经营造作的痕迹。后半阕，紧接着从赏梅写起。“遨头小簇行春队。步苍苔，寻幽别坞，问梅开未？重唱梅边新度曲，催发寒梢冻蕊。”宋代知州出游，被称为“遨头”，点明此来是陪吴潜寻幽探春。问梅开否，催花唱曲，不仅是点题应有之笔，而且这里是用意双关，把催花开放，隐喻对当政者寄予发奋图强的殷切希望。东君是春神，此处借指东道主人吴潜，“此心与东君同意”，表明宾主的思想基本一致。是时边事日亟，将无韩、岳，国脉微弱，今非昔比。履斋一意主和虽屡上奏疏但不蒙采纳 ，卒致败亡，这就是所谓的“后不如今今非昔，两无言相对沧浪水 。怀此恨，寄残醉”。梦窗写此词之时已非南宋前期，因此，词意虽然表达了作者对国势的关切，但后不如今 、寄恨残醉的调子是低沉的，缺乏鼓舞人心的昂扬斗志，根本不同于辛弃疾词的大声鞺鞳。这首词通篇结构严密 ，正如陈询所言：“前阙沧浪起 ，看梅结 ；后阙看梅起，沧浪结，章法一丝不走 ”。全首空气清新，用典独到，跟他其它的大部分词作截然不同，这也充分显示了词人的功力。"
        },
        {
            "title": "水龙吟",
            "content": "外湖北岭云多，小园暗碧莺啼处。朝回胜赏，墨池香润，吟船系雨。霓节千妃，锦帆一箭，携将春去。算归期未卜，青烟散後，春城咏、飞花句。黄鹤楼头月午。奏玉龙、江梅解舞。薰风紫禁，严更清梦，思怀几许。秋水生时，赋情还在，南屏别墅。看章台走马，长堤种取，柔丝千树。",
            "comment": ""
        },
        {
            "title": "醉桃源/阮郎归",
            "content": "五更枥马静无声。邻鸡犹怕惊。日华平晓弄春明。暮寒愁翳生。新岁梦，去年情。残宵半酒醒。春风无定落梅轻。断鸿长短亭。",
            "comment": ""
        },
        {
            "title": "尾犯",
            "content": "翠被落红妆，流水腻香，犹共吴越。十载江枫，冷霜波成缬。灯院静、凉花乍翦，桂园深、幽香旋折。醉云吹散，晚树细蝉，时替离歌咽。长亭曾送客，为偷赋、锦雁留别。泪接孤城，渺平芜烟阔。半菱镜、青门重售，采香堤、秋兰共结。故人憔悴，远梦越来溪畔月。",
            "comment": ""
        },
        {
            "title": "柳梢青",
            "content": "翠嶂围屏。留连讯景，花外油亭。澹色烟昏，浓光清晓，一幅闲情。辋川落日渔罾。写不尽、人间四并。亭上秋声，莺笼春语，难入丹青。",
            "comment": ""
        },
        {
            "title": "望江南/忆江南",
            "content": "三月暮，花落更情浓。人去秋千闲挂月，马停杨柳倦嘶风。堤畔画船空。恹恹醉，长日小帘栊。宿燕夜归银烛外，啼莺声在绿阴中。无处觅残红。",
            "comment": "【注释】①恹恹：形容精神恍惚困倦。②帘栊：挂有珠帘的窗户。【评解】暮春三月，春光将尽，所见者惟秋千空挂，倦马嘶风，画舟空泊，人情困慵，宿燕夜归，莺啭绿阴。词以叹息残红难觅作结，回护上片“花落更情浓”句，惜春之情倍浓。----------------这是一首伤春怀远的艳情词，在名家的笔下以雅秀的笔意和绵密的章法描摹而出 ，一点都不显俗套，反而是曲曲传出了恋人的真挚情感和深微心理。“三月暮 ，花落更情浓”。暮春三月，这里说的不是花落水流红、闲愁万种的时节。“更情浓”，浓情密意 ，指的应是欢情。那么，“人去秋千闲挂月，马停杨柳倦嘶风。堤畔画船空”几句呢，初读之下，很可能觉得是在写“方留恋处，兰舟催发”的分手情状；况且“秋千闲挂月 ”，也容易使人联想到韩偓的《寒食夜》：“夜深斜搭秋千索 ，楼阁朦胧烟雨中”，或者梦窗自己的《风入松》：“黄蜂频扑秋千索，有当时纤手香凝 。”但细细寻绎下去 ，便会知道都对不上号。这里绘制的绝不是雨横风狂三月暮的凄凉图画 。“人去”、“马停”的笔墨，其间实在是隐去了若干具体的情事 。一幕情深意密的“相见欢”，写到如此隐约迷离，含浑蕴藉，手法可谓高明极了。不去实写柳阴摇出画船来的情状，也不去细摹仕女秋千会的场景，而是完全看不到人的活动，作者只是侧击旁敲，轻灵地烘托出一个类似“空镜头”的画面：闲挂月中的秋千索、驻泊堤旁的画船、拴系于垂杨的马匹。这一切都在无误地牵引着读者的神思 ，循着词人的细密思路，顺理成章地凑泊过去：倦马嘶风、柳边船歇——待人归！夜已深沉，月已朦胧。全部的环境完全被一种静谧、甜美、而又圣洁的氛围笼罩着。这，就是词的上片的不写之写。实际上，而今乐事他年泪，这种对欢情的描写，其实是在为下片的悲感作铺垫。季节，由春入夏；情感，也由似酒如密的浓情过滤到神态恹恹的如痴如醉。世事犹如春梦，失去便不可复得；人也如同飞鸿离去后也不再复回。密约幽期不可复得，峡云无迹各自西东，剩下的只有无穷的怅惘和不尽的忆念，她也许只会独自守着窗儿，整日价在情思昏昏中打发日子罢了。“宿燕夜归银烛外”，用的是温庭筠《池塘七夕》诗“银烛有光妨宿燕”的旖旎字面，而指的却是人此时的孤栖处境。下一句“流莺声在绿阴中”绿阴内流莺啼啭，更是使人伤春不忍听，加倍烘托出主人公徬徨寂寞的心境。最后以“无处觅残红 ”歇拍，对应上文的“花落”，也点明景情迥异聚散匆匆的无奈，哀婉的歌声里倾注着作者对不幸的主人公的绵邈深情。梦窗词擅长以离合吞吐之法抒写感怀旧游之情。比较而言，长调慢词的篇幅更易于酣畅铺排，直抒哀乐，而《望江南》这样的小词，要传出虚实相生，悲欢迷见的韵调，实有相当的难度，而作者却巧妙地将上下片属于两段时间的情事加以比照，悲欢相续，构成了全词的浑然整体。尤其是他咏写艳情而用的那种隐去情事，虚处传神的独特技法，造出了一个格调高雅、情意醇厚的空灵境界，这不能不令人击节叹赏。"
        },
        {
            "title": "风入松",
            "content": "兰舟高荡涨波凉。愁被矮桥妨。暮烟疏雨西园路，误秋娘、浅约宫黄。还泊邮亭唤酒，旧曾送客斜阳。蝉声空曳别枝长。似曲不成商。御罗屏底翻歌扇，忆西湖、临水开窗。和醉重寻幽梦，残衾已断熏香。",
            "comment": ""
        },
        {
            "title": "丁香结",
            "content": "香袅红霏，影高银烛，曾纵夜游浓醉。正锦温琼腻。被燕踏、暖雪惊翻庭砌。马嘶人散後，秋风换、故园梦里。吴霜融晓，陡觉暗动偷春花意。还似。海雾冷仙山，唤觉环儿半睡。浅薄朱唇，娇羞艳色，自伤时背。帘外寒挂澹月，向日秋千地。怀春情不断，犹带相思旧子。",
            "comment": ""
        },
        {
            "title": "乌夜啼",
            "content": "醉痕深晕潮红。睡初浓。寒食来时池馆，旧东风。银烛换。月西转。梦魂中。明日春和人去，绣屏空。",
            "comment": ""
        },
        {
            "title": "三部乐",
            "content": "江鶂初飞，荡万里素云，际空如沐。咏情吟思，不在秦筝金屋。夜潮上、明月芦花，傍钓蓑梦远，句清敲玉。翠罂汲晓，欸乃一声秋曲。越装片篷障雨，瘦半竿渭水，鹭汀幽宿。那知暖袍挟锦，低帘笼烛。鼓春波、载花万斛。帆鬣转、银河可掬。风定浪息，苍茫外、天浸寒绿。",
            "comment": "【注释】注一：水鸟也。注二：形容水声。"
        },
        {
            "title": "点绛唇",
            "content": "香泛罗屏，夜寒著酒宜偎倚。翠偏红坠。唤起芙蓉睡。一曲伊州，秋色芭蕉里。娇和醉。眼情心事。愁隔湘江水。",
            "comment": ""
        },
        {
            "title": "秋蕊香",
            "content": "宝月惊尘堕晓。愁锁空枝斜照。古苔几点露萤小。销减秋光旋少。佩丸尚忆春酥袅。故人老。断香忍和泪痕扫。魂返东篱梦窅。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "曲角深帘隐洞房。正嫌玉骨易愁黄。好花偏占一秋香。夜气清时初傍枕，晓光分处未开窗。可怜人似月中孀。",
            "comment": ""
        },
        {
            "title": "荔枝香近/荔枝香",
            "content": "睡轻时闻，晚鹊噪庭树。又说今夕天津，西畔重欢遇。蛛丝暗锁红楼，燕子穿帘处。天上、未比人间更情苦。秋鬓改，妒月姊、长眉妩。过雨西风，数叶井梧愁舞。梦入蓝桥，几点疏星映朱户。泪湿沙边凝伫。",
            "comment": ""
        },
        {
            "title": "喜迁莺",
            "content": "烟空白鹭。乍飞下、似呼行人相语。细縠春波，微痕秋月，曾认片帆来去。万顷素云遮断，十二红帘钩处。黯愁远，向虹腰，时送斜阳凝伫。轻许。孤梦到，海上玑宫，玉冷深窗户。遥指人间，隔江烟火，漠漠水葓摇暮。看葺断矶残钓，替却珠歌雪舞。吟未了，去匆匆，清晓一阑烟雨。",
            "comment": ""
        },
        {
            "title": "拜星月慢",
            "content": "绛雪生凉，碧霞笼夜，小立中庭芜地。昨梦西湖，老扁舟身世。叹游荡，暂赏、吟花酌露尊俎，冷玉红香罍洗。眼眩魂迷，古陶洲十里。翠参差、澹月平芳砌。砖花滉、小浪鱼鳞起。雾盎浅障青罗，洗湘娥春腻。荡兰烟、麝馥浓侵醉。吹不散、绣屋重门闭。又怕便、绿减西风，泣秋檠烛外。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "明月枝头香满路。几日西风，落尽花如雨。倒照秦眉天镜古。秋明白鹭双飞处。自摘霜葱宜荐俎。可惜重阳，不把黄花与。帽堕笑凭纤手取。清歌莫送秋声去。",
            "comment": ""
        },
        {
            "title": "婆罗门引",
            "content": "香霏泛酒，瘴花初洗玉壶冰。西风乍入吴城。吹彻玉笙何处，曾说董双成。奈司空经惯，未畅高情。瑶台几层。但梦绕、曲阑行。空忆双蝉□翠，寂寂秋声。堂空露凉，倩谁唤、行云来洞庭。团扇月、只隔烟屏。",
            "comment": ""
        },
        {
            "title": "莺啼序",
            "content": "天吴驾云阆海，凝春空灿绮。倒银海、蘸影西城，四碧天镜无际。彩翼曳、扶摇宛转，雩龙降尾交新霁。近玉虚高处，天风笑语吹坠。清濯缁尘，快展旷眼，傍危阑醉倚。面屏障、一一莺花，薛萝浮动金翠。惯朝昏、晴光雨色，燕泥动、红香流水。步新梯，藐视年华，顿非尘世。麟翁衮舃，领客登临，座有诵鱼美。翁笑起、离席而语，敢诧京兆，以役为功，落成奇事。明良庆会，赓歌熙载，隆都观国多闲暇，遣丹青、雅饰繁华地。平瞻太极，天街润纳璇题，露床夜沈秋纬。清风观阙，丽日罘罳，正午长漏迟。为洗尽、脂痕茸唾，净卷曲尘，永昼低垂，绣帘十二。高轩驷马，峨冠鸣佩，班回花底修禊饮，御炉香、分惹朝衣袂。碧桃数点飞花，涌出宫沟，溯春万里。",
            "comment": ""
        },
        {
            "title": "瑞龙吟",
            "content": "大溪面。遥望绣羽冲烟，锦棱飞练。桃花三十六陂，鲛宫睡起，娇雷乍转。去如箭。催趁戏旗游鼓，素澜雪溅。东风冷湿蛟腥，澹阴送昼，轻霏弄晚。洲上青苹生处，斗春不管，怀沙人远。残日半开一川，花影零乱。山屏醉缬，连棹东西岸。阑干倒、千红妆靥，铅香不断。傍暝疏帘卷。翠涟皱净，笙歌未散。簪柳门归懒。犹自有、玉龙黄昏吹怨。重云暗阁，春霖一片。",
            "comment": ""
        },
        {
            "title": "极相思",
            "content": "玉纤风透秋痕。凉与素怀分。乘鸾归後，生绡净翦，一片冰云。心事孤山春梦在，到思量、犹断诗魂。水清月冷，香消影瘦，人立黄昏。",
            "comment": ""
        },
        {
            "title": "凤栖梧/蝶恋花",
            "content": "湘水烟中相见早。罗盖低笼，红拂犹娇小。妆镜明星争晚照。西风日送凌波杳。惆怅来迟羞窈窕。一霎留连，相伴阑干悄。今夜西池明月到。馀香翠被空秋晓。",
            "comment": ""
        },
        {
            "title": "江神子/江城子",
            "content": "翠纱笼袖映红霏。冷香飞。洗凝脂。睡足娇多，还是夜深宜。翻怕回廊花有影，移烛暗，放帘垂。尊前不按驻云词。料花枝。妒蛾眉。丁属东风，莫送片红飞。春重锦堂人尽醉，和晓月，带花归。",
            "comment": ""
        },
        {
            "title": "青玉案",
            "content": "短亭芳草长亭柳。记桃叶，烟江口。今日江村重载酒。残杯不到，乱红青冢，满地闲春绣。翠阴曾摘梅枝嗅。还忆秋千玉葱手。红索倦将春去後。蔷薇花落，故园胡蝶，粉薄残香瘦。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "有人独立空山，翠髯未觉霜颜老。新香秀粒，浓光绿浸，千年春小。布影参旗，障空云盖，沈沈秋晓。驷苍虬万里，笙吹凤女，骖飞乘、天风袅。般巧。霜斤不到。汉游仙、相从最早。皴鳞细雨，层阴藏月，朱弦古调。问讯东桥，故人南岭，倚天长啸。待凌霄谢了，山深岁晚，素心才表。",
            "comment": ""
        },
        {
            "title": "荔枝香近/荔枝香",
            "content": "锦带吴钩，征思横雁水。夜吟敲落霜红，船傍枫桥系。相思不管年华，唤酒吴娃市。因话、驻马新堤步秋绮。淮楚尾。暮云送、人千里。细雨南楼，香密锦温曾醉。花谷依然，秀靥偷春小桃李。为语梦窗憔悴。",
            "comment": ""
        },
        {
            "title": "探芳信",
            "content": "夜寒重。见羽葆将迎，飞琼入梦。整素妆归处，中宵按瑶凤。舞春歌夜棠梨岸，月冷和云冻。画船中、太白仙人，锦袍初拥。应过语溪否，试笑挹中郎，还叩清弄。粉黛湖山，欠携酒、共飞鞚。洗杯时换铜觚水，待作梅花供。问何时、带雨锄烟自种。",
            "comment": ""
        },
        {
            "title": "喜迁莺",
            "content": "凡尘流水。正春在、绛阙瑶阶十二。暖日明霞，天香盘锦，低映晓光梳洗。故苑浣花沈恨，化作妖红斜紫。困无力，倚阑干，还倩东风扶起。公子。留意处，罗盖牙签，一一花名字。小扇翻歌，密围留客，云叶翠温罗绮。艳波紫金杯重，人倚妆台微醉。夜和露，翦残枝，点点花心清泪。",
            "comment": ""
        },
        {
            "title": "凤池吟",
            "content": "万丈巍台，碧罘罳外，衮衮野马游尘。旧文书几阁，昏朝醉暮，覆雨翻云。忽变清明，紫垣敕使下星辰。经年事静，公门如水，帝甸阳春。长安父老相语，几百年见此，独驾冰轮。又凤鸣黄幕，玉霄平溯，鹊锦新恩。画省中书，半红梅子荐盐新。归来晚，待赓吟、殿阁南薰。",
            "comment": ""
        },
        {
            "title": "双双燕",
            "content": "小桃谢後，双双燕，飞来几家庭户。轻烟晓暝，湘水暮云遥度。帘外馀寒未卷，共斜入、红楼深处。相将占得雕梁，似约韶光留住。堪举。翩翩翠羽。杨柳岸，泥香半和梅雨。落花风软，戏促乱红飞舞。多少呢喃意绪。尽日向、流莺分诉。还过短墙，谁会万千言语。",
            "comment": ""
        },
        {
            "title": "解连环",
            "content": "思和云结。断江楼望睫，雁飞无极。正岸柳、衰不堪攀，忍持赠故人，送秋行色。岁晚来时，暗香乱、石桥南北。又长亭暮雪，点点泪痕，总成相忆。杯前寸阴似掷。几酬花唱月，连夜浮白。省听风、听雨笙箫，向别枕倦醒，絮飏空碧。片叶愁红，趁一舸、西风潮汐。叹沧波、路长梦短，甚时到得？",
            "comment": ""
        },
        {
            "title": "夜游宫",
            "content": "人去西楼雁杳。叙别梦、扬州一觉。云澹星疏楚山晓。听啼乌，立河桥，话未了。雨外蛩声早。细织就、霜丝多少。说与萧娘未知道。向长安，对秋灯，几人老。",
            "comment": "【注释】①霜丝：指白发。②萧娘：唐人泛称女子为萧娘。【评解】这首怀人词，上片借梦境，忆往事。别梦依稀。人去雁杳，云淡星疏，楚山天晚。“听啼乌，立河桥，话未了”。往事回首，感慨无限。下片从眼前景物，抒发今昔之感，表现怀人之情。寒蛩凄切，细织霜丝。“向长安，对秋灯，几人老”，既表相思之情，又发今昔之叹。全词柔情似水，往事如梦，委婉细腻，曲折含蓄。【集评】陈洵《海绡说词》：楚山梦境，长安京师，是运典；扬州则旧游之地，是赋事；此时觉翁身在临安也。词则沉朴浑厚，直是清真后身。"
        },
        {
            "title": "思佳客 赋半面女髑髅",
            "content": "钗燕拢云睡起时。隔墙折得杏花枝。青春半面妆如画，细雨三更花又飞。轻爱别，旧相知。断肠青冢几斜晖。断红一任风吹起，结习空时不点衣。",
            "comment": "【注释】这首题为“赋半面女髑髅”的词，是吴文英借对神秘莫测的鬼魂世界的描述，反映对现实人生的消极悲欢，也借由此触动的情感创伤，寄托了他对不幸女子青春生命的哀悼。吴文英是南宋末情感丰富而颇具幻觉的词人之一，他以奇妙的想象和凝炼生动的笔调从另一视角去赋女髑髅 。将它幻化成了一个充满生活情趣的活的女鬼。她一如生前一样，睡得之后以钗燕轻轻梳理长长的香云 。钗燕即玉钗，为妇女首饰。“云”即指妇女浓密的秀发 。“钗燕拢云”意味着粗略草率的梳妆，显出睡意未消，心情慵倦，以此从侧面地暗示了其难掩的天然丽质，古时人们相信，鬼魂也同活人一样生活着，所不同的只是他们生活在阴间，而活动在夜深人静之时 。她“睡起时”已是夜半更深了 。南宋诗人曾有“春色满园关不住，一枝红杏出墙来”之句。这女鬼悠扬而轻易地从隔墙折来杏花枝嬉弄玩耍。这里所表现的不是单纯的鬼趣，而是欲以说明她并未忘记春的到来。而特别折下标志艳丽春光的杏花，则表明她对人间美好事物依然留恋。第三句掉回词笔点明所赋的词题 。在幻觉中词人觉得这已不是“ 半面女髑髅”，而是“青春半面”的美丽女子，妆饰如画。以上三句极其恰当地描述了女鬼的生活情趣，词笔都是轻快活泼的。在“细雨三更花又飞”句，词情突然转变，以凄厉而悲惨的意象表示一个年轻生命的夭折。这种不幸的夭折，世间不知有多少。而从面前的这半面女髑髅 ，使人自然地又想到这也是一个早天的生命。“花又飞”令作者的想象离开本题而勾起对美好情事的感伤。自然地过渡到下阙的自我抒情。“轻爱别”是词人惋惜这早天的女子轻易地便恩爱永别；“旧相知 ”是幻觉中觉得半面女髑髅好似旧日相知的情人 ，因为她的命运也是如此 。简短的两句，包含了说不尽的人世沧桑和死生无常的凄凉情感。词情在此之后转为强烈，紧接的一句“断肠青冢几斜晖 ”推向高潮。青冢借指妇女的坟墓。现实环境中，芳冢旁挂着几缕落日的寒晖，特别容易令人感到凄凉和心酸 ，这里便埋葬着昔日所恋的情人，触景生情，怎不悲痛欲绝 。“断肠”正表达了这种悲痛的强烈程度。结尾两句，词意大大转折，作者似乎也试图以超脱的心情进行自我安慰，以减轻悲痛。但这里的“花”并非指鲜花，而是“断红”。这很切词题，以“断红”借指旧日相知的亡灵 ，它有感有知，任风吹起 。可是词人却有意抑制住自己的情感，努力使心境趁归平静。结尾两句本欲以淡语忘情，但从全词所表现的那种对那死去的年轻女子的同情、爱怜之情和由此引起的内心的波澜，都足以说明留在心目中的许多深刻的印象是不易轻轻抹掉的。从这首词的内容看 ，很显然已是他晚年的作品，其间寄托了词人无限的哀思。这首词在艺术表现方面将幻觉的描写与主观抒情巧妙地结合在一起，词意较为含蓄曲折，甚至有些晦涩，但其间却隐藏着作者不愿为人所知的真实情感。联系作者一生的际遇看，我们亦不难看到这首小词优美的辞情和生动的形象是具有很强的感染力的。"
        },
        {
            "title": "汉宫春",
            "content": "名压年芳，倚竹根新影，独照清漪。千年禹梁藓碧，重发南枝。冰凝素质，遣凡桃、羞濯尘姿。寒正峭，东风似海，香浮夜雪春霏。练鹊锦袍仙使，有青娥传梦，月转参移。逋山傍莺系马，玉翦新辞。宫妆镜裹，笑人间、花信都迟。春未了，红盐荐鼎，江南烟雨黄时。",
            "comment": ""
        },
        {
            "title": "木兰花慢",
            "content": "送秋云万里，算舒卷、总何心。叹路转羊肠，人营燕垒，霜满蓬簪。愁侵。庾尘满袖，便封侯、那羡汉淮阴。一醉莼丝脍玉，忍教菊老松深。离音。又听西风，金井树、动秋吟。向暮江目断，鸿飞渺渺，天色沈沈。沾襟。四弦夜语，问杨琼、往事到寒砧。争似湖山岁晚，静梅香底同斟。",
            "comment": ""
        },
        {
            "title": "惜秋华",
            "content": "露罥蛛丝，小楼阴堕月，秋惊华鬓。宫漏未央，当时钿钗遗恨。人间梦隔西风，算天上、年华一瞬。相逢，纵相疏、胜却巫阳无准。和处动凉讯。听露井梧桐，楚骚成韵。彩云断、翠羽散，此情难问。银河万古秋声，但望中、婺星清润。轻俊。度金针、漫牵方寸。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "一曲鸾箫别彩云。燕钗尘涩镜华昏。灞桥舞色褪蓝裙。湖上醉迷西子梦，江头春断倩离魂。旋缄红泪寄行人。",
            "comment": ""
        },
        {
            "title": "风流子",
            "content": "金谷已空尘。薰风转、国色返春魂。半敧雪醉霜，舞低鸾翅，绛笼蜜炬，绿映龙盆。窈窕绣窗人睡起，临砌脉无言。慵整堕鬟，怨时迟暮，可怜憔悴，啼雨黄昏。轻桡移花市，秋娘渡、飞浪溅湿行裙。二十四桥南北，罗荐香分。念碎劈芳心，萦思千缕，赠将幽素，偷翦重云。终待凤池归去，催咏红翻。",
            "comment": ""
        },
        {
            "title": "祝英台近 春日客龟溪游废园",
            "content": "采幽香，巡古苑，竹冷翠微路。斗草溪根，沙印小莲步。自怜两鬓清霜，一年寒食，又身在、云山深处。昼闲度。因甚天也悭春，轻阴便成雨。绿暗长亭，归梦趁风絮。有情花影阑干，莺声门径，解留我、霎时凝伫。",
            "comment": "【注释】从词题看，本词是吴文英作客龟溪，在寒食节春游时所写。龟溪在浙江德清县，古名孔愉泽，即余不溪之上流。而废园，是当地一个荒芜冷落的地方，本已被词人遗忘，但词人却在这繁华衰歇之地度过了寒食节 。废园地也曾有过繁华兴盛的时候，身处其中，自然会生出今昔盛衰之感，由此作者又联想到自己的身世，二者相互衬托，融为一体。词人黯然的思乡之情就是在四周清幽的环境描写中逐步流露出来的。词的开篇即写废园之景。词人进入园中，但见野花自在地散发着幽香，引他伸手去采摘；丛竹掩映的小径，由于人迹罕至而长满青苔，显得那样清冷凄寂。这样的景色，不用明言，即是一个废园之景，梦窗未用“废”字而写出荒废之景，是其高明之处。词人漫步来到龟溪之畔，四顾无人，但是沙滩上却留着女子的脚印（小莲步 ），还有许多弃掷在地的花草，春来废园亦不是无人光顾，散落的花草和女子脚印这充满人间气息的景象引起人的诸多遐想。也使作者意识到由于是寒食节，当地女子曾来这儿踏青斗草。寒食节踏青斗草是当时习俗。眼前所见，引起作者一系列的遐思。自己远别亲人，客居他乡，逢此节日，不能不触动愁绪，由此又引出下面“自怜”三句词意。“自怜”三句含有三层意思。作者此次重来德清，已是晚年，所以有两鬓斑白、韶华不复之叹，此其一也；逢此一年一度的寒食节，又有光阴似箭之叹，此其二也；反躬自审，身在他乡，徒增两地相思之叹和飘零之苦，此其三也。各种思绪，交织在一起，真可谓百感交集了。换头继续写词人在园中之所见所感 。“昼闲度”三字写出词人一人身处废园，内心无限的孤寂和无聊。这是由于春天气候多变 ，忽然间小阴成雨 ，因此埋怨天公不作美，为何如此吝惜春光，使人不能尽情游赏。无聊之余，思乡之念倍增，正如唐代无名氏《杂诗》所道：“ 近寒食雨草萋萋，著麦苗风柳映堤；等是有家归未得 ，杜鹃休向耳边啼 。” 这也就是所谓“每逢佳节倍思亲 ”罢 。此处虽然是写天气阴雨无常，但却上接“云山深处”，下开“归梦”，贯穿思乡之情，亦非闲笔。雨丝风片，引出归梦，接着以想象加深词意。归期无定，一片乡情只能寄托梦中，但幽思飘渺，犹如随风轻飏的花絮；自己的归梦也仿佛悠然飘荡在绿荫满地的长亭路上。一个“趁”字极言归梦之切。寒食节是在异乡的龟溪废园中度过的，废园景色虽“废”，但词人却备感亲切 ，因为是废园陪伴诗人度过了这个节日。结尾，词人以拟人化的手法，如杜甫《春望》诗所云“ 感时花溅油泪 ，恨别鸟惊心”，即是将无情之物化为有情：在词人眼里，那阑干边扶疏的花影，小门畔宛转的莺啼，却仿佛满含情思，其中不仅有对思乡游子的安慰，还有殷勤的挽留；使得词人伫立凝思，久久不忍离去。这样的结局，别开生面，不仅将题意交代清楚，同时又点出园虽废而仍能在游子心头留下美好的回忆，因此也就更加耐人寻味了。"
        },
        {
            "title": "梦芙蓉",
            "content": "西风摇步绮。记长堤骤过，紫骝十里。断桥南岸，人在晚霞外。锦温花共醉。当时曾共秋被。自别霓裳，应红销翠冷，霜枕正慵起。惨澹西湖柳底。摇荡秋魂，夜月归环佩。画图重展，惊忍旧梳洗。去来双翡翠。难传眼恨眉意。梦断琼娘，仙云深路杳，城影蘸流水。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "门隔花深旧梦游。夕阳无语燕归愁。玉纤香动小帘钩。落絮无声春坠泪，行云有影月含羞。东风临夜冷于秋。",
            "comment": "【注释】①玉纤：指女子之手。【评解】此为感梦之作。上片写所梦旧游之地、燕归之态，似真似幻，传神于眼；下片抒怀人之情、相思之愁，如泣如诉，缠绵往复。末句尤贵含情言外，渊涵不尽。全词雅丽清新，含蓄蕴藉，耐人寻味。【集评】陈廷焯《白雨斋词话》：《浣溪沙》结句贵情余言外，含蓄不尽。如吴梦窗之“东风临夜冷于秋”，贺方回之“行云可是渡江难”，皆耐人玩味。陈洵《海绡说词》：梦字点出所见，惟夕阳归燕，玉纤香动，则可闻而不可见矣。是真是幻，传神阿堵，门隔花深故也。“春堕泪”为怀人，“月含羞”因隔面，义兼比兴。东风回睇夕阳，俯仰之间，已为陈迹，即一梦亦有变迁矣。“秋”字不是虚拟，有事实在，即起句之旧游也。秋去春来，又换一番世界，一“冷”字可思。此篇全从张子澄“别梦依依到谢家”一诗化出，须看其游思飘渺、缠绵往复处。俞陛云《唐五代两宋词选释》：句法将纵还收，似沾非着，以蕴酿之思，运妍秀之笔，可平睨方回，揽裾小晏矣。结句尤凄韵悠然。唐圭璋《唐宋词简释》：此首感梦之作。起句，梦旧游之处。“夕阳”两句，梦人归搴帘之态。换头，抒怀人之情，因落絮以兴起人之堕泪，因行云以比人之含羞。“东风”句，言夜境之凄凉，与贺方回《浣溪沙》结句“东风寒似夜来些”相同。-------------------------这首怀人感梦的词，借梦写情，更见情痴，写得不落俗套。“门隔花深”，指所梦旧游之地。当时花径通幽，春意盎然。不料我去寻访她时，本拟欢聚，却成话别。为什么要离别，词中没有说明。“燕归愁”，仿佛同情人们离别，黯然无语。不写人的伤别，而写惨淡的情境，正是烘云托月的妙笔。前结“玉纤香动小帘约，”则已是即将分手的情景了。伊人纤手分帘，二人相偕出户 ，彼此留连，不忍分离。“造分携而衔涕，感寂寞而伤神 ”（江淹《别赋》）。下片是深入刻画这种离别的痛苦。下片是兴 、比并用的艺术手法。“落絮无声春堕泪”，兼有两个方面一形象，一是写人，“执手相看泪眼，竟无语凝咽”（柳永《雨霖铃 》），写离别时的吞声饮泣。这里略去了。絮花从空中飘落，好象替人无声堕泪 ，这是写春的堕泪，人亦包含其中。“行云有影月含羞 ”，和上句相同，也是一个形象体现为两个方面 ：一是写人，“别君时，忍泪佯低面，含羞半敛眉”（韦庄《女冠子 》），是写妇女言别时的形象，以手掩面，主要倒不是含羞，而是为了掩泪，怕增加对方的悲伤。同时也是写自然，行云遮月，地上便有云影 ，云遮月衬出月含羞。刘熙载说：“词之妙，莫妙于以不言言之 ，非不言也，寄言也。”（《艺概·词曲概》）此词“落絮”、“行云”一联正是“寄言”。表面是写自然，其实是写情。词人把人的感情移入自然界的“落絮 ”“行云”当中，造成了人化的然感自然。而大自然的“堕泪”与“含羞 ”，也正表现了人的离别悲痛的深度，那说是说二人离别，连大自然也深深感动了。这两句把离愁幻化成情天泪海，真乃广深迷离的至美艺术境界 。“悲莫悲兮生别离，乐莫乐兮新相知 ”（《九歌·少司命》），“死别已吞声，生别常恻恻 ”（杜甫《梦李白》）。这种黯然神伤心折骨惊的离情别绪，怎么能忘怀呢！有所思，故有所梦；有所梦，更生思绪。无昼无夜，度日如年，这刻骨相思是够受的。如此心境，自然感觉不到一丝春意，所以临夜东风吹来，比萧瑟凄冷的秋风更不堪忍受了。这是当日离别的情景，也是梦中的情景，同样也是今日梦醒时的情景。古人有暖然如春、凄然如秋的话，词人因离愁的浓重，他的主观感觉却把它倒转过来。语极警策。春夜风冷，是自然现象；加上人心凄寂，是心理现象，二者交织融会，酿成“东风临夜冷于秋”的萧瑟凄冷景象 ，而且这种氛围笼罩全篇 ，此为《浣溪沙》一调在结构上的得力之处。"
        },
        {
            "title": "满江红",
            "content": "云气楼台，分一派、沧浪翠蓬。开小景、玉盆寒浸，巧石盘松。风送流花时过岸，浪摇晴练欲飞空。算鲛宫、只隔一红尘，无路通。神女驾，凌晓风。明月佩，响丁东。对两蛾犹锁，怨绿烟中。秋色未教飞尽雁，夕阳长是坠疏钟。又一声、欸乃过前岩，移钓篷。",
            "comment": "【注释】注一：湖在古姑苏长洲、昆山、吴江三县之间。注二：象声词，形容水声。"
        },
        {
            "title": "扫花游/扫地游",
            "content": "草生梦碧，正燕子帘帏，影迟春午。倦茶荐乳。看风签乱叶，老沙昏雨。古简蟫篇，种得云根疗蠹。最清楚。带明月自锄，花外幽圃。醒眼看醉舞。到应事无心，与闲同趣。小山有语。恨逋仙占却，暗香吟赋。暖通书床，带草春摇翠露。未归去。正长安、软红如雾。",
            "comment": ""
        },
        {
            "title": "瑞鹤仙",
            "content": "藕心抽莹茧。引翠针行处，冰花成片。金门从回辇。两玉凫飞上，绣绒尘软。丝絇待宴。曳天香、春风宛转。傍星辰、直上无声，缓蹑素云归晚。奇践。平康得意，醉踏香泥，润红沾线。良工诧见。吴蚕唾，海沉楦。任真珠装缀，春早客屦，今日风流雾散。待宣供、禹步宸游，退朝燕殿。",
            "comment": "【注释】注一：读ju，鞋头的装饰品。"
        },
        {
            "title": "解连环",
            "content": "暮檐凉薄。疑清风动竹，故人来邈。渐夜久、闲引流萤，弄微照素怀，暗呈纤白。梦远双成，凤笙杳、玉绳西落。掩練帷倦入，又惹旧愁，汗香阑角。银瓶恨沉断索。叹梧桐未秋，露井先觉。抱素影、明月空闲，早尘损丹青，楚山依约。翠冷红衰，怕惊起、西池鱼跃。记湘娥，绛绡暗解。褪花坠萼。",
            "comment": "【注释】注一：葛也。词人善于捕捉瞬间情感中的细微感受，将对恋人的爱怜抒发得淋漓尽致。吴文英早年在苏州结识某女子。近世词家据吴词作过许多分析，推断他在苏州有一妾 ，后被遣去 。但将他关于苏州情事的词串连比照，可以确认那位女子并非与他朝夕相处之妾，应为一位民间歌妓。他们的爱情以悲剧告终。吴文英对她的情感是真挚深厚的，他在词作里常以极隐讳的笔法抒写无尽的哀怨。这首词是词人寓居苏州的后期、在其恋爱悲剧发生之后作的。充分抒发出作者的一腔忧怨之情。词的起笔“暮檐凉薄 ”，点明环境和时间。暮色已沉，人在檐下，感到秋之凉意，一语即营造出寂寞凄凉的氛围。清风吹动庭竹，使主人公产生故人来访的幻觉 。“疑”字将读者带入恍惚迷离的境界，有似梦非梦之感。此两句用李益“开门复动竹，疑是故人来”（《竹窗闻风》）诗句，“故人”即所钟情的那位女子 。“邈”，渺远之意；给人一种遥不可及的距离感。这些描写表现的均为非现实的梦幻般的情境 。“渐夜久 ”表现由暮入夜的过渡。“闲引流萤”乃用唐代诗人杜牧《秋夕 》“轻罗小扇扑流萤”句意，写出故人天真可爱的情态；借着微弱的萤光，从她的“素怀”暗里见到“纤白 ”。这几句词意较为模糊，作者有意以某些优美的细节片断暗示幽会时留下的难忘印象。传说西王母的侍女董双成能吹云和之笙，词中的“双成”即以仙子借指故人。双成在梦中远去，凤笙之音渐渐消逝了 。一切均是梦境 ，惊醒时已是“玉绳西落 ”。吴文英喜用生僻的典故 ，词语十分难解。“玉绳”乃玉衡的北二星，玉衡为纬书中所指北斗七星的第五星 ，是斗柄的部分。玉绳西落标志下半夜已过。这时主人公才由外室进到内室 。放下布帷 ，欲进内室 ，却又“倦入”，当是梦境历历触动了对往事的回忆 ，故“又惹旧愁”。不能忘记，在庭栏的角落还留有故人的粉汗香气。对往事的思念，令词人抚今追昔倍加伤痛。词的过片以特殊的意象深刻地表达这种悲痛的情感 。“银瓶 ”是古时汲水用的器具。“银瓶恨沉断索”援用白居易《井底引银瓶》诗“井底引银瓶，银瓶欲上丝绳绝 ”句意 。汲水时丝绳意外地断绝，白诗以此比喻“似妾今朝与君别 ”，言中道分离，遗恨无穷。他们恋爱悲剧的发生 ，似乎早在预料之中 ：“梧桐未秋，露井先觉 ”，飘零摇落的命运是注定的了。“抱素影、明月空闲 ”，即叶梦得《贺新郎》“宝扇重寻明月影，暗尘侵、上有乘鸾女”之意。团扇如月，扇面上绘有素女的小影，已积有灰尘。“抱”，持也；团扇曾经是她用来“闲引流萤”的 ，“明月空闲”意为它已闲着无人用了。这纪念物上以丹青绘的小影封尘已久，可是那秀眉却依稀动人。词锋至此陡然一转。“翠冷红衰”，一派衰落凋残的景象 。“西池”在吴文英关于苏州情事的词中多次出现，当为词人寓所阊门外西园之内的池。在这凋残衰谢的季节、清寂冷落的秋夜，怕有轻微的声响惊起西池里的睡鱼，西池的鱼跃又将搅扰静寂的秋夜和人的思绪。因为主人公正因西池的落花回味起故人留下的一个销魂印象 ：“记湘娥、绛绡暗解，褪花坠萼”。“湘娥”本为传说中的湘妃。近世词家考证，认为吴文英在苏州所恋者原籍湖湘 ，所以“ 湘娥”或“湘女”皆借指苏州故人。记得那次幽会时，她偷偷解下轻薄的绛色绡衣。词的结尾颇具新意，幸福美好的形象用以作为悲伤之词的结尾，同今昔的劳燕分飞恰恰形成鲜明对比，从而产生了回环往复悲喜交集的艺术效果。吴文英是属于那种情感细腻丰富的人，最善于捕捉并表现瞬间的、形象鲜明的主观感受。在他的作品中，许多意象具有纤细的主观感受性质，又以晦涩的语句表现出来，其词意往往缥渺朦胧，恰似唐代李商隐的《无题》诗。这首词的整体使人如临梦境，比如故人团扇扑萤 ，令人难辨是梦幻还是往事 ；银瓶断索、梧叶早坠，未知其人是离是亡。在词的结构上虽也有时间关系的交代，但意群之间总有较大的跳跃或转折，而且往往不甚连属。如下阕的四个意群之间便缺乏应有的顺序联系，结尾则似有词意未尽之感。这正是梦窗词结构奇幻的特点 。理解梦窗词较为困难，如果细续便会发现作者的表现方式是艺术化的，所表达的情感则是复杂、真挚和缠绵的。"
        },
        {
            "title": "宴清都",
            "content": "绣幄鸳鸯柱。红情密，腻云低护秦树。芳根兼倚，花梢钿合，锦屏人妒。东风睡足交枝，正梦花、瑶钗燕股。障滟蜡、满照欢丛，嫠蟾冷落羞度。人间万感幽单，华清惯浴，春盎风露。连鬟并暖，同心共结，向承恩处。凭谁为歌长恨，暗殿锁、秋灯夜语。叙旧期、不负春盟，红朝翠暮。",
            "comment": "【注释】词人在描写连理海棠时，抓住特征进行铺陈，且情景交融 ，含蓄感人。连理海棠是双本相连的海棠。唐玄宗李隆基宠爱杨贵妃，把杨贵妃比作海棠。玄宗和杨妃又有世世代代为夫妇的誓言。这篇吟咏连理海棠的词就以李杨情事为线索展开。“绣幄鸳鸯柱。红情密，腻云低护秦树”三句点明海棠花及所处的环境。“绣幄”，彩绣的大帐，富贵人家用来护花 。“鸳鸯柱”指成双成对的立柱，用来支撑大帐 。花为连理，柱亦成双。“红情密”言海棠花花团锦簇，十分繁茂。以“情密”写花，拟人称物。“腻云”常用来描摹女子云鬓，这里以云鬓衬香腮来比喻翠叶护红花。“秦树”指连理海棠。《阅耕录》中记载秦中有双株海棠，高数十丈。此三句虽写花，但处处照应人事，柱为“鸳鸯”，花为“红情”、“腻云”，花色之中如谋人面 。“秦树”景谢此事发生于长安一带 ，于是李杨故事刚一开篇就隐约可见了。“芳根兼倚，花梢钿合，锦屏人妒”，三句正面描写连理海棠。下面两根相倚 ，上面花梢交合，“锦屏人”指幽居深闺女子。海棠上下都连在一起，亲密无间，使得闺中绣女羡妒不已 。“东风睡足交枝，正梦枕瑶钗燕股 ”，二句描写海棠花的妖态，她在交合的枝头沉沉睡去，而这交枝在她的梦中变成了燕股玉钗。苏轼咏海棠有句云：“只恐夜深花睡去，故烧高烛照红妆。”词中这三句正是化用东坡诗意，写人们连夜秉烛赏花的情景。“滟蜡”形容蜡泪多。“满照”的“满”字形容烛光明亮，“欢丛”指海棠交合的枝叶。“嫠蟾”的“嫠”则突显出嫦娥的孤单冷落，因自哀自怜而羞见连枝海棠。词的上片重在描摹连枝海棠的形态，同时句句关联美人神态。作者体物工细，运笔浑化，成功地做到了人情物态的水乳交融。过片宕开一笔 ，从咏花转而叙人事。“人间万感幽单 ，华清惯浴，春盎风露”。作者感叹世间千万不成连理的夫妇 ，他们过着孤独寂莫的生活 。此句与“嫠蟾”句相呼应 。“华清”二句描写贵妃占尽风情雨露。“连鬟并暖，同心共结，向承恩处”。古代女子出嫁后 ，将双鬟合为一髻，示有所归属，夫妻恩爱，还要绾结罗带以表同心。杨妃承恩得宠，与明皇形影相随 。“连”、“同”又扣合题面“连理 ”，并照应上片的“兼倚 ”、“钿合”二句，写人亦不离咏花。“凭谁为歌长恨 ，暗殿锁、秋灯夜雨”。李杨情事建筑在“人间万感幽单”的基础上，自然好景不长。后来他们仓惶西逃，杨妃终于死在马嵬事变中。词写到李杨最欢乐处，笔锋突然转到香消玉殒的悲剧，援用《长恨歌》诗意，内容更深厚，联想更丰富。《长恨歌》中写长恨处很多，而词只把“夕殿萤飞思悄然，孤灯挑尽未成眠。迟迟钟鼓初长夜，耿耿星河欲曙天 ”涵括到词中，仅仅七个字：“暗殿锁、秋灯夜雨 ”，却写出了玄宗回京后作太上皇，受到肃宗软禁 ；杨妃已殒命它乡，孤独寂寞的情景。“锁”字形容高大深邃的宫殿为夜气笼罩 ，兼有被软禁之意，夜雨灯昏，更为凄凉。和上片的“障滟蜡，满照欢丛”形成鲜明对照 。“叙旧期，不负春盟，红朝翠暮”三句花人合写。“旧期”就是七月七日，“春盟”就是生生世世为夫妇的盟誓 。“红朝翠暮”就是朝朝暮暮、永不分离。意思是希望赏花之人能连理海棠一样，永远相随。这首词描写连枝海棠时 ，扣住描写对象的特征，写得细密贴切。如“芳根兼倚，花梢钿合”、“交枝”、“瑶钗燕股”，或描摹，或比喻，从正面扣合“连枝”特点。“锦屏人妒”、“嫠蟾冷落”，又是以对比反衬的手法来写“连枝”。两相对照，形象更显丰满。另外，这首词咏物而不拘泥于物，物态人情，难分彼此，花中有人 ，人不离花 。如结尾几句，若确指李杨，则盟誓在七月七 ，不在春日 ；若坐实指海棠，花不能言，难以践约。但若细细品味，又是句句咏花，句句写人。这首词写得精致含蓄 ，意境深远 。结构十分严谨，词之上下片、起句结尾互相呼应拍合，极为精当有秩。过去一些词论家称赞梦窗善用丽字，初看起来，雕绘满眼，实际上“令无数丽字一一生动飞舞，如万花为春 。”（《蕙风词话 》）。此篇用丽字极多，如绣、鸳鸯、红、芳、花、钿等等，运用这些丽字时词人注意到这些丽字和表现题材的切合，不使其游离于内容之外，它们都是扣紧连理海棠和李杨事的主题，是为表现其内涵服务的。并且词人善于用动词调动这些丽字，使词能达到声情并茂的感人效果了。"
        },
        {
            "title": "醉桃源/阮郎归",
            "content": "沙河塘上旧游嬉。卢郎年少时。一声长笛月中吹。和云和雁飞。惊物换，叹星移。相看两鬓丝。断肠吴苑草凄凄。倚楼人未归。",
            "comment": ""
        },
        {
            "title": "惜红衣",
            "content": "鹭老秋丝，苹愁暮雪，鬓那不白。倒柳移栽，如今暗溪碧。乌衣细语，伤绊惹、茸红曾约。南陌。前度刘郎，寻流花踪迹。朱楼水侧。雪面波光，汀莲沁颜色。当时醉近绣箔，夜吟寂。三十六矶重到，清梦冷云南北。买钓舟溪上，应有烟蓑相识。",
            "comment": ""
        },
        {
            "title": "西河",
            "content": "春乍霁。清涟画舫融泄。螺云万叠暗凝愁，黛蛾照水。漫将西子比西湖，溪边人更多丽。步危径、攀艳蕊。掬霞到手红碎。青蛇细折小回廊，去天半咫。画阑日暮起东风，棋声吹下人世。海棠藉雨半绣地。正残寒、初御罗绮。除酒销春何计。向沙头更续，残阳一醉。双玉杯和流花洗。",
            "comment": ""
        },
        {
            "title": "烛影摇红",
            "content": "新月侵阶，彩云林外笙箫透。银台双引绕花行，红坠香沾袖。不管签声转漏。更明朝、棋消永昼。静中闲看，倦羽飞还，游云出岫。随处春光，翠阴那只西湖柳。去年溪上牡丹时，还试长安酒。都把愁怀抖擞。笑流莺、啼春漫漫瘦。晓风恶尽，妒雪寒销，青梅如豆。",
            "comment": ""
        },
        {
            "title": "瑞鹤仙",
            "content": "晴丝牵绪乱。对沧江斜日，花飞人远。垂杨暗吴苑。正旗亭烟冷，河桥风暖。兰情蕙盼。惹相思、春根酒畔。又争知、吟骨萦消，渐把旧衫重剪。凄断。流红千浪，缺月孤楼，总难留燕。歌尘凝扇。待凭信，拌分钿。试挑灯欲写、还依不忍，笺幅偷和泪卷。寄残云、剩雨蓬莱，也应梦见。",
            "comment": "【注释】这首梦窗词较有特色。上阕写江湖飘泊文人的相思之情。下阕写女子思恋他的一片幽怨。把恋爱双方相互思念的情感对比起来 ，别有一番艺术审美情趣。在用语上雅俗融一，属于通俗晓畅的一类，并且和曲有相通之处。当时梦窗可能正旅住吴门（苏州 ），季节正逢寒食。该词表现的是距离美，反映一种彼此因消息难通而产生了隔膜的忧郁心情。古代飘泊文人对自然景物异常敏感，词首即描写暮春三月引起的离情别绪 。“晴丝牵绪乱”三句所写景物有似于叶梦得《虞美人》：“落花已作风前舞。又送黄昏雨。晓来庭院半残红，惟有游丝千丈袅晴空。”清明、寒食时节已经可以看到虫类吐到春空中游荡的丝。第一句绪字就是离情别绪 ，朱敦儒《念奴妖》：“别离情绪。奈一番好景，一番悲戚。燕语莺啼人乍远 ，还是他乡寒食。”和第三句“花飞人远”可以互相映衬。不同的是作者还面对夕下清澈的吴江。第四句“垂杨暗吴苑”是由斜日沧江更进一步写。吴苑是吴王阖闾所建林苑 ，包括姑苏台 、长洲、石城等地（见《吴越春秋》）。韦庄《忆江南》：“柳暗魏王堤”，邓肃《南歌子》：“玉楼依旧暗垂杨，楼下落花流水自斜阳 ”，都是相似笔法。吕本中《减字木兰花》：“花暗长堤柳暗船 ”，也喜欢用暗字，写暮色对心情的感染。下二句点时序：“正旗亭烟冷，河桥风暖。”旗亭是酒楼 ，烟冷点明正值寒食节。河桥是姑苏的河桥，已是春风暖人的季节。周邦彦《琐窗寒·寒食》：“正店舍无烟 ，禁城百五。旗亭唤酒，付与高阳俦侣。”与梦窗词景色无异。下一句就是写旗亭所见歌女子 。“兰情蕙盼”句写在旗亭所遇歌女于顾盼间脉脉含情，周邦彦《长相思慢》：“美盼柔情”，《拜星月慢》：“水盼兰情，总平生稀见 ”，都是同样写法 。但他无心理会新的相逢，却勾起对旧相知的怀念说：“惹相思，春根酒畔。”春根就是春末，酒畔即酒肆边。上阕结尾写：“又争知，吟骨萦销 ，渐把旧衫重剪。”形容旧相知并不了解他的相思之苦，词人因对她魂牵梦绕而形容憔悴衣带渐宽。“又争（怎）知”，含怨意。下阕却转而写旧相知那一边。全从女子一面下笔：“凄断 。流红千浪，缺月孤楼，总难留燕。”写女子凄凉魂断，怅对层层细浪，漫卷残红，一钩残月伴照孤楼，象征离别后的冷清孤单，而“总难留燕”句写女子所居之凄寂，连呢喃双燕，也不愿进楼中作巢与她相伴。女子相思之苦也到了生怨程度。下面递进写“歌尘凝扇”，往日歌舞红尘 ，久已凝在舞扇上。很像周邦彦《解连环》：“暗尘锁 ，一床弦索。”一样是停歌罢舞 。下五句写欲拟诀书：“ 待凭信，拌分钿。试挑灯欲写 ，还依不忍，笺幅偷和泪卷。”分钿，本《长恨歌》“钗留一股合一扇，钗擘黄金合分钿”。这里分钿作永诀意解，即拚出去分金饰盒的一半给你表示从此断绝。拌即判、拚的意思。但又很矛盾，所以说拭着挑亮灯芯，备好纸笔，却依旧不忍，又把写上字、滴过泪的信笺，偷偷卷起。心理层次写得细密有秩 。顾敻《诉衷情》：“换你心 ，为我心，始知相忆深”，似乎异曲同工。结尾写：“寄残云剩雨蓬菜，也应梦见。”词笔拓展开，以痴言呓语结束。意思是说：即使寄魂魄于蓬莱出的残云剩雨，也盼与你梦中相见。以幻想之语作这一片痴情的自我宽慰。这首词描摹词人和情人相思的两种不同心态，写得恰如其分。“晴丝牵绪乱，对沧江斜日，花飞人远。垂杨暗吴苑”，与“流红千浪，缺月孤楼，总难留燕”等句写景抒情 ，处处入画，清逸动人。“兰情蕙盼”、“笺幅偷和泪卷”等句，较通俗，有曲意，刻画传神。上下阕都有波折、顿挫，然后用层层递进笔法，写到尽致处，又化为无声的呼唤，别有一番意在言外的艺术构思，并不是人所习见的直白铺陈。本词也可品出梦窗用字的特色。如“春根”一词就很新，这同他写溪边有时用“溪根 ”，云边有时用“云根”一样。梦窗也善用“偷”字 ，“笺幅偷和泪卷”以偷字表现含蓄幽婉，用法极尽工巧。"
        },
        {
            "title": "木兰花慢",
            "content": "酹清杯问水，惯曾见、几逢迎。自越棹轻飞，秋莼归後，杞菊荒荆。孤鸣。舞鸥惯下，又渔歌、忽断晚烟生。雪浪闲销钓石，冷枫频落江汀。长亭。春恨何穷，目易尽、酒微醒。怅断魂西子，凌波去杳，环佩无声。阴晴。最无定处，被浮云、多翳镜华明。向晓东风霁色，绿杨楼外山青。",
            "comment": ""
        },
        {
            "title": "金盏子",
            "content": "赏月梧园，恨广寒宫树，晓风摇落。莓砌扫珠尘，空肠断、熏炉烬销残萼。殿秋尚有馀花，锁烟窗云幄。新雁又、无端送人江上，短亭初泊。篱角。梦依约。人一笑、惺忪翠袖薄。悠然醉魂唤醒，幽丛畔、凄香雾雨漠漠。晚吹乍颤秋声，早屏空金雀。明朝想，犹有数点蜂黄，伴我斟酌。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "波面铜花冷不收。玉人垂钓理纤钩。月明池阁夜来秋。江燕话归成晓别，水花红减似春休。西风梧井叶先愁。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "屋下半流水，屋上几青山。当心千顷明镜，入座玉光寒。云起南峰未雨，云敛北峰初霁，健笔写青天。俯瞰古城堞，不碍小阑干。绣鞍马，软红路，乍回班。层梯影转亭午，信手展缃编。残照游船收尽，新月画帘才卷，人在翠壶间。天际笛声起，尘世夜漫漫。",
            "comment": ""
        },
        {
            "title": "诉衷情",
            "content": "片云载雨过江鸥。水色澹汀洲。小莲玉惨红怨，翠被又经秋。凉意思，到南楼。小帘钩。半窗灯晕，几叶芭蕉，客梦床头。",
            "comment": ""
        },
        {
            "title": "高阳台",
            "content": "淝水秋寒，淮堤柳色，别来几换年光。紫马行迟，才生梦草池塘。便乘丹凤天边去，禁漏催、春殿称觞。过松江，雪弄飞花，冰解鸣珰。芳洲酒社词场。赋高台陈迹，曾醉吴王。重上逋山，诗清月瘦昏黄。春风侍女篝畔，早鹊袍、已暖天香。到东园，应费新题，千树苔苍。",
            "comment": ""
        },
        {
            "title": "洞仙歌",
            "content": "芳辰良宴，人日春朝并。细缕青丝裹银饼。更玉犀金彩，沾座分簪，歌围暖，梅靥桃唇斗胜。露房花曲折，莺入新年，添个宜男小山枕。待枝上，饱东风，结子成阴，蓝桥去、还觅琼浆一饮。料别馆、西湖最情浓，烂画舫月明，醉宫袍锦。",
            "comment": ""
        },
        {
            "title": "燕归梁",
            "content": "一片游尘拂镜湾。素影护梅残。行人无语看春山。背东风、两苍颜。梦飞不到梨花外，孤馆闭、五更寒。谁怜消渴老文园。听溪声、泻冰泉。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "背庭缘恐花羞坠。心事遥山里。小帘愁卷月笼明。一寸秋怀、禁得几蛩声。井梧不放西风起。供与离人睡。梦和新月未圆时。起看檐蛛结网、又寻思。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "金井空阴，枕痕历尽秋声闹。梦长难晓。月树愁鸦悄。梅压檐梢，寒蝶寻香到。窗黏了。翠池春小。波冷鸳鸯觉。",
            "comment": ""
        },
        {
            "title": "花上月令",
            "content": "文园消渴爱江清。酒肠怯，怕深觥。玉舟曾洗芙蓉水，泻清冰。秋梦浅，醉云轻。庭竹不收帘影去，人睡起，月空明。瓦瓶汲井和秋叶，荐吟醒。夜深重，怨遥更。",
            "comment": ""
        },
        {
            "title": "木兰花慢",
            "content": "润寒梅细雨，卷灯火、暗尘香。正万里胥涛，流花涨腻，春共东江。云樯。未传燕语，过罘罳、垂柳舞鹅黄。留取行人系马，软红深处闻莺。悠扬。霁月清风，凝望久、鄮山苍。又紫箫一曲，还吹别调，楚际吴旁。仙方。袖中秘宝，遣蓬莱、弱水变飞霜。寒食春城秀句，趁花飞入宫墙。",
            "comment": ""
        },
        {
            "title": "思佳客",
            "content": "丹桂花开第二番。东篱展却宴期宽。人间宝镜离仍合，海上仙槎去复还。分不尽，半凉天。可怜闲剩此婵娟。素娥未隔三秋梦，赢得今宵又倚阑。",
            "comment": ""
        },
        {
            "title": "杏花天",
            "content": "幽欢一梦成炊黍。知绿暗、汀菰几度。竹西歌断芳尘去。宽尽经年臂缕。梅黄後、林梢更雨。小池面、啼红怨暮。当时明月重生处。楼上宫眉在否。",
            "comment": ""
        },
        {
            "title": "玉烛新",
            "content": "花穿帘隙透。向梦里销春，酒中延昼。嫩篁细掐，相思字、堕粉轻黏綀袖。章台别後，展绣络、红荐香旧。□□□，应数归舟，愁凝画阑眉柳。移灯夜语西窗，逗晓帐迷香，问何时又。素纨乍试，还忆是、绣懒思酸时候。兰清蕙秀。总为比、蛾眉螓首。谁诉与，惟有金笼，春簧细奏。",
            "comment": ""
        },
        {
            "title": "花犯",
            "content": "翦横枝，清溪分影，修然空镜晓。小窗春到。怜夜冷孀娥，相伴孤照。古苔泪锁霜千点，苍华人共老。料浅雪、黄昏驿路，飞香遗冻草。行云梦中认琼娘，冰肌瘦，窈窕风前纤缟。残醉醒，屏山外、翠禽声小。寒泉贮、绀壶渐暖，年事对、青灯惊换了。但恐舞、一帘胡蝶，玉龙吹又杳。",
            "comment": ""
        },
        {
            "title": "夜合花 自鹤江入京，泊葑门外有感",
            "content": "柳暝河桥，莺晴台苑，短策频惹春香。当时夜泊，温柔便入深乡。词韵窄，酒杯长。翦蜡花、壶箭催忙。共追游处，凌波翠陌，连棹横塘。十年一梦凄凉。似西湖燕去，吴馆巢荒。重来万感，依前唤酒银罂。溪雨急，岸花狂。趁残鸦、飞过苍茫。故人楼上，凭谁指与，芳草斜阳。",
            "comment": "【注释】鹤江，即白鹤溪，在苏州西部。作者自白鹤溪坐船去南宋都城临安，途径苏州东城的葑门，并在此停泊。葑门外的溪流附近，是作者和他的苏州去妾曾经居住，同游之地，或许还是他们的定情之处，所以重经故地，唤起无限旧情，怀念之情无法自抑之中写下了这首怀人词。上片回忆过去 ，写团聚的欢乐。“柳暝河桥，莺晴台苑 ”，起两句用秀丽工巧的对偶句描写苏州美丽的春景，一“暝”字写尽河边桥畔杨柳的浓密娇柔之态；不直接说晴天台苑中的黄莺尽情啼啭，而径称之为“莺晴 ”，遣词造句极幽细。“短策频惹春香”，不明点出游，而屡携短策，自见作者多次出游；亦不正面写花开，而短策在路上频频沾惹春香，自能表明沿途春花盛开之状。上文写柳，这里又写花，丰富了春景 ，上文不点春字 ，这里补点，避免了重复。这一句从春景引出作者 ，又将由作者引出他所思念的人。“当时夜泊 ，温柔便入深乡”，时、空、人的关系更有一个跳跃：从苏州较大的范围陡然缩小到葑桥附近，从整个春日浓缩到一个夜晚，从独游扩展到两人同泊（或者竟是初次定情 ）。以“温柔乡 ”写男女爱情，本是习用词语 ，但用不好则容易落入陈套 。高明的作者不连成一词用，而是把它拆开分别用在句首、句末 ，中间插入“便入”二字 ，以见情急事谐，插了“深”字，以见情挚梦甜，便显得精警有力，更能起化旧成新的作用 。“词韵窄，酒杯长。剪蜡花，壶箭催忙。”写夜泊时的对饮。进入“温柔深乡”，这里不单指双栖同宿，相对欢饮，也是情景之一。作者自是填词老手，精于声韵之学，却忽然嫌词的韵律狭窄束缚人，似乎不合常理，其实他并非真的感叹词体拘才难，而是强调两情欢洽，一时无法尽情抒写：烛花频剪，良宵苦短，时光飞逝，夜已经很深了。记时的壶箭移动本有定时，何能忙着相催？这也无非人因欢饮而忘却时间流逝之快，从而才有此错觉。这四句情节平常 ，但都曲一层说，便显得不平常 。“共追游处，凌波翠陌 ，连棹横塘。”时、空关系又有变化，总忆两人互相追随的游踪：或在陆上翠陌，看她绰约轻行，犹如洛妃的“凌波微步 ”；或两人同舟连棹，游于苏州城西南的横塘一带。内容扩大了，又用对偶句把它集中描写，炼句与起笔当有异曲同工之妙。下片写当今 ，亦即爱妾离去后的悲感。“十年一梦凄凉”，指出从欢聚到现在已时过“十年”，旧事早已化成“一梦 ”，自然的由欢乐转到“凄凉”。“似西湖燕去 ，吴馆巢荒”，互文对偶，以西湖、吴馆中的燕去巢荒，比喻自己与苏、杭二妾的生离死别，只有知道这些事情的才能明其所指 。“重来万感，依前唤酒很罂。”“重来”照应上片的“当时”，“唤酒”照应上片的“酒杯长”，着以“万感”、“依前”，便觉今昔事虽略同而情迥异，沉吟呜咽，凄怨欲绝。“溪雨急，岸花狂 。趁残鸦，飞过苍茫”，是即目所见：急雨打击着溪面，岸花随风狂舞，无助的残鸦飞过“苍茫”的天空。眼中所见之景与心中之情同样的凄迷。情绪由凄怨渐入激动，笔调也由吞咽转为倾泻；情之变由怨之极，辞之变与情变相适应。急雨、飞花，出现在春末或夏初 ；“花”字上片不用 ，留在这里用；“残鸦 ”见出是黄昏而不是深夜 ，这些都是安排细致和不露针线痕迹之笔 。“故人楼上，凭谁指与，芳草斜阳 ”，以景语结束叙事。在船上远望她旧时曾居住过的房屋 ，已人去楼空，到这里才点出“故人”，点出二人曾同住之地。事与地皆已无人可与共同指点，所以只能孤独自念，付诸痛啮心胸的回忆；“芳草斜阳”，无形中更增添怀旧伤感之情 ，又更显示季节、时候。情绪由激动重回凄怨，笔调也由倾泻转回吞咽，借景物渲染，余情无限。吴文英的词一向以“秾密”著称。这首词时间和空间的变换较多，词句问虽不明用转接之辞，而脉络极清晰密致。可见其慢词风格也颇有特色。"
        },
        {
            "title": "惜秋华",
            "content": "数日西风，打秋林枣熟，还催人去。瓜果夜深，斜河拟看星度。葱葱便倒离尊，怅遇合、云销萍聚。留连，有残蝉韵晚，时歌金缕。绿水暂如许。奈南墙冷落，竹烟槐雨。此去杜曲，已近紫霄尺五。扁舟夜宿吴江，正水佩霓裳无数。眉妩。问别来、解相思否。",
            "comment": ""
        },
        {
            "title": "丑奴儿慢/采桑子慢 双清楼",
            "content": "空濛乍敛，波影帘花晴乱。正西子、梳妆楼上，镜舞青鸾。润逼风襟，满湖山色入阑干。天虚鸣籁，云多易雨，长带秋寒。遥望翠凹，隔江时见，越女低鬟。算堪羡、烟沙白鹭，暮往朝远。歌管重城，醉花春梦半香残。乘杯对影，云海人闲。",
            "comment": "【注释】南宋时，西子湖以“销金锅子”著称，所以成为文人墨客们觞咏流连之地。吴文英即为其中之一。对此，郑思肖《玉田词题辞》中曾有“互相鼓吹春声于繁华世界，能令后三十年西湖绣山水犹生清响”的描述。可惜的是大好湖山，就在这回肠荡气的玉箫声里被无情地断送了。吴梦窗的这首《丑奴儿慢》是较有深刻的思想性并有高度艺术成就的一阕 。这里 ，不仅给西湖作了娇艳的写照，而且也反映了当时许多人醉生梦死的生活 。上片，从雨后风光写起：空濛的雨丝刚刚收敛，凉风轻吹，荡漾得帘花波影，晴光撩乱。这一如诗如画的美景，已极浓丽。再以西子梳妆楼上，青鸾舞镜作比拟 ，更凭添了诸多异样藻彩 。西子比西湖的山水 ，青鸾舞镜比西湖，是比中之比。上面用了浓笔，“润逼风襟，满湖山色入阑干”二句，换用淡笔。它不仅将上文所渲染的雨气山光，一语点醒，而且不经意地透示披襟倚阑 ，此中有人。“天虚鸣籁，云多易雨 ，长带秋寒”三句，凝炼细腻，写的是阴雨时节，给人以秋寒的感觉。下片扩展到隔江相望的对岸，以低鬟越女比拟隐约可见的隔江山翠。接着把自己所企羡的暮往朝还，来去自由的烟沙白鸟，跟沉醉于重城歌管中的人们作一对照。在万人如海的王城里，这种人不在少数，词人用“醉花春梦半香残”作嘲讽，当头棒喝，发人深省。最后笔锋一转意想突然飞越，乘风邀月，对影高歌，云海即在人间。词人本身高朗的襟抱，跟醉花春梦者流，又形成一个鲜明对照。"
        },
        {
            "title": "烛影摇红",
            "content": "秋入灯花，夜深檐影琵琶语。越娥青镜洗红埃，山斗秦眉妩。相问金茸翠亩。认城阴、春耕旧处。晚春相应，新稻炊香，疏烟林莽。清磬风前，海沈宿袅芙蓉炷。阿香秋梦起娇啼，玉女传幽素。人驾梅槎未渡。试梧桐、聊分宴俎。采菱别调，留取蓬莱，霎时云住。",
            "comment": ""
        },
        {
            "title": "暗香",
            "content": "县花谁葺。记满庭燕麦，朱扉斜阖。妙手作新，公馆青红晓云湿。天际疏星趁马，帘昼隙、冰弦三叠。尽换却、吴水吴烟，桃李靓春靥。风急。送帆叶。正雁水夜清，卧虹平帖。软红路接。涂粉闱深早催入。怀暖天香宴果，花队簇、轻轩银蜡。更问讯、湖上柳，两堤翠匝。",
            "comment": ""
        },
        {
            "title": "桃源忆故人",
            "content": "越山青断西陵浦。一片密阴疏雨。潮带旧愁生暮。曾折垂杨处。桃根桃叶当时渡。呜咽风前柔橹。燕子不留春住。空寄离樯语。",
            "comment": ""
        },
        {
            "title": "六丑",
            "content": "渐新鹅映柳，茂苑锁、东风初掣。馆娃旧游，罗襦香未灭。玉夜花节。记向留连处，看街临晚，放小帘低揭。星河潋艳春云热。笑靥敧梅，仙衣舞缬。澄澄素娥宫阙。醉西楼十二，铜漏催彻。红消翠歇。叹霜簪练发。过眼年光，旧情尽别。泥深厌听啼鴂。恨愁霏润沁，陌头尘袜。青鸾杳、细车音绝。却因甚、不把欢期，付与少年华月。残梅瘦、飞趁风雪。向夜永，更说长安梦，灯花正结。",
            "comment": ""
        },
        {
            "title": "点绛唇 试灯夜初晴",
            "content": "卷尽愁云，素娥临夜新梳洗。暗尘不起。酥润凌波地。辇路重来，仿佛灯前事。情如水。小楼熏被。春梦笙歌里。",
            "comment": "【注释】①试灯夜：农历正月十四夜。②素娥：月。③辇路：帝王车驾经行之路。【评解】此词抒写灯夜感旧之情。上片着意写试灯之夜的景色。愁云卷尽，月明如洗。以拟人手法，描摹精巧传神。下片写辇路笙歌，回首旧游，恍如梦境，无限感伤。全词意境清新，端丽温厚，颇具特色。【集评】《谭评词辨》谭献云：起稍平，换头见拗怒，“情如水”三句，足当咳唾珠玉四字。俞陛云《唐五代两宋词选释》：此词亦纪灯市之游。雨后月出，以素娥梳洗状之，语殊妍妙。下阕回首前游，辇路笙歌，犹闻梦里，今昔繁花之境，皆在梨云漠漠中，词境在空际描写。唐圭璋《唐宋词简释》：此首赏灯之感。起言云散月明，次言天街无尘，皆雨后景色，换头，陡入旧情，想到当年灯市之景。“情如”三句，抚今思昔，无限感伤，而琢句之俊丽，似齐梁乐府。-------------------------南宋都城临安的灯市，每年元宵节以前就极其热闹 。据周密《武林旧事》卷二记载：“禁中自去岁九月赏菊灯之后，迤逦试灯，谓这‘预赏’。一入新正，灯火日盛 。&#8943;&#8943;天街某茶肆，渐已罗列灯毬等求售，谓之‘灯市 ’。自此以后，每夕皆然。&#8943;&#8943;终夕天街鼓吹不绝 。都民士女，罗绮如云。”都城的灯市，是词人熟识的，当年良辰美景、人月双圆的情形，依然历历在目，难以忘情；如今韶华已逝，世事沧桑，每遇佳节，但觉慨恨良多，兴味索然，真可谓“少年情事老来悲”了。据唐圭璋先生考证：吴文英一生有两段情事，先在苏州爱一妾，在某年夏秋之际遣去，原因不详；后在杭州爱一妾，后故去。两次大约都为十年。此词写杭州灯节，显然与杭州情事有关。本词调名下题云：“ 试灯夜初晴”，据《百城烟水》云：“吴俗十三日为试灯日 。”可见是写灯节之事；但词人并未由正面起笔描绘灯市盛况，而是以试灯夜的景象作陪衬，用怅惘的笔调抒发自已逢佳节而倍觉神伤的落寞情怀 ，虽只寥寥数语 ，却写得纡徐顿挫，舒卷自如，从而委婉地道出内心的万千感慨。上片“卷尽”两句，写试灯日遇雨，而入夜雨收云散，天青月朗；以月宫仙女“素娥”代指月亮，即以“新梳洗”形况月色明净，比拟浑成，三字兼带出“雨后”之意 。这是写天上 。“暗尘”两句写地上，化用苏味道“暗尘随马去，明月逐人来”（《正月十五日夜 》）和韩愈“天街小雨润如稣”（《早春呈水部张十八员外》）诗句 ，又有所变化、增益，切合都城灯夜雨后的光景。“凌波地”，是靓装舞女行经的街道。《洛神赋》：“凌波微步 ，罗袜生尘。”凌波原本是形容洛神亭亭玉立的姿态 ，后来借指步履轻盈的女子。《武林旧事》卷二“元夕 ”又载姜白石诗云：“南陌东城尽舞儿，画金刺乡满罗衣。也知爱惜春游夜，舞落银蟾不肯归。”形象地刻画了天街月夜的歌舞场面。上片并未用雨字 、灯字、人字，读后便觉灯月交辉，地润绝尘，舞儿歌女，结队而至，赏灯士女，往来不断 ，显示出吴文英在语言上的精深功力和鲜明特点，比如爱用代字，用“素娥”代月亮，再如善于点代前人诗句等等。谭献说此词云：“起稍平，换头见拗怒，‘情如水’三句 ，足当‘咳唾珠玉’四字”（谭评《词辨》）。说 “起稍平 ”，这是由于上片只是客观地描述场景；下片才是密切结合自己的回忆、联想，抒发感情，借此反映出不平静亦即“拗怒”的心理状态 。“辇路”两句，写词人故地重游 ，沉入回忆之中 。“辇路”，是帝王车驾经由之路，这里指京城繁华的大街。“重来”，说明词人对眼前的景象亦曾相识，从而引起联想，又以“仿佛”两字形容触景恋旧的心境。“灯前事”，即赏灯往事。那时自己春衫年少，意气风发，记得也是同样的夜晚，月色灯光，交相辉映，箫鼓舞队，绵连数里 。这一句隐隐含有物是人非之感慨，景物依旧，可是作者的心情已由欢喜变为落寞。末尾三句，写往事如烟、柔情似水；月与灯依旧在，伊人无觅处，自己一往情深的凄凉心事，无人倾诉。“情如水”二句也显示出吴文英语言精警的特点。古人就有“思君如流水”的千古佳句，以水喻情，写出了情的纯洁珍贵和绵绵不绝 。赏灯不能消愁释怀，反而增添无限怅惘 ，只好踽踽而行 ，颓然而返，独上小楼 ，熏被而眠，遥想伊人此刻，心情亦或如是，“谁教岁岁红莲夜 ，两处沉吟各自知”（姜夔《鹧鸪天 》）。最深的思念就是想象对方也在思念。“春梦”句紧接上文 ，描绘深夜入睡以后 ，那悠扬的歌声乐声，绵绵不绝地萦绕荡漾在梦的涟漪中。这里将“拗怒”的词意 ，融入流转悠然，委婉多情的笔调之中，形成惝恍迷离的朦胧意境 ，显得余音袅袅 ，韵味无穷，真可称得上是“咳唾珠玉”。"
        },
        {
            "title": "蹋莎行/踏莎行",
            "content": "润玉笼绡，檀樱倚扇。绣圈犹带脂香浅。榴心空叠舞裙红，艾枝应压愁鬟乱。午梦千山，窗阴一箭。香瘢新褪红丝腕。隔江人在雨声中，晚风菰叶生秋怨。",
            "comment": "【注释】这首词是作者在端午之日忆念他苏州去姬的感梦之作。而这与一般的感梦词又不完全一样，把梦中所见之人的容貌、服饰描摹得极其细腻逼真，并没给人以缥缈恍忽、迷离朦胧之感，因而使人一时很难看出是在写梦。起头“润玉笼绡，檀樱倚扇。绣圈犹带脂香浅。”三句着意刻画梦中所见之人的玉肤 、樱唇 、脂粉香气及其所着纱衣 、所持罗扇、所带绣花圈饰，从色、香 、形态、衣裳、装饰等逼真地显示其人之美。“榴心空叠舞裙红，艾枝应压愁鬟乱。”两句，以“舞裙”暗示其人的身份，以“愁鬟”借喻两地相思，以“榴心”、“艾枝”点明端午节令。上句的“ 空叠”二字，是感叹舞裙空置 ，推测此因无心歌舞 ；下句的“应压”二字，则瞥见发鬓散乱，想象其人应含深愁。上片五句，句句写梦，却始终不点破是说梦。直到下片换头，才以“午梦千山”一句点出以上所写原来只是南柯“午梦”。句中的“千山 ”二字，表明梦魂与现实距离之遥远。这一句是写山长水远，路途阻隔 ，只有梦魂才无远弗届。对下句“窗阴一箭”，前人大都解说为 ：慨叹光阴似箭，与梦中人分别已久。但这里的“一箭 ”，似指漏箭，如这不是感叹光阴逝去之速，而是说刻漏移动之微。联系上句，作者写的是：梦中历尽千山万水，其实只是片刻光景。两句合起来，既深得梦的神理，也形象地道出了作者午梦初回时所产生的对空间与时间的迷惘之感。换头两句刚写到梦已醒，忽又承以“香瘢新褪红丝腕”一句，把词笔重又拉回到梦境，回想和补写梦中所见之人的手腕。这一词笔的跳动，正是如实地写出了作者当时的心灵状态和感情状态。在这片刻，对作者说来，此身虽已从梦中觉醒，而此心却仍留在梦中。梦中，他还分明见到其人依端午习俗盘系着采丝的手腕，以及其人腕上似因消瘦而宽褪的印痕。如果联系他另外写的几首端午忆姬之作 ，我们当可发现，词人对伊人之在端午日以采丝系腕一事留有特别深刻的印象。这就无怪他在这次梦中也注意及此，并在梦醒后仍念念不忘了。歇拍“隔江人在雨声中，晚风菰叶生秋怨”两句，则两从梦境回到现实，并就眼前景物，寓托自己自“午梦”醒来直到“晚风”吹拂这段时间内的悠邈飘忽的情思和哀怨的心境。王国维曾说：“ 余览《梦窗甲乙丙丁稿》中实无足当此者。有之，其‘隔江人在雨声中，晚风菰叶生秋怨’二语乎。”（《人间词话》）就连最不喜欢梦窗词的王国维也对此二语大加赞赏，并称其足以当得起周济的那四句话。这不仅是因为这两句所摄取的眼前景物——“雨声 ”、“晚风”、“菰叶”，既衬托出、也寄寓着作者在梦醒后难以言达的情思和哀怨，同时兼有以景托情和融情入景之妙；还因为这两句又是以景结情 ，宕出远神 ，既合乎沈义父所说的“结句须要放开，含有余不尽之意”（《乐府指迷》），也做到了沈谦所说的“以迷离称隽”（《填词杂说》）。这两句，从空间看是把词境推入朦胧的雨中，推向遥远的江外；从时间看是把词思推入凉风中的暮晚，推向感觉中的清秋。这就跳出了前面所展现的空间和时间范围，把所写的梦中之境一笔宕开，使之终于归为乌有。更从全词有，它写了梦中人，也写了眼前景。按说，前者是虚幻的；后者是真实的。但对作者而言，其感受却恰恰相反：回味梦中所见之人，其印象是如此亲切分明；怅望眼前之景，其心情是如此凄迷无助。因此，他在上片正是以实笔来描摹虚象，写得十分真切；在结拍处却以虚笔来点画实景，写得情景异常缥缈。也许正因其幻而益真 ，真而益幻，所以才具有“天光云影，摇荡绿波”之美，使人深深地被这种境界所吸引，而又感其乍离乍合，难以追寻。"
        },
        {
            "title": "声声慢",
            "content": "凭高入梦，摇落关情，寒香吹尽空岩。坠叶消红，欲题秋讯难缄。重阳正隔残照，趁西风、不响云尖。乘半暝、看残山濯翠，剩水开奁。暗省长安年少，几传杯吊甫，把菊招潜。身老江湖，心随飞雁天南。乌纱倩谁重整，映风林、钓玉纤纤。漏声起，乱星河、入影画檐。",
            "comment": ""
        },
        {
            "title": "木兰花慢",
            "content": "几临流送远，渐荒落、旧邮亭。念西子初来，当时望眼，啼雨难晴。娉婷。素亭共载，到越吟、翻调倚吴声。得意东风去棹，怎怜会重离轻。云零。梦绕浮觞，流水畔、叙幽情。恨赋笔分携，江山委秀，桃李荒荆。经行。问春在否，过汀洲、暗忆百花名。莺缕争堪细折，御黄堤上重盟。",
            "comment": ""
        },
        {
            "title": "齐天乐",
            "content": "玉皇重赐瑶池宴，琼筵第二十四。万象澄秋，群裾曳玉，清澈冰壶人世。鳌峰对起。许分得钧天，凤丝龙吹。翠羽飞来，舞鸾曾赋曼桃字。鹤胎曾梦电绕，桂根看骤长，玉干金蕊。少海波新，芳茅露滴，凉入堂阶彩戏。香霖乍洗。拥莲媛三千，羽裳风佩。圣姥朝元，炼颜银汉水。",
            "comment": ""
        },
        {
            "title": "宴清都",
            "content": "万壑蓬莱路。非烟霁，五云城阙深处。璇源媲凤，瑶池种玉，练颜金姥。长虹梦入仙怀，便洗日、铜华翠渚。向瑞世、独占长春，蟠桃正饱风露。殷勤汉殿传卮，隔江云起，暗飞青羽。南山寿石，东周宝鼎，千秋巩固。何时地拂龙衣，待迎入、玉京阆圃。看□□、剩拥湖船，三千彩御。",
            "comment": ""
        },
        {
            "title": "夜游宫",
            "content": "春语莺迷翠柳，烟隔断、晴波远岫。寒压重帘幔拖绣。袖炉香，倩东风，与吹透。花讯催时候。旧相思、偏供闲昼。春澹情浓半中酒。玉痕销，似梅花，更清瘦。",
            "comment": ""
        },
        {
            "title": "解语花",
            "content": "檐花旧滴，帐烛新啼，香润残冬被。澹烟疏绮。凌波步、暗阻傍墙挑荠。梅痕似洗。空点点、年华别泪。花鬓愁，钗股笼寒，彩燕沾云腻。还斗辛盘葱翠。念青丝牵恨，曾试纤指。雁回潮尾。征帆去、似与东风相避。泥云万里。应翦断、红情绿意。年少时，偏爱轻怜，和酒香宜睡。",
            "comment": ""
        },
        {
            "title": "唐多令",
            "content": "何处合成愁？离人心上秋。纵芭蕉、不雨也飕飕。都道晚凉天气好，有明月，怕登楼。年事梦中休，花空烟水流。燕辞归，客尚淹留。垂柳不萦裙带住，漫长是、系行舟。",
            "comment": "【注释】①心上秋：合起来成一“愁”字。两句点明“愁”字来自惜别伤离。②飕飕：风雨声。这句是说即使不下雨，芭蕉仍然发出飕飕的秋声。③年事：往事。这两句是说往事如梦，似花落水流。④燕辞归：曹丕《燕歌行》“群燕辞归雁南翔”。　客：作者自称。淹留：停留。⑤萦：旋绕。　裙带：指别去的女子。【评解】本词就眼前之景，抒离别之情。上片写离愁。诗人满怀愁绪，怕在月明之夜，登楼眺望。下片抒发别情。燕已归来，人却淹留他方。全词构思新颖别致，写得细腻入微。语言通俗浅近，颇似民歌小调。【集评】沈际飞《草堂诗余正集》：所以感伤之本，岂在蕉雨？妙妙。王士禛《花草蒙拾》：“何处合成愁，离人心上秋。”滑稽之隽，与龙辅《闺怨》诗：“得郎一人来，便可成仙去”，同是“子夜”变体。张炎《词源》：此词疏快，不质实。陈洵《海绡说词》：玉田不知梦窗，乃欲拈出此阕牵彼就我，无识者，群聚而和之，遂使四明绝调，沉没几六百年，可叹！俞陛云《唐五代两宋词选释》：首二句以“心上秋”合成“愁”字，犹古乐府之“山上复有山”，合成征人之“出”字。金章宗之“二人土上坐”，皆藉字以传情，妙语也。“垂柳”二句与《好事近》“藕丝缆船”同意。“明月”及“燕归”二句，虽诗词中恒径，而句则颇耐吟讽。张叔夏以“疏快”两字评之，殊当。---------------------吴文英的这首《唐多令》写的是羁旅怀人。全词字句不事雕琢，自然浑成，在吴词中为别调。“何处合成愁？离人心上秋。纵芭蕉不雨也飕飕。都道晚凉天气好；有明月，怕登楼。年事梦中休，花空烟水流。”“燕辞归、客尚淹留”为第一段，起笔写羁旅秋思，酿足了愁情，目的是为写别情蓄势。前二句先点“愁”字，语带双关。从词情看，这是说造成这些愁情的，是离人悲秋的缘故，秋思是平常的，说离人秋思方可称愁，单就这点说命意便有出奇制胜之处。从字面看，“愁”字是由“秋心”二字拼合而成，所以此二字又近于字谜游戏。这种手法，古代歌谣中经常可见 ，王士禛谓此二句为“《子夜》变体 ”，具“滑稽之隽”（《花草蒙拾》），是道著语。此词以“秋心”合成“愁”字，是离合体，皆入谜格，故是“变体 ”。此处似乎是信手拈来，涉笔成趣，毫无造作之嫌，且紧扣主题秋思离愁 ，实不该以“油腔滑调”（陈廷焯《白雨斋词话》卷二）目之。“何处合成愁 ？离人心上秋 。”两句一问一答，开篇即出以唱叹 ，而且凿空道来，实可称倒折之笔。下句“纵芭蕉不雨也飕飕”是说，虽然没有下雨，但芭蕉也会因飕飕秋风，发出凄凉的声响。这分明想告诉读者，先时有过雨来。而起首愁生何处的问题，正由此处蕉雨惹起。所以前二句即由此倒折出来，平添千回百折之感。秋雨初停，天凉如水，明月东升，正是登楼纳凉赏月的好时候。“都道晚凉天气好”，可谓人云亦云 ，而“有明月，怕登楼”，才是客子真实独特的心理写照。“月是故乡明”，望月是难免会触动乡思离愁的。这三句没有直说愁，却通过客子心口不一的描写把它充分地表现了。秋属岁未，颇容易使人联想到晚岁。过片就叹息年光过尽 ，往事如梦。“花空烟水流”是比喻青春岁月的流逝，又是赋写秋景，兼有二义之妙。由此可见客子是长期飘泊在外，老大未回之人。看到燕子辞巢而去，心生无限感慨。“燕辞归”与“客尚淹留”，两相对照，自可见人不如候鸟 。以上蕉雨 、明月、落花、流水、去燕&#8943;&#8943;虽无非秋景，而又不是一般的秋景，于中无往而非客愁，这也就是“离人心上秋”的具体形象化了。此下为第二段 ，写客中孤寂的感叹。“垂柳”是眼中秋景 ，而又关离情别事写来承接自然 。“ 萦”、“系”二字均由柳丝绵长思出 ，十分形象。“垂柳不萦裙带住 ”一句写的是其人已去，“裙带”二字暗示对方的身份和彼此之间的关系 ；“谩长是 ，系行舟”二句是自况，意思是自己不能随去。羁身异乡，又成孤零，本就有双重悲愁，何况离自己而去者又是一位情侣呢。由此方见篇着“离人”二字具有更多一重含意 ，是离乡又逢离别的人啊，其愁也就更其难堪了。伊人已去而自己既留，必有不得已的理由，却不明说（也无须说），只是埋怨柳丝或系或不系，无赖至极，却又耐人寻味 。“燕辞归 、客尚淹留”句与此三句，又形成比兴关系，情景相映成趣。全词第一段对于羁旅秋思着墨较多 ，渲染较详，为后边描写蓄足了力量。第二段写字中怀人，着笔简洁明快，发语恰到好处，毫无拖沓之感。较之作者的其它作品，此词确有其独到之处。"
        },
        {
            "title": "汉宫春",
            "content": "怀得银符，卷朝衣归袖，犹惹天香。星移太微几度，飞出西江。吴城驻马，趁鲈肥、腊蚁初尝。红雾底，金门候晓，争如小队春行。何用倚楼看镜，算橘中深趣，日月偏长。江山待吟秀句，梅靥催妆。东风水暖，弄烟娇、语燕飞墙。来岁醉，鹊楼胜处，轰围舞袖歌裳。",
            "comment": ""
        },
        {
            "title": "八声甘州",
            "content": "记行云梦影，步凌波、仙衣翦芙蓉。念杯前烛下，十香搵袖，玉暖屏风。分种寒花旧盎，藓土蚀吴蛩。人远云槎渺，烟海沈蓬。重访樊姬邻里，怕等闲易别，那忍相逢。试潜行幽曲，心荡□匆匆。井梧凋、铜铺低亚，映小眉、瞥见立惊鸿。空惆怅，醉秋香畔，往事朦胧。",
            "comment": ""
        },
        {
            "title": "丑奴儿慢/采桑子慢",
            "content": "东风未起，花上纤尘无影。峭云湿，凝酥深，乍洗梅清。钓卷愁丝，冷浮虹气海空明。若耶门闭，扁舟去懒，客思鸥轻。几度问春，倡红冶翠，空媚阴晴。看真色、千岩一素，天澹无情。醒眼重开，玉钩帘外晓峰青。相扶轻醉，越王台上，更最高层。",
            "comment": ""
        },
        {
            "title": "夜游宫",
            "content": "窗外捎溪雨响。映窗里、嚼花灯冷。浑似潇湘系孤艇。见幽仙，步凌波，月边影。香苦欺寒劲。牵梦绕、沧涛千顷。梦觉新愁旧风景。绀云敧，玉搔斜，酒初醒。",
            "comment": ""
        },
        {
            "title": "三姝媚",
            "content": "吹笙池上道。为王孙重来，旋生芳草。水石清寒，过半春犹自，燕沈莺悄。樨柳阑干，晴荡漾、禁烟残照。往事依然，争忍重听，怨红凄调。曲榭方亭初扫。印藓迹双鸳，记穿林窈。顿隔年华，似梦回花上，露晞平晓。恨遂孤鸿，客又去、清明还到。便鞚墙头归骑，青梅已老。",
            "comment": ""
        },
        {
            "title": "宴清都",
            "content": "万里关河眼。愁凝处，渺渺残照红敛。天低远树，潮分断港，路回淮甸。吟鞭又指孤店。对玉露金风送晚。恨自古、才子佳人，此景此情多感。吴王故苑。别来良朋雅集，空叹蓬转。挥毫记烛，飞觞赶月，梦销香断。区区去程何限。倩片纸、丁宁过雁。寄相思，寒雨灯窗，芙蓉旧院。",
            "comment": ""
        },
        {
            "title": "新雁过妆楼",
            "content": "梦醒芙蓉。风檐近、挥疑佩玉丁东。翠微流水，都是惜别行踪。宋玉秋花相比瘦，赋情更苦似秋浓。小黄昏，绀云暮合，不见征鸿。宜城当时放客，认燕泥旧迹，返照楼空。夜阑心事，灯外败壁哀蛩。江寒夜枫怨落，怕流作题情肠断红。行云远，料澹蛾人在，秋香月中。",
            "comment": "【注释】这首词是作者为追忆逝去的爱妾所作，因此妾去在夏秋之际，所以每当此季，作者的思念之情便愈重，此词便是这种情结的显露。“梦醒芙蓉 。风檐近、浑疑佩玉丁东。”三句描写词人睡梦中被风檐间铁马之声惊醒，还以为是所思之人的佩玉丁东作响呢 ！“芙蓉”用在这里借以点明时令亦为词句增添了色彩 。“佩玉丁东”不仅令人联想到玉佩和鸣的清脆的音响，而且还可由此及于佩带此玉之人。“已闻佩响知腰细”，词人所思之人一定是非常美丽。开篇几句就语简意丰地描绘出一幅有声有色的美妙画卷 。“翠微流水 ，都是惜别行踪”。这二句描写当初分别之处。“翠微”指青山 。此言妾从此去 ，这里的山山水水都记录着她的行踪并为她婉惜。山静止不动以喻居者，流水一去不返而喻行者。绿水青山，词人独寻遗迹，这又是另一幅图画。这两幅画面其实表现的都是词人的相思之苦。由此引出了“宋玉秋花相比瘦，赋情更苦似秋浓”两句。词人借用李清照“人比黄花瘦”来形容宋玉。而这里宋玉。而这里宋玉只不过是被拉来陪衬“赋情”一句，意在说自己还不如他，除了落拓不偶外，所爱之人又离去，所以比他悲秋更苦几分 。“小黄昏，绀云暮合，不见征鸿 。”这三句是具体描写了自己的赋情之苦后，又给读者展现了另外一个画面。黄昏将近，暮云满天，天色已晚 ，可征鸿却始终没有出现。“征鸿”照应前面的“秋”字，此句也暗示去妾毫无音讯。词中没有写自己，但和“翠微流水”二句一样，在这个沉寂的画面中是有一位怀着无限企盼之情的主人公的。这写景的三句更进一步补足上面所说的“赋情之苦”。“宜城当时放客 ，认燕泥旧迹 ，返照楼空 。”点明了写此词的原因 。“宜城 ”借唐朝柳浑以自指，“客”借琴客以指去姬。柳浑因自己年老而让爱妾琴客另嫁他人 ，当时传为美谈。词人在这里只是借用。“认燕泥旧迹，返照楼空”二句描写燕子去后，空馀旧迹，夕阳返照，射入空楼的情景，藉以表现“燕子楼空，佳人何在？”这里暗用燕子楼典，是藉此表现自己对去妾的感情生死不渝 。“夜阑心事，灯外败壁寒蛩 。”“夜阑”，夜深，“败壁”点明自己生活潦倒，“寒蛩”点明时令。思人之苦，夜深愈甚，箫瑟的秋风吹进败壁，送来了寒蛩之声，这更增加了凄凉的气氛。从这两句的描述仿佛可以看到如豆的灯光照着这位不能入睡的词人，灯影之外却是残墙败壁以及寒蛩交鸣的漆黑的田野 。“江寒夜枫怨落，怕流作题情肠断红 。”唐人崔信明的名句“枫落吴江冷”形象地描述了吴江深秋的景象，而这正是词人所居之地，也是去妾行踪所在，所以当他深秋怀人时必然会联想到吴江的枫叶也要飘落了，词人用了“怨落”一词，给枫叶涂上了几许感情色彩。从“落枫”又进一步联想到怨女传情时的红叶题诗。去妾恐怕也会在红叶上题诗表达对词人的思念吧？结句由揣测进一步料想，语气也愈趋肯 。“行云 ，料淡蛾人在，秋香月中。”“行云远”用阳台典故 ，暗示去妾已远 。“淡蛾人”指去妾，张祜有“淡扫蛾眉朝至尊”之句用来形容美丽的虢国夫人，这里是作者借用来形容去妾。此二句是对去妾处境的推想，他想象她一定也在过着孤独寂寞的生活。词人没有直叙而只是描绘了一幅清冷悲凉的画面，行云渐远，美丽的去妾在清寒而明亮的秋月之中，可望而不可及，两人相隔，如人间天上。结尾画面凄美，悲徊无已。这首怀人词与以往有所不同，词人既不是按照时间顺序 ，也不是按照空间顺序来描写对去妾的思念，而是通过为读者描摹一幅幅与怀人有关的图画，来展示自己心中的相思之苦。这种笔法，给了读者仔细品味的余地，比直接抒情包含着更丰富的内容，因而也更能打动读者的心，引起他们的共鸣。"
        },
        {
            "title": "忆旧游",
            "content": "送人犹未苦，苦送春、随人去天涯。片红都飞尽，正阴阴润绿，暗裹啼鸦。赋情顿雪双鬓，飞梦逐尘沙。叹病渴凄凉，分香瘦减，两地看花。西湖断桥路，想系马垂杨，依旧敧斜。葵麦迷烟处，问离巢孤燕，飞过谁家。故人为写深怨，空壁扫秋蛇。但醉上吴台，残阳草色归思赊。",
            "comment": ""
        },
        {
            "title": "江神子/江城子",
            "content": "一声玉磬下星坛。步虚阑。露华寒。平晓阿香，油壁碾青鸾。应是老鳞眠不得，云炮落，雨瓢翻。身闲犹耿寸心丹。炷炉烟。暗祈年。随处蛙声，鼓吹稻花田。秋水一池莲叶晚，吟喜雨，拍阑干。",
            "comment": ""
        },
        {
            "title": "天香",
            "content": "碧藕藏丝，红莲并蒂，荷塘水暖香斗。窈窕文窗，深沈书幔，锦瑟岁华依旧。洞箫韵里，同跨鹤、青田碧岫。菱镜妆台挂玉，芙蓉艳褥铺绣。西邻障蓬澡手。共华朝、梦兰分秀。未冷绮帘犹卷，浅冬时候。秋到霜黄半亩。便准拟、携花就君酒。花酒年华，天长地久。",
            "comment": ""
        },
        {
            "title": "宴清都",
            "content": "翠羽飞梁苑。连催发，暮樯留话江燕。尘街堕珥，瑶扉乍钥，彩绳双罥。新烟暗叶成阴，效翠妩、西陵送远。又趁得、蕊露天香，春留建章花晚。归来笑折仙桃，琼楼宴萼，金漏催箭。兰亭秀语，乌丝润墨，汉宫传玩。红敧醉玉天上，倩凤尾、时题画扇。问几时、重驾巫云，蓬莱路浅。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "鸡唱晚。斜照西窗白暖。一沈午酲幽梦远。素衾春絮软。紫燕红楼歌断。锦瑟华年一箭。偷果风流输曼倩。昼际生绣线。",
            "comment": ""
        },
        {
            "title": "齐天乐 与冯深居登禹陵",
            "content": "三千年事残鸦外，无言倦凭秋树。逝水移川，高陵变谷，那识当时神禹。幽云怪雨。翠萍湿空梁，夜深飞去。雁起青天，数行书似旧藏处。寂寥西窗久坐，故人悭会遇，同翦灯语。积藓残碑，零圭断璧，重拂人间尘土。霜红罢舞。漫山色青青，雾朝烟暮。岸锁春船，画旗喧赛鼓。",
            "comment": "【注释】与同人相比，吴文英的词被认为是“晦涩难懂”。其原因有二：其一于叙写方面往往将时间与空间交错杂揉，其二于修辞方面往往但凭一己直觉加之喜欢用生僻典故，遂使一般读者骤读之下不能体会其意旨之所在。但若仔细加以研读，寻得入门之途径，便可发现吴词在“雕缋满眼 ”、“晦涩 ”“堆砌”的外表下，确有一片“灵气行乎其间 ”，而且“立意”之“高”，“取径”之“远”，也是确有一份“奇思壮采”。冯深居，名去非，南宋理宗宝祐年间曾为宗学谕，因为与当时的权臣丁大全交恶被免官。与吴文英交往颇深。因此，这首词中颇有言外之深意存焉，这由冯氏之为人及其与吴文英之交谊可以推知禹陵则为夏禹之陵，在浙江绍兴县东南之会稽山。在吴文英家乡附近。所以吴氏对禹陵之古迹名胜怀有一种感情也是可以想见的。何况夏禹王是一位忧民治水、功绩卓著的先王。而南宋的理宗时期则任用权佞，国事维艰，感今怀古，吴文英在与冯深居同登禹陵之际，自当有无限沧桑感喟。所以一开端便以“三千年事残鸦外”七个字，把读者引进苍茫古远的意界。所谓“三千年”者，盖自夏禹之世至南宋理宗之世。固已实有三千数百年之久。又“三”字与“千”之字之数目，在直感上亦足以予读者一种久远无极之感。而“三千年”之下又加一个“事”字 ，则千古兴亡故事 ，乃大有纷至沓来之势矣。而又继之“残鸦外”三个字，就“残鸦”而言，当登临时之所见。昔杜牧《登乐游原》诗有句云“长空澹澹孤鸟没 ，万古销沉向此中”，此正为“残鸦”二字赋予人的感受。至于“外”字，则欧阳修《踏莎行》词有句云“平芜尽处是春山，行人更在春山外 ”。就梦窗此词而言，则是残鸦踪影之隐没固已在长空澹澹之尽头，而三千年往事销沉则更在残鸦孤影外，于是时间与空间，往昔与今朝乃于此七字之中结成一片，苍凉寥漠之感，顿向读者侵逼包笼而来。禹王不复生，前功不可寻，尤如残鸦影没，天地苍茫 ，然则何地可为托身之所乎 。故继云“无言倦凭秋树”也 。语有之云“予欲无言”；又曰“夫复何言 ”。其所以“无言”者，正自有无穷不忍明言、不可尽言之痛也 。然则今日之登临，于追怀感慨之余，唯“倦凭秋树”而已。此处著一“倦”字，自可由登临之劳倦而来，然而此句紧承首句“三千年事”之下，则其所负荷者，亦有千古人类于此忧患劳生中所感受之疲弊也。而其所凭倚者，则惟有此一萧瑟凋零之秋树而已。人生至此，更复何言？故曰“无言”也。其下继云“逝水移川 ，高陵变谷，那识当时神禹”，乃与首一句之“三千年事”相应，故知其“倦凭秋树”之时，必正兼有此三千年之沧桑感在也。禹王宏愿伟力，然而其当年孜孜是矻矻所疏凿，欲以垂悠悠万世之功者，其往迹乃竟谷变川移、一毫而不可识矣，故曰“那识当时神禹 ”。三千年事，无限沧桑，而河清难俟，世变如斯，则梦窗之所慨者，又何止逝水、高陵而已哉。以下陡接“幽云怪雨，翠蓱湿空梁，夜深飞去”三句 ，此三句是据传说用典 。夫“梁”者，固当禹庙之梁。据《大明一统志·绍兴府志》载云 ：“禹庙在会稽山禹陵侧 。”又云：“梅梁 ，在禹庙。梁时修庙，忽风雨飘一梁至，乃梅梁也。”又引《四明图经》：“鄞县大梅山顶有梅才，伐为会稽禹庙之梁。张僧繇画龙于其上，夜或风雨，飞入镜湖与龙斗。后人见梁上水淋漓 ，始骇异之 ，以铁索锁于柱。然今所存乃他木，犹绊以铁索，存故事耳。”“蓱”字原与“萍”字相通，然而“萍”乃水中植物，梁上何得有“萍？《一统志》及《四明图经》载，传说禹庙之梁有水中之萍藻，此萍藻为飞入镜湖之梁上之神龙所沾带之镜湖之萍藻。是此数句，乃正写禹庙梁上神龙于风雨中“飞入镜湖与龙斗”，“比复归，水草被其上”之一段神话传闻也 。而梦窗之用字造句，则极尽光怪陆离之能事。盖“翠蓱湿空梁”一句，原当为神梁化龙飞返以后之现象，而次句“夜深飞去”发生于神梁化龙之前；而梦窗却将时间因果倒置，又用一不常见之“蓱”字以代习用之“萍”字。夫“蓱”与“萍”二字虽通用，然而一则用险僻字更增幽怪之感，二则“蓱”字又可使人联想《楚辞·天问》“ 蓱号起雨”一句，于是又有“幽云怪雨”一时惊起之意。总之，前几句给人一种渺茫怀古之思与恍惚幽怪之感，使读者对此充满神话色彩之古庙生出无穷之想像。后二句，则又由眼前景物寄慨。曰“雁起青天”，形象色彩极其鲜明，此景必为白昼而非黑夜所见，然后知前三句“夜深”云云者 ，全为作者凭空想象也。而此句“雁起青天”四字，乃又就眼前景物以兴发无限今古苍茫之慨 ，故继之云“数行书似旧藏处”也。据《大明一统志·绍兴府志》载：“ 石匮山，在府城东南一十五里 ，山形如匮 。相传禹治水毕，藏书于此。”然而远古荒忽 ，传闻悠邈，惟于青天雁起之处，想像其藏书之地耳。而雁阵之飞，其排列有如书上之文字，在梦窗《高阳台·丰乐楼》一词中，即有“山色谁题，楼前有雁斜书”一句可以为证。是则三千年前藏书之说固已渺不可寻 ；今日所见者 ，惟青天外之斜飞雁阵之说而已。世异时移沧海桑田，正与开端“三千年事残鸦外”及“那识当时神禹”诸句遥遥相应，而予读者以无穷怅惘追思之感慨。以上前半阕全以“登禹陵”之所见所想为主。后半阕“寂寥西窗久坐 ，故人悭会遇 ，同翦灯语 ”，始写入冯深居 ，呼应题面“与冯深居”四字。此三句词 ，乃化用李义山《夜雨寄北》“何当共翦西窗烛，却话巴山夜雨时”之诗句，自无可疑。梦窗乃于开端即著以“寂寥”二字 ，又接以“久坐”二字，其所以久坐不寐之故，正缘于此一片寂寥之感耳。昔杜甫《羌村》诗有句云：“夜阑更秉烛，相对如梦寐。”梦窗于“寂寥西窗久坐”之下，乃接云“故人悭会遇，同翦灯语 ”；此三句，一气贯下，全写寂寥人世今昔离别之悲。以下陡接“积藓残碑，零圭断璧，重拂人间尘土”三句，初观之，此三句似以前三句全然不相衔接，然而此种常人以为晦涩不通之处，正是梦窗词之特色所在。盖梦窗词往往以直感为其连贯之脉络，极难以理性分析说明 。兹就其所用之故实而言 ，所谓“积藓残碑”者 ，杨铁夫《笺释》以为“碑指窆石言”，引《金石萃编》云：“禹葬会稽 ，取石为窆石，石本无字 ，高五尺，形如秤锤，盖禹葬时下棺之丰碑。”据《大明一统志·绍兴府志》载：“窆石 ，在禹陵。旧经云 ：禹葬会稽山 ，取此石为窆，上有古隶，不可读，今以亭覆之 。”由此知杨氏《笺释》以碑指窆石之说确实可信 。昔李白《襄阳歌》云：“君不见晋朝羊公一片古碑羊公一征古碑材 ，龟头剥落生莓苔”。自晋之羊祜迄唐之李白，不过四百余年，而太白所见羊公碑下之石龟，已剥落而生莓苔矣。然则自夏禹以至梦窗 ，其为时已有三千余年 ，则其窆石之早已莓苔遍布，断裂斑剥，固属理所当然者矣。著一“积”字，足见苔藓之厚，令人叹历年之久；著一“残”字，又足见其圮毁之甚 ，令人兴睹物之悲 。而其发人悲慨者 ，尚不仅此也，因又继之以“零圭断璧”云云。夫圭璧者 ，原为古代侯王朝会祭祀所用 ，而今著一“零”字，著一“断”字，零落断裂，无限荒凉，禹王之功绩无寻，英灵何在？只有古物残存，供人凭吊而已。故继之云：“重拂人间尘土。”于是前所举人之积藓残碑，与夫零断圭璧，乃尽在梦窗亲手摩挲凭吊中矣 。“拂”字上更著一“重”字，有无限低徊往复多情凭吊之意 ，其满腹怀思，一腔深慨，已在言外。后半阙开端先写夜间故人灯下之晤对；然后陡接“积藓残碑”三句，又回至日间之登临。全不作层次分明之叙述与交代。盖残碑断璧之实物，虽在白昼登临之陵庙之上，而残碑断璧之哀感，则正在深宵共语者之深心之内也。夫以“悭”于“会遇”之故人，于“翦灯”夜“语”之际，念及年华之不返、往事之难寻 ，其心中固早有此一份类似断璧残碑之哀感在也。故其下乃接云：“重拂人间尘土 。”“尘土”不但指物质上之尘土 ，同时兼指人世间之种种尘劳污染而言。然而在记忆之中，这世间尘土不过如尘封之断璧残碑而已 。”于是世间之事融会于三千年历史之中；而历史 ，亦融会于一己人事之中。此种时空交揉之写法，正为梦窗特长之所在也。其后“霜红罢舞，漫山色青青，雾朝烟暮”三句，又以浪漫笔调 ，另辟新境 。自情感之中跳出，别从景物着笔，而以“霜红”句，隐隐与开端次句之“秋树”相呼应。彼经霜之叶，其生命固已无多，竟仍能饰以红色、弄以舞姿；惟此红而舞者，亦何能更为久长 ，瞬临罢舞 ，是终将亦归于空灭无有而已。故曰“霜红罢舞 ”。此一无常变灭之悲，而梦窗竟写得如此哀艳凄迷 。又继之云“山色青青，雾朝烟暮”，则其不变者也 。又于其上著一“漫”字。“漫”字有任随、任由之口气，其意若谓霜红罢舞之后，任随山色青青于雾朝烟暮之中。逝者长已矣，而人世久长，其间有无穷沧桑之感。梦窗运笔之妙、托意之远，于此可见。结二句“岸锁春船 ，画旗喧赛鼓”，初观之，不免有突兀之感。盖前此所言，如“秋树”，如“霜红”，明明皆为秋日景色 ；而此句竟然于承接时突然著一“春”字以为笼罩之笔。盖开端之“倦凭秋树 ”，乃当日之实景 ；至于“霜红罢舞”，则已不仅当日之所见，而是包容秋季之全部变化于其中；至于“山色青青”，则更透出暮往朝来、时移节替之意。秋去冬来，冬残春至 ，年年春日之际 ，于此山前都可见岸锁舟船，处处有画旗招展，时时闻赛鼓喧哗。然则此为何事也 ？《大清一统志·绍兴府志·大禹庙》载：“宋元以来，皆祀禹于比。”此词之“画旗”、“赛鼓”，必当指祀禹之祭神赛会也。“画旗 ”，当指舟仪仗之盛；“喧”字，当指“赛鼓”之喧闹。然而梦窗乃将原属于“鼓 ”字之动词“喧”字置于“画旗”二字之下，连接“鼓”与“画旗”则为画旗招展于喧哗之赛鼓声中，弥增其盛美之情状；旗之色与鼓与声遂为浑然一体。此词通首以秋日为主，其情调全属于寥落凄凉之感，于结尾之处突显春日赛会之喧闹，为全篇寥落凄凉之反衬 ，余波荡漾 ，用笔悠闲，果真可以因春日之美盛忘怀秋日之凄凉者；然而细味词意，则前所云“雾朝烟暮”句，已有无限节序推移之意，转瞬即逝的春日喧闹与永恒的凄寂形成鲜明对照。"
        },
        {
            "title": "宴清都",
            "content": "病渴文园久。梨花月，梦残春故人旧。愁弹枕雨，衰翻帽雪，为情﹀︽。千金醉跃骄骢，试问取、朱桥翠柳。痛恨不、买断斜阳，西湖酝入春酒。吴宫乱水斜烟，留连倦客，慵更回首。幽蛩韵苦，哀鸿叫绝，断音难偶。题红泛叶零乱，想夜冷、江枫暗瘦。付与谁、一半悲秋，行云在否。",
            "comment": ""
        },
        {
            "title": "大��",
            "content": "峭石帆收，归期差，林沼年销红碧。渔蓑樵笠畔，买佳邻翻盖，浣花新宅。地凿桃阴，天澄藻镜，聊与渔郎分席。沧波耕不碎，似蓝田初种，翠烟生璧。料情属新莲，梦惊春草，断桥相识。平生江海客。秀怀抱、云锦当秋织。任岁晚、陶篱菊暗，逋冢梅荒，总输玉井尝甘液。忍弃红香叶。集楚裳、西风催著。正明月、秋无极。归隐何处，门外垂杨天窄。放船五湖夜色。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "清梦重游天上，古香吹下云头。箫声三十六宫愁。高处花惊风骤。客路羁情不断，阑干晚色先收。千山浓绿未成秋。谁见月中人瘦。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "绿波碧草长堤色。东风不管春狼藉。鱼沫细痕圆。燕泥花唾乾。无情牵怨抑。画舸红楼侧。斜日起凭阑。垂杨舞晓寒。",
            "comment": ""
        },
        {
            "title": "永遇乐",
            "content": "风拂尘徽，雨侵凉榻，才动秋思。缓酒销更，移灯傍影，净洗芭蕉耳。铜华沧海，愁霾重嶂，燕北雁南天外。算阴晴，浑似几番，渭城故人离会。青楼旧日，高歌取醉，唤出玉人梳洗。红叶流光，苹花两鬓，心事成秋水。白凝虚晓，香吹轻烬，倚窗小瓶疏桂。问深宫，姮娥正在，妒云第几。",
            "comment": ""
        },
        {
            "title": "尾犯",
            "content": "绀海掣微云，金井暮凉，梧韵风急。何处楼高，想清光先得。江汜冷、冰绡乍洗，素娥忺，菱花再拭。影留人去，忍向夜深，帘户照陈迹。竹房苔径小，对日暮、数尽烟碧。露蓼香泾，记年时相识。二十五、声声秋点，梦不认、屏山路窄。醉魂幽扬，满地桂阴无人惜。",
            "comment": ""
        },
        {
            "title": "烛影摇红",
            "content": "飞尽西园，晚秋却胜春天气。霜花开尽锦屏空，红叶新装缀。时放清杯泛水。暗凄凉、东风旧事。夜吟不绝，松影阑干，月笼寒翠。莫唱阳关，但凭彩袖歌千岁。秋星入梦隔明朝，十载吴宫会。一棹回潮度苇。正西窗、灯花报喜。柳蛮樱素，试酒争怜，不教不醉。",
            "comment": ""
        },
        {
            "title": "木兰花慢",
            "content": "指罘罳晓月，动凉信、又催归。正玉涨松波，花穿画舫，无限红衣。青丝。傍桥浅系，问笛中、谁奏鹤南飞。西子冰销冷处，素娥宝镜圆时。清奇。好借秋光，临水色、写瑶卮。向醉中织就，天孙云锦，一杼新诗。依稀。数声禁漏，又东华、尘染帽檐缁。争似西风小队，便乘鲈脍秋肥。",
            "comment": ""
        },
        {
            "title": "齐天乐",
            "content": "烟波桃叶西陵路，十年断魂潮尾。古柳重攀，轻鸥聚别，陈迹危亭独倚。凉颸乍起。渺烟碛飞帆，暮山横翠。但有江花，共临秋镜照憔悴。华堂烛暗送客，眼波回盼处，芳艳流水。素骨凝冰，柔葱蘸雪，犹忆分瓜深意。清尊未洗。梦不湿行云，漫沾残泪。可惜秋宵，乱蛩疏雨里。",
            "comment": "【注释】这是一首别后思念之情词。上片写白倚亭时的相思，下片写夜间独处时的怀念。抚今追昔，无限流连。“烟波”二句 ，化用王献之《桃叶歌》“桃叶复桃叶 ，渡江不用楫”，写十年后重游与情人分手的渡口，不胜伤感。“断魂潮尾”，不仅说明了别后怀念之殷，相思之苦，也为下片写十年前相见的情形埋下伏笔，使上下片遥相映带，两两相形。“古柳”三句，伤今感昔。在亭上聚首，攀柳话别 ，是当日情形。“骤”、“重”二字，写出了当年别离的匆匆和今日故地重游、独倚危亭时的感慨。“凉颸”以下五句，则写倚亭时所见。先是远眺：凉风天末、急送轻舟掠过水中沙洲，黄昏时远山翠影依稀。“乍”指突然变化，“渺”指烟波浩渺，“烟碛”指朦胧的沙洲，“飞”指轻舟疾速远逝。“横”字见暮山突出之妙，令人想起李白《送友人》诗“青山横北郭”一句中“横”字的使用。远处山光水色，一片迷濛。再看近处，江面如镜，映花照人。江水映出秋天的花影是憔悴的 ，人影也同样憔悴 。“但有”二句，怜花惜人，借花托人，更见相思憔悴之苦。下片转入回忆。“ 华堂”是化用《史记·滑稽列传 》淳于髡语：“ 堂上烛灭，主人留髡而送客。”堂上，即本词中的华堂。烛灭，即烛暗。乃追忆初见时的情景：送走别的客人 ，单独留下自己。回头顾盼，传达出含蓄的柔情蜜意 。“芳艳流水”则是对回盼的眼波更为传神的描绘：“流水”，描写出回盼时眼波的流动，“芳艳”则是回盼时留下的美的感受。“芳”是从视觉引起嗅觉的能感 ，“艳”状眼波的光采；随眼波的传情仿佛感到美人四溢的芳香。“素骨”三句 ，写玉腕纤指分瓜时的情景。”素骨凝冰”，从《庄子·逍遥游》“肌肤若冰雪”语意化出 ，亦即苏轼《洞仙歌》所说“冰肌玉骨”，以状手腕之洁白如玉；“柔葱蘸雪”，即方干《采莲》诗所说的“指剥春葱 ”，用以描写纤指的洁白 ，用字凝炼。以下为秋宵的怀念。不洗清尊，是想留下残酒消愁 。“梦不湿行云”二句化用宋玉《高唐赋》巫山神女“旦为朝云，暮为行雨”的话，而语言清雅，多情而不轻佻，表现梦中与情人幽会，未及欢会即风流云散，醒来残泪满沾衣衫的情景。结句写秋宵雨声和窗下蛩声，伴人度过孤独无眠之夜。结句凄凉的景色与凄冷的心境融合而一，增强了怀人这一主题的感染力量。这首词脉络细密 ，用意尤为绵密。“但有江花”二句 、“清尊未洗”三句的炼句 ，“渺烟碛飞帆”三句、“素骨凝冰”二句的炼字，尤显功力。“眼波回盼处 ”二句、“可惜秋宵”二句的写情，既精炼，又空灵，于缜密中见疏放，在梦窗词中为别调。"
        },
        {
            "title": "声声慢",
            "content": "檀栾金碧，婀娜蓬莱，游云不蘸芳洲。露柳霜莲，十分点缀成秋。新弯画眉未稳，似含羞、低护墙头。愁送远，驻西台车马，共惜临流。知道池亭多宴，掩庭花、长是惊落秦讴。腻粉阑干，犹闻凭袖香留。输他翠涟拍甃，瞰新妆、时浸明眸。帘半卷，带黄花、人在小楼。",
            "comment": ""
        },
        {
            "title": "汉宫春",
            "content": "花姥来时，带天香国艳，羞掩名姝。日长半娇半困，宿酒微苏。沈香槛北，比人间、风异烟殊。春恨重，盘云坠髻，碧花翻吐琼盂。洛苑旧移仙谱，向吴娃深馆，曾奉君娱。猩唇露红未洗，客鬓霜铺。兰词沁壁，过西园、重载双壶。休漫道，花扶人醉，醉花却要人扶。",
            "comment": ""
        },
        {
            "title": "思佳客",
            "content": "自唱新词送岁华。鬓丝添得老生涯。十年旧梦无寻处，几度新春不在家。衣懒换，酒难赊。可怜此夕看梅花。隔年昨夜青灯在，无限妆楼尽醉哗。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "落花夜雨辞寒食。尘香明日城南陌。玉靥湿斜红。泪痕千万重。伤春头竟白。来去春如客。人瘦绿阴浓。日长帘影中。",
            "comment": ""
        },
        {
            "title": "杏花天",
            "content": "鬓棱初翦玉纤弱。早春入、屏山四角。少年买困成欢谑。人在浓香绣幄。霜丝换、梅残梦觉。夜寒重、长安紫陌。东风入户先情薄。吹老灯花半萼。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "江上桃花流水，天涯芳草青山。楼台春锁碧湾。都入行人望眼。一镜波平鸥去，千林日落鸦还。天风袅袅送轻帆。蓦过星槎银汉。",
            "comment": ""
        },
        {
            "title": "珍珠帘/真珠帘",
            "content": "蜜沈烬暖萸烟袅。层帘卷、伫立行人官道。麟带压愁香，听舞箫云渺。恨缕情丝春絮远，怅梦隔、银屏难到。寒峭。有东风嫩柳，学得腰小。还近绿水清明，叹孤身如燕，将花平绕。细雨湿黄昏，半醉归怀抱。蠹损歌纨人去久，漫泪沾、香兰如笑。书杳。念客枕幽单，看看春老。",
            "comment": ""
        },
        {
            "title": "梦行云",
            "content": "簟波皱纤縠。朝炊熟。眠未足。青奴细腻，未拌真珠斛。素莲幽怨风前影，搔头斜坠玉。画阑枕水，垂杨疏雨，青丝乱、如乍沐。娇笙微韵，晚蝉理秋曲。翠阴明月胜花夜，那愁春去速。",
            "comment": ""
        },
        {
            "title": "绛都春",
            "content": "香深雾暖。正人在、锦瑟华年深院。旧日汉宫，分得红兰滋吴苑。临池羞落梅花片。弄水月、初匀妆面。紫烟笼处，双鸾共跨，洞箫低按。歌管。红围翠袖，冻云外，似觉东风先转。绣畔昼迟，花底天宽春无限。仙郎骄马琼林宴。待卷上、珠帘教看。更传莺入新年，宝钗梦燕。",
            "comment": ""
        },
        {
            "title": "采桑子慢",
            "content": "桐敲露井，残照西窗人起。怅玉手、曾携乌纱，笑整风敧。水叶沈红，翠微云冷雁慵飞。楼高莫上，魂消正在，摇落江蓠。走马断桥，玉台妆榭，罗帕香遗。叹人老、长安灯外，愁换秋衣。醉把茱萸，细看清泪湿芳枝。重阳重处，寒花怨蝶，新月东篱。",
            "comment": ""
        },
        {
            "title": "诉衷情",
            "content": "柳腰空舞翠裙烟。尽日不成眠。花尘浪卷清昼，渐变晚阴天。吴社水，系游船。又经年。东风不管，燕子初来，一夜春寒。",
            "comment": ""
        },
        {
            "title": "倒犯",
            "content": "茂苑、共莺花醉吟，岁华如许。江湖夜雨。传书问、雁多幽阻。清溪上，惯来往扁舟、轻如羽。到兴懒归来，玉冷耕云圃。按琼箫，赋金缕。回首词场，动地声名，春雷初启户。枕水卧漱石，数间屋，梅一坞。待共结、良朋侣。载清尊、随花追野步。要未若城南，分取溪隈住。昼长看柳舞。",
            "comment": ""
        },
        {
            "title": "夜行船",
            "content": "逗晓阑干沾露水。归期杳、画檐鹊喜。粉汗馀香，伤秋中酒，月落桂花影里。屏曲巫山和梦倚。行云重、梦飞不起。红叶中庭，绿尘斜□，应是宝筝慵理。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "露浥初英，早遗恨、参差九日。还却笑、萸随节过，桂凋无色。杯面寒香蜂共泛，篱根秋讯蛩催织。爱玲珑、筛月水屏风，千枝结。芳井韵，寒泉咽。霜著处，微红湿。共评花索句，看谁先得。好漉乌巾连夜醉，莫愁金细无人拾。算遗踪、犹有枕囊留，相思物。",
            "comment": ""
        },
        {
            "title": "绛都春",
            "content": "情黏舞线。怅驻马灞桥，天寒人远。旋翦露痕，移得春娇栽琼苑。流莺常语烟中怨。恨三月、飞花零乱。艳阳归後，红藏翠掩，小坊幽院。谁见。新腔按彻，背灯暗、共倚篔屏葱茜。绣被梦轻，金屋妆深沈香换。梅花重洗春风面。正溪上、参横月转。并禽飞上金沙，瑞香雾暖。",
            "comment": ""
        },
        {
            "title": "杏花天",
            "content": "蛮姜豆蔻相思味。算却在、春风舌底。江清爱与消残醉。悴憔文园病起。停嘶骑、歌眉送意。记晓色、东城梦里。紫檀晕浅香波细。肠断垂杨小市。",
            "comment": ""
        },
        {
            "title": "祝英台近",
            "content": "黯春阴，收灯後，寂寞几帘户。一片花飞，人驾彩云去。应是蛛网金徽，拍天寒水，恨声断、孤鸿洛浦。对君诉。团扇轻委桃花，流红为谁赋。□□□□，从今醉何处。可怜憔悴文园，曲屏春到，断肠句、落梅愁雨。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "门巷深深小画楼。阑干曾识凭春愁。新蓬遮却绣鸳游。桃观日斜香掩户，苹溪风起水东流。紫萸玉腕又逢秋。",
            "comment": ""
        },
        {
            "title": "八声甘州",
            "content": "渺空烟四远，是何年、青天坠长星。幻苍崖云树，名娃金屋，残霸宫城。箭径酸风射眼，腻水染花腥。时靸双鸳响，廊叶秋声。宫里吴王沈醉，倩五湖倦客，独钓醒醒。问苍波无语，华发奈山青。水涵空、阑干高处，送乱鸦、斜日落渔汀。连呼酒，上琴台去，秋与云平。",
            "comment": "【注释】吴文英是南宋的一位奇才雅士，但他一生政治不得志，终志只能将满腹经纶寄之于词曲 。既便如此，世人也多认识不到他的惊才绝艳。本篇原有小题，曰“陪庾幕诸公游灵岩 ”。庾幕是指提举常平仓的官衙中的幕友西宾。灵岩山，在苏州西，以吴王夫差的遗迹而有盛名。这首词，通篇以一个“幻”字为眼目，借叙写吴越之争的史事写时世的兴亡和自己的一腔悲慨。由此字生发全篇，词笔如波似云，令人莫测其思。读来令人瞠目称怪。开篇几句，向为选注家点断为“渺空烟四远，是何年、青天坠长星？”这是因为拘泯于现代“语法”而不了解汉文音律的缘故。词原本是音乐文学，当时一篇写就，立付歌坛，所以以原谱音律节奏为最要之“句逗 ”，然而长调长句中，又往往会有一二处文义断连顿挫的地方，本来可以恰好与音律相合亦不妨小小变通旋斡，而非机械得如同读断“散文”、“白话”一般。以世俗的“常识”而推，时、空二间，必须有所区分 ，不可混语。故“四远”为“渺空烟”之事，必属上连 ；而“何年 ”乃“坠长星”之事，允宜下缀。实际上，在吴文英的意念理路上中，时间与空间原本是不必明确区分的，二者完全可以错综交织在一起。如此处梦窗先则纵目空烟杳渺，环望无垠——此“四远”也，空间也，然而却又同时驰想：与如彼之遥远难名的空间相伴者 ，正是一种荒古难名的时间。所以眼睛看见无边的空间，就能悟到没有开头的远古时代——于是乃设问云：此茫茫何处，渺渺何年，不知如何遂出此灵岩？莫非坠自青天之一巨星乎？而由此坠星 ，遂幻出种种景象与事相；“幻”字，在这里指的应是幻化而生的意思。灵岩山上，乃幻化出苍崖古木 ，以及云霭烟霞&#8943;&#8943; ，乃更幻化出美人的“藏娇”之金屋，霸王盘踞的宫城。至此，才从容地将主题烘托而出。笔似十分暇豫，然而主题一经引出，便乘势而下，笔笔勾勒，笔笔皴染，亦即笔笔逼进，生出层层“幻”境，呈现于读者面前。以下以“采香泾”再展想象的历史图画：采香泾乃是吴王宫女采集香料的地方 ，一水其直如箭 ，故又名箭泾 。宫中脂粉 ，流到宫外，以至溪流皆为之“腻 ”，语意出自杜牧的《阿房宫赋 》：“渭流涨腻，弃脂水也。”这是脱化古人，不足为奇，足以为奇者，箭泾而续之以酸风射眼，腻水而系之以染花腥，遂将古史前尘，与目中实境（酸风，秋日凉冷之风）幻而为一 ，不知其古耶今耶？感慨系之。“花腥”二字尤为奇怪 ，大概是说吴宫美女，脂粉成河，流出宫墙，不仅使所浇溉的山花染着脂粉之香气，而且还带有人体的“腥”味。再下，又以“响屧廊”的典故增一层皴染。相传吴王筑此廊 ，“令足底木空声彻，西施着木屧行经廊上，辄生妙响 。”词人置身廊间，妙响已杳，而廊前的木叶，在酸风的吹拂下，飒飒然别是一番滋味——当日之“双鸳”（美人所着鸳屧），此时之万叶，不知哪个是真，哪个是幻？又不禁感慨系之矣！词人那变幻无端的笔法，在给读者展现出一个幻景丛叠的意境后，适时一束，自然地过渡而下。过片另换一种笔调，看上去仿佛是大发议论，实际上仍在抒发感慨之情。其中意味大概是说：吴越争雄，越王勾践为了报仇，使美人计，派范蠡进西施于夫差 ，夫差被她迷惑之，其国于是灭亡，越仇得报。然而什么是范氏功成的真正原因？回答是：吴王的沉醉。假如他能不耽沉醉，范氏怎么能功成而遁归五湖，以垂钩游玩来庆祝吴的灭亡呢？所以不是勾践范蠡有能，而是夫差甘愿乐为的结果！醒醒（平声如“星”），与“沉醉”对映 。——为昏迷不国者下一当头棒喝。真是可悲。古事已逝现在又当如何？欲问苍波（五湖——说即太湖 ），而苍波无语 。终究谁能回答？水似无情，山又何若？回答说：山亦笑人——山之青永永，人之发斑斑矣。往者不可谏，来者犹可追欤？抑古往今来，山青水苍，人事自不改其覆辙乎？这一疑问，最终仍是未能解开。倚危阑，眺澄景，见沧波巨浸，涵溶碧落，直到归鸦争树，斜照沉汀，一切幻境沉思，重新回归现实，不禁百端交集。“送乱鸦斜日落渔汀”，是一篇之警策，全幅之精神。一“送”字，尤为神笔！至此 ，从“五湖”起 ，写“苍波”，写“山青（山者，水之对也 ）”，写“渔汀”，写“涵空（空亦水之对也）”，笔笔皆在水上萦注，“问苍波”，何等味厚，何等意永，含咏不尽。还有一点必须说明 ：乱鸦斜日，可以说是写实，但若说是比兴，也觉相宜。大抵高手遣辞，都是手法超妙，涵义丰盈。一结更归振爽。琴台，在灵岩，本地风光。连呼酒，一派豪气可见。秋与云平，更为奇绝。在词人意中 ，“秋”亦是一“实体”，既可以“移动坐标”，也可以“计量”，所以说一登琴台最高处 ，才觉得刚才的阑干，不足为高，等到更上层楼，直近云霄，才发现“秋”与云乃在同等“高度 。用现在的话说，“云有多高 ，秋就有多高！”高秋自古即为时序之堪舒望眼，亦自古为文士之悲慨难置。旷远高明，又复低徊宛转，如此，此篇之词境，也真可谓是奇境了。"
        },
        {
            "title": "江南春/秋风清",
            "content": "风响牙签，云寒古砚，芳铭犹在棠笏。秋床听雨，妙谢庭、春早吟笔。城市喧鸣辙。清溪上、小山秀洁。便向此。搜松访石，葺屋营花，红尘远避风月。瞿塘路，随汉节。记羽扇纶巾，气凌诸葛。青天万里，料漫忆、莼丝鲈雪。车马从休歇。荣华事、醉歌耳熟。天与此翁，芳芷嘉名，纫兰佩兮琼玦。",
            "comment": ""
        },
        {
            "title": "夜行船",
            "content": "鸦带斜阳归远树。无人听、数声钟暮。日与愁长，心灰香断，月冷竹房扃户。画扇青山吴苑路。傍怀袖、梦飞不去。忆别西池，红绡盛泪，肠断粉莲啼路。",
            "comment": ""
        },
        {
            "title": "高阳台 过种山",
            "content": "帆落回潮，人归故国，山椒感慨重游。弓折霜寒，机心已堕沙鸥。灯前宝剑清风断，正五湖、雨笠扁舟。最无情，岩上闲花，腥染春愁。当时白石苍松路，解勒回玉辇，雾掩山羞。木客歌阑，青春一梦荒丘。年年古苑西风到，雁怨啼、绿水葓秋。莫登临，几树残烟，西北高楼。",
            "comment": "【注释】种山在现在的绍兴以北，越王勾践灭吴后，杀了功臣文种即埋葬在此。后南宋高宗也曾因误所谗言杀掉功臣岳飞，吴文英写词的感兴当由此起。但这首具有一定豪放情调的词作却不纯粹是咏史，而是咏自己重过种山凭吊的感慨的。“帆落回潮 ”写傍晚潮回时舟船降帆靠岸，“人归故国”即吴文英重回越王故地 。“山椒感慨重游 ”即在种山山顶心怀感慨再度游观。这三句分别叙述时间 、地点，引出感慨。“弓折霜寒，机心已堕沙鸥”，二句紧承感慨抒发 。这里是比喻语，借霜冷而弓断，喻南宋末国事日危 ，自己已经无意于求功立名，“机心已堕沙鸥”是说“机心”不死，即使不用弓箭，沙鸥仍会被自己的猎心惊堕。这典故出自《列子·黄帝篇》的一个故事 。说有个人好鸟，经常与鸥鸟同游，一天父亲让他猎取鸥鸟，鸥鸟就舞而不下。意思是说人如果心动于内，禽鸟是会觉察的。梦窗用这一典故是为了表明自己壮心并未真死 。下面说：“灯前宝剑清风断 ，正五湖、雨笠扁舟。”清风是剑名，灯前照看已经折断的清风宝剑，自己却正驾一叶扁舟，头戴青箬笠，身披绿蓑衣，在风雨中遨游五湖。感情沈郁而又放浪形骸，心中自然是有难言隐痛。这里只有五湖游是实笔，其他都是借喻虚笔。结三句：“最无情，岩上闲花 ，腥染春愁。”这里才暗点题，写到思念文种，说：最无情的亦即最有恨的事，是文种墓石岩上的闲花野草，似乎带有剑下血腥之气，染成一片春愁。腥字下得触目惊心。文种是越王赐剑让他自杀的。作者的感慨蕴而不露。上片全属对世事兴亡而发的感慨，沈郁顿挫，含意深长，心情矛盾错杂，但又不正面写一字，必须从更深的层次上去体会。后片深入写文种昔日的埋葬之处 ，“当时白石苍松路，解勒回玉辇 ，雾掩山羞。”当日文种墓道的白石路旁有几列苍松，葬后解下系马的缰绳，送葬的玉辇回去 ，雾气香冥，青山也为忠贤之死替越国含羞。古代写忠贤不幸死去，往往记当日雾气四塞，所以该词也这样写 。这几句纯属作者想象之笔。下二句写：“木客歌阑 ，青春一梦荒丘。”这也是用想象的笔写山上的荒凉，“木客歌阑就是李贺《秋来》诗：“秋坟鬼唱鲍家诗”的意思。木客即山鬼，二句的意思是说：秋坟山鬼歌罢，英雄人物的青春一梦就只剩下荒凉的丘墓了。下三句：“ 年年古苑西风到 ，雁怨啼 、绿水葓秋 。”写种山一带的古林苑，只剩下水边的鸿雁在绿水和秋葓（红蓼花）间哀怨啼鸣。从文种之墓把词境扩展到种山一带的古越林苑。这一层也是梦窗把自己的感慨更扩展开来，从而连系到国家的兴亡。下面三句“莫登临，几树残烟，西北高楼”，则又递进一层，涉及到南宋末期的现实了 。这里的“ 西北高楼”和《古诗 》“西北有高楼 ，上与浮云齐”用词有连系，但同时更是借西北边患 ，指北方遇有强敌而言 。而“几树残烟 ”和辛弃疾《摸鱼儿》“休去倚危栏，斜阳正在烟柳断肠处 ”极相类似 。所以梦窗这首词讲“莫登临 ，几树残烟，西北高楼”，其实是陡然转入自己国家的处境，说：不要登山临水吧，所能看到的也不过是疏柳残烟，西北高楼，而看不见长安。最后几句很陡健，也很沉痛。不过这时北方的强大对手已是蒙古人了。吴文英的这首《高阳台 》，于婉约中呈现出豪放的色彩，爱国感慨深藏其间，可谓别具一格。从词的结构看，先写自己重游种山，在弓折剑残，无可奈何之情后，遨游五湖，因而再来种山。由自己及南宋处境写起，写到朝廷的失策和英雄人物壮志成灰的悲凉，而其中毫无造作的痕迹，这也是艺术构思的高妙。"
        },
        {
            "title": "好事近",
            "content": "雁外雨丝丝，将恨和愁都织。玉骨西风添瘦，减尊前歌力。袖香曾枕醉红腮，依约唾痕碧。花下凌波入梦，引春雏双鶒。",
            "comment": ""
        },
        {
            "title": "金盏子",
            "content": "卜筑西湖，种翠萝犹傍，软红尘裹。来往载清吟，为偏爱吾庐，画船频繁。笑携雨色晴光，入春明朝市。石桥锁，烟霞五百名仙，第一人是。临酒论深意。流光转、莺花任乱委。冷然九秋肺腑，应多梦、岩扃冷云空翠。漱流枕石幽情，写猗兰绿绮。专城处，他山小队登临，待西风起。",
            "comment": ""
        },
        {
            "title": "绛都春",
            "content": "春来雁渚。弄艳冶、又入垂杨如许。困舞瘦腰，啼湿宫黄池塘雨。碧沿苍藓云根路。尚追想、凌波微步。小楼重上，凭谁为唱，旧时金缕。凝伫。烟萝翠竹，欠罗袖、为倚天寒日暮。强醉梅边，招得花奴来尊俎。东风须惹春云住。□莫把、飞琼吹去。便教移取熏笼，夜温绣户。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "夜分溪馆渔灯，巷声乍寂西风定。河桥径远，玉箫吹断，霜丝舞影。薄絮秋云，澹蛾山色，宦情归兴。怕烟江渡後，桃花又泛，宫沟上、春流紧。新句欲题还省。透香煤、重牒误隐。西园已负，林亭移酒，松泉荐茗。携手同归处，玉奴唤、绿窗春近。想骄骢、又踏西湖，二十四番花信。",
            "comment": ""
        },
        {
            "title": "惜秋华",
            "content": "路远仙城，自王郎去後，芳卿憔悴。锦段镜空，重铺步障新绮。凡花瘦不禁秋，幻腻玉、腴红鲜丽。相携。试新妆乍毕，交扶轻醉。长记断桥外。骤玉骢过处，千娇凝睇。昨梦顿醒，依约旧时眉翠。愁边暮合碧云，倩唱入、六幺声里。风起。舞斜阳、阑干十二。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "晚妆慵理瑞云盘。针线傍灯前。燕子不归帘卷，海棠一夜孤眠。踏青人散，遗细满路，雨打秋千。尚有落花寒在，绿杨未褪春绵。",
            "comment": ""
        },
        {
            "title": "宴清都",
            "content": "翠匝西门柳。荆州昔，未来时正春瘦。如今剩舞，西风旧色，胜东风秀。黄粱露湿秋江，转万里、云樯蔽昼。正虎落、马静晨嘶，连营夜沈刁斗。含章换几桐阴，千官邃幄，韶凤还奏。席前夜久，天低宴密，御香盈袖。星槎信约长在，醉兴渺、银河赋就。对小弦、月挂南楼，凉浮桂酒。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "澄碧西湖，软红南陌，银河地穿。见华星影里，仙棋局静，清风行处，瑞玉圭寒。斜谷山深，望春楼远，无此峥嵘小渭川。一泓地，解新波不涸，独障狂澜。老苏而後坡仙。继菊井嘉名相与传。试摩挲劲石，无令角折，丁宁明月，莫涴规圆。漫结鸥盟，那知鱼乐，心止中流别有天。无尘夜，听吾伊正在，秋水阑干。",
            "comment": ""
        },
        {
            "title": "烛影摇红",
            "content": "碧澹山姿，暮寒愁沁歌眉浅。障泥南陌润轻酥，灯火深深院。入夜笙歌渐暖。彩旗翻、宜男舞遍。恣游不怕，素袜尘生，行裙红溅。银烛笼纱，翠屏不照残梅怨。洗妆清靥湿春风，宜带啼痕看。楚梦留情未散。素娥愁、天深信远。晓窗移枕，酒困香残，春阴帘卷。",
            "comment": ""
        },
        {
            "title": "花心动",
            "content": "十里东风，袅垂杨、长似舞时腰瘦。翠馆朱楼，紫陌青门，处处燕莺晴昼。乍看摇曳金丝细，春浅映、鹅黄如酒。嫩阴裹，烟滋露染，翠娇红溜。此际雕鞍去久。空追念邮亭，短枝盈首。海角天涯，寒食清明，泪点絮花沾袖。去年折赠行人远，今年恨、依然纤手。断肠也，羞眉画应未就。",
            "comment": ""
        },
        {
            "title": "瑞鹤仙",
            "content": "辘轳春又转。记旋草新词，江头凭雁。乘槎上银汉蹼车尘才踏，东华红软。何时赐见？漏声移、深宫夜半。问莼鲈、今几西风，未觉岁华迟晚。一片。丹心白发，露滴研朱，雅陪清宴。班回柳院。蒲团底，小禅观。望罘罳明月，初圆此夕，应共婵娟茂苑。愿年年、玉兔长生，耸秋井干。",
            "comment": "【注释】注一：古时捕捉鸟雀的网。"
        },
        {
            "title": "风入松",
            "content": "听风听雨过清明，愁草瘗花铭。楼前绿暗分携路，一丝柳，一寸柔情。料峭春寒中酒，交加晓梦啼莺。西园日扫林亭，依旧赏新晴。黄蜂频扑秋千索，有当时、纤手香凝。惆怅双鸳不到，幽阶一夜苔生。",
            "comment": "【注释】①草：起草。　瘗（yì）：埋葬。庾信有《瘗花铭》。　铭：文体的一种。②分携：分手。　绿暗：形容绿柳成荫。③料峭：形容春天的寒冷。④中酒：醉酒。⑤交加：形容杂乱。⑥双鸳：指女子的绣鞋，这里兼指女子本人。　幽阶苔生：苔生石阶，遮住了上面的足印。【评解】此词表现暮春怀人之情。上片写伤春怀人的愁思。清明节又在风雨中度过，当年分手时的情景，仍时时出现在眼前。如今绿柳荫浓而伊人安在？回首往事，触目伤怀。词中以柳丝喻柔情。春寒醉酒，莺啼惊梦，已觉愁思难言。下片写伤春怀人的痴想。故地重游，旧梦时温，见秋千而思纤手，因蜂扑而念香凝，更见痴绝。末句“一夜苔生”极言“惆怅”之深，又自含蓄不尽。这首词质朴淡雅，不事雕琢，不用典故。不论写景写情，写现实写回忆，都委婉细腻，情真意切，一反其堆砌辞藻，过分追求典雅的缺点，却又于温柔之中时见丽句，颇具特色。【集评】《词综偶评》谭献云：此是梦窗极经意词，有五季遗响。“黄蜂”二句，是痴语，是深语。结处见温厚。《海绡说词》陈洵云：思去妾也，此意集中屡见。《渡江云》题曰：“西湖清明”，是邂逅之始；此则别后第一个清明也。“楼前绿暗分携路”，此时觉翁当仍寓居西湖。风雨新晴，非一日间事，除了风雨，即是新晴，盖云我只如此度日扫林亭，犹望其还赏，则无聊消遣，见秋千而思纤手，因蜂扑而念香凝，纯是痴望神理。“双鸳不到”，犹望其到；“一夜苔生”，踪迹全无，则惟日日惆怅而已。陈廷焯《白雨斋词话》：情深而语极纯雅，词中高境也。《词综偶评》许昂霄云：结句亦从古诗“全由履迹少，并欲上阶生”化出。俞陛云《唐五代两宋词选释》：“丝柳”七字写情而兼录别，极深婉之思。起笔不遽言送别，而伤春惜花，以闲雅之笔引起愁思，是词手高处。“黄蜂”二句于无情处见多情，幽想妙辞，与“霜饱花腴”、“秋与云平”皆稿中有数名句。结处“幽阶”六字，在神光离合之间，非特情致绵邈，且余音袅袅也。唐圭璋《唐宋词简释》：此首西园怀人之作。上片追忆昔年清明时之别情，下片入今情，怅望不已。起言清明日风雨落花之可哀，次言分携时之情浓，“一丝柳，一寸柔情”，则千丝柳亦千丈柔情矣。“料峭”两句，凝炼而曲折，因别情可哀，故藉酒消之，但中酒之梦，又为啼莺惊醒，其怅恨之情，亦云甚矣。“料峭”二字叠韵，“交加”二字双声，故声响倍佳。换头，入今情，言人去园空，我则依旧游赏，而人则不知何往矣。“黄蜂”两句，触物怀人。因园中秋千，而思纤手；因黄蜂频扑，而思香凝，情深语痴。“惆怅”两句，用古诗意，望人不到，但有苔生，意亦深厚。--------------------------这是西园怀人之作。西园在吴地，是梦窗和情人的寓所，二人亦在此分手，所以西园诚是悲欢交织之地。梦窗在此中常提到此地，可见此地实乃梦萦魂绕之地。这是一首伤春之作。词的上片情景交融，意境有独到之处。前二句是伤春 ，三 、四两句写伤别，五、六两句则是伤春与伤别的交融 ，形象丰满，意蕴深邃。“听风听雨过清明”，起句貌似简单，不象梦窗绵丽的风格 ，但用意颇深 。不仅点出时间，而且勾勒出内心细腻的情愫。寒食、清明凄冷的禁烟时节，连续刮风下雨，意境凄凉 。风雨不写“见”而写“听”，意思是白天对风雨中落花 ，不忍见，但不能不听到；晚上则为花无眠、以听风听雨为常。首句四个字就写出了词人在清明节前后，听风听雨，愁风愁雨的惜花伤春情绪，不由让读者生凄神憾魄之感。“愁草瘗花铭 ”一句紧承首句而来，意密而情浓。落花满地，将它打扫成堆，予以埋葬，这是一层意思；葬花后而仍不安心，心想应该为它拟就一个瘗花铭，瘐信有《瘗花铭》，此借用之，这是二层意思；草萌时为花伤心，为花堕泪，愁绪横生 ，故曰“愁草 ”，这是三层意思。词人为花而悲，为春而伤 ，情波千叠，都凝炼在此五字中了。“楼前绿暗分携路 ，一丝柳，一寸柔情”，是写分别时的情景 。梦窗和情人在柳丝飘荡的路上分手 ，自此柳成为其词中常出现的意象。古代有送别时折柳相送的风俗，是希望柳丝能够系住将要远行的人，所以说“一丝柳，一寸柔情”，可谓语浅意深。“料峭春寒中酒，交加晓梦啼莺”，伤春又伤别，无以排遣，只得借酒浇愁，希望醉后梦中能与情人相见。无奈春梦却被莺啼声惊醒。这是化用唐诗“打起黄莺儿，莫教枝上啼。啼时惊妾梦，不得到辽西”之意 。上阙是愁风雨 ，惜年华，伤离别，意象集中精炼，而又感人至深，显出密中有疏的特色。下阙写清明已过 ，风雨已止 ，天气放晴了。阔别已久的情人，怎么能忘怀！按正常逻辑，因深念情人，故不忍再去平时二人一同游赏之处了，以免触景生悲，睹物思人。但梦窗却用进一层的写法，那就是照样（依旧）去游赏林亭。于是看到“黄蜂频扑秋千索”，仿佛佳人仍在。“黄蜂”二句是窗梦词中的名句，妙在不从正面写，而是侧面烘托，佳人的美好形象凸现出来。怀人之情至深，故即不能来，还是痴心望着她来 。“日日扫林亭 ”，就是虽毫无希望而仍望着她来。离别已久，秋千索上的香气未必能留，但仍写黄蜂的频扑 ，这不是在实写。陈洵说：“见秋千而思纤手，因蜂扑而念香凝，纯是痴望神理。”结句“双鸳不到 ”（双鸳是一双乡绣有鸳鸯的鞋子），明写其不再惆怅。“幽阶一夜苔生”，语意夸张。不怨伊人不来 ，而只说“苔生”，可见当时伊人常来此处时 ，阶上是不会生出青苔来的，现在人去已久，所以青苔滋生 ，但不说经时而说“一夜，”由此可见二人双栖之时，欢爱异常，仿佛如在昨日。这样的夸张，在事实上并非如此，而在情理上却是真实的。"
        },
        {
            "title": "浣溪沙",
            "content": "冰骨清寒瘦一枝。玉人初上木兰时。懒妆斜立澹春姿。月落溪穷清影在，日长春去画帘垂。五湖水色掩西施。",
            "comment": ""
        },
        {
            "title": "声声慢",
            "content": "莺围橙径，鲈跃莼波，重来雨过中秋。酒市渔乡，西风胜似春柔。宿舂去年村墅，看黄云、还委西畴。凤池去，信吴人有分，借与迟留。应是香山续梦，又凝香追咏，重到苏州。青鬓江山，足成千岁风流。围腰御仙花底，衬月中、金粟香浮。夜宴久，揽秋云、平倚画楼。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "杜陵折柳狂吟，砚波尚湿红衣露。仙桃宴早，江梅春近，还催客句。宫漏传鸡，禁门嘶骑，宦情熟处。正黄编夜展，天香字暖，春葱翦、红蜜炬。宫帽鸾枝醉舞。思飘扬、臞仙风举。星罗万卷，云驱千阵，飞毫海雨。长寿杯深，探春腔稳，江湖同赋。又看看、便系金狨莺晓，傍西湖路。",
            "comment": ""
        },
        {
            "title": "瑞鹤仙",
            "content": "乱红生古峤。记旧游惟怕，秋光不早。人生断肠草。叹如今摇落，暗惊怀抱。谁临晚眺？吹台高、霜歌缥缈。想西风、此处留情，肯着故人衰帽。闻道。萸香西市，酒熟东邻，浣花人老。金鞭騕袅。追吟赋，倩年少。想重来新雁，伤心湖上，消减红深翠窈。小楼寒、睡起无聊，半帘晚照。",
            "comment": "【注释】注一：“袅”字形似，音同。两字合指小马的意思。"
        },
        {
            "title": "点绛唇",
            "content": "推枕南窗，拣花寒入单纱浅。雨帘不卷。空碍调雏燕。一握柔葱，香染榴巾汗。音尘断。画罗闲扇。山色天涯远。",
            "comment": ""
        },
        {
            "title": "定风波",
            "content": "密约偷香□蹋青。小车随马过南屏。回首东风销鬓影。重省。十年心事夜船灯。离骨渐尘桥下水，到头难灭景中情。两岸落花残酒醒。烟冷。人家垂柳未清明。",
            "comment": "【注释】吴文英中年时客寓杭州 ，在一个春日乘马郊游，行至西陵，偶遇某贵家歌姬，由婢女传送书信，即与定情 。此后 ，他们曾同宿春江，共游南屏，往来西陵、六桥，沉浸在爱情的幸福之中。这种爱情注定以悲剧收场。最后一次分别，双方都预感到不幸阴影的跟随，分离甚是悲伤。待到吴文英重访六桥时，那位贵家歌姬已含恨死去。从此，这段刻骨铭心的爱情就成为梦窗一生无法排遣的“情结 ”。重到西湖总难免彻骨地悲痛。这首小令便是吴文英晚年在杭州留下的悼念之作。词人最难忘的一段情景是 ：“ 密约偷香□踏青，小车随马过南屏”。“踏青”前缺失一字，但无碍对词意的理解 。自清末以来，词家们考证吴文英的词事，都认为杭州情词都是为他的“亡妾 ”而作 。从此两句和《莺啼序》的“溯红渐、抬入仙溪，锦儿偷寄幽素”看，可推翻其为梦窗“姬妾”的假说。南宋和北宋都很重视清明节 。正值暮春之初，江南草长莺飞，城中士庶都到郊外踏青。周密记述南宋杭州清明盛况云：“南北两山这间 ，车马纷然。&#8943;&#8943;若玉津、富景御园，包家山之桃关，东青门之菜市，东西马塍，尼庵道院，寻芳讨胜，极意纵游，随处各有买卖赶趁等人，野果山花，别有幽趣 。”（《武林旧事》卷三）吴文英是以抒情方式叙写往事的。他们是借踏青的机会“密约”，达到“偷香”目的。“密约”为双方秘密的约会 ；“偷香”是指男女非法结合的偷情 。“密约偷香”表明他们不是正当的恋爱关系，而双方却又情感炽烈，只得采取为封建礼法所不容的秘密行为来实现对爱情的追求 。如果吴文英这位踏青的女伴是其妾，就不必如此秘密了 。“南屏 ”为杭州城西诸山之一，因位于西湖之南 ，故又称南山，“南屏晚钟”为南宋西湖十景之一。山“在兴教寺后，怪石秀耸，松生森茂，间以亭榭。中穿一洞，崎岖直上，石壁高崖，若屏障然，故谓之南屏 ”（《淳祐临安志》卷八）。人们常到此处踏青，而且距贵家歌姬住处甚远，一北一南，西湖横隔，不易被发觉 。“小车随马”也是较隐密的办法。北宋时就有一种棕盖车，为家眷乘坐的车子，有勾栏和垂帘 ，用牛牵拉；南宋时制作得更精致小巧。《清明上河图》里也有这种车，妇女坐在车内，男子乘马在车前引路，或在车后跟随。南屏踏青偷香的情景，在梦窗恋爱经历中是值得纪念的，回忆也是甜蜜的。词意忽然转变，“回首东风销鬓影”。以“回首”二字连接今昔 ，既表示南屏之事属于往昔，又表示时间飞逝，回首之间东风销尽花容倩影，当年踏青女伴早已不在了。这句淡语却有着人世沧桑的深刻感慨。魂牵梦绕的“ 十年心事 ”是无尽的离愁别恨 ：“离骨渐尘桥下水 ，到头难灭景中情”。迸发出作者多年的积恨 ，沉痛的至情经过悉心地琢磨锤炼 ，以精整工稳的词句浓缩而出 ，具有强烈的艺术感染力。“离骨 ”，谓伊人已死之遗骨；“尘”名词作动词用，即成尘 ，指故去多年；“桥下水”，桥当是西湖六桥，即《莺啼序》“别后访 、六桥无信，事往花委，瘗玉埋香”所述，其人或竟葬身西湖。此句与陆游悼忆唐氏的“玉骨久成泉下土”（《十二月二日夜梦游沈氏园亭》）绝相类似。“到头”即“到底 ”、“毕竟”之意；“难灭景中情”即上阕首两句南屏踏青的密约偷香之情 。世事无常，情人已逝，她的遗骨也已染上尘土，但时间和死亡并没有带走词人对她的爱恋，相反，他的爱愈加浓厚 。 词情在高潮之后忽由强烈的抒情转到纡徐的写景 ，从另一侧面更含蓄形象地深化词意： “两岸”与上阕之“夜船”呼应，暗示抒情的现实环境；“落花”当是虚拟，象征人亡；“残酒醒”提示结尾的线索。“烟冷，人家柳垂未清明”，是“残酒醒”后对景物的感受 。酒虽醒了，但心情并未改变，“借酒销愁愁更愁 。”烟冷”是明显的有我之境，在作者愁苦心情的笼罩下 ，景色备显凄凉。我国习俗，“清明前三日为寒食节，都城人家，皆插柳满檐，虽小坊幽曲，亦青青可爱，大家则加枣食固柳上，然多取之湖堤”（《武林旧事》卷三）。“人家垂柳未清明”显然为寒食日。词人来到六桥之下悼念情人，这正是十年前踏青的时节，所以才能重新回味反省南屏旧事。三日后即是清明，按照习俗应为亡故亲友扫祭，可是作者又能到何处去扫祭情人的芳冢呢！可见他是怕到清明的，那将更加凄苦不堪了。在这首小词里，往昔与现实，抒情与写景，错综交替；上阕与下阕开始两句，今昔对比；结构曲折婉转，但转折关系又是较清楚的。词中所表达的悲伤而真挚的情感，亦感人至深。"
        },
        {
            "title": "探芳信",
            "content": "暖风定。正卖花吟春，去年曾听。旋自洗幽兰，银瓶钓金井。斗窗香暖悭留客，街鼓还催暝。调雏莺、试遣深杯，唤将愁醒。灯市又重整。待醉勒游缰，缓穿斜径。暗忆芳盟，绡帕泪犹凝。吴宫十里吹笙路，桃李都羞靓。绣帘人、怕惹飞梅翳镜。",
            "comment": ""
        },
        {
            "title": "倦寻芳",
            "content": "坠瓶恨井，分镜迷楼，空闲孤燕。寄别崔徽，清瘦画图春面。不约舟移杨柳系，有缘人映桃花见。叙分携，悔香瘢漫爇，绿鬟轻翦。听细语、琵琶幽怨。客鬓苍华，衫袖湿遍。渐老芙蓉，犹自带霜宜看。一缕情深朱户掩，两痕愁起青山远。被西风，又惊吹、梦云分散。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "秋千争闹粉墙。闲看燕紫莺黄。啼到绿阴处，唤回浪子闲忙。春光。春光。正是拾翠寻芳。",
            "comment": ""
        },
        {
            "title": "秋思",
            "content": "堆枕香鬟侧。骤夜声、偏称画屏秋色。风碎串珠，润侵歌板，愁压眉窄。动罗箑清商，寸心低诉叙怨抑。映梦窗，零乱碧。待涨绿春深，落花香泛，料有断红流处，暗题相忆。欢酌。檐花细滴。送故人、粉黛重饰。漏侵琼瑟。丁东敲断，弄晴月白。怕一曲、霓裳未终，催去骖凤翼。叹谢客、犹未识。漫瘦却东阳，灯前无梦到得。路隔重云雁北。",
            "comment": ""
        },
        {
            "title": "过秦楼",
            "content": "藻国凄迷，曲澜澄映，怨入粉烟蓝雾。香笼麝水，腻涨红波，一镜万妆争妒。湘女归魂，佩环玉冷无声，凝情谁诉。又江空月堕，凌波尘起，彩鸳愁舞。还暗忆、钿合兰桡，丝牵琼腕，见的更怜心苦。玲珑翠屋，轻薄冰绡，稳称锦云留住。生怕哀蝉，暗惊秋被红衰，啼珠零露。能西风老尽，羞趁东风嫁与。",
            "comment": "【注释】芙蓉为荷花的别称，这是一篇借咏荷花抒发词人对如花女子的追忆之情。同时，着重表达她一生的哀怨。“藻”为水生植物。荷池中飘浮着青绿色的萍藻，充满清冷的色调 ，景色迷茫 。“麴”为黄桑色，“麴澜”即青黄色的水波 。这是“藻国”，也是芙蓉生长的地方 。“怨”字为全篇主旨。月夜里池上的“粉烟蓝雾”具有梦幻般的效果。这奇幻的彩色烟雾，作者遐想为在“藻国”的仙子的积怨所致，所以是“怨入粉烟蓝雾 ”。唐代杜牧《阿房宫赋》写宫女们梳妆的情形：“绿云扰扰，梳晓鬟也；渭流涨腻，弃脂水也；烟斜雾横 ，焚椒兰也。”词中的“香乱麝水，腻涨红波”是想象怨女的美艳出众。这里隐含着芳魂月夜归来 ，冤魂不散的意思，造成悬念。“湘女归魂”乃用唐代陈玄《离魂记》倩女离魂的故事。倩娘因其父张镒游宦住在湘中的衡阳，为爱情不遂而离魂追赶所恋者，私相结合。古时妇女们行走时总是环佩丁冬的，湘女归魂却是“佩环玉冷无声 ”，有形无声，鬼气阴森，两句援用杜甫《咏怀古迹》“环佩空归月夜魂”，字面有变化。“凝情谁诉”，是她一腔悲苦，无人可诉的痛苦情状。“江空月堕 ”使凄迷的藻国更加暗淡清寂 。由于怨情无可告诉 ，湘女遂趁月落之时起而愁舞。“凌波尘起”是融化曹植《洛神赋》的名句“凌波微步，罗袜生尘 ”。凌波，形容女子的步态轻盈；生尘，是说走过的水面如有微尘扬起 。“彩鸳”指代绣鞋，同时又借指女性。这里的“彩鸳”自然是湘女的归魂了。她在池边带着愁容，以舞蹈发精神抒积怨。“江空月堕，凌波尘起 ，彩鸳愁舞”，很成功地描绘了一个怨女忧魂的精神形象，但由词题又使人们联想到荷花在风中摇舞的形象，紧扣题面。词的下阕拟托湘女的语气抒情。过变的“还暗忆”是转折 ，引起对当初情事的追溯。“钿合”是镶嵌金花的盒子 ，为古代男女定情信物：“定情之夕，授金钗钿合以固之”（《长恨歌传》）。“兰桡”借指木兰舟。“丝牵琼腕 ”，谓以红丝或红纱系于女子手腕上，亦为古代男女定情的标志。“的”为古代妇女一种面饰，即以红色点饰在面颊上 。“见的更怜心苦”，为双关，乃乐府民歌的一种表现手法。“的”，也是莲子，又写作“菂 ”。“怜心苦”即“莲心苦”。以此切合题面。这几句回忆旧事，意为在舟上定情，结为同心，见到她之“的”饰而更生怜爱 ，同时也留下难言的遗撼。当初便在“玲珑翠屋”留住，记得那时她还身着“轻薄冰绡 ”。这此情景都是难忘的 。咏物须不离物性，词中的“丝牵 ”与藕丝 、“心苦”与莲心、“翠屋”与荷叶都极切合词题。她的情事始终笼罩着不幸的阴云 ，耽心好景不长，秋风一到，便红衰翠减，“啼珠零露 ”。北宋词人贺铸咏荷的《踏莎行》有“当年不肯嫁东风 ，无端却被西风误”。吴文英反用贺铸词句之意结尾，“能西风老尽，羞趁东风嫁与”，表现了湘女高傲忠贞的品格。“能”字下原注云“去声”，意即“宁可”之“宁 ”。宁愿在西风中老去，羞于像桃李那样趁逐春光 、嫁与东风，这又恰似荷花的命运了。全词处处不离荷花的物性 ，同时又处处在写人 。读后真难辨作者是在状物还是写人。显然作者是借咏荷寓寄个人情怀，否则难以写得如此情辞恳切、哀怨动人。这首《过秦楼》恰体现梦窗词的语言华丽、富于雕饰的特色。词语具有鲜明色彩感，一首中用了表示色彩的“麴”、“粉”、“蓝”、“红”、“彩”、“翠”、“锦”等字，着色瑰丽 ，真如七宝楼台 。华美的词语都是经过词人精心雕琢的，如“藻国”、“麴澜”、“麝水”、“彩鸳”、“琼腕”、“翠屋”、“秋被”、“零露”等。词语处处可见雕饰痕迹，加上着色浓重，因而有雕缋满眼之感。梦窗词的语言最有个性，如果以“天然去雕饰”的审美原则来评价梦窗词，自会采取否定的态度，但艺术给人的美感总是丰富多样的。梦窗词华美秾丽的形式蕴藏着真挚深厚的激情，形成了独特的艺术风格，故为词苑不可缺少的一株奇葩。"
        },
        {
            "title": "江神子/江城子",
            "content": "天街如水翠尘空。建章宫。月明中。人未归来，玉树起秋风。宝栗万钉花露重，催赐带，过垂虹。夜凉沈水绣帘栊。酒香浓。雾濛濛。钗列吴娃，騕袅带金虫。三十六宫蟾观冷，留不住，佩丁东。",
            "comment": ""
        },
        {
            "title": "三部乐",
            "content": "江鶃初飞，荡万里素云，际空如沐。咏情吟思，不在秦筝金屋。夜潮上，明月芦花，傍钓蓑梦远，句清敲玉。翠罂汲晓，欸乃一声秋曲。越装片篷障雨，瘦半竿渭水，鹭汀幽宿。那知暖袍挟锦，低帘笼烛。鼓春波、载花万斛。帆鬣转、银河可掬。风定浪息，苍茫外、天浸寒绿。",
            "comment": ""
        },
        {
            "title": "失调名",
            "content": "霜杵敲寒，风灯摇梦。",
            "comment": ""
        },
        {
            "title": "玉楼春 京市舞女",
            "content": "茸茸狸帽遮梅额。金蝉罗翦胡衫窄。乘肩争看小腰身，倦态强随闲鼓笛。问称家住城东陌。欲买千金应不惜。归来困顿殢春眠，犹梦婆娑斜趁拍。",
            "comment": "【注释】这是写京城的年幼舞女。作者在词中通过对都市舞女的描写，为我们展示了南宋时期的民俗生活画卷，同时 ，也包融了词人对任人摆布的舞女的怜惜之情。京市 ，即指南宋都城临安 。周密《武林旧事》卷二“元夕 ”条：“都城自旧岁冬孟驾回，则已有乘肩小女，鼓吹舞绾者数十队，以供贵邸豪家幕次之玩。而天街茶肆，渐已罗列灯毬等求售，谓之灯市。自此以后 ，每夕皆然 。三桥等处，客邸最盛，舞者往来最多。每夕楼灯初上，则箫鼓已纷然自献于下。酒边一笑，所费殊不多，往往至四鼓乃还。”这些幼女舞队，每逢佳节，便穿街过市，到天街茶肆，箫鼓齐鸣，为当街演出。这词上片写舞女列队过街的情形 。“茸茸狸帽遮梅额 ，金蝉罗翦胡衫窄 ”，这是写舞女的装束打扮。先写头面 。头戴的细毛茸茸的狸皮帽子 ，遮掩了妆饰着梅花的额角。把梅花瓣的纹样画在额上就是梅花妆 。狸帽没有全掩额角 ，因此美丽的梅妆仍隐约可见。接着是写舞女身上的装束。她们穿着金色的薄如蝉翼的罗衫，窄小合身。再接着是写到这些幼女骑在大人肩上，细腰女嬝娜，但由于疲劳显出倦态；又不得不和着鼓笛的节拍勉强做态。下片写幼女的舞技 ，但不从正面而由侧面写出：一是少年观众争相问询舞女们家住何处，得知她们住在城东的街巷里。二是那些幼女的舞技实在精妙，所以词人困倦归来，在梦中还仿佛见到他们婆娑起舞呢。柳永有四首《木兰花》都是写艺妓们的歌舞的。其中第三首去：虫娘举措皆温润，每到婆娑偏恃俊。香檀敲通过玉纤迟 ，画鼓声催莲步紧。贪为顾盼夸风韵，往往曲终情未尽。坐中年少暗消魂，争问青鸾家远近。这首柳词是直接铺叙，可说是吴文英《玉楼春》的蓝本。不过柳词写得明显，吴词则委婉道出。柳词中正面写虫娘舞技的语句较多，如说她举止温雅，动作准确 ，手足的一举一动和着檀板 、画鼓的节奏快慢 ；她跳舞时顾盼生姿 ，风韵四溢，到了歌曲终结时好象还意锋未尽。这词共八句，却用六句正面写舞蹈。末了两句是少年观众由于对虫娘色艺的欣赏而争问她家的住处，是侧面衬托的笔法。吴词和柳词比较之下，写法之不同清晰可辨。吴词正面写幼女舞蹈的句子不多，只有“倦态强随闲鼓笛 ”一句 ，这只是她们乘肩时的姿态，只属“广告”性质，还谈不上正式的表演。过片“问称家住城东陌 ，欲买千斤应不惜”，是写观众的反应，借以烘托她们舞技的精妙 。而结句“归来困顿殢春眠，犹梦婆娑斜趁拍 ”，则是作者观赏幼女们舞蹈后印象深刻。这两句看来是闲笔，却比正面写舞技的精妙更有力量。正好象听到传说中韩娥的歌声，余音绕梁三日不绝一样，美妙的印象挥之不去。吴文英善于用虚幻来衬托真实 ，反映真实。“衬托不是闲言语，乃相形相勘紧要之文，非帮助题旨，即反对题旨，所谓客笔主意也。”（刘熙载《艺概·经义概》吴文英的词善写梦幻 ，善于用“客笔”来表现“主意”。如他有名的《点绛唇·试灯夜初晴 》，下片“辇路重来，仿佛灯前事 。情如水 。小楼熏被 ，春梦笙歌里”，结处“情如水”三句，谭献极加赞赏，说是“足当‘咳睡珠玉’四字”。这词精彩处在于结尾，因为“情如水”三句通过梦境，把元宵前夕抚今追昔的感伤情绪非常含蓄地反映出来。《玉楼春》结句“归来困顿殢春眠，犹梦婆娑闲趁拍”二句写的梦境，一方面固然是乱去这些所幼舞女姿色艺技的高超，但另一方面也未尝不包涵着词人对她们随人摆布的不由自主生活境遇的怜惜。这样就使词的思想境界提升了。"
        },
        {
            "title": "望江南/忆江南",
            "content": "松风远，莺燕静幽坊。妆褪宫梅人倦绣，梦回春草日初长。瓷碗试新汤。笙歌断，情与絮悠扬。石乳飞时离凤怨，玉纤分处露花香。人去月侵廊。",
            "comment": ""
        },
        {
            "title": "瑞鹤仙",
            "content": "记年时茂苑。正画堂凝香，璇奎初焕。天边岁华转躜九重春近，仙桃传宴。银罂翠管。宝香飞、蓬莱小殿。荷玉皇、恩重千秋，翠麓峻齐云汉。须看。鸿飞高处，地阔天宽，弋人空羡。梅清水暖。苕溪上，几吟卷。算金门听漏，玉墀班早，赢得风霜满面。总不如、绿野身安，镜中未晚。",
            "comment": ""
        },
        {
            "title": "喜迁莺",
            "content": "江亭年暮。趁飞雁、又听，数声柔橹。蓝尾杯单，胶牙饧澹，重省旧时羁旅。雪舞野梅篱落，寒拥渔家门户。晚风峭，作初番花讯，春还知否。何处。围艳冶、红烛画堂，博簺良宵午。谁念行人，愁先芳草，轻送年华如羽。自剔短檠不睡，空索彩桃新句。便归好，料鹅黄，已染西池千缕。",
            "comment": ""
        },
        {
            "title": "昼锦堂",
            "content": "舞影灯前，箫声酒外，独鹤华表重归。旧雨残云仍在，门巷都非。愁结春情迷醉眼，老怜秋鬓倚蛾眉。难忘处，犹恨绣笼，无端误放莺飞。当时。征路远，欢事差，十年轻负心期。楚梦秦楼相遇，共叹相违。泪香沾湿孤山雨，瘦腰折损六桥丝。何时向，窗下翦残红烛，夜杪参移。",
            "comment": ""
        },
        {
            "title": "一翦梅",
            "content": "老色频生玉镜尘。雪澹春姿，越看精神。溪桥人去几黄昏。流水泠泠，都是啼痕。烟雨轻寒暮掩门。萼绿灯前，酒带香温。风情谁道不因春。春到一分，花瘦一分。",
            "comment": ""
        },
        {
            "title": "探芳信",
            "content": "为春瘦。更瘦如梅花，花应知否。任枕函云坠，离怀半中酒。雨声楼阁春寒里，寂寞收灯後。甚年年、斗草心期，探花时候。娇懒强拈绣。暗背里相思，闲供晴昼。玉合罗囊，兰膏渍红豆。舞衣叠损金泥凤，妒折阑干柳。几多愁、两点天涯远岫。",
            "comment": ""
        },
        {
            "title": "高阳台",
            "content": "风袅垂杨，雪销蕙草，何如清润潘郎。风月襟怀，挥豪倚马成章。仙都观里桃千树，映曲尘、十里荷塘。未归来，应恋花洲，醉玉吟香。东风晴昼浓如酒，正十分皓月，一半春光。燕子重来，明朝传梦西窗。朝寒几暖金炉烬，料洞天、日月偏长。杏园诗，应待先题，嘶马平康。",
            "comment": ""
        },
        {
            "title": "还京乐",
            "content": "宴兰溆，促奏丝萦管裂飞繁响。似汉宫人去，夜深独语，胡沙凄哽。对雁斜玫柱，琼琼弄月临秋影。凤吹远，河汉去杳，天风飘冷。泛清商竟。转铜壶敲漏，瑶床二八青娥，环佩再整。菱歌四碧无声，变须臾、翠翳红暝。叹梨园、今调绝音希，愁深未醒。桂楫轻如翼，归霞时点清镜。",
            "comment": ""
        },
        {
            "title": "声声慢",
            "content": "寒筲惊坠，香豆初收，银妆一夜霜深。乱泻明珠，金盘来荐清斟。绿窗细剥檀皱，料水晶、微损春簪。风韵处，惹手香酥润，樱口脂侵。重省追凉前事，正风吟莎井，月碎苔阴。颗颗相思，无情漫搅秋心。银台翦花杯散，梦阿娇、金屋沈沈。甚时见，露十香、钗燕坠金。",
            "comment": ""
        },
        {
            "title": "扫花游/扫地游",
            "content": "冷空澹碧，带翳柳轻云，护花深雾。艳晨易午。正笙箫竞渡，绮罗争路。骤卷风埃，半掩长蛾翠妩。散红缕。渐红湿杏泥，愁燕无语。乘盖争避处。就解佩旗亭，故人相遇。恨春太妒。溅行裙更惜，凤钩尘污。酹入梅根，万点啼痕暗树。峭寒暮。更萧萧、陇头人去。",
            "comment": ""
        },
        {
            "title": "醉桃源/阮郎归",
            "content": "青春花姊不同时。凄凉生较迟。艳妆临水最相宜。风来吹秀漪。惊旧事，问长眉。月明仙梦回。凭阑人但觉秋肥。花愁人不知。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "竹下门敲，又呼起、胡蝶梦清。闲里看、邻墙梅子，几度仁生。灯外江湖多夜雨，月边河汉独晨星。向草堂、清晓卷琴书，猿鹤惊。宫漏静，朝马鸣。西风起，已关情。料希音不在，女瑟娲笙。莲荡折花香未晚，野舟横渡水初晴。看高鸿、飞上碧云中，秋一声。",
            "comment": ""
        },
        {
            "title": "龙山会",
            "content": "石径幽云冷，步障深深，艳锦青红亚。小桥和梦过，仙佩杳、烟水茫茫城下。何处不秋阴，问谁借、东风艳冶。最娇娆，愁侵醉颊，泪销红洒。摇落翠莽平沙，竞挽斜阳，驻短亭车马。晓妆羞未堕。沈恨起、金谷魂飞深夜。惊雁落清歌，酹花倩、觥船快泻。去未舍。待月向井梧梢上挂。",
            "comment": ""
        },
        {
            "title": "声声慢",
            "content": "蓝云笼晓，玉树悬秋，交加金钏霞枝。人起昭阳，禁寒粉栗生肌。浓香最无著处，渐冷香、风露成霏。绣茵展，怕空阶惊坠，化作萤飞。三十六宫愁重，问谁持金锸，和月都移。掣锁西厢，清尊素手重携。秋来鬓华多少，任压花低。正摇落，叹淹留、客又未归。",
            "comment": ""
        },
        {
            "title": "齐天乐",
            "content": "芙蓉心上三更露，茸香漱泉玉井。自洗银舟，徐开素酌，月落空杯无影。庭阴未暝。度一曲新蝉，韵秋堪听。瘦骨侵冰，怕惊纹簟夜深冷。当时湖上载酒，翠云开处共，雪面波镜。万感琼浆，千茎鬓雪，烟锁蓝桥花径。留连暮景。但偷觅孤欢，强宽秋兴。醉倚修篁，晚风吹半醒。",
            "comment": ""
        },
        {
            "title": "倦寻芳",
            "content": "暮帆挂雨，冰岸飞梅，春思零乱。送客将归，偏是故宫离苑。醉酒曾同凉月舞，寻芳还隔江尘面。去难留，怅芙蓉路窄，绿杨天远。便系马、莺边清晓，烟草晴花，沙润香软。烂锦年华，谁念故人游倦。寒食相思堤上路，行云应在孤山畔。寄新吟，莫空回、五湖春雁。",
            "comment": ""
        },
        {
            "title": "齐天乐",
            "content": "竹深不放斜阳度，横披澹墨林沼。断莽平烟，残莎剩水，宜得秋深才好。荒亭旋扫。正著酒寒轻，弄花春小。障锦西风，半围歌袖半吟草。独游清兴易懒，景饶人未胜，乐事长少。柳下交车，尊前岸帻，同抚云根一笑。秋香未老。渐风雨西城，暗敧客帽。背月移舟，乱鸦溪树晓。",
            "comment": ""
        },
        {
            "title": "塞翁吟",
            "content": "草色新宫绶，还跨紫陌骄骢。好花是，晚开红。冷菊最香浓。黄帘绿幕萧萧梦，灯外换几秋风。叙往约，桂花宫。为别翦珍丛。雕栊。行人去、秦腰褪玉，心事称、吴妆晕浓。向春夜、闰情赋就，想初寄、上国书时，唱入眉峰。归来共酒，窈窕纹窗，莲卸新蓬。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "茜罗结就丁香颗，颗颗相思。犹记年时。一曲春风酒一卮。彩鸾依旧乘云到，不负心期。清睡浓时。香趁银屏胡蝶飞。",
            "comment": ""
        },
        {
            "title": "花犯",
            "content": "小娉婷，清铅素靥，蜂黄暗偷晕。翠翘敧鬓。昨夜冷中庭，月下相认。睡浓更苦凄风紧。惊回心未稳。送晓色、一壶葱蒨，才知花梦准。湘娥化作此幽芳，凌波路，古岸云沙遗恨。临砌影，寒香乱、冻梅藏韵。熏炉畔、旋移傍枕，还又见、玉人垂绀鬒。料唤赏、清华池馆，台杯须满引。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "秦黛横愁送暮云。越波秋浅暗啼昏。空庭春草绿如裙。彩扇不歌原上酒，青门频返月中魂。花开空忆倚阑人。",
            "comment": ""
        },
        {
            "title": "八声甘州",
            "content": "步晴霞倒影，洗闲愁、深杯滟风漪。望越来清浅，吴歈杳霭，江雁初飞。辇路凌空九险，粉冷濯妆池。歌舞烟霄顶，乐景沈晖。别是青红阑槛，对女墙山色，碧澹宫眉。问当时游鹿，应笑古台非。有谁招、扁舟渔隐，但寄情、西子却题诗。闲风月，暗销磨尽，浪打鸥矶。",
            "comment": ""
        },
        {
            "title": "虞美人影/桃源忆故人",
            "content": "黄包先著风霜劲。独占一年佳景。点点吴盐雪凝。玉脍和齑冷。洋园谁识黄金径。一棹洞庭秋兴。香荐兰皋汤鼎。残酒西窗醒。",
            "comment": ""
        },
        {
            "title": "惜秋华",
            "content": "细响残蛩，傍灯前、似说深秋怀抱。怕上翠微，伤心乱烟残照。西湖镜掩尘沙，翳晓影、秦鬟云扰。新鸿，唤凄凉、渐入红萸乌帽。江上故人老。视东篱秀色，依然娟好。晚梦趁、邻杵断，乍将愁到。秋娘泪湿黄昏，又满城、雨轻风小。闲了。看芙蓉、画船多少。",
            "comment": ""
        },
        {
            "title": "瑞龙吟",
            "content": "黯分袖。肠断去水流萍，住船系柳。吴宫娇月娆花，醉题恨倚，蛮江豆蔻。吐春绣。笔底丽情多少，眼波眉岫。新园锁却愁阴，露黄漫委，寒香半亩。还背垂虹秋去，四桥烟雨，一宵歌酒。犹忆翠微携壶，乌帽风骤。西湖到日，重见梅钿皱。谁家听、琵琶未了，朝骢嘶漏。印剖黄金籀。待来共凭，齐云话旧。莫唱朱樱口。生怕遣、楼前行云知後。泪鸿怨角，空教人瘦。",
            "comment": ""
        },
        {
            "title": "声声慢",
            "content": "春星当户，眉月分心，罗屏绣幕围香。歌缓□□，轻尘暗簌文梁。秋桐泛商丝雨，恨未回、飘雪垂杨。连宝镜，更一家姊妹，曾入昭阳。莺燕堂深谁到，为殷勤、须放醉客疏狂。量减离怀，孤负蘸甲清觞。曲中倚娇佯误，算只图、一顾周郎。花镇好，驻年华、长在琐窗。",
            "comment": ""
        },
        {
            "title": "花心动",
            "content": "入眼青红，小玲珑、飞檐度云微湿。绣槛展春，金屋宽花，谁管采菱波狭。翠深知是深多少，不都放、夕阳红入。待装缀，新漪涨翠，小圜荷叶。此去春风满箧。应时锁蛛丝，浅虚尘榻。夜雨试灯，晴雪吹梅，趁取玳簪重盍。卷帘不解招新燕，春须笑、酒悭歌涩。半窗掩，日长困生翠睫。",
            "comment": ""
        },
        {
            "title": "高山流水",
            "content": "素弦一一起秋风。写柔情、都在春葱。徽外断肠声，霜霄暗落惊鸿。低颦处、翦绿裁红。仙郎伴、新制还赓旧曲，映月帘栊。似名花并蒂，日日醉春浓。吴中。空传有西子，应不解、换徵移宫。兰蕙满襟怀，唾碧总喷花茸。後堂深、想费春工。客愁重、时听蕉寒雨碎，泪湿琼锺。恁风流也称，金屋贮娇慵。",
            "comment": ""
        },
        {
            "title": "隔浦莲近/隔浦莲近拍",
            "content": "榴花依旧照眼。愁褪红丝腕。梦绕烟江路，汀菰绿薰风晚。年少惊送远。吴蚕老、恨绪萦抽茧。旅情懒。扁舟系处，青帘浊酒须换。一番重午，旋买香蒲浮盏。新月湖光荡素练。人散。红衣香在南岸。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "绿树越溪湾。过雨云殷。西陵人去暮潮还。铅泪结成红粟颗，封寄长安。别味带生酸。愁忆眉山。小楼灯外栋花寒。衫袖醉痕花睡在，犹染微丹。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "新梦游仙驾紫鸿。数家灯火灞桥东。吹箫楼外冻云重。石瘦溪根船宿处，月斜梅影晓寒中。玉人无力倚东风。",
            "comment": ""
        },
        {
            "title": "扫花游/扫地游",
            "content": "暖波印日，倒秀影秦山，晓鬟梳洗。步帷艳绮。正梁园未雪，海棠犹睡。藉绿盛红，怕委天香到地。画船系。舞西湖暗黄，虹卧新霁。天梦春枕被。和凤筑东风，宴歌曲水。海宫对起。灿骊光乍湿，杏梁云气。夜色瑶台，禁蜡初传翡翠。唤春醉。问人间、几番桃李。",
            "comment": ""
        },
        {
            "title": "生查子",
            "content": "当楼月半奁，曾买菱花处。愁影背阑干，素发残风露。神前鸡酒盟，歌断秋香户。泥落画梁空，梦想青春语。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "凉挂晓云轻，声度西风小。井上梧桐应未知，一叶云鬟袅。来雁带书迟，别燕归程早。频探秋香开未开，恰似春来了。",
            "comment": ""
        },
        {
            "title": "诉衷情",
            "content": "阴阴绿润暗啼鸦。陌上断香车。红云深处春在，飞出建章花。春此去，那天涯。几烟沙。忍教芳草，狼藉斜阳，人未归家。",
            "comment": ""
        },
        {
            "title": "瑞鹤仙",
            "content": "夜寒吴馆窄。渐酒阑烛暗，犹分香泽。轻帆展为翮。送高鸿飞过，长安南陌。渔矶旧迹。有陈蕃、虚床挂壁。掩庭扉、蛛网粘花，细草静摇春碧。还忆。洛阳年少，风露秋檠，岁华如昔。长吟堕帻。暮潮送，富春客。算玉堂不染，梅花清梦，宫漏声中夜直。正逋仙、清瘦黄昏，几时觅得？",
            "comment": ""
        },
        {
            "title": "醉桃源/阮郎归",
            "content": "金丸一树带霜华。银台摇艳霞。烛阴树影两交加。秋纱机上花。飞醉笔，驻吟车。香深小隐家。明朝新梦付啼鸦。歌阑月未斜。",
            "comment": ""
        },
        {
            "title": "齐天乐",
            "content": "新烟初试花如梦，疑收楚峰残雨。茂苑人归，秦楼燕宿，同惜天涯为旅。游情最苦。早柔绿迷津，乱莎荒圃。数树梨花，晚风吹堕半汀鹭。流红江上去远，翠尊曾共醉，云外别墅。澹月秋千，幽香巷陌，愁结伤春深处。听歌看舞。驻不得当时，柳蛮樱素。睡起恹恹，洞箫谁院宇。",
            "comment": ""
        },
        {
            "title": "声声慢",
            "content": "清漪衔苑，御水分流，阿阶西北青红。朱栱浮云，碧窗宿雾濛濛。璇题净横秋影，笑南飞、不过新鸿。延桂影，见素娥梳洗，微步琼空。城外湖山十里，想无时长敞，罨画帘栊。暗柳回堤，何须系马金狨。莺花翰林千首，彩毫飞、海雨天风。凤池上，又相思、春夜梦中。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "山远翠眉长。高处凄凉。菊花清瘦杜秋娘。净洗绿杯牵露井，聊荐幽香。乌帽压吴霜。风力偏狂。一年佳节过西厢。秋色雁声愁几许，都在斜阳。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "好山都在西湖，斗城转北多流水。屋边五亩，桥通双沼，平烟蘸翠。旋叠云根，半开竹径，鸥来须避。四时长把酒，临花傍月，无一日、不春意。独乐当时高致。醉吟篇、如今还继。举头见日，葵心倾□，□□归计。浮碧亭□，泛红波迥，桃源人世。待天香□□，开时又胜，翠阴青子。",
            "comment": ""
        },
        {
            "title": "永遇乐",
            "content": "春酌沈沈，晚妆的的，仙梦游惯。锦溆维舟，青门倚盖，还被笼莺唤。裴郎归後，崔娘沈恨，漫客请传芳卷。联题在，频经翠袖，胜隔绀纱尘幔。桃根杏叶，胶黏缃缥，几回凭阑人换。峨髻愁云，兰香腻粉，都为多情褪。离巾拭泪，征袍染醉，强作酒朋花伴。留连怕，风姨浪妒，又吹雨断。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "枝袅一痕雪在，叶藏几豆春浓。玉奴最晚嫁东风。来结梨花幽梦。香力添熏罗被，瘦肌犹怯冰绡。绿阴青子老溪桥。羞见东邻娇小。",
            "comment": ""
        },
        {
            "title": "声声慢",
            "content": "旋移轻鷁，浅傍垂虹，还因送客迟留。泪雨横波，遥山眉上新愁。行人倚阑心事，问谁知、只有沙鸥。念聚散，几枫丹霜渚，莼绿春洲。渐近香菰炊黍，想红丝织字，未远青楼。寂寞渔乡，争如连醉温柔。西窗夜深翦烛，梦频生、不放云收。共怅望，认孤烟、起处是州。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "灯火雨中船。客思绵绵。离亭春草又秋烟。似与轻鸥盟未了，来去年年。往事一潸然。莫过西园。凌波香断绿苔钱。燕子不知春事改，时立秋千。",
            "comment": ""
        },
        {
            "title": "绛都春 燕亡久矣，京口适见似人，怅怨有感",
            "content": "南楼坠燕。又灯晕夜凉，疏帘空卷。叶吹暮喧，花露晨晞秋光短。当时明月娉婷伴。怅客路、幽扃俱远。雾鬟依约，除非照影，镜空不见。别馆。秋娘乍识，似人处、最在双波凝盼。旧色旧香，闲雨闲云情终浅。丹青谁画真真面。便只作、梅花频看。更愁花变梨霙，又随梦散。",
            "comment": "【注释】这是一首惮亡词 。吴文英在杭州时曾娶有一妾，后夭亡。作者在京口（今江苏镇江）忽然碰到一个与其亡妾极相似的歌妓，怅惋之中写下了这首词。“南楼坠燕 。又灯晕夜凉，疏帘空卷。”古代文人多以燕喻姬妾，取其轻盈娇小之意。写分别时又往往以燕上下飞舞而起兴，因为词人与其妾是死别，所以用“坠燕”起兴。“灯晕”二句写词人居室的情况。因秋夜凉，雾气重，灯晕越发明显。在这凄凉的夜中，词人高卷疏帘等待故人归来 ，故人却始终没有出现，但也正因为帘子卷起才看见了“南楼坠燕 ”，文理极密 。“叶吹暮喧，花露晨晞光短”二句从眼前情景联想到人事。晚风吹动树叶发出阵阵喧响，由此词人进一步联想到“花露 ”，早晨的露水不是可以滋润这枯叶吗？但“花露”早就干了，因为秋季的白日是比较短的 。”从“花露易晞”自然而然引起了对短暂人生的联想，进而引出对亡妾的哀悼。“当时明月娉婷伴，怅客路 、幽扃俱远”。此三句为痛悼亡灵。上面本来已经引出其妾早亡，但到此笔锋一顿，追忆共同生活时的欢乐 。“娉婷”形容女子婀娜多姿、情态美好。而现在两人阴阳隔绝，不能再会。“怅客路幽扃俱远”是从双方来写，一是自己客居他乡，距家遥远；一是亡妾长眠九泉之下，墓门紧闭，距离人间更是无限遥远。两个“远”合在一起，使词人尤增凄楚悲苦之感。“雾鬟依约 ，除非照影，镜空不见”，三句写对亡妾的思念 。“雾鬟”本指年轻女子发鬟蓬松、美丽。这是承“明日”而来的，词人想象亡妾在月下姗姗归来。但她皆竟已离人间 ，所以尽管她能“环珮归来”，但毕竟是有影无形的。这个结尾扫除了一切痴想，所有这些毕集中表达了作者对亡妾的悼念之情。下片则主要写在京口见到与亡妾相似的妓女以及由此所产生的联想 ，进一步表达了对旧人的思念 。“别馆”点明自己在京口作客，同时，自然地把笔锋转到现实中自己面前所对之人 。“秋娘”为妓女之泛称。“乍识”，刚一见面。第一眼词人就觉得她与亡妾有相似之处。究竟在那里相似呢？经过认真思考才认定是她双眸注视自己时的神态 。“凝盼”是描写京口之人，更是写亡妾。这个大胆热情的动作，给词人留下了深刻的印象。“旧色旧香，闲雨闲云情终浅”，二句言想起故人的旧色旧香，而眼前这种邂逅相逢的露水夫妻毕竟情浅。这是承接“双波凝盼”而来，意思是说尽管她们神态极为相似，但词人对她们两人的感情是绝不相同的 。“丹青谁画真真画，便只作梅花频看 ”，借描写自己的痴想，抒发对亡妾的怀念。我和这个“京口似人”虽然情浅，但不妨请一位丹青高手为她写真画像，然后把这幅写真当作梅花一样频频欣赏。这是承接“情浅”句而来，意思是说作夫妻虽然情浅 ，但是我还是愿意常看见她的“面”，因为看到这幅画上颜容就想到了亡妾。最后二句是说恐怕连这“京口似人”也难得常见 。“更愁”句承接上韵“频看 ”，言恐怕梅花似雪 ，转眼消散，有如梦境消失。这实际上还是哀悼亡妾。总而言之，这首词写的是作者生活中的一个小小插曲 。上片以“南楼坠燕”起，以“镜空不见”收，写对亡妾思念极深而不得见的凄婉之情。下片借偶遇之人抒发怀旧之情，更是一韵一顿，笔意曲折，在结尾处达到高潮，这也是本篇艺术上的成功之处。"
        },
        {
            "title": "解语花",
            "content": "门横皱碧，路入苍烟，春近江南岸。暮寒如翦。临溪影、一一半斜清浅。飞霙弄晚。荡千里、暗香平远。端正看，琼树三枝，总似兰昌见。酥莹云容夜暖。伴兰翘清瘦，箫凤柔婉。冷云荒翠，幽栖久、无语暗申春怨。东风半面。料准拟、何郎词卷。欢未阑，烟雨青黄，宜昼阴庭馆。",
            "comment": ""
        },
        {
            "title": "柳梢青",
            "content": "断梦游轮。孤山路杳，越树阴新。流水凝酥，征衫沾泪，都是离痕。玉屏风冷愁人。醉烂漫、梅花翠云。傍夜船回，惜春门掩，一镜香尘。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "千盖笼花斗胜春。东风无力扫香尘。尽沿高阁步红云。闲里暗牵经岁恨，街头多认旧年人。晚钟催散又黄昏。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "蝶粉蜂黄大小乔。中庭寒尽雪微销。一般清瘦各无聊。窗下和香封远讯，墙头飞玉怨邻箫。夜来风雨洗春娇。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "阑干独倚天涯客。心影暗雕风叶寂。千山秋入雨中青，一雁暮随云去急。霜花强弄春颜色。相吊年光浇大白。海烟沈处倒残霞，一杼鲛绡和泪织。",
            "comment": ""
        },
        {
            "title": "霜天晓角",
            "content": "香莓幽径滑。索绕秋曲折。帘额红摇波影，鱼惊坠、暗吹沫。浪阔。轻棹拨。武陵曾话别。一点烟红春小，桃花梦、半林月。",
            "comment": ""
        },
        {
            "title": "声声慢",
            "content": "六铢衣细，一叶舟轻，黄芦堪笑浮槎。何处汀洲，云澜锦浪无涯。秋姿澹凝水色，艳真香、不染春华。笑归去，傍金波开户，翠屋为家。回施红妆青镜，与一川平绿，五月晴霞。�河癖�中，西风不到窗纱。端的旧莲深薏，料采菱、新曲羞夸。秋潋滟，对年年、人胜似花。",
            "comment": ""
        },
        {
            "title": "塞翁吟",
            "content": "有约西湖去，移棹晓折芙蓉。算才是，称心红。染不尽薰风。千桃过眼春如梦，还认锦叠云重。弄晚色，旧香中。旋撑入深丛。从容。情犹赋、冰车健笔，人未老、南屏翠峰。转河影、浮槎信早，素妃叫、海月归来，太液池东。红衣卸了，结子成莲，天劲秋浓。",
            "comment": ""
        },
        {
            "title": "探芳新",
            "content": "九街头，正软尘润酥，雪销残溜。禊赏祗园，花艳云阴笼昼。层梯峭空麝散，拥凌波、萦翠袖。叹年端、连环转，烂漫游人如绣。肠断回廊伫久。便写意溅波，传愁蹙岫。渐没飘鸿，空惹闲情春瘦。椒杯香乾醉醒，怕西窗、人散後。暮寒深，迟回处、自攀庭柳。",
            "comment": ""
        },
        {
            "title": "醉落魄/一斛珠",
            "content": "春温红玉。纤衣学翦娇鸦绿。夜香烧短银屏烛。偷掷金钱，重把寸心卜。翠深不碍鸳鸯宿。采菱谁记当时曲。青山南畔红云北。一叶波心，明灭澹妆束。",
            "comment": ""
        },
        {
            "title": "江城梅花引",
            "content": "江头何处带春归。玉川迷。路东西。一雁不飞、雪压冻云低。十里黄昏成晓色，竹根篱。分流水、过翠微。带书傍月自锄畦。苦吟诗。生鬓丝。半黄烟雨，翠禽语、似说相思。惆怅孤山、花尽草离离。半幅寒香家住远，小帘垂。玉人误、听马嘶。",
            "comment": ""
        },
        {
            "title": "霜花腴",
            "content": "翠微路窄，醉晚风、凭谁为整敧冠。霜饱花腴，烛消人瘦，秋光作也都难。病怀强宽。恨雁声、偏落歌前。记年时、旧宿凄凉，暮烟秋雨野桥寒。妆靥鬓英争艳，度清商一曲，暗坠金蝉。芳节多阴，兰情稀会，晴晖称拂吟笺。更移画船。引佩环、邀下婵娟。算明朝、未了重阳，紫萸应耐看。",
            "comment": ""
        },
        {
            "title": "木兰花慢",
            "content": "紫骝嘶冻草，晓云锁、岫眉颦。正蕙雪初销，松腰玉瘦，憔悴真真。轻藜渐穿险磴，步荒苔、犹认瘗花痕。千古兴亡旧恨，半丘残日孤云。开尊。重吊吴魂。岚翠冷、洗微醺。问几曾夜宿，月明起看，剑水星纹。登临总成去客，更软红、先有探芳人。回首沧波故苑，落梅烟雨黄昏。",
            "comment": "【注释】原序:游虎丘，陪仓幕，时魏益斋已被亲擢，陈芬窟，李方庵皆将满秩。这是一首饯别词。吴文英曾在苏州仓幕任职，同僚魏益斋离开苏州，前往京城杭州之前，同事们为他饯行，同游虎丘，梦窗写了这篇记录游宴，抒惜别之情的词，并寄寓了自己的身世和兴亡之叹。“紫骝嘶冻草 ，晓云锁，岫眉颦”。开篇就通过景物描写点明这次游宴的时令和气氛 ，并暗示分别。天空中阴云密布 ，虎丘也好象双眉紧皱。“锁”字点明没有一点阳光给人以沉甸甸的感觉 。马嘶、冻草、云锁 、岫眉颦几个意象奠定了全篇凄凉的基调。“正蕙雪初消 ，松腰玉瘦 ，憔翠真真”。三句凭吊真娘。这里用“ 蕙 ”来形容雪 ，并和下面凭吊美人相应。“松腰”二句用憔悴的美人来形容松树枝干之瘦，又把它和楚宫细腰纤细的名妓真娘联系起来，立意颇为新颖。实际上这二句也是一笔双写，既是描写虎丘前的松树，又是凭吊真娘（真娘墓就在进山门不远外）。并借以寄托对亡妾的怀恋“轻藜渐穿险磴 ，步荒苔，犹认瘗花痕”。这是写登虎丘的过程。“轻藜”指很轻的藜杖，意指梦窗等人扶杖而攀登虎丘。这个“穿”字 ，意在表明虎丘道上林木浓密。“瘗花痕”指埋葬美好事物的痕迹。借指词人在险磴荒苔之间辨认过去的繁华遗迹。“千古兴亡旧恨，半丘残日孤云”。这是词人在辨明了过去美好繁华遗迹后发出的感慨。阖闾振兴了吴国 ，最后在与越国交战中身亡。其子夫差，为父报仇，灭了越国，但最后却因一念之差放走了越王勾践，日夕滋意于酒色，最终又被卧薪尝胆的勾践灭国杀身 。“千古兴亡旧恨”一句，喻意深刻，既有夫差如何励精图治，兴邦雪耻；也有夫差如何被胜利冲昏头脑 ，沉溺于享乐而最终导致亡国杀身。“半丘残日孤云”是写吊古的环境，把“兴亡旧恨”融入到半丘残照孤云的苍桑当中，不仅写出吊古在词人心中引起的凄凉之感，而且这个凄凉的画面也正是南宋残山剩水的真实写照。过片紧承下片而来。说“重吊”，如果“步荒苔”之时只是由于繁华遗迹所触发的一时惆怅的话，那末此时便有开尊细论之意 。“吴魂”是包括了吴地的英雄美人的，如阖庐、夫差、伍子胥、西施等。“岚翠”即指山岚，山间雾气因绿树映衬而呈翠色，而这种翠色往往日暮时分最浓。此与上“残日”呼应。湿润的山雾如寒水浸面，使得微有醉意的人们顿然清醒，所以他们才能“重吊吴魂 ”。接下来，是借吊古抒发自己的怀抱 。传说阖闾死葬虎丘之时曾以扁诸 、鱼肠（均为名剑）三千殉葬 ，阖闾墓外有一个水池环绕，名曰剑池。古代传说宝剑沉埋于地下，剑气可以上冲斗牛之间，于夜晚可以看到。因此吊吴魂，必然说到剑池之下的宝剑，谈到宝剑沉埋，又必然要说到夜间可以在此看到剑气上冲的斗牛的奇妙景观。其中有感叹自已和同事们久沉下僚不甚得志之意 。“登临总成去客 ，更软红先有探芳人”。二句写送别魏益斋。言登临之后魏就要离吴进京了 。“软红”喻指繁华的京师，意思是说魏被亲擢，到杭州后一定春风得意，有如先去探花寻芳的使者，这既切合当时节令，又有祝贺魏进京和预祝即将离开苏州仓幕的陈芬窟、李方庵之意。“回首沧波故苑，落梅烟雨黄昏”。二句以写景总结了全篇 ，其表达的情感是相当复杂的。“故苑”即长洲苑，汉吴王林苑 ，此处借指苏州 。亦有吊古意 ，所以称“故苑”。站在虎丘上回望苏州，在一片迷茫浩渺的烟雨沧波中，黄昏来临了，梅花也已为风雨所败。但梅花的飘落也正预示着春天的到来已为时不远。这幅画面所蕴涵的感情是极复杂的，既有吊古伤今、惜别怀人所产生的怅惘情绪，也有因友被拔擢而产生的希望之情。这首按时间顺序写的记游词，从早晨到虎丘，一直写到傍晚宴会结束。但词人在选材和结构上颇具匠心 。开篇即干净利落地点明“游”，并用“紫骝嘶冻草 ”五个字分别交待了出游，时气和离别时的气氛。结尾处用景语收 ，溶情入景 ，给人以充分想象的余地。通篇读来，在叙写中富于变化，在结构上亦极严谨。"
        },
        {
            "title": "玉漏迟",
            "content": "雁边风讯小，飞琼望杳，碧云先晚。露冷阑干，定怯藕丝冰腕。净洗浮空片玉，胜花影、春灯相乱。秦镜满。素娥未肯，分秋一半。每圆处既良宵，甚此夕偏饶，对歌临怨。万里蝉娟，几许雾屏云幔。孤免凄凉照水，晓风起、银河西转。摩泪眼。瑶台梦回人远。",
            "comment": ""
        },
        {
            "title": "烛影摇红",
            "content": "天桂飞香，御花簇座千秋宴。笑从王母摘仙桃，琼醴双金盏。掌上龙珠照眼。映萝图、星晖海润。浮槎远到，水浅蓬莱，秋明河汉。宝月将弦，晚钩斜挂西帘卷。未须十日便中秋，争看清光满。净洗红尘障面。贺朝霖、催班正殿。喜回天上，紫府开筵，瑶池宣劝。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "结束萧仙，啸梁鬼、依还未灭。荒城外、无聊闲看，野烟一抹。梅子未黄愁夜雨，榴花不见簪秋雪。又重罗、红字写香词，年时节。帘底事，凭燕说。合欢缕，双条脱。自香销红臂，旧情都别。湘水离魂菰叶怨，扬州无梦铜华缺。倩卧箫、吹裂晚天云，看新月。",
            "comment": ""
        },
        {
            "title": "澡兰香 淮安重午",
            "content": "盘丝系腕，巧篆垂簪，玉隐绀纱睡觉。银瓶露井，彩箑云窗，往事少年依约。为当时、曾写榴裙，伤心红绡褪萼。黍梦光阴渐老，汀洲烟箬。莫唱江南古调，怨抑难招，楚江沈魄。薰风燕乳，暗雨梅黄，午镜澡兰帘幕。念秦楼、也拟人归，应翦菖浦自酌。但怅望、一屡新蟾，随人天角。",
            "comment": "【注释】这首词，从内容来看是怀念作者的一位能歌善舞的姬妾 。此时他客居淮安（今属江苏），正值端午佳节，不免思念家中的亲人，于是写了这首词。词写于端午节，所以词中以端午的天气、习俗作为线索贯穿所叙之事和所抒之情。“盘丝系腕 ，巧篆垂簪 ，玉隐绀纱睡觉。”“盘丝”指盘旋的五色丝。端午节古人有以五色丝绕臂的风俗，认为如此可以驱鬼祛邪。梦窗词爱写美人的一部分，如手腕、足。端午节系着五色丝的玉腕的意象更是经常在梦窗词中出现 。“巧篆”指书写了咒语或符篆的小笺，将它戴在自己的发簪上，古人认为端午佩带符篆可以避兵气 。“绀纱”指天青色的纱帐，此物也正当时令 。三句均为倒装句，从追忆往昔写起：过去每逢端午佳节这位冰肌玉肤的人儿总要早早推帐揽衣而起 ，准备好应节的饰物 ，打扮停当，欢度佳节 。这里颠倒叙述次序 ，意在强调题面之“重午”。“银瓶露井，彩箑云窗，往事少年依约。”“银瓶”本指酒皿，这里借代宴饮，“露井”本指没有覆盖的井，这里泛指花前树下 。“彩箑”，彩扇，歌儿舞女所持，这里指代歌舞。“云窗”指镂刻精美的花窗。“银瓶”三句连用四个有色彩感的美丽事物，极精当地描绘出昔日的欢会，或在花前树下，或在华堂之中，环境固然美好 ，人亦年轻风流。“为当时曾写榴裙，伤心红绡褪萼。”“写裙”用《宋书·羊欣传》典。书法家王献之到羊欣家，羊著新绢裙午睡，献之在裙上书写数幅而去。这故事反映出南朝士人洒脱的性格，词人用来表现他和姬人的爱情生活 。词人见窗外榴花将谢，由榴花想到石榴裙，于是自然忆起在姬人裙上书写的韵事。石榴花谢，人分两地，乐事难再，不由得让人伤感。“黍梦光阴，渐老汀州烟”。“黍梦”指黄粱梦，典出唐沈既济的传奇小说《枕中记 》。这里形容光阴似箭 ，“烟”形容嫩蒲的细弱 ，蒲草也是时令植物。此二句言时光易逝，盛衰无常，连烟都要变老，何况石榴花呢 ？因此，从景物的衰败中以见人事的变迁，但上片结句占明的“渐老汀洲烟”却是当令景象，风景不殊，更使人感慨人事全非。“莫唱江南古调 ，怨抑难招，楚江沉魄。”这句自然联想到了和端午节有关的典故。端午节是纪念屈原的，后逢此节日便唱为他招魂的歌曲。上片作者已沉浸在青春易逝的哀伤中 ，所以不忍再听招魂之曲。“薰风燕乳 ，暗雨梅黄，午镜澡兰帘幕。”前两句以景物烘托时令。燕子春末夏初生雏，五月梅子黄，梅熟时雨曰黄梅雨 。此非必当时实见。“午镜”也是当令物品。在端午日按习俗要高悬石炼镜。说是有驱鬼避邪的作用。“澡兰”，古代风俗，端午节人们要用兰汤洗浴。作者看到家家帘幕低垂而引起午镜澡兰的联想 ，他想自己所思念的人这时也正在洗浴吧。此句又转回到端午 ，引出下两句：“念秦楼也拟人归，应剪菖蒲自酌 。”这二句写思念之深，不禁设想姬人也在思念自己 ，她一边独酌，一边盘算着我，何时才能归来，这真是一幅逼真的思妇图 。“但怅望一缕新蟾，随人天角。”“新蟾”指新月，照应端午，“天角”，天涯海角，指淮安，当时已是南宋北部边界。这二句说她的等待也是徒然。她只能同我一样望着天边的新月，苦苦相思吧！结句用共望新月表达了词人无穷无尽的思念之情。这首词在铺写展开过程中打乱了时间、空间的顺序，正是因为这种时空交错，使人眼花缭乱，张炎评吴词“碎拆下来 ，不成片断”，有一定道理。但细细吟思，就会发现这些片断仍然有迹可寻。画面围绕着端午节的风物、景色、风俗组合在一起，似断实续。在风格上也体现了吴词绵密缜丽的特点，词中多意象而少动作，好象它们中间缺少必要的钩连。并爱用丽字和典故 ，显得意深而词奥 。但当读者抓住了词人感情的脉络和吴词在结构上的特点的话，还是可以读懂的。"
        },
        {
            "title": "蕙兰芳引",
            "content": "空翠染云，楚山迥、故人南北。秀骨冷盈盈，清洗九秋涧绿。奉车旧畹，料未许、千金轻价。浅笑还不语，蔓草罗裙一幅。素女情多，阿真娇重，唤起空谷。弄野色烟姿，宜扫怨蛾澹墨。光风入户，媚香倾国。湘佩寒、幽梦小窗春足。",
            "comment": ""
        },
        {
            "title": "风入松",
            "content": "一番疏雨洗芙蓉。玉冷佩丁东。辘轳听带秋声转，早凉生、傍井梧桐。欢宴良宵好月，佳人修竹清风。临池飞阁乍青红。移酒小垂虹。贞元供奉梨园曲，称十香、深蘸琼锺。醉梦孤云晓色，笙歌一派秋空。",
            "comment": ""
        },
        {
            "title": "应天长",
            "content": "丽花斗靥，清麝溅尘，春声遍满芳陌。竟路障空云幕，冰壶浸霞色。芙蓉镜，词赋客。竞绣笔、醉嫌天窄。素娥下，小驻轻镳，眼乱红碧。前事顿非昔，故苑年光，浑与世相隔。向暮巷空人绝，残灯耿尘壁。凌波恨，帘户寂。听怨写、堕梅哀笛。伫立久，雨暗河桥，谯漏疏滴。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "澹云笼月微黄，柳丝浅色东风紧。夜寒旧事，春期新恨，眉山碧远。尘陌飘香，绣帘垂户，趁时妆面。钿车催去急，珠囊袖冷，愁如海、情一线。犹记初来吴苑。未清霜、飞惊双鬓。嬉游是处，风光无际，舞葱歌蒨。陈迹征衫，老容华镜，欢悰都尽。向残灯梦短，梅花晓角，为谁吟怨。",
            "comment": ""
        },
        {
            "title": "惜秋华",
            "content": "思渺西风，怅行踪、浪逐南飞高雁。怯上翠微，危楼更堪凭晚。蓬莱对起幽云，澹野色山容愁卷。清浅。瞰沧波、静衔秋痕一线。十载寄吴苑。惯东篱深把，露黄偷翦。移暮影、照越镜，意销香断。秋娥赋得闲情，倚翠尊、小眉初展。深劝。待明朝、醉巾重岸。",
            "comment": ""
        },
        {
            "title": "庆春宫/高阳台",
            "content": "残叶翻浓，馀香栖苦，障风怨动秋声。云影摇寒，波尘销腻，翠房人去深扃。昼成凄黯，雁飞过、垂杨转青。阑干横暮，酥印痕香，玉腕谁凭。菱花乍失娉婷。别岸围红，千艳倾城。重洗清杯，同追深夜，豆花寒落愁灯。近欢成梦，断云隔、巫山几层。偷相怜处，熏尽金篝，销瘦云英。",
            "comment": ""
        },
        {
            "title": "西子妆慢/西子妆",
            "content": "流水曲尘，艳阳醅酒，画舸游情如雾。笑拈芳草不知名，乍凌波、断桥西堍。垂杨漫舞。总不解、将春系住。燕归来，问彩绳纤手，如今何许。欢盟误。一箭流光，又趁寒食去。不堪衰鬓著飞花，傍绿阴、冷烟深树。玄都秀句。记前度、刘郎曾赋。最伤心、一片孤山细雨。",
            "comment": ""
        },
        {
            "title": "瑞鹤仙",
            "content": "泪荷抛碎璧。正漏云筛雨，斜捎窗隙。林声怨秋色。对小山不迭，寸眉愁碧。凉欺岸帻。暮砧催、银屏剪尺。最无聊、燕去堂空，旧幕暗尘罗额。行客。西园有分，断柳凄花，似曾相识。西风破屐。林下路，水边石。念寒蛩残梦，归鸿心事，那听江村夜笛。看雪飞、蘋底芦梢，未如鬓白。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "水亭花上三更月，扇与人闲。弄影阑干。玉燕重抽拢坠簪。心期偷卜新莲子，秋入眉山。翠破红残。半簟湘波生晓寒。",
            "comment": ""
        },
        {
            "title": "绛都春",
            "content": "螺屏暖翠。正雾卷暮色，星河浮霁。路幕递香，街马冲尘东风细。梅槎凌海横鳌背。倩稳载、蓬莱云气。宝阶斜转，冰峨素影，夜清如水。应记。千秋化鹤，旧华表、认得山川犹是。暗解绣囊，争掷金钱游人醉。笙歌晓度晴霞外。又上苑、春生一苇。便教接宴莺花，万红镜裹。",
            "comment": ""
        },
        {
            "title": "喜迁莺",
            "content": "冬分人别。渡倦客晚潮，伤头俱雪。雁影秋空，蝶情春荡，几处路穷车绝。把酒共温寒夜，倚绣添慵时节。又底事，对愁云江国，离心还折。吴越。重会面，点检旧吟，同看灯花结。儿女相思，年华轻送，邻户断声噎。待移杖藜雪後，犹怯蓬莱寒阔。最起晚，任鸦林催晓，梅窗沈月。",
            "comment": ""
        },
        {
            "title": "三姝媚 过都城旧居有感",
            "content": "湖山经醉惯。溃春衫、啼痕酒痕无限。又客长安，叹断襟零袂，涴尘谁浣。紫曲门荒，沿败井、风摇青蔓。对语东邻，犹是曾巢，谢堂双燕。春梦人间须断。但怪得、当年梦缘能短。绣屋秦筝，傍海棠偏爱，夜深开宴。舞歇歌沈，花未减、红颜先变。伫久河桥欲去，斜阳泪满。",
            "comment": "【注释】吴文英一生曾几度寓居都城临安，这里有他的爱姬，两人感情一直很好。但不幸的是，分别后，爱姬去世 。这首词是作者重访杭州旧居时悼念亡姬之作，情辞哀艳，体现了梦窗词的抒情艺术特色。“湖山经醉惯 ”。开头，词人面对湖光山色，不禁回忆起昔日与爱姬一起醉饮湖上的欢娱情景 。“渍春衫 、啼痕酒痕无限”，是说至今仍残存在衣衫上的斑斑泪痕和点点酒渍，正是当初悲欢离合种种情事的形象记录 。晏几道有词云：“衣上酒痕诗里字，点点行行，总是凄凉意。”（《蝶恋花》）梦窗由此脱胎，而词意更为丰富含蓄，表面是写过去的欢娱，实际上暗示今日的悲凉。“又客长安”，重新回到眼前。长安，借指临安。随之以一“叹”字转入伤逝悼亡的主题，“断襟零袂，涴尘谁浣 ？”二句，一方面形容自己凄苦飘零 、风尘仆仆的情状 ，另一方面表达失去爱姬的伤痛情感。“葓尘谁浣”是用反问的语气，婉转地流露出昔日与受姬相处时感情的诚笃朴厚，意思是说：以往每到临安，必有爱姬为之洗尘浣衣，温存体贴无与伦比；今次旧地重游，却已是人亡室空，再也见不到殷勤慰问之人了。这和贺铸的悼亡词“空床卧听南窗雨，谁复挑灯夜补衣”（《半死桐》）确有异曲同工之妙。旧欢虽不可复 ，旧居尚仍可寻。“紫曲门荒，沿败井、风摇青蔓。对语东邻，犹是曾巢，谢堂双燕。”叙写的便是重访旧居的经过和感触，是全词的重点部分。紫曲，旧时指妓女所居住的坊曲。这些地方原是过客川流不息的场所 ，而眼下门庭冷落，满目荒凉。院子里，只有一口败井，青青蔓草，爬满井台，在微风的吹拂中轻轻摇摆。周围是死一般的静寂，唯有呢喃对语的双燕，依然栖宿在东邻旧梁之上（似乎是在诉说着人间的种种不幸 ）。这里，接连五句写景，其中风摇青蔓和双燕对语采用的是以动衬静的描写手法，艺术效果很好。谢堂双燕，语出刘禹锡《乌衣巷》诗“旧时王谢堂前燕 ，飞入寻常百姓家”，此处除了表示人事沧桑，今非昔比外，又借成双成对的燕子，反衬出自己的失却伴侣后的孤独悲凉。下片由谢堂双燕引出对往日欢爱生活的美好追忆。欢爱的生活 ，如同春梦：虽甜密、温柔，可又飘忽、短暂 。梦窗这里先直说：“春梦人间须断”，须，应、必。按事物发展的规律，再美满的姻缘、再幸福的爱情迟早都有终止的一天。然后，进一层说：“但怪得，梦缘能短 ！”令人奇怪的只是：自己和爱姬之间的缘分怎么竟如此短暂 ！能，意同“恁”。逝梦虽短而令人留恋无限，下文再紧扣“梦”字回忆铺叙，展衍开来。回想当年，绣屋藏娇人，纤指按秦筝。最难忘的是 ，我们紧挨着花枝，深夜设宴，醉入花丛。如今，风逝云散，“舞歇歌沉”，红花虽依然娇艳，而似花的人面却早已凋残，更哪儿去寻觅她那婀娜的舞姿、宛转的歌喉！这一段回忆，选择了海棠夜宴的优美场景，采用对比和衬托的手法，以花衬人，集中抒发词人对似花美眷的怀恋和悼惜，悲恸之情溢于言表具有很强的感染力。最后两句返回现实，以景结情，写词人不知何时已悄然移步伫立于桥头 ，带着满襟泪痕和满眶泪花，在夕阳的余辉中，依依不舍地告别了旧居。吴文英是抒写艳情的能手，他善于援引心中的感思，回环地咏唱爱之歌，愁之曲；又善寓情于景，寄情于物，借助景物抒写自己的真实情感。此词通篇布局细密连贯，前以湖山开头，后以河桥收束，词笔细腻，端如贯珠，极尽才人之能事。"
        },
        {
            "title": "水龙吟",
            "content": "望中璇海波新，泛槎又币银河转。金风细袅，龙枝声奏，钧箫秋远。南极飞仙，夜来催驾，祥光重见。紫霄承露掌，瑶池荫密，蟠桃秀、螽莲绽。新栋晴翬凌汉。半凉生、兰檠书卷。绣裳五色，昆台十二，香深帘卷。花萼楼高处，连清晓、千秋传宴。赐长生玉字，鸾回凤舞，下蓬莱殿。",
            "comment": ""
        },
        {
            "title": "江神子/江城子",
            "content": "长安门外小林丘。碧壶秋。浴轻鸥。不放啼红，流水通宫沟。时有晴空云过影，华镜里，翳鱼游。绮罗尘满九衢头。晚香楼。夕阳收。波面琴高，仙子驾黄虬。清磬数声人定了，池上月，照虚舟。",
            "comment": ""
        },
        {
            "title": "探芳信",
            "content": "转芳径。见雾卷晴漪，鱼弄游影。旋解缨濯翠，临流抚菱镜。半林竹色香处，意足多新咏。试衣单、雁欲来时，旧寒才定。门巷对深静。但酒敌春浓，棋消日永。旧曲猗兰，待留向、月中听。藻池不通宫沟水，任泛流红冷。小阑干、笑拍东风醉醒。",
            "comment": ""
        },
        {
            "title": "十二郎/二郎神",
            "content": "素天际水，浪拍碎、冻云不凝。记晓叶题霜，秋灯吟雨，曾系长桥过艇。又是宾鸿重来後，猛赋得、归期才定。嗟绣鸭解言，香鲈堪钓，尚庐人境。幽兴。争如共载，越娥妆镜。念倦客依前，貂裘茸帽，重向淞江照影。酹酒苍茫，倚歌平远，亭上玉虹腰冷。迎醉面，暮雪飞花，几点黛愁山暝。",
            "comment": ""
        },
        {
            "title": "风入松",
            "content": "春风吴柳几番黄。欢事小蛮窗。梅花正结双头梦，被玉龙、吹散幽香。昨夜灯前歌黛，今朝陌上啼妆。最怜无侣伴雏莺。桃叶已春江。曲屏先暖鸳衾惯，夜寒深、都是思量。莫道蓝桥路远，行云只隔幽坊。",
            "comment": ""
        },
        {
            "title": "探芳信",
            "content": "探春到。见彩花钗头，玉燕来早。正紫龙眠重，明月弄清晓。夜尘不浸银河水，金盎供新澡。镇帷犀、护紧东风，秀藏芝草。星斗粲怀抱。问雾暖蓝田，玉长多少。禁苑传香，柳边语、听莺报。片云飞趁春潮去，红软长安道。试回头、一点蓬莱翠小。",
            "comment": ""
        },
        {
            "title": "恋绣衾",
            "content": "频摩书眼怯细文。小窗阴、天气似昏。兽炉暖、慵添困，带茶烟、微润宝薰。少年娇马西风冷，旧春衫、犹涴酒痕。梦不到、梨花路，断长桥、无限暮云。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "翠暮深庭，露红晚、闲花自发。春不断、亭台成趣，翠阴蒙密。紫燕雏飞帘额静，金鳞影转池心阔。有花香、竹色赋闲情，供吟笔。闲问字，评风月。时载酒，调冰雪。似初秋入夜，浅凉欺葛。人境不教车马近，醉乡莫放笙歌歇。倩双成、一曲紫云回，红莲折。",
            "comment": ""
        },
        {
            "title": "夜行船",
            "content": "碧甃清漪方镜小。绮疏净、半尘不到。古鬲香深，宫壶花换，留取四时春好。楼上眉山云窈窕。香衾梦、镇疏清晓。并蒂莲开，合欢屏暖，玉漏又催朝早。",
            "comment": ""
        },
        {
            "title": "瑞鹤仙",
            "content": "彩云栖翡翠。听凤笙吹下，飞軿天际。晴霞剪轻袂。澹春姿雪态，寒梅清泚。东皇有意。旋安排、阑干十二。早不知、为雨为云，尽日建章门闭。堪比。红绡纤素，紫燕轻盈，内家标致。游仙旧事，星斗下，夜香里。□华峰□□，纸屏横幅，春色长供午睡。更醉乘、玉井秋风，采花弄水。",
            "comment": "【注释】注一：原作缺字。"
        },
        {
            "title": "木兰花慢",
            "content": "步层丘翠莽，□□处、更春寒。渐晚色催阴，风花弄雨，愁起阑干。惊翰。带云去杳，任红尘、一片落人间。青冢麒麟有恨，卧听箫鼓游山。年年。叶外花前。腰艳楚、鬓成潘。叹宝奁瘗久，青萍共化，裂石空磐。尘缘。酒沾粉污，问何人、从此濯清泉。一笑掀髯付与，寒松瘦倚苍峦。",
            "comment": ""
        },
        {
            "title": "倦寻芳",
            "content": "海霞倒影，空雾飞香，天市催晚。暮靥宫梅，相对画楼帘卷。罗袜轻尘花笑语，宝钗争艳春心眼。乱箫声，正风柔柳弱，舞肩交燕。念窈窕、东邻深巷，灯外歌沈，月上花浅。梦雨离云，点点漏壶清怨。珠络香销空念往，纱窗人老羞相见。渐铜壶，闭春阴、晓寒人倦。",
            "comment": ""
        },
        {
            "title": "莺啼序",
            "content": "横塘棹穿艳锦，引鸳鸯弄水。断霞晚、笑折花归，绀纱低护灯蕊。润玉瘦、冰轻倦浴，斜拖凤股盘云坠。听银床声细。梧桐渐搅凉思。窗隙流光，冉冉迅羽，诉空粱燕子。误惊起、风竹敲门，故人还又不至。记琅玕、新诗细掐，早陈迹、香痕纤指。怕因循，罗扇恩疏，又生秋意。西湖旧日，画舸频移，叹几萦梦寐。霞佩冷，叠澜不定，麝霭飞雨，乍湿鲛绡，暗盛红泪。綀单夜共，波心宿处，琼箫吹月霓裳舞，向明朝、未觉花容悴。嫣香易落，回头澹碧销烟，镜空画罗屏裹。残蝉度曲，唱彻西园，也感红怨翠。念省惯、吴宫幽憩。暗柳追凉，晓岸参斜，露零沤起。丝索寸藕，留连欢事。桃笙平展湘浪影，有昭华、秾李冰相倚。如今鬓点凄霜，半箧秋词，恨盈蠹纸。",
            "comment": "【注释】这是吴文英晚年所作的一首恋情词。词中借咏荷而抒发了一生的恋爱悲剧，也饱含了对造成这种悲剧的封建礼权和封建制度的反感。此词是一首带有明显的主观抒情特点的咏物词。全词共分四叠。第一叠将出水芙蓉的美艳与抒情对象巧妙地结合起来，生动细致地刻画了所恋女性的优美形象 。“横塘”在苏州盘门之南十余里。吴文英曾在此寓居，这里以倒叙方法，叙写当年的一个片断。他们在湖中乘舟穿过荷丛 ，观赏、戏弄着湖里的鸳鸯。她在晚霞中“笑折花归”，“花”指荷花。“绀纱低护”指红黑色的纱帐遮掩了灯光，室内的光线暗淡而柔和。“润玉瘦 ，冰轻倦浴，斜拖凤股盘云附”，形象地刻画出有似出水芙蓉的女性形态之美 。“ 润玉”喻人；“瘦”是宋人以纤细为美的美感经验；“ 冰”指的应是冰肌玉骨。“凤股”为妇女首饰，即凤钗；“盘云”是说妇女发髻 ，盘绾犹如乌云。“银床”为井栏，庭园中井畔常栽梧桐，所以诗词中“井梧”、“井桐”之类更颇多见。桐叶飘坠的微细声响引起了他心中秋凉将至的感觉。第二叠写作者所处的现实环境。时光飞逝，往事已隔多年。燕子归来，旧巢不存，惟有空梁，比喻心爱的人已经离去。风吹竹响，引起作者的错觉，以为是故人敲门，但很快便意识到，故人再也不会象以往一样叩门而入了。这里借用李益“开门复动竹，疑是故人来 ”（《竹窗闻风》）诗句。因竹而思及故人，因故人又想起与竹有关的另一件事情：“ 记琅玕、新诗细掐 ，早陈迹、香痕纤指。”琅玕，指竹。当年她在嫩竹干上用指甲刻字，香痕犹在，但已成陈迹，睹物思人 ，旧情不堪追记 ！“罗扇恩疏”，是她当时的怨语，现在竟成事实，特别感到后悔和自责。由此又引起对于往事的种种回忆。当年两人夜泛西湖 ，“画舸频移 ”，两人在荡漾的轻波中缓缓地挥动双桨 。她感极而泣，“綀单”即单薄的布被 。“綀单夜共 ，波心宿处”，俩人厮守船中，她为自己的知音尽情歌舞。兴奋欢乐，使她容光焕发，毫无倦意。这段描写使人们不由产生关于青春的欢乐、真挚的情感、浪漫的趣味的联想。这时词意忽然逆转，以叹息的语气描摹出西湖情事的悲惨结局：“嫣香易落”。“嫣香”以花代人 。“回头”与“几萦梦寐”相照应，合理地插入对这一段艳情的回忆。结尾处痛感往事已烟消云散。这一叠词，有头有尾，在描写中又处处体现物性，予人们以一种朦胧之类。西园是吴文英寓居苏州时所住的阊门外西园，在那里他曾多次与所恋的苏州歌妓幽会。所以感伤和怀念的地往往在此。这叠词是作者追叙在西园的又一段艳情 。“吴宫”借指苏州某处，或者就是西园。他与苏州的恋人在垂柳掩映 ，湖岸横斜的“吴宫幽憩”，“晓岸参斜，露零沤起”暗示时间由夜到晓。“桃笙”即凉席 。“湘浪影 ”，是说竹簟花纹就象湘波之影。“有昭华秾李冰相倚”，是指与美人同此枕簟。黄山谷有诗云：“秾李四弦风指席 ，昭华三弄月侵床。我无红袖堪娱夜，政要青奴一味凉 。”秾李、昭华，是贵人家两个女妓 。这里借指其人的歌妓身份。“丝萦寸藉，留连欢事 ”，含蓄地表达了夏夜两人之欢。全词以“如今鬓点凄霜 ，半箧秋词，恨盈蠹纸”为结。词人已是霜鬓了 ，“凄霜”谓凄苦之情使自己鬓发斑白，表明多年以来饱受旧情折磨。在当时的历史环境中，吴文英仅是一位多愁善感的文人，对于现实无能为力，即使对于自己情事的不幸也无法挽回，因而只能写下恨词来悼念曾爱过的不幸女子 。“秋词”意为悲凉之词；“箧 ”，竹箱 ，“蠹纸”为虫蠹过的旧纸，言词笺已陈旧。多年积恨，写满蠹纸。由此可见这是作者以一生的两件爱情悲剧写成的血泪词。这首经过高度艺术处理的咏物抒情词，内容十分丰富，是吴文英一生情事的总结。作者以曲折变换的词笔表现出来，借以掩饰心中那不愿为人所知的情感秘密。而这种奇幻曲折的笔法，恰好代表了梦窗词的艺术风格，堪称词作中的上品。"
        },
        {
            "title": "渡江云三犯",
            "content": "羞经颦浅恨，晚风未落，片绣点重茵。旧堤分燕尾，桂棹轻鸥，宝勒倚残云。千丝怨碧，渐路入、仙坞迷津。肠漫回、隔花时见，背面楚腰身。逡巡。题门惆怅，坠履牵萦，数幽期难准。还始觉、留情缘眼，宽带因春。明朝事与孤烟冷，做满湖、风雨愁人。山黛暝、尘波绿无痕。",
            "comment": ""
        },
        {
            "title": "探春慢",
            "content": "径苔深，念断无故人，轻敲幽户。细草春回，目送流光一羽。重云冷，哀雁断，翠微空，愁蝶舞。荡鸣澌，游蓬小，梦枕残云惊寤。还识西湖醉路。向柳下并鞍，银袍吹絮。事影难追，那负灯床闻雨。冰溪凭谁照影，有明月、乘兴去。暗相思，梅孤瘦、共江亭暮。",
            "comment": ""
        },
        {
            "title": "蹋莎行/踏莎行",
            "content": "杨柳风流，蕙花清润。苹□未数张三影。沈香倚醉调清平，新辞□□□□□。鲛室裁绡，□□□□。□□白雪争歌郢。西湖同结杏花盟，东风休赋丁香恨。",
            "comment": ""
        },
        {
            "title": "高阳台 丰乐楼分韵得如字",
            "content": "修竹凝妆，垂杨驻马，凭阑浅画成图。山色谁题，楼前有雁斜书。东风紧送斜阳下，弄旧寒、晚酒醒馀。自销凝，能几花前，顿老相如。伤春不在高楼上，在灯前敧枕，雨外熏炉。怕舣游船，临流可奈清臞。飞红若到西湖底，搅翠澜、总是愁鱼。莫重来，吹尽香绵，泪满平芜。",
            "comment": "【注释】丰乐楼是宋朝杭州诵金门外的一座酒楼。淳祐九年（1249 年），临安府尹赵与重建。吴文英在淳祐十一年春在此宴饮时曾作《莺啼序 》，为时人传诵。这首《高阳台》，从内容看，应是他晚年重来时所作。起首“修竹凝妆 ，垂杨驻马，凭阑浅画成图。”三句写丰乐楼内外所见景色 ，由酒楼边的修竹 ，写到楼下的垂杨 ，再写登楼远眺，湖光山色如诗如画。“‘凝妆’，远见；‘驻马’则是从近处观察；‘凭阑’，已登楼。”“山色谁题？楼前有雁斜书”二句紧承第三句。凭阑一望 ，展现在眼底的湖山既宛如天开图画；而天际适有雁阵掠过 。 又恰似这幅画图上题写的诗句。到此，写足了望中所见之美景，也点出了分韵题之事。接下去，作者跳过了铺叙宴饮尽醉的一般写法在“东风紧送斜阳上 ，弄旧寒、晚酒醒馀”两句中，所写的已是酒醒之后。句中以“东风”点明季节，以“斜阳下”点明时间。其“旧寒”二字则暗示此次是旧地重游，从而引出过拍“自消凝，能几花前，顿老相如”三句。这时，酒已醒，日已暮，晚风送寒，一天的欢会已是场终人散。词人抚今思昔，楼犹是旧楼，景犹是故景，春花依然如前，而看花之人已老。其怅惘之情，近似苏轼《东阑梨花》诗所写的“惆怅东阑一株雪 ，人生看得几清明 ”。这里，巧用“顿”老，以见岁月流逝之疾和人事变化之速。下片换头三句，既紧承上片最后已流露出的花前“伤春”之感，而又把词意推开，另辟新境，可以说既达到了“藉断丝连 ”、又达到了“异军突起”的要求。上片，句句不离丰乐楼；下片却一开头就以“不在高楼上”五字撇开此楼，而把“伤春”之地由“楼上”自然而然地转移到“灯前 ”、“雨外”。可是，词笔刚转换，随即又推开。下面“怕舣游船，临流可奈清琱”两句 ，又把想象跳跃到游湖与“临流”。句中的“清琱二字是回应上片“顿老相如”句。接着，词人临湖展开想象，在“飞红若到西湖底，搅翠阑、总是愁鱼”两句中，在空间上把词思由湖面深入到“湖底 ”，并推已及物。寄情于景，想象湖底的游鱼也会为花落春去而顿生忧愁。结拍“莫重来 ，吹尽香绵，泪满平芜”三句，更把词思在时间上由现在跳越到未来 ，想象此次重来故地，点点落红已令人百感交集，异日重来，也许柳绵也将吹尽。那时如果只见一片平芜，就更令人难以为怀了。吴文英生活于南宋末期，国势垂危，因而他后期的词句常为感时哀世之作。这首词写于酒楼会饮、即席分韵的场合，而词人竟悲从中来，从而以咽抑凝回的词语表达了这种深切的感慨。其所触发的花前“伤春”之情，近似杜甫在一首《登楼》诗中所说的“花近高楼伤客心，万方多难此登临”。词中的“斜阳下”、“飞红 ”、“吹尽香绵”，都不仅是描写景物，而是因物兴悲，托景寄意，所寄托的正是对当时暗淡衰落的国运的无限忧思 。正因词人作此词之时，万念潮生，忧思丛集 ，因而其词情也是感触多端、百转千回的，其词笔就也是跳动变换、忽彼忽此的。词中既有空间的跳跃 ，也有时间的跳跃，特别是下片，步步换景，句句转意，每转愈深。但是，尽管词句的跳动大，转换多，而整首词又是浑然一体，脉络分明的。梦窗词的主要风格特征是深曲丽密，属于质实一派；而其成功之作又往往于密中见疏，实中见虚，重而不滞。这首词就是在丽密厚重中仍自具有空灵回荡之美的佳作。"
        },
        {
            "title": "朝中措",
            "content": "吴山相对越山青。湘水一春平。粉字情深题叶，红波香染浮萍。朝云暮雨，玉壶尘世，金屋瑶京。晚雨西陵潮讯，沙鸥不似身轻。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "翠冷石床云，海上偷传新曲。弹作一檐风雨，碎芭蕉寒绿。冰泉轻泻翠筒香，林果荐红玉。早是一分秋意，到临窗修竹。",
            "comment": ""
        },
        {
            "title": "江神子/江城子",
            "content": "西风一叶送行舟。浅迟留。舣汀洲。新浴红衣，绿水带香流。应是离宫城外晚，人伫立，小帘钩。新归重省别来愁。黛眉头。半痕秋。天上人间，斜月绣针楼。湘浪莫迷花蝶梦，江上约，负轻鸥。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "添线绣床人倦，翻香罗暮烟斜。五更箫鼓贵人家。门外晓寒嘶马。帽压半檐朝雪，镜开千靥春霞。小帘沽酒看梅花。梦到林逋山下。",
            "comment": ""
        },
        {
            "title": "高阳台 落梅",
            "content": "宫粉雕痕，仙云堕影，无人野水荒湾。古石埋香，金沙锁骨连环。南楼不恨吹横笛，恨晓风、千里关山。半飘零，庭上黄昏，月冷阑干。寿阳空理愁鸾。问谁调玉髓，暗补香瘢。细雨归鸿，孤山无限春寒。离魂难倩招清些，梦缟衣、解佩溪边。最愁人，啼鸟晴明，叶底青圆。",
            "comment": "【注释】此词赋落梅。宋人对梅花情有独衷，几乎各家都有吟咏。尤其是建炎以后，咏梅之作更多。吴文英的这首《高阳台》是其中颇有代表性的作品之一。这首词开端即写梅花凋谢“ 宫粉 ”状其颜色，“仙云”写其姿质，“雕痕”、“堕影”，言其飘零，字字锤炼，用笔空灵凝炼“无人野水荒湾”句为背景补笔。仙姿绰约、幽韵冷香的梅花，无声地飘落在阒寂的野水荒湾。境界空旷悠远，氛围淡寒。“古石埋香，金沙锁骨连环。”二句，上承“雕”、“堕”，再进一步渲染 ，由飘落而埋香 ，至此已申足题面 。“金沙锁骨连环 ”，用美妇人——锁骨菩萨死葬的传说来补足“埋香”之意。黄庭坚《戏答陈季常寄黄州山中连理松枝》诗云：“金沙滩头锁子骨，不妨随俗暂婵娟。”词中用以拟梅花，借指梅花以美艳绝伦之身入世悦人，谢落后复归于清净的本体 ，受人敬礼 ，可谓尊爱之至，而哀悼之意亦隐于其中。接下来“南楼不恨吹横笛，恨晓风、千里关山”。三句陡然转折。“不恨”与“恨”对举，词笔从山野落梅的孤凄形象转入关山阻隔的哀伤情怀，隐含是花实际亦复指人之意。笛曲中有《梅花落》。可见，“南楼”句虽然空际转身而仍绾合本题 。所以陈洵称赞为“ 是觉翁（吴文英晚号觉翁）神力独运处”（《海绡说词》）。下边转换空间，由山野折回庭中 。“半飘零”三句，当是从林逋《山园小梅 》“暗香浮动月黄昏”化出。梅花既落，而又无人月下倚阑赏之 ，故言“月冷阑干”，与下片“孤山无限春寒”喻意基本相同 。下片言“寿阳”，言“孤山”，皆用梅花故实 。《太平御览》卷三十《时序部》引《杂五行书》中的记载：“ 宋武帝女寿阳公主人日卧于含章殿檐下，梅花落公主额上，成五出花，拂之不去，皇后留之，看得几时，经三日，洗之乃落。宫女奇其异 ，竞效之 ，今梅花妆是也。”“鸾”是“鸾镜 ”，为妇女梳妆用镜。“调玉髓”、“补香瘢”，又用三国吴孙和邓夫人的故事 。和宠夫人 ，曾因醉舞如意，误伤邓颊，血流满面，医生说用白獭髓，杂玉与琥珀屑敷之 ，可灭瘢痕 ，（见唐段成式《酉阳杂俎》前集卷八 ）。这里合寿阳公主理妆之事同说，以“问谁”表示已经没有了落梅为之助妆添色。孤山在今杭州西湖 ，宋词人林逋曾于此隐居 ，植梅养鹤，人称“梅妻鹤子 ”。此处化用数典，另翻新意。分从两方面落笔，先写对逝而不返的落梅的眷恋，再写落梅蓬山远隔的幽索 。“离魂”三句 ，仍与落梅紧紧相扣。“缟衣”与“宫粉”拍合，“溪边”亦与“野水荒湾”呼应 。“缟衣解珮”暗指昔日一般情事，寄寓了往事如烟、离魂难招的怀人之思。最后一韵，从题面申展一层 ，写花落之后的梅树形象。“ 叶底青圆”四字，化用杜牧《叹花》诗“绿叶成阴子满枝 ”的词句意，包孕着世事变迁的惆怅与岁月无情的蹉跎。吴文英在苏州时曾纳一妾，后遣去；居于杭州时又纳一妾，后亡故。联系作者的这些经历，并证以其它词章，当不难看出，这篇吊梅词文实是包含了作了挚着深沉的感旧追思之情的怀人咏物词。后人对这首词虽然褒贬不一，但从总体看来，词中那些似乎不相连属的字面的深层，其实流动着脉络贯通的感情潜流，它们从不同的时空和层面，渲染了隐秘的情事和深藏的词旨，堪称咏物之作的佳品。"
        },
        {
            "title": "醉落魄/一斛珠",
            "content": "柔怀难托。老天如水人情薄。烛痕犹刻西窗约。歌断梨云，留梦绕罗幕。寒更唱遍吹梅角。香消臂趁弓弰削。主家衣在羞重著。独掩营门，春尽柳花落。",
            "comment": ""
        },
        {
            "title": "木兰花慢",
            "content": "记琼林宴起，软红路、几西风。想汉影千年，荆江万顷，槎信长通。金狨。锦韀赐马，又霜横、汉节枣仍红。细柳春阴喜色，四郊秋事年丰。从容。岁晚玉关，长不闭、静边鸿。访五昌旧垒，山川相缪，日费诗筒。兰宫。系书翠羽，带天香、飞下玉芙蓉。明月瑶笙奏彻，倚楼黄鹤声中。",
            "comment": ""
        },
        {
            "title": "凄凉犯",
            "content": "空江浪阔。清尘凝、层层刻碎冰叶。水边照影，华裾曳翠，露搔泪湿。湘烟暮合。□尘袜、凌波半涉。怕临风、□欺瘦骨，护冷素衣叠。樊姊玉奴恨，小细疏唇，洗妆轻怯。汜人最苦，粉痕深、几重愁靥。花隘香浓，猛熏透、霜绡细摺。倚瑶台，十二金钱晕半掐。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "望春楼外沧波，旧年照眼青铜镜。炼成宝月，飞来天上，银河流影。绀玉钩帘处，横犀尘、天香分鼎。记殷云殿锁，裁花翦露，曲江畔、春风劲。槐省。红尘昼静，午朝回、吟生晚兴。春霖绣笔，莺边清晓，金狨旋整。阆苑芝仙貌，生绡对、绿窗深景。弄琼英数点，宫梅信早，占年光永。",
            "comment": ""
        },
        {
            "title": "一翦梅",
            "content": "远目伤心楼上山。愁里长眉，别後峨鬟。暮云低压小阑干。教问孤鸿，因甚先还。瘦倚溪桥梅夜寒。雪欲消时，泪不禁弹。翦成钗胜待归看。春在西窗，灯火更阑。",
            "comment": ""
        },
        {
            "title": "点绛唇 越山见梅",
            "content": "春未来时，酒携不到千岩路。瘦还如许。晚色天寒处。无限新愁，难对风前语。行人去。暗消春素。横笛空山暮。",
            "comment": "【注释】吴梦窗的这首《点绛唇》着力之处既不在句法章法的光彩夺目，亦不在刻意追险求奇，一字一句皆出自天然。只是由于其立意之高、取径之远，使得这首词读来颇具灵性，处处流露出真实性情。体现了梦窗词清疏空灵的本色。“春未来时 ，酒携不到千岩路。”起二语，从侧面着笔，所感甚大。春天还未到来时，人们自然不会携酒探春，更不会到这万壑千岩深处来。“千岩”，点题越山。时梦窗寓居会稽（今浙江绍兴），常游稽山，赏梅对雪，颇多词作。次句点出“酒”字，便流露微讽之意。“瘦还如许 ，晚色天寒处 。”点题“见梅”。“瘦”咏梅常语 。本词谓“瘦还如许”，可见词人已非初次在此见梅。四字包含着无限轻怜细惜之意。作者在词中充分发挥了自己的想象力：梅花，仿佛一位超凡脱俗的女郎，在千岩路畔，日暮天寒，悄立盈盈，满怀幽思。这片二句 ，更推深一步。“无限新愁，难对风前语。”这新愁，到底是词人见到梅花后产生的愁绪呢？还是说梅花在寂寞无主的环境中如有幽愁？在寒风吹拂下，相对更无一语。那里因为怕它化作千万片缤纷的落英，当然，更怕的还是才得相逢，离别之情尚未诉完又要别去。纵有无限的新愁旧绪，彼此也无法互倾心愫。古人咏花，多用“解语”故事，此词中活用又反用此意 ，尤觉婉曲动人，末三句转笔换意。“行人去，暗悄春素，横笛空山暮。”这也是“无限新愁”的注脚。借咏花而注入人事，可说已达到一种出神入化的浑融境界。仔细品味个中情景，词人所眷恋的女郎的形象 ，已是呼之欲出。“春素”，指洁白的梅花，这里借喻女子素洁的形体。“暗消春素”，写梅花在春日里悄无声息地凋残，也喻女子为离愁而暗暗消减了容姿。咏梅诗词，多用闻笛故事。因为笛曲中有《梅花落》曲 ，听到声声横笛，回荡在空山暮色以之中，自然就联想到梅花的零落了。本词末三句所表现的是离索之思，蹉跎之恨，而又写得这样温婉浑厚，含蕴不尽，如同空山中回响的笛声，余音袅袅，给人们留下了充分思索的余地。"
        },
        {
            "title": "绕佛阁",
            "content": "夜空似水，横汉静立，银浪声杳。瑶镜奁小。素娥乍起、楼心弄孤照。絮云未巧。梧韵露井，偏借秋早。晴暗多少。怕教彻胆，蟾光见怀抱。浪迹尚为客，恨满长安千古道。还记暗萤、穿帘街语悄。叹步影归来，人鬓花老。紫箫天渺。又露饮风前，凉堕轻帽。酒杯空、数星横晓。",
            "comment": ""
        },
        {
            "title": "古香慢 赋沧浪看桂",
            "content": "怨娥坠柳，离佩摇荭，霜讯南圃。漫忆桥扉，倚竹袖寒日暮。还问月中游，梦飞过、金风翠羽。把残云、剩水万顷，暗熏冷麝凄苦。渐浩渺、凌山高处。秋澹无光，残照谁主。露粟侵肌，夜约羽林轻误。翦碎惜秋心，更肠断、珠尘藓路。怕重阳，又催近、满城细雨。",
            "comment": "【注释】沧浪指苏州沧浪亭 ，在州学之南 。这首《古香慢》是吴梦窗的一首咏物词，所咏之物即为沧浪亭的桂 。从词风和内容看 。此词大约写于理宗淳祐三年（1243），反映的是词人面临南宋衰亡的哀感。此词写于重阳节前 ，一开始就写秋气萧瑟。“怨娥坠柳 ，离佩摇葓 ，霜讯南圃 。”以景物起兴，以“霜”点时节，引入本题。写背景，用的是半拟人化手法 。“怨娥”指柳叶，柳叶像愁眉不展的怨女一样从枝头坠落。“离佩”指水葓即红蓼的红色花穗分披。像分开的玉佩一样，摇荡着红蓼。然后归结到秋霜已来问讯南圃 ，意指秋天到了。“讯”也是拟人化的字眼。词随后写“漫忆桥扉 ，倚竹袖寒日暮”，就是用拟人手法写桂。词人看到桂，引起无限遐思，漫想是佳人薄袖凌寒 ，日暮倚竹。“桥扉”即小桥通往宅院的门 。下二句另作别想：“还问月中游，梦飞过、金风翠羽。”问是问桂，疑是梦游月宫时，有金风吹来、翠鸟飞过、似曾相识的桂树。到此就点出了沧浪亭桥头的桂树。时间已近傍晚，上片最后二句“把残云剩水万顷 ，暗薰冷麝凄苦”，又转笔到桂花的现实处境来。日晚云残，天寒水浅，桂树只把周围云水以自己的冷香薰射，内心含着莫乎名状的凄凉悲苦。从第一句起，直到写桂，中间比拟佳人，设想月桂，是顿挫之处，寓有今昔不同之感。写杨柳红蓼及桂树与修竹、云水相依的地方、则完全是体现沧浪亭一片寂寞无主的悲凉，其悲哀远过于“庭草无人随意绿”、“空梁落燕泥”。下阕，便紧接着“无主”写沧浪亭的情境，再转到看桂上 。“渐浩渺、凌山高处。秋澹无光，残照谁主 。”一片寒波渺茫，是登上山之高处所见，然后明写词人的感想 ：沧浪亭的一片冷落淡漠的秋色 ，这斜阳秋树的主人是谁呢？后一句分明是寄托了濒于危亡、国事无人管的沉痛，这种境界，不仅仅是韩王已死，园林无主的一般诉说。随后又转入本题，再用拟人化手法写桂：“露粟侵肌，夜约羽林轻误。”这里借用《飞燕外传》“ 飞燕通邻羽林射鸟者，&#8943;&#8943;雪夜期射鸟者于舍旁，飞燕露立，闭息顺气，体温舒，无疹粟（毛孔不起粟）”的故事 ，却一反其本意，因为桂的花象积聚在一起的金粟，所以说露下侵肌生粟，是入夜约会过羽林郎而被他轻率误期的缘故。这一笔从寂寞无主境况中宕开，写眼中的桂花，用笔很美。然而又陡转入更深一步的悲惜 。下二句“翦碎惜秋心，更肠断、珠尘藓路”，因桂花小蕊，故言“碎”，又以“翦碎”为言，似乎桂花之所以是小蕊，乃惜秋而心碎之故 。此二句极见词心之细 。最后写：“怕重阳，又催近 、满城风雨。”用宋人潘大临“满城风雨近重阳”句意，但语言颠倒错置，说：怕重阳将近，又催得满城风雨。这是紧逼一步的写法，句意重点落在随后的“满城风雨”四个字上 。不但桂花正纷纷落下，而且葬花天气一来，桂花将不可收拾。但他又不明白写出，只做含蓄的示意，以淡淡的哀愁寄寓苍凉的感慨。吴梦窗这首词字眼用得美而生动，层次亦极分明，上下阙一开始都是先横写境，然后纵写桂。上阙发挥了自己充分的想象力，用拟人手法写出了桂的美，然而处境凄凉，又写出其与修竹云水相依的寂寞。下阙写残照无主，一片荒凉，再转用拟人法写桂的寂寞无主，在悲寂无廖之中孤独地凋谢了。词中处处有令人感到内心沉痛的情感显现，真是极精之品。"
        },
        {
            "title": "鹧鸪天 化度寺作",
            "content": "池上红衣伴倚阑。栖鸦常带夕阳还。殷云度雨疏桐落，明月生凉宝扇闲。乡梦窄，水天宽。小窗愁黛澹秋山。吴鸿好为传归信，杨柳阊门屋数间。",
            "comment": "【注释】化度寺在杭州西部江涨桥附近。这首词是作者在杭州思念苏州家人的，被思念之人当为他的苏州姬妾。上片，“池上红衣伴倚栏，栖鸦常带夕阳还。”写作者在池边独倚栏干，作伴的只有象穿着红衣少女的莲花；在栏干边一直消磨到黄昏，看到的也只有背上带着夕阳馀晖的归鸦回来栖宿。这在化度寺午后到傍晚所见的景致 ，象两幅画，表达的是孤寂之情。“殷云度雨疏桐落 ，明月生凉宝扇闲。”浓云出现时，雨脚倾斜稀疏的桐叶继续飞落，有点萧索气象；但雨后气温降低，天色更清，明月出现在上空，凉气随之而生，宝扇可以不用，而又美得可受，凉得可爱。“度”字、“疏”字写秋雨与梧桐的形态，很妥贴；“生”字把“凉”归功于“月 ”，使月色倍觉宜人；这写寺中夜晚下雨与月明时情景的两句，又象两幅画。上两句不用对偶，这两句用对偶，笔调皆疏淡幽雅，引人入胜。化度寺临近水边，当时自杭州至苏州，大多是走水路。这样又为过渡到下片“乡梦窄，水天宽”埋下了伏笔。“窄”字写梦，也是文英匠心独运 、喜欢运用的字 。“窄”表短促，与水天“宽”对照，以见天长 、水远而梦短的惆怅之情 。心情全在感事感物的“宽”、“窄”中透露。“小窗愁黛淡秋山”，写倚窗看到的远山景致。这既是一幅画，也表惆怅之情。山是“秋山 ”，所以“黛”色浅淡；山本无“愁”但从愁人眼中看去，似乎其浅淡的暗绿色也带上了愁态。正是“以我观物 ，故物皆着我之色彩”。远山似眉，由景又联想到思念的人。这一句又暗用卓文君“眉际若望远山 ”的典故，由写景过渡到怀人。“吴鸿好为传归讯 ”，看到天上鸿雁，多么盼望它是从作者长久居住并且当作家乡的“吴”地飞来的啊；离家已久，怀人情切 ，因而盼望它能代传“归讯”。这简直就是直接的呼告之辞 ，而实际上只是心中的盘算而已。“归讯 ”传到哪里呢？“杨柳阊门屋数间”，是苏州城西阊门外，秋柳萧疏、几间平屋的地方。环境虽极平凡，却富有高雅的画意，这便是作者感情眷念之所在，更象一幅出自名家高手的水墨画，寥寥数笔，寓情于景，若用司空图《诗品》中的话来形容，不是近于“绿林野屋，落日气清”，或“玉壶买春，赏雨茅屋”，而是近于化境的“神出古异，淡不可收”了。这首词的写作地点在化度寺，景物描写则兼及苏州；写作季节在初秋，时间则既有黄昏和夜晚，也有白天。全词以写景为主，时事情都在六幅秀淡雅致的景物画中表达出来 。时间不限一日 ，画面亦分属两地，最后一幅画笔最淡，但却最传神，因而也适合了更深远的情味。"
        },
        {
            "title": "宴清都",
            "content": "柳色春阴重。东风力，快将云雁高送。书檠细雨，吟窗乱雪，井寒笔冻。家林秀橘霜老，笑分得、蟾边桂种。应茂苑、斗转苍龙，唯潮献奇吴凤。玉眉暗隐华年，凌云气压，千载云梦。名笺澹墨，恩袍翠草，紫骝青鞚。飞香杏园新句，眩醉眼、春游乍纵。弄喜音、鹊绕庭花，红帘影动。",
            "comment": ""
        },
        {
            "title": "祝英台近",
            "content": "问流花，寻梦草，云暖翠微路。锦雁峰前，浅约昼行处。不教嘶马飞春，一奁越境，那销尽、红吟绿赋。送人去。长丝初染柔黄，晴和晓烟舞。心事偷占，莺漏汉宫语。趁得罗盖天香，归来时候，共留取、玉阑春住。",
            "comment": ""
        },
        {
            "title": "扫花游/扫地游",
            "content": "水云共色，渐断岸飞花，雨声初峭。步帷素袅。想玉人误惜，章台春老。岫敛愁蛾，半洗铅华未晓。舣轻棹。似山阴夜晴，乘兴初到。心事春缥缈。记遍地梨花，弄月斜照。旧时斗草。恨凌波路钥，小庭深窈。冻涩琼箫，渐入东风郢调。暖回早。醉西园、乱红休扫。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "柔柯翦翠。胡蝶双飞起。谁堕玉细花径里。香带熏风临水。露红滴□秋枝。金泥不染禅衣。结得同心成了，任教春去多时。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "湖上芙蓉早。向北山、山深雾冷，更看花好。流水茫茫城下梦，空指游仙路杳。笑萝障、云屏亲到。雪玉肌肤春温夜，饮湖光、山渌成花貌。临涧水，弄清照。著愁不尽宫眉小。听一声、相思曲里，赋情多少。红日阑干鸳鸯枕，那枉裙腰褪了。算谁识、垂杨秋袅。不是秦楼无缘分，点吴霜、羞带簪花帽。但殢酒，任天晓。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "海东明月锁云阴。花在月中心。天外幽香轻漏，人间仙影难寻。并刀翦叶，一枝晓露，绿鬓曾簪。惟有别时难忘，冷烟疏雨秋深。",
            "comment": ""
        },
        {
            "title": "玉京谣",
            "content": "蝶梦迷清晓，万里无家，岁晚貂裘敝。载取琴书，长安闲看桃李。烂绣锦、人海花场，任客燕、飘零谁记。春风里。香泥九陌，文梁孤垒。微吟怕有诗声翳。镜慵看、但小楼独依。金屋千娇，从他鸳暖秋被。蕙帐移、烟雨孤山，待对影、落梅清泚。终不似。江上翠微流水。",
            "comment": ""
        },
        {
            "title": "瑞龙吟",
            "content": "堕虹际。层观翠冷玲珑，五云飞起。玉虬萦结城根，澹烟半野，斜阳半市。瞰危睇。门巷去来车马，梦游宫蚁。秦鬟古色凝愁，镜中暗换，明眸皓齿。东海青桑生处，劲风吹浅，瀛洲清泚。山影泛出琼壶，碧树人世。枪芽焙绿，曾试云根味。岩流溅、涎香惯搅，娇龙春睡。露草啼清泪。酒香断到，文丘废隧。今古秋声里。情漫黯、寒鸦孤村流水。半空画角，落梅花地。",
            "comment": ""
        },
        {
            "title": "江南好/忆江南",
            "content": "行锦归来，画眉添妩，暗尘重拂雕栊。稳瓶泉暖，花隘斗春容。围密笼香暗霭，烦纤手、亲点团龙。温柔处，垂杨�削伲�□暗豆花红。行藏，多是客，莺边话别，桔下相逢。算江湖幽梦，频绕残钟。好结梅兄矾弟，莫轻侣、西燕南鸿。偏宜醉，寒欺酒力，帘外冻云重。",
            "comment": ""
        },
        {
            "title": "醉桃源/阮郎归",
            "content": "翠阴浓合晓莺堤。春如日坠西。画图新展远山齐。花深十二梯。风絮晚，醉魂迷。隔城闻马嘶。落红微沁绣鸳泥。秋千教放低。",
            "comment": ""
        },
        {
            "title": "六么令",
            "content": "露蛩初响，机杼还催织。婺星为情慵懒，伫立明河侧。不见津头艇子，望绝南飞翼。云梁千尺。尘缘一点，回首西风又陈迹。那知天上计拙，乞巧楼南北。瓜果几度凄凉，寂寞罗池客。人事回廊缥缈，谁见金钗擘。今夕何夕。杯残月堕，但耿银河漫天碧。",
            "comment": ""
        },
        {
            "title": "齐天乐",
            "content": "凌朝一片阳台影，飞来太空不去。栋与参横，帘钩斗曲，西北城高几许。天声似语。便阊阖轻排，虹河平溯。问几阴晴，霸吴平地漫今古。西山横黛瞰碧，眼明应不到，烟际沈鹭。卧笛长吟，层霾乍裂，寒月溟濛千里。凭虚醉舞。梦凝白阑干，化为飞雾。净洗青红，骤飞沧海雨。",
            "comment": ""
        },
        {
            "title": "庆春宫/高阳台",
            "content": "春屋围花，秋池沿草，旧家锦藉川原。莲花分津，桃边迷路，片红不到人间。乱篁苍暗，料惜把、行题共删。小晴帘卷，独占西墙，一镜清寒。风光未老吟潘。嘶骑征尘，祗付凭阑。鸣瑟传杯，辟邪翻烬。系船香斗春宽。晚林青外，乱鸦著、斜阳几山。粉消莫染，犹是秦宫，绿扰云鬟。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "春在绿窗杨柳。人与流莺俱瘦。眉底暮寒生，帘额时翻波皱。风骤。风骤。花径啼红满袖。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "时霎清明，载花不过西园路。嫩阴绿树。正是春留处。燕子重来，往事东流去。征衫贮。旧寒一缕。泪湿风帘絮。",
            "comment": ""
        },
        {
            "title": "诉衷情",
            "content": "西风吹鹤到人间。凉月满缑山。银河万里秋浪，重载客槎还。河汉女，巧云鬟。夜阑干。钗头新约，针眼娇颦，楼上秋寒。",
            "comment": ""
        },
        {
            "title": "醉蓬莱",
            "content": "望碧天书断，宝枕香留，泪痕盈袖。谁识秋娘，比行云纤瘦。象尺熏炉，翠针金缕，记倚床同绣。月�锨硎幔�冰销粉汗，南花熏透。尽是当时，少年清梦，臂约痕深，帕绡红皱。凭鹊传音，恨语多轻漏。润玉留情，沈郎无奈，向柳阴期候。数曲催阑，双铺深掩，风环鸣兽。",
            "comment": ""
        },
        {
            "title": "燕归梁",
            "content": "白玉搔头坠髻松。怯冷翠裙重。当时离佩解丁东。澹云低、暮江空。青丝结带鸳鸯盏，岁华晚、又相逢。绿尘湘水避春风。步归来、月宫中。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "浪影龟纹皱。蘸平烟、青红半湿，枕溪窗牖。千尺晴霞慵卧水，万叠罗屏拥绣。漫几度、吴船回首。归雁五湖应不到，问苍茫、钓雪人知否。樵唱杳，度深秀。重来趁得花时候。记留连、空山夜雨，短亭春酒。桃李新栽成蹊处，尽是行人去後。但东阁、官梅清瘦。欸乃一声山水绿，燕无言、风定垂帘昼。寒正悄，�弦餍洹�",
            "comment": ""
        },
        {
            "title": "法曲献仙音",
            "content": "落叶霞翻，败窗风咽，暮色凄凉深院。瘦不关秋，泪缘轻别，情消鬓霜千点。怅翠冷搔头燕，那能语恩怨。紫箫远。记桃根、向随春渡，愁未洗、铅水又将恨染。粉缟涩离箱，忍重拈、灯夜裁翦。望极蓝桥，彩云飞、罗扇歌断。料莺笼玉锁，梦里隔花时见。",
            "comment": ""
        },
        {
            "title": "三姝媚",
            "content": "酣春青镜里。照晴波明眸，暮云愁髻。半绿垂丝，正楚腰纤瘦，舞衣初试。燕客飘零，烟树冷、青骢曾系。画馆朱楼，还把清尊，慰春憔悴。离苑幽芳深闭。恨浅薄东风，褪花销腻。彩箑翻歌，最赋情、偏在笑红颦翠。暗拍阑干，看散尽、斜阳船市。付与金衣清晓，花深未起。",
            "comment": ""
        },
        {
            "title": "生查子",
            "content": "暮云千万重，寒梦家乡远。愁见越溪娘，镜里梅花面。醉情啼枕冰，往事分钗燕。三月灞陵桥，心翦东风乱。",
            "comment": ""
        },
        {
            "title": "婆罗门引",
            "content": "风涟乱翠，酒霏飘汗洗新妆。幽情暗寄莲房。弄雪调冰重会，临水暮追凉。正碧云不破，素月微行。双成夜笙，断旧曲、解明珰。别有红娇粉润，初试霓裳。分莲调郎。又拈惹、花茸碧唾香。波晕切、一盼秋光。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "几番时事重论，座中共惜斜阳下。今朝翦柳，东风送客，功名近也。约住飞花，暂听留燕，更攀情话。问千牙过阙，一封入奏，忠孝事、都应写。闻道兰台清暇。载鸱夷、烟江一舸。贞元旧曲，如今谁听，惟公和寡。儿骑空迎，舜瞳回盼，玉阶前借。便急回暖律，天边海上，正春寒夜。",
            "comment": ""
        },
        {
            "title": "夜飞鹊",
            "content": "金规印遥汉，庭浪无纹。清雪冷沁花薰。天街曾醉美人畔，凉枝移插乌巾。西风骤惊散，念梭悬愁结，蔕剪离痕。中郎旧恨，寄横竹，吹裂哀云。空剩露华烟彩，人影断幽坊，深闭千门。浑似飞仙入梦，袜罗微步，流水青蘋。轻冰润□，怅今朝、不共清尊。怕云槎来晚，流红信杳，萦断秋魂。",
            "comment": "【注释】注一：同“蒂”字。注二：原字缺。"
        },
        {
            "title": "好事近",
            "content": "飞露洒银床，叶叶怨梧啼碧。蕲竹粉连香汗，是秋来陈迹。藕丝空缆宿湖船，梦阔水云窄。还系鸳鸯不在，老红香月白。",
            "comment": ""
        },
        {
            "title": "绕佛阁",
            "content": "蒨霞艳锦，星媛夜织，河汉鸣杼。红翠万缕。送幽梦与、人闲绣芳句。怨宫恨羽。孤风剑漫倚，无限凄楚。□□□□。赋情缥缈、东风扬花絮。镜里半髯雪，向老春深莺晓处。长闭翠阴、幽坊杨柳户。看故苑离离，城外禾黍。短藜青屦。笑寄隐闲追，鸡社歌舞。最风流、垫巾沾雨。",
            "comment": ""
        },
        {
            "title": "霜天晓角",
            "content": "烟林褪叶。红藉游人屧。十里秋声松路，岚云重、翠涛涉。伫立。闲素箑。画屏萝嶂叠。明月双成归去，天风里、凤笙浃。",
            "comment": ""
        },
        {
            "title": "祝英台近 除夜立春",
            "content": "翦红情，裁绿意，花信上钗股。残日东风，不放岁华去。有人添烛西窗，不眠侵晓，笑声转、新年莺语。旧尊俎。玉纤曾擘黄柑，柔香系幽素。归梦湖边，还迷镜中路。可怜千点吴霜，寒销不尽，又相对、落梅如雨。",
            "comment": "【注释】①除夜：除夕。　立春：周密《武林旧事》说：“立春前一日，临安府进大春牛，用五色丝彩杖鞭牛，掌管予造小春牛数十，饰彩幡雪柳……是月后苑办造春盘供进，及分赐……翠缕、红丝、金鸡、玉燕，备极精巧。”②红情、绿意：剪彩为红花绿叶，即春幡，可以戴在头上。③尊俎：砧板。④玉纤：如玉般的纤手。　擘：剖开。⑤幽素：幽情素心。【评解】这首词扣紧“除夜立春”，咏怀节日，更抒发怀人之情。上片写家人除夕守岁以及迎接新春之乐。剪红裁绿，西窗添烛，笑声莺语，迎接新年。下片写立春所用之春盘黄柑，曾是伊人置办，如今春已归来，而伊人不见，相思成梦，眼前惟有落梅成阵。全词构思精巧，委婉含蓄，为古今读者所称赏。【集评】彭孙遹《金粟词话》：余独爱梦窗《除夕立春》一阕，兼有天人之巧。许昂霄《词综偶评》：换头数语，指春盘彩缕也。“归梦”二句从“春归在客先”想出。陈廷焯《白雨斋词话》：“上”字婉细。陈洵《海绡说词》：前阕极写人家守岁之乐，全为换头三句追摄远神，与“新腔一唱双金斗”一首同一机杼，彼之“何时”，此之“旧”字，皆一篇精神所注。------------------------------“每逢佳节倍思亲 ”，这是人之常情。除夕，恰恰又逢立春 ，浪迹异乡的游子 ，心情之难堪，正是“一年将尽夜 ，万里未归人”。这首词上片极为烘托节日的欢乐气氛，从而反衬自己的凄苦。先写立春 。“剪红情 ，裁绿意，花信上钗股。”“红情”、“绿意”指红花、绿叶。赵彦昭《奉和对圣制立春日侍宴内殿出剪彩花应制》诗：“花随红意发，叶就绿情新 ”。花信 ，指花信风，应花期而来的风。立春，人们剪好红花绿叶，作成春幡，插鬓戴发，以应时令 。春风吹钗股，象是吹开了满头花朵。“花信上钗股 ”，着一“上”字 ，运笔细腻 ，可与温飞卿词“玉钗头上风”（《菩萨蛮》）媲美 ，似比辛稼轩词“美人头上，袅袅春幡”（《汉宫春》）更显风流。再写除夕守岁。“残日东风，不放岁华去。”夕阳亦像人一样，对即将逝去的一年恋恋不舍，不肯轻易落山 ，同时东风又带来了春的讯息，给人新的希望。这两句已有除旧迎新之意 ，切合“ 除夜立春”的题意 。“放”用字尤其贴切 ，显示出梦窗炼字的功夫。 “有人添烛西窗 ，不眠侵晓，笑声转、新年莺语。”终于，除夕之夜降临，守岁的人们彻夜不眠，剪烛夜话 ，笑声不绝，在莺啼声中迎来了新春的清晨。“新年莺语”，援用杜甫“莺入新年语”（《伤春》）诗意。以上的一切，欢欢喜喜，均为客居他乡者的耳闻目睹，其人心境之孤寂愁苦，自在不言中了。周围的热闹与欢乐更加反衬出作者的寂寞和哀伤，而且使这份寂寞的哀伤更让人难以承受。这位客居、有家难归的人，失去了与亲人团圆之乐，真是“花无人戴，酒无人劝，醉也无人管”（无名氏《青玉案》）啊。上片渲染了浓厚的节日气氛，不能不唤起下片对温馨家庭生活的回忆 。陈洵评此词云：“前阕极写人家守岁之乐，全为换头三句追摄远神。”（《海绡说词》）换头云：“旧尊俎，玉纤曾擘黄柑，柔香系幽素。”尊俎：古代盛酒肉的器皿，借指宴席。词人仿佛回到了昔日除夕之夜的家宴上，美人用纤纤玉手为自己破开黄橙，那幽香似乎还萦绕在周围。回忆及此，当然别是一番滋味 。上片以景之可喜反衬处境之可悲 ，人之欢乐反衬己之愁苦，此处又以昔之温馨反衬今之凄苦。对往事的追忆、神往，终于走进了梦境。而相隔既久，山水迢递，过去的美好回忆，连梦中也难以追寻了：“归梦湖边，还迷境中路。”湖水如镜，梦影朦胧 ，难觅归路。往事散如轻烟，徒增无穷怅惘而已。往事如烟，而今，与谁相对呢？“可怜千点吴霜，寒销不尽 ，又相对、落梅如雨。”吴霜，用李贺《还自会稽歌》字面：“吴霜点归鬓。”如今是春风吹融了冰雪，可是永远不能销去飞上鬓角的寒霜，已经够可悲的了；更何况，落梅如雨，斑斑白发与点点白梅相对 ，这岂不令人凄绝！杜甫咏梅诗意：“江边一树垂垂发，朝夕催人自白头。”与此词意趣相一致。梦窗此词委曲含蓄 ，欲藏还露，颇得清真风神，而其抒情笔触又了然可寻 。吴梅论梦窗词云：“貌观之，雕缋满眼，而实有灵气行乎其间。细心吟绎，觉味美于方回，引人入胜，既不病其晦涩，亦不见其堆垛。”（《词学通论》）自是研讨有得之言。真情实感是艺术的生命。有真情流贯其间，则无论表现为何种形式与风格，都有其动人之处。此词后半，愈来愈奇。“归梦湖边 ，还迷镜中路”，意境的幽深冷峭，词中少见，唯白石名句“淮南皓月冷千山，冥冥归去无人管 ”（《踏莎行》），可与比照。歇拍处，情意的痛切，设想的妙巧 ，堪与东坡咏榴花词“若待得君来向此，花前对酒不忍触。共粉泪、两簌簌（《贺新郎》）前后相映生辉。"
        },
        {
            "title": "天香",
            "content": "蟫叶黏霜，蝇苞缀冻，生香远带风峭。岭上寒多，溪头月冷，北枝瘦、南枝小。玉奴有姊，先占立、墙阴春早。初试宫黄澹薄，偷分寿阳纤巧。银烛泪深未晓。酒锺悭、贮愁多少。记得短亭归马，暮衙蜂闹。豆蔻钗梁恨袅。但怅望、天涯岁华老。远信难，吴云雁杳。",
            "comment": ""
        },
        {
            "title": "渡江云三犯/渡江云",
            "content": "羞红颦浅恨，晚风为落，片绣点重茵。旧堤分燕尾，桂棹轻鸥，宝勒倚残云。千丝怨碧，渐路入、仙坞迷津。肠漫回，隔花时见，背面楚腰身。逡巡。题门惆怅，堕履牵萦，数幽期难准。还始觉、留情缘眼，宽带因春。明朝事与孤烟冷，做满湖、风雨愁人。山黛暝，尘波澹绿无痕。",
            "comment": ""
        },
        {
            "title": "青玉案",
            "content": "东风客雁溪边道。带春去、随春到。认得踏青香径小。伤高怀远，乱云深处，目断湖山杳。梅花似惜行人老。不忍轻飞送残照。一曲秦娥春态少。幽香谁采，旧寒犹在，归梦啼莺晓。",
            "comment": ""
        },
        {
            "title": "声声慢",
            "content": "云深山坞，烟冷江皋，人生未易相逢。一笑灯前，钗行两两春容。清芳夜争真态，引生香、撩乱东风。探花手，与安排金屋，懊恼司空。憔悴敧翘委佩，恨玉奴销瘦，飞趁轻鸿。试问知心，尊前谁最情浓。连呼紫云伴醉，小丁香、才吐微红。还解语，待携归、行雨梦中。",
            "comment": ""
        },
        {
            "title": "莺啼序",
            "content": "残寒正欺病酒，掩沈香绣户。燕来晚、飞入西城，似说春事迟暮。画船载、清明过却，晴烟冉冉吴宫树。念羁情游荡，随风化为轻絮。十载西湖，傍柳系马，趁娇尘软雾。溯红渐、招入仙溪，锦儿偷寄幽素。倚银屏、春宽梦窄，断红湿、歌纨金缕。暝堤空，轻把斜阳，总还鸥鹭。幽兰旋老，杜若还生，水乡尚寄旅。别後访、六桥无信，事往花委，瘗玉埋香，几番风雨。长波妒盼，遥山羞黛，渔灯分影春江宿，记当时、短楫桃根渡。青楼彷佛，临分败壁题诗，泪墨惨澹尘土。危亭望极，草色天涯，吹鬓侵半苎。暗点检、离痕欢唾，尚染鲛绡，�戏锩怨椋�破鸾慵舞。殷勤待写，书中长恨，蓝霞辽海沈过雁，漫相思、弹入哀筝柱。伤心千里江南，怨曲重招，断魂在否。",
            "comment": "【注释】《莺啼序》是词中最长的调子，全词有240 个字，概为梦窗首创，显示出他的卓绝才力，具有独特的价值。这首词集中地表现了梦窗的伤春伤别之情，在结构上也体现出其词时空交错的显著特点 。夏承焘说：“集中怀人诸作，其时夏秋，其地苏州者，殆皆忆遗苏州遣妾 ，其时春，其地杭者，则悼杭州亡妾。”我们且看作者的情丝如何在今与昔，苏与杭之间自由穿行。第一段，写现实，自己在爱妾死后，犹自在苏州伤春 。语气舒缓 ，意境深长。词人将伤别放在伤春这一特定的情境中来写 。时值春暮时节，残寒病酒，“天时人事日相催 ”（杜甫《小至 》）。开头第一句，已将典型环境中典型情绪写出，并以此笼罩全篇，寓刚于柔 。这时词人闭门不出，但燕子飞来唤我出游，好象说，春天已快过去了。于是“驾言出游，以写我忧 ”。词人在湖中看到岸上的烟柳，不禁羁思飞扬起来。羁情化为轻絮，随风飘荡，正如此时词人的思绪一样，似乎所起有因，但终不知归于何处。词的承接处大都在前段之末或后段之前，多数用领字或虚字作转换。吴文英的词，则往往用实句作承转，不大用领字 。这就是所谓“潜气内转”，是词人与其他词人不同的地方 。何谓“潜气 ”？就是人的内心深处日积月累而形成的潜意识，它具有深微幽隐而非表达出来不可的情感力量 。少用领字，增加了理解上的难度。“潜气内转 ”，只要发现贯穿词中的情感线索，其义自现。耐人寻味正是梦窗词的独特价值之一。作者写到这里 ，其情愫就像轻絮一样随风游荡，随风展开；而下面三段所写内容，便都包含在此三句中了。第二段追溯杭州刻骨铭心的情事。从《渡江云·西湖清明》这首描写杭州情事的词可以知道时间是清明时分，地点是西湖，词人开始是骑马，后来“傍柳系马 ”，转入水路 ，通过婢女传书暗通情意。“倚银屏、春宽梦窄，断红湿、歌纨金缕”二句，是写初遇时悲喜交集之状 。“春宽梦窄”是说春色无边而欢事无多；“断红湿、歌纨金缕”，意思是，因欢喜感激而泪湿歌扇与金缕衣。“瞑堤空，轻把斜阳，总还鸥鹭”三句，进一步写欢情，但含蓄不露，品格自高。第三段写别后情事 。“幽兰旋老”三句突接，跳接，因这里和上片结处，实际上，还有较大距离。此段先写暮春又至，自己依然客居水乡。这既与“十载西湖”相应，又唤起了伤春伤别之情。正是通过这种反复吟咏，将伤春伤别之情抒发得淋漓尽致。于是从别后重寻旧地时展开想象 ，回首初遇 、临分等难以忘怀的种种情景 。“别后访”四句是逆溯之笔，即一层层地倒叙上去 。先是写“林花谢了春江”，然后写“瘗玉埋香 ”，暗示人也已随花而去，美人原本就常和花联系在一起，所以这句是风景和人事兼道。于是逆溯上去 ，追叙初遇。“长波妒盼”至“记当时短楫桃根渡 ”，这是倒装句 ，应该是：“记当时短楫桃根渡”，“长波妒盼 ，遥山羞黛，渔灯分影春江宿”。这几句是当时艳遇，伊人顾盼生情，多么艳丽，即使是潋滟的春波，也要妒忌她的眼色之美；苍翠的远山也羞比她的蛾眉，而自愧不如。因旧情难忘，所以在重访时又念此情。这几句相对于第二段亦是再次吟咏，当时在西湖上偷传情意以及后来的欢爱再次呈现在读者眼前，但是所用意象不同，而且体现出创作之理也不同，这次抒写已经有了生离死别的意味。第四段淋漓尽致地写对逝者的凭吊之情。感情深沉，意境开阔。因伊人已逝去，词人对她的悼念，历经岁经年 。但“此恨绵绵无绝期”。词人在更长的时间中，更为广阔的空间内，极目伤心，继续抒写他胸中的无限悲痛之情 。“危亭望极，草色天涯，叹鬓侵半苧 ”所见之景已侵染上作者的伤痛 。“殷勤待写，书中长恨，蓝霞辽海沉过雁”所写之信亦是充满遗恨。是：“伤心千里江南 ，怨曲重招，断魂在否；所闻之曲也是为了招魂而演奏的。层层加深，都在极力渲染凭吊的巨痛。也有睹物思人的回忆：“暗点检 ：离痕欢唾 ，尚染鲛绡 ，亸风（钗）迷归，破鸾（镜）慵舞”。“鸾镜与花枝，此情谁得知？”镜台上饰物凤翅已下垂 ，而鸾已残破，暗示镜破人亡，已无从团聚。总之，作者将美人迟暮、伤春伤别的情感娓娓道来，反复咏叹。层层深入，值得细细品味。另外，从中国古代文学比兴寄托的传统来看，艳情多和身世之感交织联系在一起，梦窗此词写爱情，但亦可从中领略其身世的哀叹。"
        },
        {
            "title": "尉迟杯",
            "content": "垂杨径。洞钥启、时见流莺迎。涓涓暗谷流红，应有缃桃千顷。临池笑靥，春色满、铜华弄妆影。记年时、试酒湖阴，褪花曾采新杏。蛛窗绣网玄经，才石研开奁，雨润云凝。小小蓬莱香一掬，愁不到、朱娇翠靓。清尊伴、人闲永日，断琴和、棋声竹露冷。笑从前、醉卧红尘，不知仙在人境。",
            "comment": ""
        },
        {
            "title": "月中行/月宫春",
            "content": "疏桐翠井早惊秋。叶叶雨声愁。灯前倦客老貂裘。燕去柳边楼。吴宫寂寞空烟水，浑不认、旧采菱洲。秋花旋结小盘虬。蝶怨夜香留。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "殷云凋叶晚晴初。篱落认奚奴。才近西窗灯火，旋收残夜琴书。秋深露重，天空海阔，玉界香浮。木落秦山清瘦，西风几许工夫。",
            "comment": ""
        },
        {
            "title": "凤栖梧/蝶恋花",
            "content": "开过南枝花满院。新月西楼，相约同针线。高树数声蝉送晚。归家梦向斜阳断。夜色银河情一片。轻账偷欢，银烛罗屏怨。陈迹晓风吹雾散。帘钩空带蛛丝卷。",
            "comment": ""
        },
        {
            "title": "霜叶飞 重九",
            "content": "断烟离绪。关心事，斜阳红隐霜树。半壶秋水荐黄花，香噀西风雨。纵玉勒，轻飞迅羽。凄凉谁吊荒台古？记醉踏南屏，彩扇咽、寒蝉倦梦，不知蛮素。聊对旧节传杯，尘笺蠹管，断阕经岁慵赋。小蟾斜影转东篱，夜冷残蛩语。早白发、缘愁万缕。惊飙从乌纱去。漫细将、茱萸看，但约明年，翠微高处。",
            "comment": "【注释】注一：喷水也。这是一首悼念亡姬的作品。“断烟离绪”，起句四字情景交融，精炼而形象，统贯全篇。“断烟”写景，“离绪”写情。“斜阳红隐霜树”是写重九烟雨濛濛，故傍晚还不见斜阳 ，隐没于霜树之中。凄凉的心境，又逢凄凉的时节，烘托出抑郁的情绪。重阳佳节，正是菊花盛开之际，词人在风雨中折来黄花数枝，插在壶中 ，花的香气含着雨气喷出。在此凄风冷雨之中，谁还会有心情骤马去登上荒台吊古呢？“吊古”一词隐含了多少伤逝之痛。作者又不禁回忆起当年与伊人重九登高时的情景。当时伊人执扇清歌，扇底歌声与寒蝉共咽（意谓其声悲凉 ），作者则酒酣倦梦，几乎忘却伊人在旁。上片忆念双双登高的情景。下片转入今情。如今斯人逝矣，往事如烟，对此佳节，还有什么心情“传杯”饮酒？但无“传杯”的心情而仍复“传杯”者 ，无聊之极也。（参见陈匪石《宋词举》）“沉饮聊自遣 ，放歌破愁绝”（杜甫《咏怀》五百字），饮酒可以忘忧 ，写词可以抒闷，但心灰意懒至此 ，连未写完的歌词（断阕）都封尘已久，更何况重写新词呢 ！天气入夜转晴，月影斜照东篱，寒蛩宵语，似亦向人诉说心事。“早白发、缘愁万缕，惊飙从卷乌纱去。”这是从杜甫《九日蓝田崔氏庄》”羞将短发还吹帽 ，笑倩旁人为正冠”二句转用来的。重九日晋人孟嘉落帽的故事，后世传为美谈。杜甫这两句的意思是：如果登高时风吹帽落，露出了满头白发，我就含笑把帽子重新戴上，并且还会请旁人为我整理一下。这两句诗表现杜甫的洒脱旷达的心态。但是梦窗这两句词意与杜甫不同。梦窗已经不以风吹帽落、露出满头白发羞愧了；他这两句的意思是，反正人亡身颓，无复欢颜，一切都随它去吧！这表现了词人极端沉痛绝望的心情。结语“谩细将、茱萸看，但约明年，翠微高处”三句也化自杜诗（同上）：“明年此会知谁健 ，笑把茱萸仔细看。”杜诗之意谓今年重九，姑且强乐自宽，但不知明年此时会何如耳。梦窗今年未能登高，但遥想明年能有机会。老杜细看茱萸，梦窗虽也看茱萸，着一“漫”字，就自觉无味。那么明年翠微高处之约，也不过说说而已。杜甫逢佳节而强作欢笑，梦窗则欲强作欢颜而不能，其无聊、沉痛更倍于少陵，实在是时代、身世使然。吴梅《蔡嵩云〈乐府指迷笺释〉序》：“吴词潜气内转 ，上下映带，有天梯石栈之妙。”梦窗词脉络贯通，形象完整。上下映带尚是为形象的表面，潜气内转则是其内质；“天梯石栈”，则说的是梦窗词的大起大落 ，突接突转 ，也有潜在的气韵沟通 。“霜树”、“萸花 ”、“传杯”等皆为实写；“斜阳”、“翠微”等为虚写，虚实结合，线索明晰。说明梦窗词气韵贯通的特点。西方文论说“美是杂多和整一的结合 ”，于梦窗词亦可得到印证 。梦窗不但炼字、炼句，而且炼意，词藻华丽，同时又极富内在的神韵。读梦窗词，不可不注意这些艺术特质。"
        },
        {
            "title": "念奴娇",
            "content": "思生晚眺，岸乌纱平步，春云层绿。罨画屏风开四面，各样莺花结束。寒欲残时，香无著处，千树风前玉。游蜂飞过，隔墙疑是金谷。偏称晚色横烟，愁凝峨髻，澹生绡裙幅。缥缈孤山南畔路，相对花房竹屋。溪足沙明，岩阴石秀，梦冷吟亭宿。松风古涧，高调月夜清曲。",
            "comment": ""
        },
        {
            "title": "青玉案",
            "content": "新腔一唱双金斗。正霜落、分甘手。已是红窗人倦绣。春词裁烛，夜香温被，怕减银壶漏。吴天雁晓云飞後。百感情怀顿疏酒。彩扇何时翻翠袖。歌边拌取，醉魂和梦，化作梅边瘦。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "艳阳不到青山，古阴冷翠成秋苑。吴娃点黛，江妃拥髻，空濛遮断。树密藏溪，草深迷市，峭云一片。二十年旧梦，轻鸥素约，霜丝乱、朱颜变。龙吻春霏玉溅。煮银瓶、羊肠车转。临泉照影，清寒沁骨，客尘都浣。鸿渐重来，夜深华表，露零鹤怨。把闲愁换与，楼前晚色，棹沧波远。",
            "comment": ""
        },
        {
            "title": "新雁过妆楼",
            "content": "阆苑高寒。金枢动、冰宫桂树年年。翦秋一半，难破万户连环。织锦相思楼影下，细钗暗约小帘间。共无眠。素娥惯得，西坠阑干。谁知壶中自乐，正醉围夜玉，浅斗婵娟。雁风自劲，云气不上凉天。红牙润沾素手，听一曲清歌双雾鬟。徐郎老，恨断肠声在，离镜孤鸾。",
            "comment": ""
        },
        {
            "title": "风入松",
            "content": "一帆江上暮潮平。骑鹤过瑶京。湘波山色青天外，红香荡、玉佩东丁。西圃仍圆夜月，南风微弄秋声。阿咸才俊玉壶冰。王母最怜生。万年枝上千年叶，垂杨鬓、春共青青。连唤碧筒传酒，云回一曲双成。",
            "comment": ""
        },
        {
            "title": "瑞鹤仙",
            "content": "乱云生古峤。记旧游惟怕，秋光不早。人生断肠草。叹如今摇落，暗惊怀抱。谁临晚眺。吹台高、霜歌缥缈。想西风、此处留情，肯著故人衰帽。闻道。萸香西市，酒熟东邻，浣花人老。金鞭騕袅。追吟赋，倩年少。想重来新雁，伤心湖上，销减红深翠窈。小楼寒、睡起无聊，半帘晚照。",
            "comment": ""
        },
        {
            "title": "风流子",
            "content": "温柔酣紫曲，扬州路、梦绕翠盘龙。似日长傍枕，堕妆偏髻，露浓如酒，微醉敧红。自别楚娇天正远，倾国见吴宫。银烛夜阑，暗闻香泽，翠阴秋寂，重返春风。芳期嗟轻误，花君去、肠断妾若为容。惆怅舞衣叠损，露绮千重。料绣窗曲理，红牙拍碎，禁阶敲遍，白玉盂空。犹记弄花相谑，十二阑东。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "北斗秋横云髻影。莺羽衣轻，腰减青丝剩。一曲游仙闻玉磬。月华深院人初定。十二阑干和笑凭。风露生寒，人在莲花顶。睡重不知残酒醒。红帘几度啼鸦暝。",
            "comment": ""
        },
        {
            "title": "一寸金",
            "content": "秋入中山，臂隼牵卢纵长猎。见骇毛飞雪，章台献颖，臞腰束缟，汤沐疏邑。筤管刊琼牒。苍梧恨、帝娥暗泣。陶郎老、憔悴玄香，禁苑犹催夜俱入。自叹江湖，雕龙心尽，相携蠹鱼箧。念醉魂悠扬，折钗锦字，黠髯掀舞，流觞春帖。还倚荆溪楫。金刀氏、尚传旧业。劳君为、脱帽篷窗，寓情题水叶。",
            "comment": ""
        },
        {
            "title": "塞垣春",
            "content": "漏瑟侵琼管。润鼓借、烘炉暖。藏钩怯冷，画鸡临晓，怜语莺啭。殢绿窗、细咒浮梅盏。换蜜炬、花心短。梦惊回，林鸦起，曲屏春事天远。迎路柳丝裙，看争拜东风，盈灞桥岸。髻落宝钗寒，恨花胜迟燕。渐街帘影转。还似新年，过邮亭、一相见。南陌又灯火，绣囊尘香浅。",
            "comment": ""
        },
        {
            "title": "无闷",
            "content": "霓节飞琼，鸾驾弄玉，杳隔平云弱水。倩皓鹤传书，卫姨呼起。莫待粉河凝晓，趁夜月、瑶笙飞环佩。正蹇驴吟影，茶烟灶冷，酒亭门闭。歌丽。泛碧蚁。放绣帘半钩，宝台临砌。要须借东君，灞陵春意。晓梦先迷楚蝶，早风戾、重寒侵罗被。还怕掩、深院梨花，又作故人清泪。",
            "comment": ""
        },
        {
            "title": "瑶华",
            "content": "秋风采石，羽扇挥兵，认紫骝飞跃。江蓠塞草，应笑春、空锁凌烟高阁。胡歌奏陇，问铙鼓、新词谁作。有秀荪、来染吴香，瘦马青刍南陌。冰澌细响长桥，荡波底蛟腥，不涴霜锷。乌丝醉墨，红袖暖、十里湖山行乐。老仙何处，算洞府、光阴如昨。想地宽、多种桃花，艳锦东风成幄。",
            "comment": ""
        },
        {
            "title": "浪淘沙慢",
            "content": "梦仙到、吹笙路杳，度巘云滑。溪谷冰绡未裂。金铺昼锁乍掣。见竹静、梅深春海阔。有新燕、帘底低说。念汉履无声跨鲸远，年年谢桥月。曲折。折画阑尽日凭热。半蜃起玲珑楼阁畔，缥缈鸿去绝。飞絮扬东风，天外歌阕。睡红醉缬。还是催、寒食看花时节。花下苍苔盛罗袜。银烛短、漏壶易竭。料池柳、不攀春送别。倩玉兔、别捣秋香，更醉蹋、千山冷翠飞晴雪。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "楚皋相遇笑盈盈。江碧远山青。露重寒香有恨，月明秋佩无声。银灯炙了，金炉烬暖，真色罗屏。病起十分清瘦，梦阑一寸春情。",
            "comment": ""
        },
        {
            "title": "祝英台近",
            "content": "晚云开，朝雪霁，时节又灯市。夜约遗香，南陌少年事。笙箫一片红云，飞来海上，绣帘卷、缃桃春起。旧游地。素蛾城阙年年，新妆趁罗绮。玉练冰轮，无尘浣流水。晓霞红处啼鸦，良宵一梦，画堂正、日长人睡。",
            "comment": ""
        },
        {
            "title": "江神子/江城子",
            "content": "西风来晚桂开迟。月宫移。到东篱。簌簌惊尘，吹下半冰规。拟唤阿娇来小隐，金屋低，乱香飞。重阳还是隔年期。蝶相思。客情知。吴水吴烟，愁里更多诗。一夜看承应未别，秋好处，雁来时。",
            "comment": ""
        },
        {
            "title": "永遇乐",
            "content": "阁雪云低，卷沙风急，惊雁失序。户掩寒宵，屏闲冷梦，灯颭唇似语。堪怜窗景，都闲刺绣，但续旧愁一缕。邻歌散，罗襟印粉，袖湿茜桃红露。西湖旧日，留连清夜，爱酒几将花误。遣袜尘销，题裙墨黯，天远吹笙路。吴台直下，缃梅无限，未放野桥香度。重谋醉，揉香弄影，水清浅处。",
            "comment": ""
        },
        {
            "title": "惜黄花慢",
            "content": "送客吴皋。正试霜夜冷，枫落长桥。望天不尽，背城渐杳，离亭黯黯，恨水迢迢。翠香零落红衣老，暮愁锁、残柳眉梢。念瘦腰。沈郎旧日，曾系兰桡。仙人凤咽琼箫。怅断魂送远，九辨难招。醉鬟留盼，小窗翦烛，歌云载恨，飞上银霄。素秋不解随船去，败红趁、一叶寒涛。梦翠翘。怨鸿料过南谯。",
            "comment": "【注释】原序:次吴江小泊，夜饮僧窗惜别，邦人赵簿携小伎侑尊，连歌数阕，皆清真词。酒尽已四鼓，赋此词饯尹梅津。这是吴文英饯别好友尹惟晓的一首词。词中借与友人离别之苦 ，进而联系到自己与情人的久离之苦，陈询《海绡说词》中所谓此词“题外有事 ”，可能就是指的后一种凄苦。“送客吴皋 。正试霜夜冷，枫落长桥”。开篇明旨，点明“送客”；“长桥”，即吴江垂虹桥。“试霜”、“枫落 ”，点出时间是霜夜枫落的秋天。并借以表达送别时的凄清景色 。“望天不尽；背城渐杳；离亭黯黯 ，恨水迢迢 。”四句以对偶形式出现，浓墨刻画，水行相送，伤离惜别的情景。客船面向无有尽头的水天而去，向后一望，离城却越来越远。主客离别之处已隐约可见，意味着分袂在即。而一水迢迢，充满离恨，也象水天远去无尽。“翠香零落红衣老，暮愁锁、残柳眉梢。念瘦腰，沈郎旧日，曾系兰桡。”写水中、岸上所见影物 ，进一步描绘离情。“红衣”，指荷花，翠叶凋零 ，花老香消，情兼比兴。“残柳”是岸上之物，它枝叶黄落，愁烟笼罩，也好象在替人惜别。睹凋荷而伤年华，见残柳而添离恨，迟幕之嗟，离别之恨 ，于此交融，令人难以为怀。“念瘦腰”三句，是从“残柳”生发 ，感旧伤今，互相映衬，愈增离思。“沈郎 ”，原指沈约，用其瘦腰事以自喻。过去也曾小泊江边，傍柳系舟 ，但心情不同，以昔乐衬今苦，使离别黯然消魂之情状愈加突出。上片以浓墨重彩刻画了秋日的惨淡景致，衬托出送客的悲愁，深得情景交融之妙。亦为下片写惜别奠定了基调。饯别席上，当地有一个姓赵的主簿命小妓唱清真词侑尊 ，其中可能有别的词。换头“仙人凤咽琼箫，怅断魂送远，《九辩》难招。”三句，用箫史、弄玉吹箫 ，其后夫妇成仙的旧事，喻倚箫唱清真词的小妓，歌声美妙 ，好似凤鸣一般。《九辩》传为宋玉所作。这里把这两个典故联系起来，意谓即使有象弄玉吹凤箫那样悲咽，作《九辩》的宋玉那样的才华情思，也无法招悲痛欲绝的送客断魂。这断魂，分成天上和地下两路随飞云、寒涛流驶而去。一方面小妓之歌，载着离恨，飞上云霄；另一方面，客人最终仍得要乘船而去 。“素秋”指悲秋伤别之情，不可能因客人的离去而消失，只有一缕断魂，趁着寒涛败叶，一直跟客船远至天涯而已 。结句“梦翠翘 ，怨鸿料过南谯”，更是神思缥缈。翠翘指所思女子，可能词人因“醉鬟留盼 ”而联想到所思念的情人。他梦想远方的情侣，但不能相见，所以这颗离心恐也会随过南楼的悲鸿而远去吧 ？此处是化用赵嘏“乡心正无限 ，一雁过南楼”的诗意。这首词虚实 、隐显 、真幻互相结合。上片开头“送客吴皋，正试霜夜冷，枫落长桥。望天不尽，背城渐杳，离亭黯黯，恨水迢迢”，是实叙。“翠香零落红衣老，暮愁锁、残柳眉梢”寄离愁于枯荷残柳，已是虚实结合 ，似是显而隐了 。“念瘦腰，沈郎旧日，曾系兰桡”是虚实结合，表现了灵魂深处隐微，复杂的情感。下片写僧窗惜别，是实，但别思飞扬，已成虚写。通篇读来，虽显隐晦，但亦回味无穷。"
        },
        {
            "title": "西平乐慢/西平乐",
            "content": "岸压邮亭，路敧华表，堤树旧色依依。红索新晴，翠阴寒食，天涯倦客重归。叹废绿平烟带苑，幽渚尘香荡晚，当时燕子，无言对立斜晖。追念吟风赏月，十载事，梦惹绿杨丝。画船为市，夭妆艳水，日落云沈，人换春移。谁更与、苔根洗石，菊井招魂，漫省连车载酒，立马临花，犹认荐红傍路枝。歌断宴阑，荣华露草，冷落山丘，到此徘徊，细雨西城，羊昙醉後花飞。",
            "comment": ""
        },
        {
            "title": "天香",
            "content": "珠络玲珑，罗囊闲斗，酥怀暖麝相倚。百和花须，十分风韵，半袭凤箱重绮。茜垂四角，慵未揭、流苏春睡。熏度红薇院落，烟销画屏沈水。温泉降绡乍试。露华侵、透肌兰泚。漫省浅溪月夜，暗浮花气。荀令如今老矣。但未减、韩郎旧风味。远寄相思，馀熏梦里。",
            "comment": ""
        },
        {
            "title": "绛都春",
            "content": "羁云旅雁。敛倦羽、寄楼墙阴年晚。问字翠尊，刻烛红笺悭曾展。冰滩鸣佩舟如箭。笑乌帻、临风重岸。傍邻垂柳，清霜万缕，送将人远。吴苑。千金未惜，买新赋、共赏文园词翰。流水翠微，明月清风平分半。梅深驿路香不断。万玉舞、罘罳东畔。料应花底春多，软红雾暖。",
            "comment": ""
        },
        {
            "title": "思佳客",
            "content": "迷蝶无踪晓梦沈。寒香深闭小庭心。欲知湖上春多少，但看楼前柳浅深。愁自遣，酒孤斟。一帘芳景燕同吟。杏花宜带斜阳看，几阵东风晚又阴。",
            "comment": "【注释】这首词是作者居于杭州时所作，有怀人之意。从词的内容看，应当是作于杭州姬妾辞世之后。上片，“迷蝶无踪晓梦沉”，写清晨梦醒之后，梦中的情景已消逝无踪。所用乃是《庄子·齐物论》庄周化蝶的典故。它的本义是说世事与梦境的真幻，颠倒难分，两者本都不值得执着看待。但后人又把这则故事与《庄子·至乐》中写他丧妻时鼓盆而歌，不表示悲哀的故事联系在一起，猜想庄子大概也把丧妻看成作梦，所以悼念亡妾的作品，也常用到化蝶、梦蝶的典故。文英这句词，表面是写梦，其深层却是以梦隐喻过去的经历；联系他的生平来看，又似包含着对亡妾的思念 。虽说“无踪 ”，毕竟入梦；梦由思生，又怎能真正地忘却？既然如此，则梦醒后并不会适意如庄周，而是深怀思旧的惆怅，细味“沉”字，其情自见。“寒香深闭小庭心”。寒香，当指春寒之时尚未谢尽的梅花，或兼指下片提到的逢春先开的杏花。人既惆怅，对着“深闭小庭心”的“寒香 ”，自然不会是赏心乐事 ，而是触景伤怀 ，“寒”不是透着凄冷， “深闭”不是透着孤寂么？这时候由“小庭”而想到西湖，由“寒香”而及于新柳，觉得春光尚浅，而寒意犹浓，西湖上的杨柳，应该也是初舒嫩条，翠色未深，因而游人应该也还不多。那么，在小庭中虽感孤寂、凄冷，但若到湖上去游玩，也未必就能看到秾丽之景 ，享受热闹 、温暖之乐了。“欲知湖上春多少，但看楼前柳浅深 。”当然不是要由柳浅而判断春少 ，而是要由春少来表现人之心境的凄冷情绪，所以这两句结束得轻倩、婉转而有味。下片的“愁自遣 ，酒孤斟 ”，全词直接抒情的，也只有这两句，到这里才点出“愁”字，点出“孤”字。作者这时的孤愁既无法排除，那么这里的“斟”与“遣 ”，也无非是强自支持、强自消解而已。下句的“一帘芳景 ”继续写春 ，“燕同吟”继续写孤寂。与燕同吟，则暗谓有伴比无伴更悲。这与“蝉噪林逾静 ，鸟鸣山更幽。”的写法，不无相同之处，二者都是正面的情况起反面的作用；所不同的是 ，“蝉噪”、“鸟鸣”可能是写实，“燕吟”只能是设想。“杏花宜带斜阳看 ，几阵东风晚又阴。”在凄冷低迷中盼望杏花映着斜阳，能给人带来一点绚丽之色，带来一丝温暖的春意，谁又知天不作美，吹来几阵东风，偏把阳光吹走，使黄昏依然阴沉。这会起什么作用？对作者的心境会有什么影响？词至此结束，虽都没有明白说出；但读者联系上下文，自可体会得到。前人常把吴文英的词作看成是与以姜夔为代表的“清空”词相对立的“实质”词的代表。吴文英的慢词 ，有一些确有词藻堆垛 ，雕琢过甚之嫌。但这首《思佳客 》，读来却颇感闲淡婉约，在很大程度上与“清空”词的笔法有一致之处，可见梦窗词的风格在统一中也是有着多样性的。"
        },
        {
            "title": "秋蕊香",
            "content": "懒浴新凉睡早。雪靥酒红微笑。倚楼起把绣针小。月冷波光梦觉。怕闻井叶西风到。恨多少。粉河不语堕秋晓。云雨人间未了。",
            "comment": ""
        },
        {
            "title": "烛影摇红",
            "content": "西子西湖，赋情合载鸱夷棹。断桥直去是孤山，应为梅花到。几度吟昏醉晓。背东风、偷闲斗草。乱鸦啼後，解佩归来，春怀多少。千里蝉娟，茂园今夜同清照。樱脂茸唾听吟诗，争似还家好。昵昵西窗语笑。凤云深、琼箫缥缈。顾春如旧，柳带同心，花枝压帽。",
            "comment": ""
        },
        {
            "title": "望江南/忆江南",
            "content": "衣白苎，雪面堕愁鬟。不识朝云行雨处，空随春梦到人间。留向画图看。慵临镜，流水洗花颜。自织苍烟湘泪冷，谁捞明月海波寒。天澹雾漫漫。",
            "comment": ""
        },
        {
            "title": "风入松",
            "content": "画船帘密不藏香。飞作楚云狂。傍怀半卷金炉烬，怕暖销、春日朝阳。清馥晴熏残醉，断烟无限思量。凭阑心事隔垂杨。楼燕锁幽妆。梅花偏恼多情月，慰溪桥、流水昏黄。哀曲霜鸿凄断，梦魂寒蝶幽扬。",
            "comment": ""
        },
        {
            "title": "法曲献仙音",
            "content": "风拍波惊，露零秋觉，断绿衰红江上。艳拂潮妆，澹凝冰靥，别翻翠池花浪。过数点斜阳雨，啼绡粉痕冷。宛相向。指汀洲、素云飞过，清麝洗、玉井晓霞佩响。寸藕折长丝，笑何郎、心似春荡。半掬微凉，听娇蝉、声度菱唱。伴鸳鸯秋梦，酒醒月斜轻帐。",
            "comment": ""
        },
        {
            "title": "烛影摇红",
            "content": "莓锁虹梁，稽山祠下当时见。横斜无分照溪光，珠网空凝遍。姑射青春对面。驾飞虬、罗浮路远。千年春在，新月苔池，黄昏山馆。花满河阳，为君羞褪晨妆茜。云根直下是银河，客老秋槎变。雨外红铅洗断。又晴匣、惊飞暮管。倚阑祗怕，弄水鳞生，乘东风便。",
            "comment": ""
        },
        {
            "title": "扫花游/扫地游",
            "content": "水园沁碧，骤夜雨飘红，竟空林岛。艳春过了。有尘香坠钿，尚遗芳草。步绕新阴，渐觉交枝径小。醉深窈。爱绿叶翠圆，胜看花好。芳架雪未扫。怪翠被佳人，困迷清晓。柳丝系棹。问阊门自古，送春多少。倦蝶慵飞，故扑簪花破帽。酹残照。掩重城、暮钟不到。",
            "comment": ""
        },
        {
            "title": "解蹀躞",
            "content": "醉云又兼醒雨，楚梦时来往。倦蜂刚著梨花、惹游荡。还作一段相思，冷波叶舞愁红，送人双桨。暗凝想。情共天涯秋黯，朱桥锁深巷。会稀投得轻分、顿惆怅。此去幽曲谁来，可怜残照西风，半妆楼上。",
            "comment": ""
        },
        {
            "title": "一寸金",
            "content": "秋压更长，看见姮娥瘦如束。正古花摇落，寒蛩满地，参梅吹老，玉龙横竹。霜被芙蓉宿。红绵透、尚欺暗烛。年年记、一种凄凉，绣幌金圆挂香玉。顽老情怀，都无欢事，良宵爱幽独。叹画图难仿，橘村砧思，笠蓑有约，莼洲渔屋。心景凭谁语，商弦重、袖寒转轴。疏篱下、试觅重阳，醉擘青露菊。",
            "comment": ""
        },
        {
            "title": "暗香疏影",
            "content": "占春压一。卷峭寒万里，平沙飞雪。数点酥钿，凌晓东风□吹裂。独曳横梢瘦影，入广平、裁冰词笔。记五湖、清夜推篷，临水一痕月。何逊扬州旧事，五更梦半醒，胡调吹彻。若把南枝，图入凌烟，香满玉楼琼阙。相将初试红盐味，到烟雨、青黄时节。想雁空、北落冬深，澹墨晚天云阔。",
            "comment": ""
        },
        {
            "title": "齐天乐",
            "content": "曲尘犹沁伤心水，歌蝉暗惊春换。露藻清啼，烟萝澹碧，先结湖山秋怨。波帘翠卷。叹霞薄轻绡，泛人重见。傍柳追凉，暂疏怀袖负纨扇。南花清斗素靥，画船应不载，坡静诗卷。泛酒芳筒，题名蠹壁，重集湘鸿江燕。平芜未翦。怕一夕西风，镜心红变。望极愁生，暮天菱唱远。",
            "comment": ""
        },
        {
            "title": "玉胡蝶/玉蝴蝶",
            "content": "角断竿鸣疏点，倦萤透隙，低弄书光。一寸悲秋，生动万种凄凉。旧衫染、唾凝花碧，别泪想、妆洗蜂黄。楚魂伤。雁汀沙冷，来信微茫。都忘。孤山旧赏，水沈熨露，岸锦宜霜。败叶题诗，御沟应不到流湘。数客路、又随淮月，羡故人、还买吴航。两凝望。满城风雨，催送重阳。",
            "comment": ""
        },
        {
            "title": "齐天乐",
            "content": "馀香才润鸾绡汗，秋风夜来先起。雾锁林深，蓝浮野阔，一笛渔蓑鸥外。红尘万里。就中决银河，冷涵空翠。岸觜沙平，水杨阴下晚初舣。桃溪人住最久，浪吟谁得到，兰蕙疏绮。砚色寒云，签声乱叶，蕲竹纱纹如水。笙歌醉里。步明月丁东，静传环佩。更展芳塘，种花招燕子。",
            "comment": ""
        }
    ]
}