{
    "dynasty": "宋",
    "author": "吴淑姬",
    "poems": [
        {
            "title": "送僧归天宁万年禅院",
            "content": "偶携筇杖辞青嶂，便赐兰芽染紫衣。城阙暂随明月至，江湖还共白云归。楼中夕照山川秀，盘里春蔬筍蕨肥。我为浮名閒未得，他时莲社愿相依。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "晓羹沉玉杵，寒鮓叠金绵。",
            "comment": ""
        },
        {
            "title": "题义门胡氏华林书院",
            "content": "高隐仙山下，依山携草堂。穷年乐石水，切意玩嫌缃。竹径来嵇阮，鱼梁集惠庄。论文探致极，寻古袭遗芳。沉意诗书苑，游心翰墨场。海鹏潜羽翼，露豹郁文章。侠洽千门庆，联翩却桂香。活和资胜景，变化得神方。虚槛临寒水，平皋占夕阳。溪云蒸柱礎，岚气润衣裳。露叶飘书幌，风花落酒觞。往还乘月喜，酬唱为春忙。宗族传雍睦，门闾被宠光。高情谁可及，积善不能量。顾我何为者，多年别故乡。他时归计遂，依附葺云房。",
            "comment": ""
        },
        {
            "title": "长相思令",
            "content": "烟霏霏，雪霏霏。雪向梅花枝上堆，春从何处回？醉眼开，睡眼开，疏影横斜安在哉？从教塞管催。",
            "comment": "【注释】①霏霏：纷飞貌。②管：乐器。【评解】这首迎春小词，以景衬情，寄喻颇深。春日且至，而窗外烟雨霏霏，雪堆梅枝。不禁想到“春从何处回”！惟愿东风送暖，“塞管”催春，早回大地。全词写景细腻，抒情委婉含蓄。-------------------宋代有两个吴淑姬，皆善词。一是北宋人，词见黄昇《唐宋诸贤绝妙词选》。这首词的作者是南宋人。据洪迈《夷坚支志庚集》卷十记载，她是湖州秀才之女，聪慧而能诗词 。貌美家贫，为富民之子所霸占。却被人诬为有“奸情”逮捕审判，已定罪判刑。衙中僚吏观审后，置酒席，命她脱枷侍饮，“谕之曰：‘知汝能长短句，宜以一章自咏，当宛转白侍制（知州王十朋）为汝解脱 ，不然危矣。’女即请题。时冬末雪消 ，春日且至 ，命道此景作《 长相思令》。捉笔立成。”即此词。要解通此词，须抓住两点，一是“自咏”，——她此时的处境是被判了徒刑，正待执行；二是“道此景”，——眼前之“景”是“冬末雪消，春日且至”。且看女词人是如何通过结合“自咏”而“道此景”的。开头的“烟霏霏”乃云雾迷蒙之意 。“烟霏霏”是云雾迷蒙，为“雪霏霏”前奏。《诗·小雅·采微》：“ 今我来思，雨雪霏霏”。霏霏，纷飞的样子。明明已经是“雪消”了，却偏要说雪“霏霏”，已是一奇。下句还要加重渲染：“雪向梅花枝上堆”！眼前公庭院子里，当还有几株梅树，但说它枝上“堆”着雪，显然是借喻之法。词人这样当着知州衙门诸僚之面，“制造”出这样一幅雪压梅枝的现“景”来，自然有她的原因 ，为的就是引出下句“春从何处回”，就是说眼前还没有“春回大地”；结合“自咏”，是喻指她在此案中蒙冤受屈，未曾审理明白，便判了徒刑有如被雪压着梅枝，抬不起头来。“春从何处回！”用反诘的语气，加重感叹呼号的分量。咏“春日且至”而写出这样的句子，在座诸公是品词的行家，既然出了这“自咏”的题目，当然懂得她这弦外之音。下片“醉眼开，睡眼开，疏影横斜安在哉 ！”紧承上片 ，通过描写梅花，“道此景”而结合自己的观感。这里的“ 醉”和“睡”，不是实指生活中的醉酒和睡眠，而是说自己被一场官司打击得晕头转向，真是“终日昏昏醉梦间”（唐李涉《题鹤林寺僧舍》句）。到此际睁开了“醉眼”、“ 睡眼”，要找寻那“疏影横斜”的梅景却已是“如今安在哉？”没有了，过去了。这句与“ 春从何处回”是意同而笔不同的一种写法，是说好景不属于她 ：要么没有来，要么来了又去了，而她总是处在“ 醉梦中，从未领略到”。这一句借用了林和靖咏梅诗名句“ 疏影横斜水清浅”，不只使词语增加了文采，也使失却美好事物的意思得到了形象的体现 。结句“从教塞管催 ”。“ 从教”，任使也。“塞管”，羌笛也 。刘禹锡《杨柳枝》 ：“塞北梅花羌笛吹 。”因古笛曲有《梅花落》词人想象其声可以感物 ，遂认为笛怨惊梅，而使之落。如戎昱《闻笛》诗：“平明独惆怅，飞尽一庭梅。”张先《醉落魄》词：“ 横管孤吹，&#8943;&#8943;声入霜林，簌簌惊梅落。”本词也承此意，说“疏影横斜”的一树梅花，任凭羌笛声把它“催”落了，补出“安在哉”的缘故。词至此结束了，完成了“道此景”而“自咏”的任务。绝妙之笔，婉约之情 ，构成了一首篇幅虽短而很有包蕴的小词。于是“诸客赏叹，为之尽欢。明日以告王公，言其冤，亟使释放”，词的手稿居然还由“治此狱”者收藏起来。女主人公先是被俗人玩弄 ，然后又被雅人玩弄。说是“佳话”也可以，但它毕竟是封建社会妇女生活的一幕悲剧。读此词及其故事，不禁感慨万分！"
        },
        {
            "title": "小重山",
            "content": "谢了荼蘼春事休。无多花片子，缀枝头。庭槐影碎被风揉，莺虽老，声尚带娇羞。独自倚妆楼。一川烟草浪，衬云福不如归去下帘钩。心儿小，难着许多愁。",
            "comment": "【注释】吴淑姬，生平不详 。《唐宋诸贤绝妙词选》收录其词三首。这一首《小重山》写的是一个独守闺房的女子对远方情人的思念。这类抒发离愁别恨诗词，历代曾有多少词人墨客创作过 ，其中也不乏名篇佳作。例如温庭筠的《梦江南》：“梳洗罢，独倚望江楼。过尽千帆皆不是，斜晖脉脉水悠悠，肠断白蘋洲 。”这两首词，题材完全相同。然有温庭筠这样的妙语在前，后人再想起这前人的成就，就非易事。吴淑姬却能别出心裁，翻新花样，谋篇构思，绝无雷同。这两首词的区别主要两点 。其一温词着重写此女子倚楼所见，立足点在楼上；吴词却从庭院写起，再登楼远望，立足点是移动的。其二温词单写此女子等候远人不归的惆怅失望的情绪，表现出一种淡淡的哀怨；而吴词则将此女子青春将逝，与远人归来无望，两相对比，反映了一种深深的愁苦。从本词具体描写看，其笔墨也非泛泛。上片写暮暮之景，然却有新意她不写满地落红，而写枝上残花；不写风雨摧花，而写风拂槐影；不写杜鹃啼血，而写莺声犹娇。不仅显得清丽新鲜，而且都与此女子的特定身份和思想感情紧密联系，是从她独特的眼中看到独特的景物，带有浓厚的感情色彩。你看，她写茶蘼，“谢了茶蘼春事休 ”，说的是茶蘼花谢，春天可算彻底结束了。可现在犹有“无多花片子，缀枝头”说明茶蘼将谢未谢，这里也就蕴含着春事将休未休 。“花片子”是词人自铸新词，既通俗，又贴切。“缀枝头”，给人的感觉，虽是残花，但仍有凄清之美。同样，写“莺虽老”，但“声尚带娇羞”，也是将老未老。这些不但是时序节物的准确刻画，也正是这位思妇青春将逝未逝，尚有美丽的面容，尚带娇羞的神态的真实写照。“庭槐影碎被风揉”，槐影被风揉碎，春天被风吹走。这不禁使她想自己的青春呢？也将一起消逝。因此，在她看来，这风揉碎了槐影，也揉碎了她的芳心。我们从这缭绕唇吻的音节中，从这欲吐还吞，委婉曲折的笔法中，体味到词人在这里寄托了一种青春将逝的深沉的感慨。下片“独自倚妆楼 ”，承上启下。上片写此女子庭院所见之景，触景生情，情苦而不忍睹；既不忍睹，遂回妆楼；既回妆楼，更思远人；既思远人，则倚楼凝望。那么，她望到的又是什么呢？在前人词中，温庭筠写道 ：“过尽千帆皆不是”。柳永写道：“想佳人妆楼颙望，误几回，天际识归舟”（《八声甘州》）。而在这首词中词人写道女主人公们都看到了舟，但皆不是所思远人的归舟，结果是从希望到失望。而吴淑姬笔下的这位思妇，望到的却不是舟，而是“一川烟草浪，衬云浮 ”。连天烟草，衬着浮动的白云，犹如浪涛滚滚，铺天盖地而来，哪里有归舟可见，简直丝毫的希望都没有，其愁苦可想而知。用“一川烟草”来形容愁之大，愁之多，这在贺铸的《横塘路》词中已用过。但在烟草后着一“浪 ”字，实属吴淑姬独创。《古今词统》眉批云 ：“竹浪、柳浪、麦浪与草浪而四 ”，即指吴淑姬自创新词“草浪 ”，直可与前人所创“竹浪、柳浪、麦浪”相媲美 。“一川烟草”是静景“一川烟草浪”则是动景。这里用来比喻愁思恰如连天草浪，滚滚袭来，极为生动贴切，也为下句“不如归去下帘钩”铺垫。放下帘钩，意欲隔断草浪，挡住愁潮 ，然而这愁思是隔不断，挡不住的 ，“不如”两字 ，写出了主人公明知不能而强为之的痛苦心态。“心儿小，难着许多愁”，自是警句。“愁”字最后点出，使通篇皆有精神，有画龙点睛之妙。李清照写愁的名句“只恐双溪舴艋舟，载不动许多愁 ”，不正面写愁，从舟着眼，反衬愁之大；然而吴淑姬这里先把愁比作“一川烟草浪 ”，极言愁之大之多，再将它与“心儿小”作强烈对比，落到容约而下。两人写法不同，而各有千秋。所以南宋黄昇评论说 ：“淑姬女流中黠慧者，有词五卷 ，佳处不减李易字。”这种评价是很客观的。"
        },
        {
            "title": "句",
            "content": "浴殿夜凉初阁笔，渚宫秋晚得悬车。",
            "comment": ""
        }
    ]
}