{
    "dynasty": "宋",
    "author": "吴浚",
    "poems": [
        {
            "title": "重过瑞金江",
            "content": "水瘦滩声健，天寒霜意新。犬牙舟过石，鱼贯路行人。到眼心应识，回头迹易陈。时平刀剑息，失喜问遗民。",
            "comment": ""
        },
        {
            "title": "道中即事",
            "content": "林叶声乾山影瘦，斩新霜气欲无秋。菊花犹护西风局，自在篱根梦蓐收。",
            "comment": ""
        },
        {
            "title": "越王台",
            "content": "越王歌舞地，南国古繁雄。水阔山光迥，天低海气通。千舠民蛋雨，一塔贾胡风。欲问兴亡事，松声自半空。",
            "comment": ""
        },
        {
            "title": "中秋联句",
            "content": "棘闱受得树凉多，耿耿孤灯奈夜何。后夜中秋可无月，雨工先为洗银何。中秋此去日无多，笑问青天雨若何。旧日仙槎应好在，西风吹送上天河。雨到中秋易得多，素娥争奈漏天何。青天四壁漫漫夜，星魁谁人见渡河。雨声酿得客愁多，欲赏清秋作计何。莫唱刘郎黄鹤句，西风汗目异江洒。三台高处五云多，如此好天良夜何。曾记长淮看月否，玉休何处唱西河。月下扈诗得句多，诗成句句敌阴何。夜凉不禁诗肠渴，欲作长鲸吸九河。风卷玄云已不多，倚栏试问夜如何。玉轮拟把长绳系，生怕孤蟾没入河。月魄分它日影多，有盈有阙却缘何。世人错认娑罗树，半是青山半是河。孤蟾老矣阅人多，玉斧如霜不敢何。何似长圆如此夜，放教全影看山河。白凤威迟舞态多，三郎此际意如何。霓裳一曲君休听，曾引胡尘暗两河。月中桂子种来多，知得天香定属何。袍色明年沾柳汁，好寻年少到三河。乾坤清气在梅多，梅属能诗水部何。惜不移来月中种，却教疏影入秋河。东隅西极往来多，玉免如今奈老何。瑶鉴一奁尘不染，只应夜夜浴明河。栏槛前山夜景多，一声长啸入亡何。露花点点明秋叶，坐到楼西斗插河。琼楼玉宇更寒多，天上不知今夕何。谁遣银潢倾作酒，一时浇我舌悬河。梯上秋旻路不多，刚风奈此浩然何。瑶光冷逼萧萧发，一叶莲舟稳泛河。桂香多处月明多，如此中秋有几何。堂上文奎炯如月，修廊灯火粲星河。夕佳朝爽入诗多，待不吟诗可奈何。过却中秋有公事，莫将风月付谈河。",
            "comment": ""
        },
        {
            "title": "春词",
            "content": "是处箫声破碧云，翠梅依旧锁闲春。东风不负庭前柳，只负年年看柳人。",
            "comment": ""
        },
        {
            "title": "春日",
            "content": "画堂帘箔碧笼葱，午梦模糊燕语中。微雨嫩晴天似醉，闹红吹上海棠风。",
            "comment": ""
        },
        {
            "title": "寄萧冰崖练橘里黄立轩",
            "content": "破梦金川月，回头玉树风。烟村涵暮紫，霜叶颤晴红。谋国诸侯在，忘年古道同。乾坤云一片，吾意未终穷。",
            "comment": ""
        },
        {
            "title": "安期生",
            "content": "安期耸身坐，挥斥游太极。若遇谪仙人，鲸背分半席。",
            "comment": ""
        },
        {
            "title": "客中",
            "content": "断雁啸云天试霜，客中何事不凄凉。玉梅约在春风信，更让黄花半月香。",
            "comment": ""
        },
        {
            "title": "采莲曲",
            "content": "见莲知菂实，寻藉□丝长。六月天边路，何时结得霜。",
            "comment": ""
        },
        {
            "title": "一雨",
            "content": "一雨千红尽，春风奈老何。暝云含楚思，新涨动吴波。天地端倪出，朝廷俊杰多。马蹄江上路，吾意独蹉跎。",
            "comment": ""
        },
        {
            "title": "六言",
            "content": "草间路六七里，溪上梅三四花。日落鸟声何处，山空犬吠谁家。",
            "comment": ""
        },
        {
            "title": "早发",
            "content": "颢气澄初晓，清江百丈秋。桨摇山势动，船带日光流。禽噪应知曙，鱼沉若避钩。闲身非复昔，征棹莫迟留。",
            "comment": ""
        },
        {
            "title": "太乙真人画像",
            "content": "真人读何书，一叶凌浩溔。不见此舟轻，但觉天地小。",
            "comment": ""
        },
        {
            "title": "山行",
            "content": "溪水冷冷清风沙，镜中历历走鱼蝦。树红霜后无多叶，梅入冬来第一花。",
            "comment": ""
        },
        {
            "title": "道中即事",
            "content": "露白霜清晓气浮，菊花满意为谁秋。西风毕竟真廉吏，狼藉金钱散不收。",
            "comment": ""
        }
    ]
}