{
    "dynasty": "宋",
    "author": "吴龙翰",
    "poems": [
        {
            "title": "诗境",
            "content": "流水环诗境，未容尘土侵。步迂松径曲，坐占草堂深。秋句蛩分和，山杯鸟劝斟。好怀无客共，相对一瑶琴。",
            "comment": ""
        },
        {
            "title": "繁昌道中",
            "content": "江天日暖竹为舆，猎猎春风载此臞。湊入灞桥成一画，杨花吹雪糁吟须。",
            "comment": ""
        },
        {
            "title": "持敬堂",
            "content": "大哉紫阳箴，诚为百世师。心法故能传，心印几能提。明明道统灯，于此接光辉。端居俨帝临，暗室疑神窥。立足千仞渊，生怕伤发肤。兢兢一寸心，炯炯冰雪壶。脱帽藐王公，无乃酒狂徒。蹀躞渔阳鼓，傲态逐刑诛。我则持以敬，譬如龙恋珠。断断猫捕鼠，绵绵鸡哺雏。守之戒勿闲，意马防驰驱。",
            "comment": ""
        },
        {
            "title": "登采石望夫石",
            "content": "良人戌楚竟蹉跎，极目天涯岁月多。赖有江流是知己，有声似和扊扅歌。",
            "comment": ""
        },
        {
            "title": "张丽华墓",
            "content": "结绮临春迹已尘，尚馀抔土锁娉婷。玉颜不及陇头草，岁岁春风吹得青。",
            "comment": ""
        },
        {
            "title": "春郊即事",
            "content": "登临故故检春工，小立苍苔数落红。院宇人归春寂寂，秋千閒在月明中。",
            "comment": ""
        },
        {
            "title": "白伫词",
            "content": "吴宫烟水碧迢迢，琼楼十二凌青霄。北方佳人颜如花，素衣濯濯明朝霞。云母屏风珍珠箔，香销金鸭春寒薄。璧月流光罗绮筵，白伫舞残月欲落。君看月落夜潮平，吴江阔兮越江深，吴王醉兮越王醒。",
            "comment": ""
        },
        {
            "title": "荷花四绝·风",
            "content": "飒飒凉生水国秋，可怜无计解花愁。飘然一叶随流水，付与真人驾作舟。",
            "comment": ""
        },
        {
            "title": "感兴",
            "content": "多病频辞客，无人自掩扉。劚松供药火，葺叶补渔衣。日月双丸疾，乾坤一粟微。不须求外道，悟此是玄机。",
            "comment": ""
        },
        {
            "title": "乌栖曲",
            "content": "风敲玉钩暇须垂，寒乌栖月万年枝。香薰翠被春宵冷，玉臂曲作珊瑚枕。",
            "comment": ""
        },
        {
            "title": "外丹",
            "content": "手掇乾坤铛里煎，神仙肘后有书传。红铅黑汞一斤药，阳火阴符六百篇。金鼎自疑三素气，玉炉轻散九霞烟。玄霜糁入空虚腹，一息乘风上碧天。",
            "comment": ""
        },
        {
            "title": "故人见寄韵",
            "content": "青年铁砚亦曾磨，壮不如人可奈何。松菊犹存陶令迳，烟云不碍邵公窝。吟廊缓步看修行，醉石高眠枕绿莎。一笠一蓑吾事足，江湖浩荡白鸥波。",
            "comment": ""
        },
        {
            "title": "座中咏蝉分韵得饥字",
            "content": "两翼才乾殻已离，便升乔木最高枝。银床落叶秋风里，金掌盘敧晓露时。断续翻成无调曲，悲凉做出苦吟诗。前身应是夷齐辈，高卧西山自忍饥。",
            "comment": ""
        },
        {
            "title": "晚舟过临平",
            "content": "烟钟舂起夕阳愁，森森临平春事幽。惟有风蒲爱吟客，岸边缭乱绾行舟。",
            "comment": ""
        },
        {
            "title": "千仙谣",
            "content": "衣缥缈，佩丁东。金茎滴香露，玉树生凉风。冲破青冥跨黄鹤，身披星斗珍珠络。",
            "comment": ""
        },
        {
            "title": "读岳武穆王传",
            "content": "鬼蜮为妖天地昏，将军那可一朝存。泰山颓喻哲人死，东海旱为孝妇冤。当日主和甘下策，到今无计复中原。清风凛凛一编史，拭尽英雄几泪痕。",
            "comment": ""
        },
        {
            "title": "秋崖先生以红石见寄",
            "content": "彤霞铄石玉晶荧，琢出羲之风字形。却著寒松苍古下，研烟传写相牛经。",
            "comment": ""
        },
        {
            "title": "春雪",
            "content": "一雪满天地，三春景更妍。鹤梳琼羽落，蝶舞粉衣翩。嫩柳飘新絮，残梅补落钿。东风初解冻，洗手破轻烟。",
            "comment": ""
        },
        {
            "title": "有所嗟",
            "content": "乘鸾人去玉箫寒，云敛巫山晓梦残。柳线不堪击离别，自和烟雨搭阑干。",
            "comment": ""
        },
        {
            "title": "天目道中",
            "content": "天目峰前小驻骖，长松笑道碧{上髟下监}鬖。客怀寂寞秋般淡，醉态朦胧午正酣。山色俨如严父面，鸟声还胜俗人谈。何年来此种芝术，乞与道人云一龛。",
            "comment": ""
        },
        {
            "title": "自建邺归至绩溪迂路观石照",
            "content": "谁磨白石如冰鉴，勋业安能试一窥。但觉秋风上潘鬓，半因为客半因诗。",
            "comment": ""
        },
        {
            "title": "冬夜",
            "content": "读罢床头一卷易，晚风冻尽铜壶滴。起傍危阑啸一声，月明何处人横笛。",
            "comment": ""
        },
        {
            "title": "楼居狂吟",
            "content": "湖海真成万里游，寒风吹破黑貂裘。归来卧占楼千尺，梦落沧波明月舟。",
            "comment": ""
        },
        {
            "title": "宫人斜",
            "content": "碧石重重锁墓门，兰膏点火照黄昏。春风几度生芳草，还似君王旧日恩。",
            "comment": ""
        },
        {
            "title": "荷花四绝·日",
            "content": "醉脸潮红娇欲眠，玉幢移影盖婵娟。一奁晴色开明镜，暖熨金炉起碧烟。",
            "comment": ""
        },
        {
            "title": "登金陵钟山绝顶",
            "content": "万仞钟山著屐登，中原今隔几崚嶒。自怜不及天边雁，岁逐春风到八陵。",
            "comment": ""
        },
        {
            "title": "辛酉秋在京殊久日一到湖上",
            "content": "湖上青山只麽閒，未须诗屋近山间。客边有酒身无事，日日一来湖上看。",
            "comment": ""
        },
        {
            "title": "心远堂",
            "content": "飘飘谪仙子，闭门逃世諠。达哉柴桑翁，心远地乃偏。羡公隐廛市，高拍前人肩。园林富花木，景象罗春妍。翠鸟鸣高枝。白鱼游深渊。鱼鸟欣有托，吾庐兴悠然。诗瓢贮烟云，茶鼎烹银蟾。有此佳绝处，那受名利鞭。鹊尾闻妙香，片心超九天。渊然消万虑，流光纬三田。乾坤任簸弄，追踪古偓佺。",
            "comment": ""
        },
        {
            "title": "晓发黄池过宁国",
            "content": "簇簇人烟两岸分，暂时挂搭此行程。一筇风月无拘束，又复挑诗到宛城。",
            "comment": ""
        },
        {
            "title": "登会稽山",
            "content": "越上今为客，息肩春树林。啼鹃归梦断，落日旅愁深。诗纪珠编史，琴传千古心。会须重过此，禹穴一登临。",
            "comment": ""
        },
        {
            "title": "题西湖画轴",
            "content": "丹青谁写满轴莲，濯濯西施一段妍。汴水百年尘隔断，可无人作画图传。",
            "comment": ""
        },
        {
            "title": "牛渚山观大江",
            "content": "巨灵劈破苍山石，鞭起九龙入空碧。山分两半合不成，夹住长江数千尺。九道惊湍相击撞，雷声怒发谁敢当。神蛟出没不可数，往往杀气摩穹苍。呜呼蜀道行且难，剑门险似铁门关。一夫可敌万夫勇，大开栈道通殽函。固知长江当城壁，立此天堑限南北。东南王气无穷年，此江未必成桑田。君不见敌兵百万连艨艟，雄师出斗一扫空。书生不能长钥与大剑，只坐帷幄收奇功。",
            "comment": ""
        },
        {
            "title": "夜泊富阳",
            "content": "片帆东去一鸥轻，消得天公十日晴。新酒一尊诗几首，故乡千里月初更。烟收山翠揩摩净，风软江波熨贴平。苦是狂怀费消遣，船头吹笛到天明。",
            "comment": ""
        },
        {
            "title": "登当涂凌歊台",
            "content": "高台突兀玉千寻，尚想当年翠辇临。坐守夕阳移半塔，我吟未了让蝉吟。",
            "comment": ""
        },
        {
            "title": "哭赵信庵",
            "content": "麟符玉策总兵权，手托江淮半壁天。大节有关宗社里，深谋常画庙堂先。三朝已表蝉冠像，八袠终逢鸡梦年。不独羊公碑尚在，万民堕泪滴湘烟。",
            "comment": ""
        },
        {
            "title": "淳熙丙申二月晦翁归婺源先曾大父因随杖屦遂",
            "content": "吾祖曾师云谷仙，读书直下悟蹄筌。道参太极本无极，易论先天与后天。绿遍春风窗外草，香浮夜月沼中莲。派分一勺濂溪水，道统绵绵万古传。",
            "comment": "【注释】【原题】：淳熙丙申二月晦翁归婺源先曾大父因随杖屦遂挂名于弟子之列乃以所著书说以求正晦翁可之又尝投书论易甚详龙翰不学缁玷家声因读遗文有作数语亦所以自勉云"
        },
        {
            "title": "古岩寺",
            "content": "古岩灵迹异，故故兀吟鞍。石溜溅棋湿，松风冱笛寒。露华僧衲重，曙色佛灯残。白社开何日，谈经上石坛。",
            "comment": ""
        },
        {
            "title": "春日吴中",
            "content": "照人芳树迟迟日，吹面垂杨拂拂风。客思一筇携不尽，鸟声多在落花中。",
            "comment": ""
        },
        {
            "title": "赠诗客梅窗",
            "content": "骚人行脚遍天涯，何处青山不是家。惆怅旧时云外鹤，结巢窗外宁梅花。",
            "comment": ""
        },
        {
            "title": "水边早梅",
            "content": "梅花淡淡著寒烟，漏泄春光老屋边。会被清池写疏影，一枝分作两枝妍。",
            "comment": ""
        },
        {
            "title": "感兴",
            "content": "闭门逃俗客，携酒过禅关。灶古茶烟断，碑残雨藓瘢。秋僧行影瘦，夜鹤病翎寒。片月随人到，孤琴对佛弹。",
            "comment": ""
        },
        {
            "title": "楼居狂吟",
            "content": "胸次玲珑著九垓，政须时复兴崔巍。楼高手可扪星斗，移掇天河入酒杯。",
            "comment": ""
        },
        {
            "title": "春晚留淮上",
            "content": "淮山历历春云澹，淮水汤汤夜月辉。此处杜鹃啼不到，江南行客未成归。",
            "comment": ""
        },
        {
            "title": "感兴",
            "content": "百事谋何拙，一閒梦亦清。定交毛颖子，结怨孔方兄。鹤影云烟瘦，蝉声风露轻。寸心虚白久，蜕骨待丹成。",
            "comment": ""
        },
        {
            "title": "嘉禾舟中",
            "content": "天与东风便，千钱买一舟。嘉禾三月路，阴木四山秋。野色缄诗思，鹃声替客愁。烟波渺无际，是处可盟鸥。",
            "comment": ""
        },
        {
            "title": "见刘后村先生",
            "content": "天录臞仙后代孙，巍科几世属名门。千年绝学追先圣，四海真儒仰后村。直向天边扶日月，只从笔底转乾坤。年来诸老凋零尽，惟有灵光独自存。",
            "comment": ""
        },
        {
            "title": "金陵怀古",
            "content": "钟阜龙蟠势可奇，何年开此帝王基。东西日月磨今古，南北江山几合离。六代衣冠荒草下，中原台殿白云涯。春风吹落英雄泪，立尽斜阳未有诗。",
            "comment": ""
        },
        {
            "title": "乐府四首",
            "content": "瑟瑟凉风来，妾身似秋扇。安得复炎热，相携不相厌。",
            "comment": ""
        },
        {
            "title": "别吴中三年寄湖上一二知己",
            "content": "麦秋天气觉清和，老尽春风庭下莎。晚月荒山啼蜀帝，夕阳高树咽齐娥。三年寒我沧波约，一夜思君白发多。世路不堪重著脚，相期何地理渔蓑。",
            "comment": ""
        },
        {
            "title": "读董卓传",
            "content": "巨妖吐毒气如蒸，谁遣腥膻汉帝陵。烟断洛阳残火在，为他吹著点脐灯。",
            "comment": ""
        },
        {
            "title": "宫词",
            "content": "舞罢霓裳宝髻垂，桃花扇底暖风吹。夜深内殿重开宴，手撚灯花画翠眉。",
            "comment": ""
        },
        {
            "title": "见刘后村先生",
            "content": "玻璃万顷海天秋，相国如居天上头。锦帐围山丹荔熟，银梭织水子鱼游。地灵自古称多士，人物当今列上流。二季一翁家学在，湄洲即是蜀眉州。",
            "comment": ""
        },
        {
            "title": "春晚",
            "content": "万绿丛中春事阑，杨花如雪满江干。露沾花树蝶衣重，雨著芹泥燕嘴寒。愁到吟肠诗绾断，梦依棋局客敲残。何时买得青山住，炼就蓬壶换丹。",
            "comment": ""
        },
        {
            "title": "泊真州方山下",
            "content": "烟冷隋宫草木秋，屏山分翠接江流。片云不隔长芦寺，夜半钟声敲客愁。",
            "comment": ""
        },
        {
            "title": "嘉禾沈园",
            "content": "景物何其异，虚岩人力成。清池沈鸟影，高树落蝉声。花日楼台丽，香风帘幕轻。我来一吟赏，不惜买杯倾。",
            "comment": ""
        },
        {
            "title": "见刘后村先生",
            "content": "骑却青鸾上禁林，岩岩声价重于金。花砖日转琼笺暖，莲烛星归玉漏沈。翰墨挈来三昧手，丝纶画出九重心。春风已築沙堤路，天上虚皇属意深。",
            "comment": ""
        },
        {
            "title": "夜兴",
            "content": "山房静对碧巉屼，与客歌骚夜未阑。客去灯寒眠不稳，心随明月在阑干。",
            "comment": ""
        },
        {
            "title": "见王广文",
            "content": "旅食京华不自谋，可堪曲尽鹔鹴裘。一床风雨孤灯夜，千里江山两鬓秋。笑索寒梅吟苦句，醉拈秃笔扫穷愁。学人翻笑孙明复，强乞希明一点头。",
            "comment": ""
        },
        {
            "title": "春晚郊行",
            "content": "芒鞋竹杖出柴关，检点园林脚不閒。翠幄初张花结局，锦绷未解笋排班。烟波鸥鹭春风外，桑柘牛羊夕照间。野兴不须邀客共，一尊白酒对黄山。",
            "comment": ""
        },
        {
            "title": "楼居狂吟",
            "content": "汗漫相期欲控鲸，龟楼粗可寄閒身。天教吴猛亲常健，乞与商山九斛尘。",
            "comment": ""
        },
        {
            "title": "离怨",
            "content": "杨柳如少年，春风吹得老。朝为白雪花，暮为浮萍草。明月照妾夫，夜夜关山道。明月分半光，照妾颜色好。空闺一十年，芳容秋叶槁。宝马嘶，妾夫归，对镜画眉双泪垂。前日夫误妾，今日妾误夫，妾貌不如夫去时。",
            "comment": ""
        },
        {
            "title": "昭君怨",
            "content": "汉家金屋贮蛾眉，六宫何啻三千姬。中有一姬倾国色，可怜不到君王知。毛生笔下真少恩，玉颜黑子迷妍媸。君王按图不入眼，出身远嫁单于妻。盈盈泪眼边月照，萧萧愁鬓胡风吹。不忧死作龙城鬼，贞魂长在深宫里。犹胜男儿未贵时，咫尺金门如万里。",
            "comment": ""
        },
        {
            "title": "楼居狂吟",
            "content": "偃月炉深紫气浮，红铅黑汞六丹头。梅翁欲挹浮丘诀，颛为黄山作此楼。",
            "comment": ""
        },
        {
            "title": "楼居狂吟",
            "content": "四山如画不胜奇，朝暮烟云都是诗。楼上吟声穿碧落，天公罚我鬓成丝。",
            "comment": ""
        },
        {
            "title": "谩题",
            "content": "放旷疏林下，清风吹鬓毛。傍梅读周易，对酒歌离骚。诗思秋云淡，古怀明月高。五湖天地别，烟水绿平蒿。",
            "comment": ""
        },
        {
            "title": "寿乡衮讷斋先生",
            "content": "华衮褒荣御墨鲜，堂堂剑佩在凌烟。十三相后功为最，五百年间遗有传。落落甘霖施后土，岩岩钜石补青天。太平有策安排了，浯水清风崖可镌。",
            "comment": ""
        },
        {
            "title": "层翠楼",
            "content": "结楼书屋傍，独占林塘幽。飞檐瞰寒碧，照影虹霓浮。层峦万苍翠，峭屼生戈予。黛眉与螺髻，故故含娇羞。此时楼中人，片心随白鸥。风吹乌纱帽，露滴紫绮裘。白云入我望，逸兴何悠悠。沆瀣供晨餐，酌以碧玉瓯。朝暾散朱景，嚥约十二楼。愿言追黄鹤，致身八极游。慷慨笛声发，满楼明月秋。",
            "comment": ""
        },
        {
            "title": "王荆公读书堂",
            "content": "六籍纷纷尽可奴，翻腾字说乃菑畲。可知山半青灯夜，只读商君一卷书。",
            "comment": ""
        },
        {
            "title": "别厉制使",
            "content": "何日林间理故书，客中岁月只蘧庐。籴粮半给梅花鹤，烧叶馀分雪后驴。蝶梦悠扬家国远，雁行零落弟兄疏。寒花到了自萧索，不是东风不管渠。",
            "comment": ""
        },
        {
            "title": "感兴",
            "content": "野兴在渔艇，风潮不惮劳。苔生肥石骨，水落瘦溪毛。霜重稻粱熟，天清雁字高。醉馀歌古调，人事析秋毫。",
            "comment": ""
        },
        {
            "title": "灵山观金灯",
            "content": "嵯峨灵金山，峭壁偕天长。巑屼万苍翠，无复敢颉颃。登临劳远目，久羁尘俗韁。天风送筇屐，此愿今一偿。所喜侍老亲，贔屭升崇冈。琪树蔼柔丝，瑶草超群芳。松声入幽怀，妙乐非笙簧。好鸟相劝酬，醉我林中觞。我吟游仙诗，客和招隐章。起舞沸欢笑，人影乱夕阳。何妨阿堵女，山北敞虚堂。石池閟甘泉，瓦炉腾妙香。昔言山有灵，金灯夜呈祥。信哉华严经，佛眉施白光。澄公有妙力，一笑通禅房。讵知山石间，而有金光藏。崦嵫下朱景，山气相激扬。若以色见佛，于法参与商。我生事迂阔，咄咄颠复狂。读书猎千古，浩气凌八荒。乃欲落须发，掬水曹溪傍。吹以无孔笛，倒骑牛一场。手击混沌开，有此硬脊梁。指点生死根，棒喝行诸方。",
            "comment": ""
        },
        {
            "title": "楼居狂吟",
            "content": "诸方参遍一枯藤，苦节期传夜半灯。弘景登楼持棒喝，不容人上第三层。",
            "comment": ""
        },
        {
            "title": "哭赵信庵",
            "content": "祥云中屹祝融峰，秀出全材一钜公。银管曾提修国史，金戈几出策边功。九秋健羽横空鹗，万里威声当道熊。谭国为前冀国后，汗青千古玉玲珑。",
            "comment": ""
        },
        {
            "title": "秋日绵溪",
            "content": "万顷寒潭镜面平，数声征雁叫霜晴。满林落叶秋风老，山路黄昏人少行。",
            "comment": ""
        },
        {
            "title": "读十七全史岁久而彻",
            "content": "灯火青编结兴长，可能历历记兴亡。董狐笔底风霜重，班马书边兰蕙香。往事输赢棋几局，浮名今古纸千张。重重公案休拈起，中有灵台定否臧。",
            "comment": ""
        },
        {
            "title": "夏日书事",
            "content": "东林数间屋，长掩竹笆篱。槛柳拂棋局，瓶花落砚池。蝶狂如被酒，蝉咽似吟诗。脱帽挂岩石，凉飔入鬓丝。",
            "comment": ""
        },
        {
            "title": "甲子举中补滥忝前名考官刘簿云已在解选涝漉",
            "content": "奴颜婢膝浪驱驰，几被秋风吹鬓丝。百万博卢空得雉，八千兵溃岂因骓。功名付我银凿落，世事从渠铁蒺藜。且跨蹇驴出门去，六朝故地要吾诗。",
            "comment": "【注释】【原题】：甲子举中补滥忝前名考官刘簿云已在解选涝漉袁簿批有文字清快老健惜乎正榜之额有限之语"
        },
        {
            "title": "泊芜湖县",
            "content": "古邑苍江曲，鳞鳞华屋横。酒楼歌妓集，渔市贩夫行。野阔云无势，江流月有声。桥边息诗担，谯鼓更分明。",
            "comment": ""
        },
        {
            "title": "侠客行",
            "content": "击筑复击筑，欲歌双泪横。宝刀重如命，命如鸿毛轻。",
            "comment": ""
        },
        {
            "title": "哭罗潜斋",
            "content": "此老古之学，文章富石渠。宦情云淡薄，吟鬓竹萧疏。未购茂陵稿，空埋汲冢书。北郊相吊处，寒日照踌躇。",
            "comment": ""
        },
        {
            "title": "过泾邑水西县尹先伯祖尝为邑簿领耆儒有识者",
            "content": "客里身无事，乘閒过水西。清波明白鹭，绿树带黄鹂。酤酒道旁饮，吟诗石上题。邑中逢旧故，坐定说环溪。",
            "comment": ""
        },
        {
            "title": "春寒",
            "content": "二月漫漫雪满山，群芳空向雪中看。幽亭酌酒且沈醉，要为小园花{堧土换食}寒。",
            "comment": ""
        },
        {
            "title": "寿乡衮讷斋先生",
            "content": "世态浮云无定形，先生绿野竟留情。讵知宝佑老臣在，又见金陵新法行。洛邑几时归赤舄，东山再起答苍生。不堪局面迟一著，愿祝薇垣星更明。",
            "comment": ""
        },
        {
            "title": "冯永之号冰壶工水墨丹青",
            "content": "半生江海冰壶翁，担风荷雨七尺筇。烂嚼扶桑紫金椹，玉楼光彻十二重。饱吃孤山白玉花，一凿九窍开玲珑。能鉟明月铸双眼，故能搜异窥神功。能穿星斗挂胸次，故能神游八极之鸿蒙。手撼烟云出砚石，酒酣奋笔驱雷风。回山转海有力量，顷刻鹅溪幻出白练之寒江，碧玉之奇峰。潇湘洞庭忽在眼，冷落烟竹苍梧空。碧天万里渺无际，但见隐隐归飞鸿。江门过雨凉如许，木落潇潇秋满浦。月明何处起渔歌，小艇人归急摇橹。鸥沙漠漠洲渚昏，无数寒鸦栖古渡。景物变态虽无穷，笔端有口一一吐。研丹吮粉尤精奇，且与王爵争毫厘。宁肯没骨媚时好，逸气往往追徐熙。一点春风几花卉，化工权柄君所私。献之牸牛韩干马，滕王蛱蝶僧繇鱼。下笔众妙各俱足，开卷错落中珠玑。顾家层楼连天起，俗士那敢窥藩篱。呕心抽思何自苦，乃使肌骨化作枯松枝。君不见梅边有狂客，风饕雪虐宁忍饥。吟躯未老貌先老，不觉两鬓纷如丝。",
            "comment": ""
        },
        {
            "title": "哭秋崖先生",
            "content": "气节昂斯世，先生千载人。可怜成白首，犹只到朱轮。芧取群狙怒，雪逢越犬狺。方离罗织辱，身世已成尘。",
            "comment": ""
        },
        {
            "title": "婺源道中午憩",
            "content": "小息吟身古木阴，诗情羞涩锦囊轻。风烟不受人收拾，担阁行山半日程。",
            "comment": ""
        },
        {
            "title": "题国直先伯祖海潮赋后",
            "content": "银山突兀苍海头，夜半鼓噪万貔貅。争雄角力转坤轴，旋磨尘世偕浮沤。朝朝暮暮自消长，谁言于此随海鰌。鸱革裹尸已尘土，未必怒怨卒未休。看公立论屈前辈，笔端有力挽万牛。孤峰绝崖气象古，亦复粲粲珊瑚钩。分明掘见阴阳根，判断造化之深幽。玄机发泄天帝嗔，此文正恐雷霆收。不然亦似画鸟迹，长夜鬼哭声啾啾。公自骑鲸去不返，满江明月芦花秋。",
            "comment": ""
        },
        {
            "title": "秋崖先生招饮荷葭坞席上赋诗",
            "content": "相公潭水清于玉，翠屏四面环书屋。石梯幽幽登苍崖，老树晴烟千顷绿。好花对人无俗姿，春色盈盈囿虚谷。归来庭院碧参差，八窗玲珑有修竹。先生长啸临清流，茱萸辛夷香满洲。浪呼迪辈偕春游，绿醅深注碧玉瓯。我醉起舞相劝酬，愿祝先生相业侔伊周。运留侯帷幄之筹，横莱公野水之舟。莫负苍生望安石，东山高卧凌清秋。",
            "comment": ""
        },
        {
            "title": "寓感",
            "content": "周家敦八议，姬旦衡何平。秦家尚荷法，四海怨商君。凤鸟时一鸣，枭鸟时一鸣。一鸣以为周，一鸣以为秦。法重灭尔族，德重润尔身。天帝厌杀伐，勿使伤阳春。",
            "comment": ""
        },
        {
            "title": "再过孤山",
            "content": "一函鹤骨已尘埃，空築孤山碧玉台。添种红莲千万朵，梅花从此不须开。",
            "comment": ""
        },
        {
            "title": "晓发姑孰城",
            "content": "鹃啼惊梦敧春枕，花落迎风打晓窗。携杖搀先出城去，角声吹月堕寒江。",
            "comment": ""
        },
        {
            "title": "哭秋崖先生",
            "content": "昔年经盼目，此日罢从游。尤许为上足，敢令出一头。圣涯窥浩荡，学海探深幽。一瓣南丰后，他师不复求。",
            "comment": ""
        },
        {
            "title": "栽斑竹",
            "content": "竹母初分种屋头，斑斑泪点带诗愁。他时看取成林玉，遥剪湘江一片秋。",
            "comment": ""
        },
        {
            "title": "归途绩溪界喜见十里岩",
            "content": "策杖前溪去，吾乡此路分。两磨山出色，风约水成文。归信凭秋雁，思亲望白云。碧岩今日见，快饮带微醺。",
            "comment": ""
        },
        {
            "title": "挽徐县尹",
            "content": "雄笔工褒贬，登科年少时。青山知宦拙，白首尚书痴。鹗荐仍归弟，凤毛喜有儿。传家遗卷在，光彩玉离离。",
            "comment": ""
        },
        {
            "title": "荷花四绝·露",
            "content": "一机蜀锦著纱笼，不放纖尘到水宫。但觉晓寒金掌重，仙人危立白云中。",
            "comment": ""
        },
        {
            "title": "冻吟",
            "content": "座左插梅花，座右横诗笔。风雪堕寒肩，先生方抱膝。",
            "comment": ""
        },
        {
            "title": "楼居狂吟",
            "content": "楼间丹壁富藏书，误学相如卖子虚。何不买牛勤教子，邵平瓜地要人锄。",
            "comment": ""
        },
        {
            "title": "登和州八公山昔年周师俘敌于此有碑屹其上",
            "content": "万姓业居一弹丸，八公何在路漫漫。中原北望已尘暗，边地秋来又枣丹。猎猎阴风征骨乱，茫茫夜月鬼声寒。老兵指点擒生处，岘首残碑带泪看。",
            "comment": ""
        },
        {
            "title": "晚舟泊长河",
            "content": "诗客行装少，孤舟一叶轻。寒鸦随日落，秋雁破霜鸣。山色攒心事，江声咽世情。故乡无百里，酤酒话归程。",
            "comment": ""
        },
        {
            "title": "金陵寓楼居",
            "content": "楼中有酒客身閒，约住孤云共往还。遥落碧桃春欲去，倚阑无语看钟山。",
            "comment": ""
        },
        {
            "title": "楼居狂吟",
            "content": "茅斋悔著市廛间，长与青山面目悭。突兀小楼初结就，竹床石枕卧看山。",
            "comment": ""
        },
        {
            "title": "楼居狂吟",
            "content": "觅得楼中一觉眠，将身化蝶入壶天。平生睡债何时足，春在梅花纸帐边。",
            "comment": ""
        },
        {
            "title": "行春次俞兄韵",
            "content": "几日春愁不出行，园林又是了清明。春风桃李一场梦，夜月江山千古情。吟倚长松伺鹤到，坐临钓石看云生。此怀不解自拈出，谩语离骚入笛声。",
            "comment": ""
        },
        {
            "title": "登严子陵钓台",
            "content": "万乘从君脚底眠，客星便入史官占。东都基业随流水，今日斯台尚姓严。",
            "comment": ""
        },
        {
            "title": "戊午诏与弟文战棘闱自惭师衂况有炊臼之梦不",
            "content": "霜叶秋风下，寒窗著病身。乾坤为逆旅，岁月转车轮。白首无贤妇，青云有攻人。愁怀今日解，漫啜甕边春。",
            "comment": "【注释】【原题】：戊午诏与弟文战棘闱自惭师衂况有炊臼之梦不能为怀幸故人有荐乡书魁漕闱者良以自慰"
        },
        {
            "title": "荷花",
            "content": "花列千行彩袖，叶收万斛明珠。可惜坡仙不在，风情绝胜西湖。",
            "comment": ""
        },
        {
            "title": "过和州报恩寺唐籍故居也",
            "content": "昔年此地著书人，诗骨成尘草木深。突兀眼前僧结屋，塔铃风里替君吟。",
            "comment": ""
        },
        {
            "title": "草堂",
            "content": "苍烟落日草堂深，浅浅寒侵白玉簪。等客不来童睡去，自摇修竹和新吟。",
            "comment": ""
        },
        {
            "title": "京城寓居春日",
            "content": "春城庭院柳风轻，帘影玲珑爱晓晴。红日半窗吟梦觉，咿哑墙外卖花声。",
            "comment": ""
        },
        {
            "title": "寄题友梅堂友梅乃竹洲先生孙也",
            "content": "公昔洲多竹，而孙梅作堂。月窗传瘦影，风壑度寒香。友也真鱼水，兄兮可雁行。相看动吟兴，时吐玉琳琅。",
            "comment": ""
        },
        {
            "title": "冬夜山中",
            "content": "寒入雁声霜满地，香沈梅影月当崖。独鹤归来童亦睡，微风簌簌落松钗。",
            "comment": ""
        },
        {
            "title": "乌江项羽庙",
            "content": "盖世英雄只恁休，千年遗恨大江流。汉提义帝作张本，当日君输第一筹。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "蜀儒为郡追任昉，歙士呼天借寇恂。",
            "comment": ""
        },
        {
            "title": "乐府四首",
            "content": "妾心江岸石，千古无变更。郎心江上水，倏忽风波生。",
            "comment": ""
        },
        {
            "title": "春晚野步",
            "content": "寻花篱下蝶牵引，酌酒林间鸟劝酬。山色不随春态老，笛声自起夕阳愁。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "天地可呼归舴艋，利名不遣涴笭箵。",
            "comment": ""
        },
        {
            "title": "春日松阴小憩",
            "content": "瘦筇扶我过林端，无赖东风掠鬓寒。贪数青山不知去，松花吹满石棋盘。",
            "comment": ""
        },
        {
            "title": "浙江姚楼观水月",
            "content": "翠滚玻璃万顷秋，长江又挂水晶球。水光月色梅边客，今夜会盟江上楼。",
            "comment": ""
        },
        {
            "title": "寿乡衮讷斋先生",
            "content": "当年河岳已储神，理乱分明关一身。瑞应麟书知孔子，恩光凤诰见庚申。世臣乔木苍苍日，驿使梅花岁岁春。笑指紫阳山作寿，会看重庆喜尤新。",
            "comment": ""
        },
        {
            "title": "夜吟",
            "content": "小院沈沈夜欲阑，东风吹月上阑干。手撼梅花露研墨，醉将吟笔蘸清寒。",
            "comment": ""
        },
        {
            "title": "拜李谪仙墓",
            "content": "先生放旷士，浩气吞洪蒙。蓬池与紫阁，轩盖绎相从。经营紫河车，破费十载功。金鼎驯乌兔，炎炎丹光红。一击混沌破，落地寻无踪。神仙有水解，戏剧惊愚蒙。当年遗剑履，一锸秋云封。我亦鑽玄学，此心良券同。朅来荐泉菊，紫绮疑相逢。俨如真面目，晓月印寒空。",
            "comment": ""
        },
        {
            "title": "读家集",
            "content": "吾家友堂翁，砚影双鬓寒。刻志鑽书史，篝灯照夜阑。学术三代上，文章两汉间。胸次秋沆瀣，词吐玉琅玕。冤哉命压头，那复博一官。二埙策科第，亦不到金銮。友堂纷遗稿，几成汲冢残。江东兵燹馀，白璧喜重完。",
            "comment": ""
        },
        {
            "title": "辛酉秋吴画士写神",
            "content": "功名自有兜鍪辈，荣辱宁干蓑笠翁。烦作田园作兴画，短檐斜日稻花风。",
            "comment": ""
        },
        {
            "title": "秋日游竹会寺",
            "content": "修竹阴阴古道场，谁怜兵火地荒凉。晚山俱似佛头绿，秋草不如僧发长。白酒莫辞今日辞，黄花仍作去年香。禅翁留客殷勤甚，相对藤床话夕阳。",
            "comment": ""
        },
        {
            "title": "楼居狂吟",
            "content": "振衣千仞兴悠哉，一日看山十二回。胸次谁人有丘壑，便容携酒上楼来。",
            "comment": ""
        },
        {
            "title": "内丹",
            "content": "太极虚空亦有根，打开关捩是何人。丹田旋转乾坤橐，碧海循环日月轮。久矣我前曾有我，悠哉身外岂无身。分明好个通天窍，只要时人认得真。",
            "comment": ""
        },
        {
            "title": "秦淮",
            "content": "数里秦淮画轴开，唐人赏后宋人来。无边风月要酬荅，一处旗亭买一杯。歌歇陈宫玉树春，可怜商女亦成尘。老成惟有秦淮月，往日曾经照古人。",
            "comment": ""
        },
        {
            "title": "冬夜",
            "content": "一屋白云无锁钥，酒酣要摘梅花嚼。相逢石鼎老弥明，吟罢松梢月欲落。",
            "comment": ""
        },
        {
            "title": "饮马长城窟",
            "content": "汉兵北伐时，饮马长城窟。此城何以高，中填战夫骨。此池何以深，战血化为洫。秋风吹水腥，马闻亦辟易。马渴可奈何，要马载金戈。长安有游冶，走马燕支坡。",
            "comment": ""
        },
        {
            "title": "哭秋崖先生",
            "content": "欧苏唤不起，文印属秋崖。大雅非常调，正音不顾俳。寒江濯文思，明月镂吟怀。传业有杨晏，遗书塚墓埋。",
            "comment": ""
        },
        {
            "title": "乐府四首",
            "content": "制衣寄夫婿，妾有冰雪段。中有连理枝，不忍剪教断。",
            "comment": ""
        },
        {
            "title": "荷花四绝·雨",
            "content": "寒声敲破玉琳琅，绾断鸳鸯双梦长。几斛明珠收不起，巧粘翡翠络红妆。",
            "comment": ""
        },
        {
            "title": "嘉禾书所见",
            "content": "翠幕重重护晓寒，窗间金鸭篆烟残。芳情不采閒花草，独倚阑干看牡丹。",
            "comment": ""
        },
        {
            "title": "钱王广文",
            "content": "宦居三载满，严驾出山城。诗担梅花白，离杯竹叶清。更筹催客梦，斥堠计行程。去去骖鸾鹤，长歌上玉京。",
            "comment": ""
        },
        {
            "title": "濯足五溪城",
            "content": "东风吹水绿粼粼，小漱清寒入齿龈。万里流边濯双足，恐行五岭涴晴云。",
            "comment": ""
        },
        {
            "title": "见刘后村先生",
            "content": "雪碗冰瓯淬笔锋，篇篇琢出玉玲珑。鹤鸣远岫千林晓，鲸展洪涛万里雄。暮雪寒梅吟思外，春风芳草梦魂中。诗瓢行脚半天下，多谢先生棒喝功。",
            "comment": ""
        },
        {
            "title": "先曾大父作竹夫人铭北窗蘧蘧偎尔冰肌毋徇其",
            "content": "水沈为骨玉为肌，专宠凉台会有时。长得夫人容两足，客星不遣史官知。",
            "comment": "【注释】【原题】：先曾大父作竹夫人铭北窗蘧蘧偎尔冰肌毋徇其名乃邪其思甚有思致余不能道漫作俳优语"
        },
        {
            "title": "行春次俞兄韵",
            "content": "多谢春风相此行，马蹄千里夕阳明。故人杨柳正年少，知己青山旧日情。思满天涯芳草远，望穷江际暮云生。同来佳客自不俗，相对松阴听瀑声。",
            "comment": ""
        },
        {
            "title": "拜林和靖墓",
            "content": "老鹤高飞入白云，空馀残照管孤坟。清风千古镇长在，见著梅花如见君。",
            "comment": ""
        },
        {
            "title": "数年前有小词微雨后落花天娇态病恹恹怕人猜",
            "content": "月夜梅花下，开樽谁主宾。梅花娇欲语，让我白头人。娉婷楼上女，无乃花中神。下楼款欢笑，莫惜抛千金。纖纖出素手，为我弹瑶琴。自言谙古调，姜心合君心。感君缠绵意，未弹先有情。妾佩明月光，妾衣云霞轻。共君骖白凤，一息超玉京。君看天帝女，嫁与牵牛星。天河万里长，鹊桥岁一陈。安得河水乾，夜夜长相亲。君能挽天河，一洗八极尘。",
            "comment": "【注释】【原题】：数年前有小词微雨后落花天娇态病恹恹怕人猜著是相思镇日不开帘宝钗横蝉鬓乱院宇待人归尽缓移莲步玉阑前纖手掐花钿兹月夜与客饮梅花下一姝歌前词复出笺徵余新作"
        },
        {
            "title": "登长干寺塔",
            "content": "金陵王气已销沈，几度凭阑愁满襟。往事僅存南北史，伤情空费短长吟。龙蟠故国山河壮，凤去荒台草木深。旧物尚馀吴塔在，夕阳移影照江心。",
            "comment": ""
        },
        {
            "title": "婺源道中午憩",
            "content": "满路黄尘人往还，黄尘点污几青山。便投山店睡过午，要放诗魂出世间。",
            "comment": ""
        },
        {
            "title": "寓兴",
            "content": "盈盈楼上仙家姝，绿波濯濯明芙蕖。感君恩情玉连锁，罗襦击君双明珠。青琐玲珑春夜永，为君閒调相思引。琼树朝新璧月满，琴声未断肠先断。剪剪轻寒袭春笋，金猊喷香薰袖暖。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "一声欸乃烟波阔，千古离骚日月光。",
            "comment": ""
        },
        {
            "title": "赠相士",
            "content": "万里烟霞侵鹤骨，九天风露注蝉尸。君看个人作诗苦，梅花细嚼当晨炊。",
            "comment": ""
        },
        {
            "title": "过淮南湖",
            "content": "黄尘茫茫北风起，黄芦萧萧日色死。百万征夫血怒流，点污淮南一湖水。向来失著图中原，一朝此地化为边。养兵百年不用力，将军金印惭空悬。南湖南湖君莫渡，万仞山高鬼门户。夜夜青燐照断蓬，训狐自载髑髅舞。",
            "comment": ""
        },
        {
            "title": "久客湖海买舟西还",
            "content": "万里烟波兴渺然，片心如在灞桥边。归装诗少不成担，自拗梅花凑满船。",
            "comment": ""
        },
        {
            "title": "己未试监假道于严报谢使君",
            "content": "秋试贤关掷雉卢，道经邻郡拜真儒。棠阴日暖鸟声隽，苔迹月明吏影臞。春野一犂今有犊，暮歌五袴昔无襦。片帆愿借吹嘘力，一舸清风不用租。",
            "comment": ""
        },
        {
            "title": "春日书所见",
            "content": "寒云漠漠暮天低，社鼓声中日欲西。隔岸垂杨遮酒店，风帘移影照寒溪。",
            "comment": ""
        },
        {
            "title": "雨宿祁门道中",
            "content": "乘骖古渡头，景色十分幽。山雨敲诗梦，溪流赴客愁。寒禽知警夜，高树故吟秋。壮志难磨尽，终期汗漫游。",
            "comment": ""
        },
        {
            "title": "南陵道中迫暮投茅店四围率败篱令仆夫环卧",
            "content": "故山三百里，归路正羊肠。密树标茅店，荒池界竹墙。仆眠如鹿伏，我倦背龟藏。素志非南阮，丈夫扫八荒。",
            "comment": ""
        },
        {
            "title": "对月",
            "content": "长空有明月，与我良有情。遥遥万里道，随我杖履行。耿耿吟床间，相随入枕衾。而我病风雅，长作秋蛩吟。吟声悲入月，月色寒入吟。月即是天眼，照我泪纵横。垂垂草上露，尽从月眼倾。不为富贵儿，只作苦吟人。君看朱门邃，翠幕围阳春。管弦沸清晓，银烛正荧荧。",
            "comment": ""
        },
        {
            "title": "张丽华墓",
            "content": "金井辘轳春梦残，香魂飞不到长安。君王为虏妾为土，夜月空分两地寒。",
            "comment": ""
        },
        {
            "title": "春兴",
            "content": "闻说春醪熟，提壶唤客尝。乾坤一酿甕，花气百和香。",
            "comment": ""
        },
        {
            "title": "赠谒士",
            "content": "一掬乡心寒似月，半生行迹过于云。春风满担诗千首，是处青山留得君。",
            "comment": ""
        },
        {
            "title": "春夜隔江望扬州城",
            "content": "烟树芜城熨不开，夜深灯火照楼台。欲披紫绮过江去，月冷沧洲待鹤来。",
            "comment": ""
        },
        {
            "title": "重阳客中",
            "content": "愁里重阳近，他乡酒易酤。秋风诗鬓短，寒夜客灯孤。笋笠月穿破，荷衣霜打枯。有怀吟未就，端不为催租。",
            "comment": ""
        },
        {
            "title": "连雪五日有无尽观",
            "content": "平生酷爱雪，老我看不足。安得走五台，六月漱寒玉。无计巢雪山，与佛结幽独。方舆多奇观，出门欠车毂。天公副微愿，连朝遣滕六。寒林振琳琅，朔风扇琼木。楼台炯夜光，地灵惊玉局。幻成银世界，一旦饱双目。清泠天地气，吸入空洞腹。賸欲呼夜舟，飘然访林麓。",
            "comment": ""
        },
        {
            "title": "乐府四首",
            "content": "残月小楼西，鹃啼思欲迷。妾夫在天南，何不那边啼。",
            "comment": ""
        },
        {
            "title": "严滩对月忆雪壶亡弟",
            "content": "卯君看月此徘徊，今来月明君不来。安得清光刀剪破，为分一半到泉台。",
            "comment": ""
        },
        {
            "title": "春怀",
            "content": "梨花院落雨初晴，小醉醒来睡不成。过客光阴易老态，故人山色却长情。歌喉呖呖鸟声隽，舞袖翩翩蝶翅轻。好景相看作挞尽，闭门不觉了清明。",
            "comment": ""
        },
        {
            "title": "县尹先伯祖家观遗书",
            "content": "嗟哉吾伯祖，文响玉珊珊。高折蟾宫桂，卑栖花县官。琴声流水尽，书卷白云寒。尚想伊吾夜，高楼几倚阑。",
            "comment": ""
        },
        {
            "title": "九日",
            "content": "秋雨梧桐退老时，寒城九日正霏霏。功名不直三杯酒，世事真如一局横。头且插教黄菊满，手今莫负紫螯肥。壮怀无复登临恨，破帽西风一任吹。",
            "comment": ""
        },
        {
            "title": "严郡谒乌龙庙遇打碑者",
            "content": "何年故处士，灵魄此为家。古壁填苍藓，空庭隘落花。山坟穿去鹤，庙祭下饥鸦。巫祝打碑卖，神功播海涯。",
            "comment": ""
        },
        {
            "title": "散发",
            "content": "玲珑窗户午晴时，散发林间自一奇。鸟睡香奁花影动，蝉吟凉境柳阴移。高山流水琴三弄，明月清风酒一户。要是闭门防俗客，莫令到眼败吾诗。",
            "comment": ""
        },
        {
            "title": "子陵钓台",
            "content": "峭壁千寻屹晓寒，何年人插钓鱼竿。烟霞不受衣冠涴，天地那如蓑笠宽。幸有同肩黄屋贵，不妨伸脚白云端。能令汉室亦增重，可作巢由一例看。",
            "comment": ""
        },
        {
            "title": "庚申冬寿秋崖先生",
            "content": "瑞宿当年降世间，祁山深处著仙坛。梅开冰壑珊瑚瘦，崖耸晴空碧玉寒。清气胚成龟鹤相，丹田炼就虎龙蟠。待教须鬓浑如雪，恰写耆英与世看。",
            "comment": ""
        },
        {
            "title": "秋深过田家",
            "content": "策杖行行过石桥，农家鸡黍远相招。田铺棋局露雅下，山展画屏烟雨描。病骨枯于秋后叶，诗怀雄似海东潮。一声老鹤松梢上，賸欲乘风到九霄。",
            "comment": ""
        },
        {
            "title": "吴越归秋晚",
            "content": "湖海归来晚，园荒菊几丛。秋山吟骨瘦，霜叶醉颜红。吊影寒溪曲，怀人落月中。青灯滋味永，不用哭途穷。",
            "comment": ""
        },
        {
            "title": "春山晚望",
            "content": "糢糊数叠屋前山，翠色欺凌诗鬓寒。啼鸟一声泥滑滑，晚钟春雨过林端。",
            "comment": ""
        },
        {
            "title": "西湖曲",
            "content": "十里风光烟水白，嵯峨帝城紫雾隔。笛声吹断蒲叶风，鹭飞界破青山色。湖波鳞鳞织成縠，翠盖红幢机上簇。长安富儿美少年，马行紫陌香尘扑。画舫谁家窈窕娘，半额鹅黄时样妆。玉手折花娇无力，花枝斜挂银丝长。隔花踌蹰意相属，稍稍谈笑闻馀香。夕阳西下汉水远，无计问觅双琼珰。巫山高哉但入梦，安得插翅飞其傍。君不见吴姬采莲自唱曲，君王尚在舟中宿。",
            "comment": ""
        },
        {
            "title": "登宣城郡楼仰谢公",
            "content": "翠屏四面敞阑干，谢老诗情不说官。魂冷青山呼欲醒，吟声渗在石泉间。",
            "comment": ""
        }
    ]
}