{
    "dynasty": "宋",
    "author": "周密",
    "poems": [
        {
            "title": "探芳讯",
            "content": "步晴昼。向水院维舟，津亭唤酒。叹刘郎重到，依依谩怀旧。东风空结丁香怨，花与人俱瘦。甚凄凉，暗草沿池，冷苔侵甃。桥外晚风骤。正香雪随波，浅烟迷岫。废苑尘梁，如今燕来否。翠云零落空堤冷，往事休回首。最消魂，一片斜阳恋柳。",
            "comment": ""
        },
        {
            "title": "明月引/江城梅花引",
            "content": "雁霜苔雪冷飘萧。断魂潮。送清桡。翠袖珠楼，清夜梦琼箫。江南江北云自碧，人不见，泪花寒，随雨飘。愁多病多腰素消。倚清琴。调大招。江空年晚，凄凉句、远意难描。月冷花阴，心事负春宵。几度问春春不语，春又到，到西湖，第几桥。",
            "comment": ""
        },
        {
            "title": "梅花引",
            "content": "瑶妃鸾影逗仙云。玉成痕。麝成尘。露冷鲛房，清泪霰珠零。步绕罗浮归路远，楚江晚，赋宫斜，招断魂。酒醒。梦醒。惹新恨。褪素妆，愁涴粉。翠禽夜冷。舞香恼、何逊多情。委佩残钿，空想坠楼人。欲挽湘裙无处觅，倩谁为，寄江南，万里春。",
            "comment": ""
        },
        {
            "title": "齐天乐",
            "content": "护春帘幕东风里，当年问花曾到。玉影孤搴，冰痕半拆，漠漠冻云迷道。临流更好。正雪意逢迎，阴光相照。梦入罗浮，古苔啁哳翠禽小。一枝空念赠远，溯波流不到，心事谁表。倚竹天寒，吟香夜冷，几度月昏霜晓。寻芳欠早。怕鹤怨山空，雁归书少。不恨春迟，恨春容易老。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "素鸾飞下青冥，舞衣半惹凉云碎。蓝田种玉，绿房迎晓，一奁秋意。擎露盘深，忆君凉夜，暗倾铅水。想鸳鸯、正结梨云好梦，西风冷、还惊起。应是飞琼仙会。倚凉飙、碧簪斜坠。轻妆斗白，明珰照影，红衣羞避。霁月三更，粉云千点，静香十里。听湘弦奏彻，冰绡偷翦，聚相思泪。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "几点红香入玉壶。几枝红影上金铺。昼长人困斗樗蒱。花径日迟蜂课蜜，杏梁风软燕调雏。荼开了有春无。",
            "comment": ""
        },
        {
            "title": "一枝春",
            "content": "碧淡春姿，柳眠醒、似怯朝来酥雨。芳程乍数。唤起探花情绪。东风尚浅，甚先有、翠娇红妩。应自把、罗绮围春，占得画屏春聚。留连绣丛深处。爱歌云袅袅，低随香缕。琼窗夜暖，试与细评新谱。妆梅媚晚，料无那、弄颦佯妒。还怕里、帘外笼莺，笑人醉语。",
            "comment": ""
        },
        {
            "title": "瑞鹤仙",
            "content": "翠屏围昼锦。正柳织烟绡，花易春镜。层阑几回凭。看六桥莺晓，两堤鸥暝。晴岚隐隐。映金碧、楼台远近。谩曾夸、万幅丹青，画笔画应难尽。那更。波涵月彩，露裛莲妆，水描梅影。调朱弄粉，凭谁写，四时景。问玉奁西子，山眉波盼，多少浓施浅晕。算何如、付与吟翁，缓评细品。",
            "comment": ""
        },
        {
            "title": "疏影 梅影",
            "content": "冰条木叶。又横斜照水，一花初发。素壁秋屏，招得芳魂，彷佛玉容明灭。疏疏满地珊湖冷，全误却、扑花幽蝶。甚美人、忽到窗前，镜里好春难折。闲想孤山旧事，浸清漪、倒映千树残雪。暗里东风，可惯无情，搅碎一帘香月。轻妆谁写崔徽面，认隐约、烟绡重叠。记梦回，纸帐残灯，瘦倚数枝清绝。",
            "comment": "【注释】本词为一首咏梅的作品。南宋末年国势危殆，于是许多流浪飘泊的词人便常常题咏梅花、水仙，以表现个人高洁的操守，厌憎政治上的腐朽与黑暗。周密这首词便是这一特出时代背景下的产物。词人在咏梅时为了不落俗套，改咏梅为题咏梅影，境界更为清幽。本词一开始写“冰条冻叶，又横斜照水，一花初发”，就是写梅花在水中横斜倒影的景色。梅在冬天枝上有雪。词人多用冰枝、冰花；词人写水中倒影，更易去掉非美因素，与实物有一定距离更美。“素壁秋屏，招得芳魂，仿佛玉容明灭”，转笔写梅影照在白壁与屏风上，像引来梅魂，在月照和风拂下忽明忽灭，亭亭袅袅，似玉人来去。笔法专注于取神而不拘于形似，将梅生动传神地写了出来。“疏疏满地珊瑚冷，全误却、扑花幽蝶”，是说横斜像珊瑚的倒影，使蝴蝶误认而扑了个空。上片是从不同角度分写梅影，所以结尾另是一种比拟 ，他写“甚美人、忽到窗前，镜里好春难折”，化用卢仝《有所思》“相思一夜梅花发，忽到窗前疑是君 ”句意。这里使用拟人笔法，将梅影比做美人，梅影在镜中婆娑，美丽动人，但却不能攀折。这仍是写影 ，是镜子中的映象。周密这首词上片分写水中、壁屏上、地上、窗前、镜中梅花影，纯从词人鉴赏景象着笔。下片突出写情，落笔于词的主体。开始总承上片：“闲想孤山旧事，浸清漪、倒映千树残雪。”是回忆从前在孤山林处士种梅处赏梅 ，看水中倒影 ，“闲想”即加入作者感情，回忆当年孤山赏梅美景，也是为了加深对梅影美的描写。“暗里东风，可惯无情，搅碎一帘香月”，描绘梅影摇曳于帘上的情景。可东风却是如此无情，它吹动帘慕，使映照其上的月影梅影上摇曳中破碎。“香月”，指月光照出的梅影，影月同香，词语极其生动，月影梅影上帘的景色，令人难忘。“轻妆谁写崔徽面，认隐约、烟绡重叠”，是说朵朵梅花影被明月印上疏帘，好像是薄绡剪就，千重万叠。崔徽是元稹《崔徽歌》中记载的河中歌女，因所恋的人离去，不能相从，感伤于心而成疾，于是托人画她的肖像以寄情人。最后写：“记梦回，纸帐残灯，瘦倚数会清绝。”上面所写虽然有比美人，讲玉容，讲崔徽的艳句，但仍是按照隐士林逋妻梅子鹤的想法，写与世不同的情趣的 ，因此结尾表明审美趣向，说：还记得梦醒时，睡在画梅花的纸帐中，灯已燃尽，正照纸帐上的几枝梅花瘦影上，感到极为幽静。纸帐写梅是幽雅相配的。梅花纸帐含有的寓意便是羡慕归隐超逸的那份清幽。这首词以美人，歌女的形象来写梅影，变酒楼升歌的兴趣而为梅的凄清，冷峻，两种不同的美在此处合二为一 ，反映出南宋灭亡前夜，词人思想的变化，梅影正可谓是词人情操节义的写照 ，所以宋亡之后，周密退隐山林，终身不仕元朝。该词题咏梅影，在似与不似之间描摹梅花的风华气韵，清艳冷丽，颇有特色。"
        },
        {
            "title": "风入松",
            "content": "枇杷花老洞云深。流水泠泠。蓝田谁种玲珑玉，土华寒、晕碧云根。佳兴秋英春草，好音夜鹤朝禽。闲听天籁静看云。心境俱清。好风不负幽人意，送良宵、一枕松声。四友江湖泉石，二并钟鼎山林。",
            "comment": ""
        },
        {
            "title": "柳梢青",
            "content": "万雪千霜。禁持不过，玉雪生光。水部清多，杜郎老去，空恼愁肠。天寒野屿空廊。静倚竹、无人自香。一笑相逢，江南江北，竹屋山窗。",
            "comment": ""
        },
        {
            "title": "木兰花慢 断桥残雪",
            "content": "觅梅花信息，拥吟袖、暮鞭寒。自放鹤人归，月香水影，诗冷孤山。等闲。冸寒睍暖，看融城、御水到人间。瓦陇竹根更好，柳边小驻游鞍。琅玕。半倚云湾。孤棹晚、载诗还。是醉魂醒处，画桥第二，奁月初三。东阑。有人步玉，怪冰泥、沁湿锦鵷斑。还见晴波涨绿，谢池梦草相关。",
            "comment": "【注释】这是一首吟咏西湖景色的词作 。 周密写有十首《木兰花慢》，分别描写西湖十景，该词是其中的第三首，与其他各首一样，其突出特点是刻意求工，在词藻锤炼上颇下了一番功夫。踏雪寻梅，是古人雅事之一。早在五世纪梁简文帝萧纲就有《雪里觅梅花》诗：“绝讶梅花晚，争来雪里窥 。”在西湖孤山之侧、里湖外湖之间的断桥，更是一个赏雪的好去处。“觅梅花信息”，起句写出一种焦急探求的急切心情。“拥吟袖、暮鞭寒”。词人边走边吟，天寒地冻，双袖紧掩；暮色苍茫、寒气袭人、词人不得不挥鞭驰马，词人“觅梅花信息”的雅兴之浓跃然纸上。此情此景，比起“翩翩马上帽檐斜”尽日寻春的贵公子来，别是一种高雅风致。接着“自放鹤人归”三句用林和靖的故事。北宋诗人林逋谥和靖，他结庐孤山，梅妻鹤子，终身不化。二十年间不入城市，纵情西湖山水间。像林逋这样的高士今已不见，词人的惋惜从“自”字中隐隐现出。“月香水影 ，诗冷孤山 ”，八个字清幽绝俗。上句用林逋 “疏影横斜水清浅，暗香浮动月黄昏”自然贴切；下句颇有“昔人已乘黄鹤去，此地空余黄鹤楼”那样的深深感慨。开头六句，前三句情调高昂，后三句则惋转曲折，今昔情景相较，显得跌宕有力。词人感情起伏荡漾，反复咏唱之间，更觉它韵味悠远。难怪《介存斋论词杂著 》中说该词谓“敲金戛玉，嚼雪盥花，新妙无与为匹”，可谓贴切。“等闲”，在这里有不留意的意思 。时光飞逝，转瞬间，“泮寒晛暖，看融城、御水到人间”。冰融化曰泮 ，阳气浮动曰晛。也许不要多久，雪消春至，到那时，冰雪消融为水，流入御沟，潺潺而鸣，来到人间 。这是词人踏雪寻梅途中的想象。在天寒地冻，素裹银妆之时，词人却驰骋想象，仿佛看到春到人间，冰雪化为春水，另有一番新天地。本来，“御沟宫女怨，流不到民家”这里词人偏说冰雪融为御水到人间，其想象之美令人感叹！词人这里可能有所寓意。陈廷焯称这十首《木兰花慢》“不过无谓游词”（《白雨斋词话》）的话，似并不公允。“瓦陇竹根更好，柳边小驻游鞍”。从上面的想象，又回到“觅梅花信息”的现实中来。“瓦陇竹根”，指屋顶竹根。四字分别表示上、下，但暗示都有皑皑白雪覆盖。面对着这纤尘不染，超凡脱俗之境界，不由得词人愿在柳下解鞍，盘桓徜徉于这桃源仙境。下阕先写所见的断桥景物。“琅玕”，本指美石，“石而似珠”，这里实指翠竹。杜甫《郑驸马宅宴洞中》：“留客夏篁青琅玕。”仇注云：“诗家多以琅玕比竹。”可知是说一片翠竹，迤逦远去，依停烟雾缭绕水湾。这两句点染出环境的幽静。“孤棹晚，载诗还”。上应“吟”字，词人的吟兴，无论是挥鞭而来，还是乘扁舟一叶，在暮色苍茫中踏上归途，都始终不衰。来时“拥吟袖”；归时“载诗还”，作者对风景的流连与如潮的遐思 ，在这里表现得委婉生动。接着对这种幽情雅意再作深一层渲染：“是醉魂醒处，画桥第二，奁月初三”。画桥，指西湖十景之一的断桥。二、三两句相互映衬，声情并著。奁，本为妇女的镜匣。这里是说，斜月当空，玲珑剔透，犹如妆镜掀起一角镜袱，露出一缕幽淡的清光。这些正是所谓“尽洗靡曼 ，独标清丽，有韶倩之色，有绵渺之思”（戈载《七家词选》）的妙句，意境幽邃，但字面上却浅近易明。可说雅丽处取清真（周邦彦），绵密处取梦窗（吴文英），清脱淡雅，而自有独至处。写过断桥美景、游兴盎然，自我方面的抒怀后，词人变幻笔法 ，转写另一情事：“东阑。有人步玉，怪冰泥、沁湿锦鹓斑”。阑，与栏通，这里指东边的花园，锦鹓斑：鹓，鹓刍鸟 ，传说中与鸾凤同类的鸟。这里指锦缎鞋上鸾凤鸟一样的图案。这是词人于归途中所见之奇美景致；在小园幽径之上，莲步轻盈，使人轻轻嗔怪雪消后的浅泥，溅湿了她绣有鸾凤图案的锦鞋。在游赏之类的诗词里，诗人于自我抒情时，插入耳闻目见的图景，此法十分常见。如尹廷高《花港观鱼》本是写自己看到逐队嬉游的鱼儿 ，却忽然宕开一笔写“红妆静立阑干外，吞尽残香总未知”。这种“插图”，更使诗情荡漾摇曳多姿，为词人的断桥之游，生姿添色 ，带有生活气息 。“还见晴波涨绿，谢池梦草相关”。这时，天朗气清，湖水碧酖，仿佛谢灵运梦中的春草池塘 ，鸟鸣莺啭 ，也萦绕在我耳边。谢灵运《登池上楼》诗有 “池塘生春草，园柳变鸣禽”句，故称“谢池”。《南史·谢惠连传》称，这两句诗是谢灵运梦见他弟弟谢惠连，文思大畅所得。故称“梦草”。最后畅想春天即将来临，在欢快之情尽展中缓缓拉下全篇结束的帷幕。周密祖籍山东济南，幼年随父宦游闽浙。《木兰花慢》赋西湖十景，是他三十二岁时的名作。他出身名门，然而尚涉世不深，词中风格清高澹远，正是这一时期的写照，题曰《断桥残雪》，却通首不见一个“雪”字，但却无处不在写“雪”。比如“梅花信息”而需要 “ 觅” ，有雪；“诗冷”二字，暗中写雪；“等闲”三句写雪融化时的情状，“瓦陇竹根”之所以“更好”，乃是因为有雪点缀，佳人“步玉”自然写出雪态；就是到最后的“晴波涨绿”，这新绿溅溅的水中，也尽含雪的魂影。这首词的主要艺术特色即是虚实错落 ，情致婉转“残雪”皆于虚处时时流露。其次，词中妙句颇多，但此处之妙不是以辞浅意深见长，而是清丽动人，表现了周密青年时代的诗词风格。"
        },
        {
            "title": "忆旧游",
            "content": "念芳钿委路，粉浪翻空，谁补春痕。伫立伤心事，记宫檐点鬓，候馆沾襟。东君护香情薄，不管径云深。叹金谷楼危，避风台浅，消瘦飞琼。梨云已成梦，谩蝶恨凄凉，人怨黄昏。拈残枝重嗅，似徐娘虽老，犹有风情。不禁许多芳思，青子渐成阴。怕酒醒歌阑，空庭夜月羌管清。",
            "comment": ""
        },
        {
            "title": "齐天乐",
            "content": "曲屏遮断行云梦，西楼怕听疏雨。研冻凝华，香寒散雾，呵笔慵题新句。长安倦旅。叹衣染尘痕，镜添秋缕。过尽飞鸿，锦笺谁为寄愁去。箫台应是怨别，晓寒梳洗懒，依旧眉妩。酒滴垆香，花围坐暖，闲却珠鞲钿柱。芳心谩语。恨柳外游缰，系情何许。暗卜归期，细将梅蕊数。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "秋水涓涓，情渺渺、美人何许。还记得、东堂松桂，对床风雨。流水桃花西塞隐，茂林修竹山阴路。二十年、历历旧经行，空怀古。评砚品，临书谱。笺画史，修茶具。喜一愚天禀，一闲天赋。百战徵求千里马，十年餖飣三都赋。问何如、石鼎约弥明，同联句。",
            "comment": ""
        },
        {
            "title": "踏莎行",
            "content": "远草情锺，孤花韵胜。一楼耸翠生秋暝。十年二十四桥春，转头明月箫声冷。赋药才高，题琼语俊。蒸香压酒芙蓉顶。景留人去怕思量，桂窗风露秋眠醒。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "桐阴薇影小阑干。昼永琐窗闲。当日清谭赌墅，风流犹记东山。犀奁象局，惊回槐梦，飞雹生寒。自有仙机活著，未应袖手旁观。",
            "comment": ""
        },
        {
            "title": "乳燕飞/贺新郎",
            "content": "波影摇涟甃。趁熏风、一舸来时，翠阴清昼。去郭轩楹才数里，藓磴松关云岫。快屐齿、筇枝先後。空半危亭堪聚远，看洞庭、缥缈争奇秀。人自老，景如旧。来帆去棹还知否。问古今、几度斜阳，几番回首。晚色一川谁管领，都付雨荷烟柳。知我者、燕朋鸥友。笑拍阑干呼范蠡，甚平吴、却倩垂纶手。吁万古，付卮酒。",
            "comment": "【注释】原序：辛未首夏 ，以书航载客游苏湾，徙倚危亭，极登览之趣。所谓浮玉山、碧浪湖者，毕横陈于前，特吾几席中一物耳。遥望具区 ，渺如烟云，洞庭、缥缈诸峰，矗矗献状，盖王右丞、李将军著色画也。松风怒号，暝色四起，使人浩然忘归。慨然怀古，高歌举白 ，不知身世为何如也。溪山不老，临赏无穷，后之视今，当有契余言者。因大书山楹，以纪来游。这首词是首记游抒情的作品，为作者与友人游湖州乌程的苏湾时写成。时值南宋度宗咸淳七年，南宋灭亡在即。作者面对黑暗动荡的社会现实，虽满腹忧虑和不满，但又无能为力，于是便与张枢，杨缵等词友往来于临安，湖州的清山绿水之间，借以逃避现实。作者因而写下了大量优美的游抒情词，但情调大多颇为消极。这便是其中的一首。据周密《癸辛杂识》记载，苏湾在乌程县南，苏轼当年守郡时曾筑堤其侧，因而得名。当时是作者词友赵菊坡家园。“去南关三里，而近碧浪湖；浮玉山在其前，景物殊胜。山椒有雄跨亭，尽见太湖诸山。”词前小序生动简洁，描绘了当地湖山壮丽与秀美，并简单交代了游览过程。词的上片记游赏过程。从泛舟写起，到对景感叹换头。“波影摇涟瓦甃。趁熏风、一舸来时，翠阴清昼 ”。湖水碧波荡漾，光影映照堤壁上，摇曳不定。词人的轻舟在醉人的熏风吹拂中轻轻摇过，作者落笔如画，犹如电影镜头中的一幅晴湖泛舟图。“去郭轩楹指亭台，磴是山道石阶。离开县城南关才三数里地，已经充满了野逸之趣。藓苔密布的山径石阶、道旁对列关前门的古松、白云舒卷的青翠峰峦，&#8943;好像从山阴道上行，“山川自相映发，使人应接不暇”。词人们纷纷沿着山径寻胜访幽。“快”是痛快的意思。南朝宋诗人谢灵运喜欢登山。他特制了一种爬山鞋，上山时去掉鞋的前齿，下山时去掉鞋的后齿，以保持身体平衡 。这里作者用此词语 ，借以说明登山活动 ，“空半危亭堪聚远，看同庭缥缈争奇秀”，写登山所见。高亭耸于山崖之上，空谷幽幽，横于眼前。登亭眺望，太湖浩浩无垠，洞庭山缥缈峰浮沉于波涛之间，此情此景，一时尽收眼底。聚远：将远处景物收聚于眼底。凭栏远望，作者禁不住感慨万千，“溪山不老，临赏无穷”，人生短暂，只不过如昙花之一现百驹之过隙罢了。“人自老，景如旧”，收束上片。是上片写景纪游与下片怀古抒情、上片空间延伸与下片时间审度的中间过渡。换头“来帆去棹”，泛指往来的船只。“问古今、几度斜阳，几番回首”？是说岁月如流水般逝去，弹指间度过，所谓“几个残阳了今昔”。言外之意，人生应当纵情适意，何必拘泥于世间的是非恩怨之中呢？作者在这里颇有超脱世俗之外，谛视人生、规劝世人的意味 。“晚色一川”二句 ，似从姜夔《八归》词“最可惜一片江山，总付与啼鴃”化出。比不上原句精警，但也空灵淡汤，清雅可玩 。这一片清山秀水，有谁能够占有并且领略它呢？苏东坡说得好：“江山风月，本无常主，闲者便是主人。”若闲人不来，则只有任雨中之荷、烟中之柳自作主张了。“来帆去棹”中人，来也匆匆，去也匆匆，未必能知此意。而我今天载客俱来，登临揽胜，悦目赏心，日暮忘归，暂作湖山之主，可以说是平生最愉快的事了。不单是自己识得其中的乐趣，“知我者、燕朋鸥友”，同行诸人也有同样的认识，燕朋鸥友，指吟社的同人。也可以理解成大自然的海燕和湖鸥。“笑拍阑干呼范蠡，甚平吴 、却倩垂纶手 ”？这句系化用江湖词人卢祖皋《贺新郎》：“猛拍阑干呼鸥鹭，道他年、我亦垂纶手。”范蠡，越国大夫，帮助越王勾践灭吴后，后在太湖隐居下来。倩，请。垂纶手，钓鱼的人，此指代隐居山林的隐士。作者这里故意颠倒了一个事实：范蠡在平吴之后，担心“鸟尽弓藏，兔死狗烹”的结束，才不得不退隐太湖，于波涛烟雨中求得保全，并非隐居了多年之后，才被请了来帮助灭吴。作者偏那样说，意思是范蠡本是隐士，被请出来平吴了。词人们遥望太湖，谈起泛舟太湖的千古高人范蠡，禁不住拍阑大笑，好像在说目前我们很难有所作为，倒不如隐居江湖残了一生 。作者到此突然顿住 ，宕开酣畅一笔 ：“ 吁万古，付卮酒。”这首词的词序写得非常优美，是一篇精美清丽的微型游记散文。作者在词风上已超过前人姜夔，词序发挥散文特长，纪游写景，构成全词的一个不可缺少的组成部分。词、序并读，一韵一散，有“照花前后镜，花面交相映”之趣。这与宋元之际中国画上题诗钤印、诗画融合是同样做法。词的下片运用了许多疑问句、反诘句，富于变化跌荡起伏的章法结构 。作者多次发问并且明知故问，问而不答，既含蓄深沉，又淋漓尽致，强烈抒发了江湖雅人的放达胸襟和怀古幽情。同时又与上片纪游的平缓笔调形成鲜明的对比，反映出作者的独具匠心。这首词的第三个特点是写景纪游清雅如画。周密多才多艺，不仅工词，又善出精画，且爱好收藏，并著有多种野史笔记。他把绘画的特长融汇到词的创作中，使其诗文之中饱含画境，别具特色。词疏密相生，字里行间时而留出空白，具有鲜明的“清空”特点，耐人回味。"
        },
        {
            "title": "柳梢青",
            "content": "约略春痕。吹香新句，照影清尊。洗尽时妆，效颦西子，不负东昏。金沙旧事休论。尽消得、东风返魂。一段真情，风前孤驿，雪後前村。",
            "comment": ""
        },
        {
            "title": "桂枝香",
            "content": "岩霏逗绿。又凉入小山，千树幽馥。仙影悬霜粲夜，楚宫六六。明霞洞窅珊瑚冷，对清商、吟思堪掬。麝痕微沁，蜂黄浅约，数枝秋足。别有雕阑翠屋。任满帽珠尘，拼醉香玉。瘦倚西风，谁见露侵肌粟。好秋能几花前笑，绕凉云、重唤银烛。宝瓶空晓，珍丛怨月，梦回金谷。",
            "comment": ""
        },
        {
            "title": "大圣乐",
            "content": "娇绿迷云，倦红颦晓，嫩晴芳树。渐午阴、帘影移香，燕语梦回，千点碧桃吹雨。冷落锦宫人归後，记前度兰桡停翠浦。凭栏久，谩凝想凤翘，慵听金缕。留春问谁最苦。奈花自无言莺自语。对画楼残照，东风吹远，天涯何许。怕折露条愁轻别，更烟暝长亭听杜宇。垂杨晚，但罗袖、暗沾飞絮。",
            "comment": ""
        },
        {
            "title": "西塍废圃",
            "content": "吟蛩鸣蜩引兴长，玉簪花落野塘香。园翁莫把秋荷折，留与游鱼盖夕阳。",
            "comment": ""
        },
        {
            "title": "杏花天",
            "content": "汉宫乍出慵梳掠。关月冷、玉沙飞幕。龙香拨重春葱弱。一曲哀弦谩托。君恩厚、空怜命薄。青冢远、几番花落。丹青自是难描摸。不是当时画错。",
            "comment": ""
        },
        {
            "title": "齐天乐",
            "content": "东风又入江南岸，年年汉宫春早。宝屑无痕，生香有韵，消得何郎花恼。孤山梦绕。记路隔金沙，那回曾到。夜月相思，翠尊谁共饮清醥。天寒空念赠远，水边凭为问，春得多少。竹外凝情，墙阴照影，谁见嫣然一笑。吟香未了。怕玉管西楼，一声霜晓。花自多情，看花人自老。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "竹色苔香小院深。蒲团茶鼎掩山扃。松风吹尽世间尘。静养金芽文武火，时调玉轸短长清。石床闲卧看秋云。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "舞红轻带愁飞，宝鞯暗忆章台路。吟香醉雨，吹箫门巷，飘梭院宇。立尽残阳，眼迷睛树，梦随风絮。叹江潭冷落，依依旧恨，人空老、柳如许。锦瑟华年暗度。赋行云、空题短句。情思系燕，么弦弹凤，文君更苦。烟水流红，暮山凝紫，是春归处。怅江南望远，苹花自采，寄将愁与。",
            "comment": ""
        },
        {
            "title": "木兰花慢",
            "content": "晴空摇翠浪，昼禽静、霁烟收。听暗柳啼莺，新簧弄巧，如度秦讴。谁紬。翠丝万缕，颺金梭、宛转织芳愁。风袅馀音甚处，絮花三月宫沟。扁舟。缆系轻柔。沙路远、倦追游。望断桥斜日，蛮腰竞舞，苏小墙头。偏忧。杜鹃唤去，镇绵蛮、竟日挽春留。啼觉琼疏午梦，翠丸惊度西楼。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "诗情画意。只在阑干外。雨露天低生爽气。一片吴山越水。宫烟醉柳春晴。海风洗月秋明。唤取九霞飞佩，夜凉跨鹤吹笙。",
            "comment": ""
        },
        {
            "title": "凤栖梧/蝶恋花",
            "content": "竹窈花深连别墅。曲曲回廊，小小闲庭宇。忽地香来无觅处。杖藜闲趁游蜂去。老桂悬秋森玉树。涧底孤芳，苒苒吹诗句。一掬幽情知几许。钩帘半亩藤花雨。",
            "comment": ""
        },
        {
            "title": "六么令",
            "content": "痴云翦叶，檐滴夜深悄。银城飞捷翠垅，占祥丰年报。白战清吟未了。寒鹊惊枝晓。鹤迷翠表。山阴今日，醉卧何人问安道。交映虚窗净沼。不许游尘到。谁念絮帽茸裘，叹幼安今老。玉鉴修眉未扫。白雪词新草。冰蟾光蛟。梅心香动，闲看春风上琼岛。",
            "comment": ""
        },
        {
            "title": "齐天乐 蝉",
            "content": "槐薰忽送清商怨，依稀正闻还歇。故苑愁深，危弦调苦，前梦蜕痕枯叶。伤情念别。是几度斜阳，几回残月。转眼西风，一襟幽恨向谁说。轻鬟犹记动影，翠娥应妒我，双鬓如雪。枝冷频移，叶疏犹抱，孤负好秋时节。凄凄切切。渐迤逦黄昏，砌蛩相接。露洗馀悲，暮烟声更咽。",
            "comment": "【注释】周密这一首咏蝉，与王沂孙《齐天乐》咏蝉词作于同时。王沂孙那首词享有盛名，含家国之感，有思想深度 。周密这首词如同白头宫女伤感逝去的往事，是一首南宋咏物好词。词写于南宋亡后，并且都以蝉为齐宫怨女的化身。据《中华古今注》，蝉是齐后因怨恨而死 ，死后变化成的，后世称之为“齐女蝉”。王沂孙词用“一襟幽恨宫魂断”比拟，则比喻宫人化身，这首词命意也是如此。词的艺术构思是把蝉拟人化。周密很少用典故，层次清楚，“槐薰忽送清商怨，依稀正闻还歇”二句，直出寒蝉鸣声。词人从自己的感受写起，所以非常真切感人。槐树间，薰风（南风）忽然吹来阵阵《清商》怨曲。《清商》曲调悲惨凄凉，同时清商用来借指秋天。依稀二字，承上句清商怨曲而言，仿佛是这种怨曲，正要听了，却又断了。首二句先传声，然后用拟人手法 ，“故苑愁深，危弦调苦，前梦蜕痕枯叶”三句，从宫魂（蝉）的凄婉的哀唱中 ，见其对旧时的宫苑，饱含深切的愁怨，所以其声六如此凄苦，昔日的繁华美梦已如蝉蜕的痕迹和枯落的叶子一样，一去无踪了。永不回返了。后一句六字是三个名词组成，意味苍凉，句法精炼，这几句已完全反映了失去宫苑一切的悲哀之情。下五句是加倍写出蝉鸣的哀感。“伤情念别。是几度斜阳，几回残月。转眼西风，一襟幽恨向谁说。”字面易明，“几度斜阳，几回残月”叠句增强感伤氛围，斜阳残月，一般吊古词常常使用 。借残月写离别的有 ，后唐庄宗《忆仙姿 》：“如梦，如梦，残月落花烟重。”这几句写自从离开宫苑，已经历了几多斜阳、残月，其中暗含亡国之恨。“转眼西风，一襟幽恨向谁说。”如今又是一年秋风，宫魂的满腔悲恨无处诉说。王沂孙词第一句就是“一襟余恨宫魂断”，周密用语接近王词，上片写的正是亡国宫人的哀。下片接着写：“轻鬟犹记动影，翠蛾应妒我，双鬓如雪。”三句是宫魂口吻：犹记得昔日少年，轻鬟倩影，因而一举一动，都使美人的嫉妒；如今却已是两鬓添霜，容颜不在了。上二句言昔，下句写今，斗转笔意 ，写尽了宫魂盛哀之感。词人体认宫魂心态，细致入微。不过，在白头宫女的形象里，也时常有词人自己的影子。周密《秋霁》写自己“霜点鬓华白”，《宴清都》也说“秋霜鬓冷谁管”，《西江月》又讲“鬓雪愁侵秋绿”，可见这里有意用“双鬓如雪”句，词中自有周密自己，不一定泥定蝉只代表宫人。以下三句：“枝冷频移，叶疏犹抱，孤负好秋时节。”写蝉在深秋中的姿态，同时也是摹写照旧宫人以及周密等文人的寂聊无依。最后几句，紧紧围绕写蝉，与上片开始一段描写相应 ，他写：“凄凄切切。渐迤逦黄昏，砌蛩相接。露洗馀悲，暮烟声更咽。”从暗喻讲，就是写每一次渐至黄昏，人们便倍生悲伤之感。从蝉来讲，哀嘶与寒蛩低吟连成一片 ，“露洗馀悲 ，暮烟声更咽”和“槐薰忽送清商怨”、“故苑愁深，危弦调苦”相呼应，写蝉的种种姿态臻于化境。“凄凄切切”语近李清照《声声慢》。王沂孙词，用语精巧，但略嫌隐晦含蓄，高度拟人化，托寄深意，词风苍凉。周密词描写蝉的形象更鲜明贴切，寄托处用笔不多，颇为轻新明快，两家咏蝉各有独到处。咏物词确有偏重人写、偏重物写的情趣差异，美感境界心理状态都不尽相同。周密清俊爽利，风格近于北宋，自然别树一帜。"
        },
        {
            "title": "木兰花慢",
            "content": "塔轮分断雨，倒霞影、漾新晴。看满鉴春红，轻桡占岸，叠鼓收声。帘旌。半钩待燕，料香浓、径远趱蜂程。芳陌人扶醉玉，路旁懒拾遗簪。郊坰。未厌游情。云暮合、谩消凝。想罢歌停舞，烟花露柳，都付栖莺。重闉。已催凤钥，正钿车、绣勒入争门。银烛擎花夜暖，禁街淡月黄昏。",
            "comment": ""
        },
        {
            "title": "庆宫春/高阳台",
            "content": "重叠云衣，微茫雁影，短篷稳载吴雪。霜叶敲寒，风灯摇晕，棹歌人语呜咽。拥衾呼酒，正百里、冰河乍合。千山换色，一镜无尘，玉龙吹裂。夜深醉踏长虹，表里空明，古今清绝。高台在否，登临休赋，忍见旧时明月。翠消香冷，怕空负、年芳轻别。孤山春早，一树梅花，待君同折。",
            "comment": ""
        },
        {
            "title": "一枝春",
            "content": "帘影移阴，杏香寒、乍湿西园丝雨。芳期暗数。又是去年心绪。金花谩翦，倩谁画、旧时眉妩。空自想、杨柳风流，泪滴软绡红聚。罗窗那回歌处。叹庭花倦舞，香消衣缕。楼空燕冷，碎锦懒寻尘谱。么弦谩赋，记曾是、倚娇成妒。深院悄，闲掩梨花，倩莺寄语。",
            "comment": ""
        },
        {
            "title": "声声慢",
            "content": "琼壶歌月，白发簪花，十年一梦扬州。恨入琵琶，小怜重见湾头。尊前漫题金缕，奈芳情、已逐东流。还送远，甚长安乱叶，都是闲愁。次第重阳近也，看黄花绿酒，也合迟留。脆柳无情，不堪重系行舟。百年正消几别，对西风、休赋登楼。怎去得，怕凄凉时节，团扇悲秋。",
            "comment": ""
        },
        {
            "title": "木兰花慢",
            "content": "软尘飞不到，过微雨、锦机张。正荫绿池幽，交枝径窄，临水追凉。宫妆。盖罗障暑，泛青苹、乱舞五云裳。迷眼红绡绛彩，翠深偷见鸳鸯。湖光。两岸潇湘。风荐爽、扇摇香。算恼人偏是，萦丝露藕，连理秋房。涉江。采芳旧恨，怕红衣、夜冷落横塘。折得荷花忘却，棹歌唱入斜阳。",
            "comment": ""
        },
        {
            "title": "声声慢",
            "content": "橙香小院，桂冷闲庭，西风雁影涵秋。凤拨龙槽，新声小按梁州。莺吭夜深啭巧，凝凉云、应为歌留。慵顾曲，叹周郎老去，鬓改花羞。何事登临感慨，倩金蕉一洗，千古清愁。屡舞高歌，作成陶谢风流。人生最难一笑，拚尊前、醉倒方休。待醉也，带黄花、须带满头。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "花气半侵云阁，柳阴近隔春城。画阑明月按瑶筝。醉倚满身芳影。翠格素虬晴雪，锦笼紫凤香云。东风吹玉满闲庭。二十四帘春靓。",
            "comment": ""
        },
        {
            "title": "明月引/江城梅花引",
            "content": "舞红愁碧晚萧萧。溯回潮。伫仙桡。风露高寒，飞下紫霞箫。一雁远将千万恨，怀渺渺，翦愁云，风外飘。酒醒未醒香旋消。采江蓠，吟楚招。清徽芳笔，梅魂冷、月影空描。锦瑟瑶尊，闲度可怜宵。二十四阑愁倚遍，空怅望，短长亭，长短桥。",
            "comment": ""
        },
        {
            "title": "甘州/八声甘州",
            "content": "渐萋萋、芳草绿江南，轻晖弄春容。记少年游处，箫声巷陌，灯影帘栊。月暖烘炉戏鼓，十里步香红。敧枕听新雨，往事朦胧。还是江春梦晓，怕等闲愁见，雁影西东。喜故人好在，水驿寄诗筒。数芳程、渐催花信，送归帆、知第几番风。空吟想、梅花千树，人在其中。",
            "comment": ""
        },
        {
            "title": "探春慢",
            "content": "彩胜宜春，翠盘消夜，客里暗惊时候。翦燕心情，呼卢笑语，景物总成怀旧。愁鬓妒垂杨，怪稚眼、渐浓如豆。尽教宽尽春衫，毕竟为谁消瘦。梅浪半空如绣。便管领芳菲，忍孤诗酒。映烛占花，临窗卜镜，还念嫩寒宫袖。箫鼓动春城，竞点缀、玉梅金柳。厮句元宵，灯前共谁携手。",
            "comment": ""
        },
        {
            "title": "甘州/八声甘州",
            "content": "信山阴、道上景多奇，仙翁幻吟壶。爱一邱一壑，一花一草，窈窕扶疏。染就春云五色，更种玉千株。咳唾骚香在，四壁骊珠。曲折冷红幽翠，涉流花涧净，步月堂虚。羡风流鱼鸟，来往贺家湖。认秦鬟、越妆窥镜，倚斜阳、人在会稽图。图多赏，池香洗砚，山秀藏书。",
            "comment": ""
        },
        {
            "title": "长亭怨慢",
            "content": "记千竹、万荷深处。绿净池台，翠凉亭宇。醉墨题香，闲箫横玉尽吟趣。胜流星聚。知几诵、燕台句。零落碧云空，叹转眼、岁华如许。凝伫。望涓涓一水，梦到隔花窗户。十年旧事，尽消得、庾郎愁赋。燕楼鹤表半飘零，算惟有、盟鸥堪语。谩倚遍河桥，一片凉云吹雨。",
            "comment": ""
        },
        {
            "title": "曲游春",
            "content": "禁苑东风外，颺暖丝情絮，春思如织。燕约莺期，恼芳情偏在，翠深红隙。漠漠香尘隔。沸十里、乱弦丛笛。看画船，尽入西泠，闲却半湖春色。柳陌。新烟凝碧。映帘底宫眉，堤上游勒。轻暝笼寒，怕梨云梦冷，杏香愁幂。歌管酬寒食。奈蝶怨、良宵岑寂。正满湖、碎月摇花，怎生去得。",
            "comment": "【注释】原序:禁烟湖上薄游，施中山赋词甚佳，余因次其韵。盖平时游舫，至午后则尽入里湖，抵暮始出，断桥小驻而归，非习于游者不知也。故中山极击节余“闲却半湖春色”之句，谓能道人之所未云。该词是和拖岳“清明湖上”之韵而作。写的是南宋末期尚未危之时西湖春游的盛况。词中尽情刻画都人士女春游西湖的情致 ，在一派歌舞升平的景色中，也写出了词人自己的情趣和心情，拖岳十分欣赏该词中“闲却半湖春以”一句，所以以在词前小序中，周密将别将亡拈出，并说明所以如此写的根据。词首三句，“禁苑东风外”是说春风由宫苑吹到西湖；“忾暖丝晴絮”，柳絮如游丝般飘扬，起让人感到一丝暖意——丝和思 ，絮和绪，是谐音双关语，即惹起人们春日的思绪，同时丝和絮又是可以纺织之物，因而说“春思如织”用法巧妙令人击节。欧阳修《春日西湖寄谢法曹歌》：“西湖（此是许州西湖）春色归，春水绿于染。&#8943;&#8943;参军春思乱如云，白发题诗愁送春”，意思与之相同。“织”千丝万绪交织一起 ，难以名状 。“燕约莺期，恼芳情、偏在翠深红隙”，“恼”，撩拨之义，承接春思一句。看树底花间，莺燕婉转，撩起自己对春之爱怜，这正是词人的游春之愿。以上几句融情于景，几写尽清明时节西湖春色。下面转入写游人特别是游船。“漠漠香尘隔”，是写红尘带着香气笼罩着西湖。韦庄《河传》：“香尘隐映，遥望翠槛红楼。”张先《谢池春慢》：“尘香拂马，逢谢女城南道。”二诗词可作参证 。诗词中惯以香尘指代士女出游景象 。“隔 ”，言香尘之盛 ，几以隔障。“沸十里乱弦丝笛”，“歌欢箫鼓之声，振动远近”，却是入耳如沸。两句反映出南宋都城节日的欢庆热闹的场面。在极热极闹之时，词人却笔锋突转，写出“看画船尽入西泠，闲却半湖春色”的极冷极清之句。依《武林旧事》所述，此时日已至午。以上之热闹，是午前情事。至午后画船尽入里西湖，外西湖“几无一舸”。“闲却半湖春色”，是词人极得意之句。此句是“纪实”，词人自己的审美情趣也尽在其中表露。此“半湖春色”之“闲却”，不是为游春的如云士女而惜，却是为自己的得以从容赏析湖边春色而庆幸，包含词人真正的爱惜春天之情。随后转笔写湖堤上情景。上结既已说了画船尽入里湖，湖面闲却 ，湖堤上游上便突现出来，写他们，既是时游湖场面的补写，又是对湖上画船的衬笔。堤上杨柳成阴，烟霭笼罩，一片新碧。游赏的士女们香车宝马，极尽情致，柳如烟车帘里的女子宫眉和马背上的少年身影，时隐时现，景色朦胧而清晰，画图别致 。接下突然转写日暮 ：“轻暝笼寒，怕梨云冷 ，杏香愁幂 。”游人渐散，暮烟生于湖上，西湖寂寞，春亦寂寞，只恐梨花之美如梦一般消逝，杏花之香被将射之愁所笼罩。《高斋诗话》认为梨花云一语出于王昌龄“梦中唤作梨花云”诗句，词人多用梨云代表梨花，梨云梦，指梨花或人的香美的梦。苏轼《西江月》：“高情已逐晓云空，不与梨花同梦。”刘学箕《贺亲郎》：“回首春空梨花梦”，也是指梨花由盛由衰 ，“梨云梦冷”可兹参证。周密另有《浣溪沙》词云“梨云如雪冷清明”，也反映这种季节景色。这几句写春残的用语冷峭动人。“歌管酬寒食”一句总结全天的赏游活动。寒食、清明时节连近，游事亦相接，界限不必截然分开。节日在歌管声中渐渐消逝，无限追之情“奈蝶怨良宵岑寂”来表现。此处是借蝶怨写人所感到的热闹后的凄清，飞绕花丛，翩翩而舞的蝴蝶也怨这样好的夜晚却太寂寞了。这里拓开一笔，似乎减轻了游人散后句人心情的寂聊无奈。最后用清雅飘逸的笔写他对人静后西湖夜色的留恋 ，说 ：“正满湖碎月摇花，怎生去得！”满湖风动涟漪，碎月层叠，似花簇摇风，——怎能在这西湖最美的时刻离去呢？词人的审美情趣是深爱宁静的西湖春色的 ，并不喜欢游人的喧器热闹，而且珍惜将要过去的春天。这两句正和上片“看画船尽入西泠，闲却半湖春色”遥相照应。周密写西湖之春，实在处、热闹处尽显美丽，而写虚静空灵处更称美绝。闲却的半湖春色和“碎月摇花 ”的宁静夜景更使人神往。也只有日暮游人散尽，才使词人得以体会到“轻暝笼寒，梨云梦冷，杏香愁幂 ”境界。极热闹与极清冷，相反相成，两相衬映，是这首词的写作上的一大特点。欧阳修《采桑子》写颍州西湖暮春：“笙歌散尽游人去，始觉春空。垂下帘栊，双燕归来细雨中”，写春空写得比较明显，这首词却含蓄隽永，显示出南北宋词的不同之处。周密用字甚精，“忾暖丝晴絮”、“乱弦丛笛”、“轻暝笼寒”、“碎月摇花”，写景色细致入微，也反映了词人心理上的不同感受。但由于是和韵的关系，所以“翠深红隙”、“杏香愁幂”，用字虽新奇，却稍显凑合趋就。这首词全是从词人心目中写同的。首先是写眼中整个清明景色与自己的春思情愫，其次就是十里湖面画船笙歌繁华喧闹景象，词人自己的特殊感受和遐思也融汇其中 。逐渐写出游人散去，“暝色赴春愁”，又着重写寂静清幽的西湖夜色，前后映照，层次分明，时间、空间在不断移换，这种多彩多变的写法令人耳目一新击案叫绝。"
        },
        {
            "title": "木兰花慢",
            "content": "碧尖相对处，向烟外、挹遥岑。记舞鹫啼猿，天香桂子，曾去幽寻。轻阴。易晴易雨，看南峰、淡日北峰云。双塔秋擎露冷，乱钟晓送霜清。登临。望眼增明。沙路白、海门青。正地幽天迥，水鸣山籁，风奏松琴。虚楹。半空聚远，倚栏干、暮色与云平。明月千岩夜午，溯风跨鹤吹笙。",
            "comment": ""
        },
        {
            "title": "恋绣衾",
            "content": "粉黄衣薄沾麝尘。作南华、春梦乍醒。活计一生花里，恨晓房、香露正深。芳蹊有恨时时见，趁游丝、高下弄晴。生怕被春归了，赶飞红、穿度柳阴。",
            "comment": ""
        },
        {
            "title": "大圣乐",
            "content": "虹雨霉风，翠萦苹渚，锦翻葵径。正小亭、曲沼幽深，簟枕梦回，苔色槐阴清润。暗忆兰汤初洗玉，衬碧雾笼绡垂蕙领。轻妆了，袅凉花绛缕，香满鸾镜。人闲午迟漏永。看双燕将雏穿藻井。喜玉壶无暑，凉涵荷气，波摇帘影。画舸西湖浑如旧，又菰冷蒲香惊梦醒。归舟晚，听谁家、紫箫声近。",
            "comment": ""
        },
        {
            "title": "三姝媚",
            "content": "浅寒梅未绽。正潮过西陵，短亭逢雁。秉烛相看，叹俊游零落，满襟依黯。露草霜花，愁正在、废宫芜苑。明月河桥，笛外尊前，旧情消减。莫诉离肠深浅。恨聚散匆匆，梦随帆远。玉镜尘昏，怕赋情人老，後逢凄惋。一样归心，又唤起、故园愁眼。立尽斜阳无语，空江岁晚。",
            "comment": ""
        },
        {
            "title": "木兰花慢",
            "content": "游船人散後，正蟾影、印寒湫。看冷沁鲛眠，清宜兔浴，皓彩轻浮。扁舟。泛天镜里，溯流光、澄碧浸明眸。栖鹭空惊碧草，素鳞远避金钩。临流。万象涵秋。怀渺渺、水悠悠。念汉皋遗佩，湘波步袜，空想仙游。风收。翠奁乍启，度飞星、倒影入芳洲。瑶瑟谁弹古怨，渚宫夜舞潜虬。",
            "comment": ""
        },
        {
            "title": "一萼红 登蓬莱阁有感",
            "content": "步深幽，正云黄天淡，雪意未全休。鉴曲寒沙，茂林烟草，俯仰千古悠悠。岁华晚，漂零渐远，谁念我，同载五湖舟？磴古松斜，崖阴苔老，一片清愁。回首天崖归梦，几魂飞西浦，泪洒东州。故国山川，故园心眼，还似王粲登楼。最负他，秦鬟妆镜，好河山，何事此时游！为唤狂吟老监，共赋销忧。",
            "comment": "【注释】这首词中的蓬莱阁在绍兴卧龙山，为五代时吴越王钱鏐所建，是浙东名胜。宋恭帝德祐二年（1276），元军攻占南宋都城临安，周密随即流亡，这年和次年的冬天都曾到过绍兴，从词中描写冬天的景物来看本词应是第二年冬天游览蓬莱阁时写的，表达了作者怀念故国山河的爱国忧思。词人的感受是通过登阁所见景物曲曲传达出来的。在故国沦亡的情况下，词人登临古阁，感慨万千。时值冬季，天色阴沉，雪意未休，这种凄凉的气氛很好地烘托了作者的悲凉心境。上阕以写景为主。首句“步深幽”三字概括了进山登阁的过程。山路曲折盘桓，行人渐入幽深，“正”字领起下面两句，交代当时的天气。冬云凝重，天色昏黄，仿佛要下雪的样子。作者以阴沉的天气烘托自己抑郁而沉重的心情。“鉴曲”三句，描写登阁所见到的景物。鉴曲即鉴湖，唐代诗人贺知章告老时曾赐得鉴湖后终于其地。茂林指兰亭，亦在绍兴，东晋名士王羲之等曾于此赋诗咏怀，《兰亭集序》中有“茂林修竹”之语。鉴湖和兰亭都是历史上名士栖游的地方，而今一片萧瑟和衰败。词人抚今追昔，不胜感慨，只觉“千古悠悠”下面“岁华晚”三句，转而抒发身世飘零的感触 。登阁时已近年底，可自己仍在飘泊，而此番登临又是只身一人，尤感寂寞。“同载五湖舟”，说的是春秋时越国大夫范蠡功成身退与西施泛舟五湖的故事。自己虽然也和范蠡一样隐遁避世，四处漂泊，却是形单影孤 ，谁来与我作伴？“磴古”以下三句，再从抒情转入写景 。古老的石级，歪歪斜斜的老松，山崖背阳处多年积成的青苔，此情此景，怎能叫人不生“一片清愁”？上阕写罢令人愁肠百结的冬景，下阕而抒发对故国山河的感怀，对宋朝大好江山丧失的痛惜。下阕首句以换头用“回首”带起三句，述说流亡岁月中对故乡故都的刻骨思念。多少次我梦里回到故国，不禁眼泪洒遍家园。西浦、东州都是绍兴地名。周密祖籍济南，长期寓居吴兴，故将江浙一带视为第二故乡。但今日登阁眺望，颇像建安七子之一的王粲登楼，看到故国山川 、园林已今非昔比 ，不禁忧思万端。心眼，胸怀、气度。“最负他，秦鬟妆镜，好江山、何事此时游”二句点题集中抒发了国破家亡的痛苦 。秦鬟，指美如髻鬟的秦望山，在绍兴东南。妆镜，指清如明镜的鉴湖水。这句极力铺陈山川的美丽，可是，这么娇美的山川，为什么到这个时候才来游赏呢？江山已经易主，故园已经不再，这才是作者最为痛心疾首的。“最负他、秦鬟妆镜，好江山，何事此时游！”两句一出，直抒作者愁恨，给读者以极大震憾。结尾二句，却又笔头一转，轻轻远拓开去。“狂吟老监”指贺知章，他曾任秘书监，又自号“四明狂客”。词人要召唤他一起来赋诗消忧，如象离主题远了一点，其实正表明忧愁郁结，难以消除，愁情反而更深了。这首词借物抒怀，以阴沉凄凉的冬景表达作者国破家亡四处漂泊的忧思。词的上阕涉及国土沦亡，但萧敝的冬景无处不渗透遗民的哀痛。下阕改用直抒胸臆的手法。回首”三句，似欲打开感情的闸门一任奔泻，以倾吐心头郁积的哀伤，然而，至“还似王粲登楼”句一顿，至“好江山、何事此时游”时作者的悲愤之情突至高峰。随后却轻轻一退，转而要呼唤“四明狂客”贺知章，来与自己一道吟赋。这样层层推进，回环往复，构成了本词情思哀婉和沉郁顿挫的风格特征。草窗词素以意象缜密著称。综观全词，写景空远，抒情婉曲，结构细密，引事用典十分贴切，充分体现出作者深厚的词学功底和创作才力。所以这首词一直被推为《草窗词》的压卷之作。"
        },
        {
            "title": "声声慢",
            "content": "燕泥沾粉，鱼浪吹香，芳堤十里新晴。静惹游丝，花边袅袅扶春。多情最怜飘泊，记章台、曾绾青青。堪爱处，是扑帘娇软，随马轻盈。长是河桥三月，做一番晴雪，恼乱诗魂。带雨沾衣，罗襟点点离痕。休缀潘郎鬓影，怕绿窗、年少人惊。卷春去，翦东风、千缕碎云。",
            "comment": ""
        },
        {
            "title": "桃源忆故人",
            "content": "流苏静掩罗屏小。春梦苦无分晓。一缕旧情谁表。暗逐馀响袅。相思谩寄流红杳。人瘦花枝多少。郎马未归春老。空怨王孙草。",
            "comment": ""
        },
        {
            "title": "拜星月慢",
            "content": "腻叶阴清，孤花香冷，迤逦芳洲春换。薄酒孤吟，怅相如游倦。想人在、絮幕香帘凝望，误忍几许，烟樯风幔。芳草天涯，负华堂双燕。记箫声、淡月梨花院。砑笺红、谩写东风怨。一夜落月啼鹃，唤四桥吟缆。荡归心、已过江南岸。清宵梦、远逐飞花乱。几千万缕垂杨，翦春愁不断。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "柳色淡如秋。蝶懒莺羞。十分春事九分休。开尽楝花寒尚在，怕上帘钩。京洛少年游。谁念淹留。东风吹雨过西楼。残梦宿酲相合就，一段新愁。",
            "comment": ""
        },
        {
            "title": "醉落魄/一斛珠",
            "content": "馀寒正怯。金钗影卸东风揭。舞衣丝损愁千褶。一缕杨丝，犹是去年折。临窗拥髻愁难说。花庭一寸燕支雪。春花似旧心情别。待摘玫瑰，飞下粉黄蝶。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "花不定。燕尾翦开红影。几点露香蜂赶趁。日迟帘幕静。试把翠蛾轻晕。愁满宝台鸾镜。屈指一春将次尽。归期犹未稳。",
            "comment": ""
        },
        {
            "title": "醉落魄/一斛珠",
            "content": "寒侵径叶。雁风击碎珊瑚屑。砚凉闲试霜晴帖。颂菊骚兰，秋事正奇绝。故人又作江西别。书楼虚度中秋节。碧阑倚遍愁谁说。愁是新愁，月是旧时月。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "绿绮紫丝步障，红鸾彩凤仙城。谁将三十六陂春。换得两堤秋锦。眼缬醉迷朱碧，笔花俊赏丹青。斜阳展尽赵昌屏。羞死舞鸾妆镜。",
            "comment": ""
        },
        {
            "title": "木兰花慢",
            "content": "恰芳菲梦醒，漾残月、转湘帘。正翠崦收钟，彤墀放仗，台榭轻烟。东园。夜游乍散，听金壶、逗晓歇花签。宫柳微开露眼，小莺寂妒春眠。冰奁。黛浅红鲜。临晓鉴、竞晨妍。怕误却佳期，宿妆旋整，忙上雕軿。都缘探芳起早，看堤边、早有已开船。薇帐残香泪蜡，有人病酒恹恹。",
            "comment": ""
        },
        {
            "title": "扫花游/扫地游",
            "content": "柳花颺白，又火冷饧香，岁时荆楚。海棠似语。惜芳情燕掠，锦屏红舞。怕里流芳，暗水啼烟细雨。带愁去。叹寂寞东园，空想游处。幽梦曾暗许。奈草色迷云，送春无路。翠丸荐俎。掩清尊谩忆，舞蛮歌素。怨碧飘香，料得啼鹃更苦。正愁伫。暗春阴、倦箫残鼓。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "浅色初栽试暖衣。画帘斜日看花飞。柳摇蛾绿妒春眉。象局懒拈双陆子，宝弦愁按十三徽。试凭新燕问归期。",
            "comment": ""
        },
        {
            "title": "祝英台近",
            "content": "殢馀酲，寻旧雨，愁与病相半。绿意阴阴，丝竹静深院。绝怜事逐春移，泪随花落，似翦断、鲛房珠串。喜重见。为谁倦酒慵诗，筠屏掩双扇。白发潘郎，羞见看花伴。可堪好梦残时，新愁生处，烟月冷、子规声断。",
            "comment": ""
        },
        {
            "title": "月边娇",
            "content": "酥雨烘晴，早柳盼颦娇，兰芽愁醒。九街月淡，千门夜暖，十里宝光花影。尘凝步袜，送艳笑、争夸轻俊。笙箫迎晓，翠幕卷、天香宫粉。少年紫曲疏狂，絮花踪迹，夜蛾心性。戏丛围锦，灯帘转玉，拚却舞勾歌引。前欢谩省。又辇路、东风吹鬓。醺醺倚醉，任夜深春冷。",
            "comment": ""
        },
        {
            "title": "天香",
            "content": "碧脑浮冰，红薇染露，骊宫玉唾谁捣。麝月双心，凤云百和，宝钏佩环争巧。浓熏浅注，疑醉度、千花春晓。金饼著衣馀润，银叶透帘微袅。素被琼篝夜悄。酒初醒、翠屏深窈。一缕旧情，空趁断烟飞绕。罗袖馀香馨渐少。怅东阁、凄凉梦难到。谁念韩郎，清愁渐老。",
            "comment": ""
        },
        {
            "title": "杏花天",
            "content": "瑞云盘翠侵妆额。眉柳嫩、不禁愁积。返魂谁染东风笔。写出郢中春色。人去後、垂杨自碧。歌舞梦、欲寻无迹。愁随两桨江南北。日暮石城风急。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "丝雨笼烟织晚晴。睡馀春酒未全醒。翠钿轻脱隐香痕。生怕柳绵萦舞蝶，戏抛梅弹打啼莺。最难消遣是残春。",
            "comment": ""
        },
        {
            "title": "江城子",
            "content": "罗窗晓色透花明。靘瑶笙。按瑶筝。试讯东风，能有几分春。二十四阑凭玉暖，杨柳月，海棠阴。依依愁翠沁双颦。爱莺声。怕鹃声。人自多情，春去自无情。把酒问花花不语，花外梦，梦中云。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "万壑千岩剡曲，朝南暮北樵中。江潭杨柳几东风。犹忆当年手种。鬓雪愁侵秋绿，容华酒借春红。非非是是总成空。金谷兰亭同梦。",
            "comment": ""
        },
        {
            "title": "解语花",
            "content": "晴丝罥蝶，暖蜜酣蜂，重檐卷春寂寂。雨萼烟梢，压阑干、花雨染衣红湿。金鞍误约，空极目、天涯草色。阆苑玉箫人去後，惟有莺知得。馀寒犹掩翠户，梁燕乍归，芳信未端的。浅薄东风，莫因循、轻把杏钿狼藉。尘侵锦瑟。残日绿窗春梦窄。睡起折花无意绪，斜倚秋千立。",
            "comment": ""
        },
        {
            "title": "宴清都",
            "content": "老去闲情懒。东风外、菲菲花絮零乱。轻鸥涨绿，啼鹃暗碧，一春过半。寻芳已是来迟，怕迤逦、华年暗换。应怅恨、白雪歌空，秋霜鬓冷谁管。凭阑自笑清狂，事随花谢，愁与春远。持杯顾曲，登楼赋笔，杜郎才减。前欢已隔残照，但耿耿、临高望眼。溯流红、一棹归时，半蟾弄晚。",
            "comment": ""
        },
        {
            "title": "长相思",
            "content": "灯辉辉。月微微。帐暖香深春漏迟。梦回闻子规。欲成诗。未成诗。生怕春归春又归。花飞花未飞。",
            "comment": ""
        },
        {
            "title": "醉落魄/一斛珠",
            "content": "忆忆忆忆。宫罗褶褶消金色。吹花有尽情无极。泪滴空帘，香润柳枝湿。春愁浩荡湘波窄。红兰梦绕江南北。燕莺都是东风客。移尽庭阴，风老杏花白。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "新雨洗晴空。碧浅眉峰。翠楼西畔画桥东。柳线嫩黄才半染，眼眼东风。绣户掩芙蓉。帐减香筒。远烟轻霭弄春容。雁雁又归莺未到，谁寄愁红。",
            "comment": ""
        },
        {
            "title": "绿盖舞风轻/绿尽舞风轻",
            "content": "玉立照新妆，翠盖亭亭，凌波步秋绮。真色生香，明珰摇淡月，舞袖斜倚。耿耿芳心，奈千缕、情思萦系。恨开迟、不嫁东风，颦怨娇蕊。花底谩卜幽期，素手采珠房，粉艳初退。雨湿铅腮，碧云深、暗聚软绡清泪。访藕寻莲，楚江远、相思谁寄。棹歌回，衣露满身花气。",
            "comment": ""
        },
        {
            "title": "扫花游/扫地游 九日怀归",
            "content": "江蓠怨碧，早过了霜花，锦空洲渚。孤蛩自语。正长安乱叶，万家砧杵。尘染秋衣，谁念西风倦旅。恨无据。怅望极归舟，天际烟树。心事曾细数。怕水叶沈红，梦云离去。情丝恨缕。倩回纹为织，那时愁句。雁字无多，写得相思几许。暗凝伫。近重阳、满城风雨。",
            "comment": "【注释】周密身处南宋末年，凭他词人的敏感，他自然感受到北元兴起而南朝衰败的景象。又加上作者京城失意，思念故乡，这时偏逢九月初九重阳节，便有了这首《扫花游·九日怀归》。头三句 “江蓠怨碧，早过了霜花，锦空洲渚”，描写重阳时节的典型景物江蓠，一种香草，出自屈原《离骚》：“扈江蓠与辟芷兮，纫秋兰以为佩。”李商隐《九日》诗用过这个典故：“空教楚客咏江蓠”，这里也用为九月九日景物，开江蓠因幽怨而呈现碧色，早过了经霜开花时候，水边已没有一片花如锦的江蓠了。下面接“孤蛩暗语”句，转而写听到的声音蟋蟀正在孤单地暗自呜叫。姜夔《齐天乐》咏蟋蟀：“凄凄更闻私语 ”这里是指九月蟋蟀初鸣 。下面两句 ：“正长安乱叶，万家砧杵”。长安这里指杭州，南宋的都城。长安乱叶句本贾岛送别诗“秋风吹渭水，落叶满长安”，和周美成《齐天乐》“渭水西风，长安乱叶，空忆诗情宛转”，形容落叶随风飞舞，飘落满地。“万家砧杵”本李白《子夜吴歌》“长安一片月，万户扌寿 衣声”，家家用砧杵为将要远服兵役的人制征衣 。姜夔《齐天乐》也描写蟋蟀叫声“相和砧杵”。这两句点明了作者当时的时间、地点和氛围。“尘染秋衣，谁念西风倦旅。”转入写客况凄凉。尘染秋衣一句，脱于西晋陆机《 为顾彦先赠妇》诗：“京洛多风尘，素衣化为缁。”意思是说在京城呆得很久了，衣裳已经被尘土染黑，却没有人来关心我这个满怀疲惫的异乡旅客。北宋晁端礼《水龙吟》“倦游京洛风尘，夜来病酒无人问”，也是这个意思上阕结尾三句：“恨无据。怅望极归舟，天际烟树。”描写心中的乡愁无以依托，只有惆怅地眺望江上远去的归船和天边如烟的树木。词用谢朓《之宣城郡出新林浦向板桥》诗“天际识归舟，云中辩江树”语，表示自己想回去又不能 ，只有遥望江上舟树以寄托乡思《古诗》“远望可以当归”即是这种心情下阕起首一句“心事曾细数”，统领以下各句，表明作者由写景寄情转入全写内心世界。“怕水叶沉红，梦云离去”“怕水叶沉红”，是写红荷凋落。翁元龙《隔浦莲近》“沉红入水，渐做小莲离藕”，语意相近。“梦云离去”，语出楚王梦遇神女，及朝为行云的故事。这三句是说，作者心事重重，无法轻松，只担心美好的往事象荷花凋谢、梦云离去一样，再也不能重视了。下句 “情丝恨缕”稍停顿一下。一语概括所有的心事，再细说“倩回纹为织，那时愁句”，是说像晋代苏蕙织锦字回文诗一样，将当时的离愁别绪，写成词章或书信。“雁字无多，写得相思几许”，接着上面两句的意思，转折了一下，说即使书信也装不了多少相思情雁只排成人字、一字，没有多少字，怎能写出多少相思，言外意是思无限。人们又常用鸿雁指书信。秦观《减字木兰花 》有“困倚危楼，过尽飞鸿字字愁”，句，虽都用鸿雁作比，却用法相反，各从不同角度作出恰当的比喻。下阕结尾三句：“暗凝伫。近重、满城风雨。”作者心潮起伏、思绪难平之后，又回到重阳节和那时景色上，首尾呼应。自己一个人伫立凝望重阳景象 ，却只见到满城风雨。这正同上阕“锦空洲渚”、“正长安乱叶，万家砧杵”等句同样凄清。“近重阳、满城风雨”一句来自潘大临“满城风雨近重阳”，但只颠倒词序，例由豪放变凄凉。这首词凄而不惨，哀而不伤，很好地把握了重阳节的景象与作者自己的心情。词人铺陈上的抑扬顿挫也恰到好处，令读者心有戚戚焉。这首词还有一个特色，就是用典颇多，句多出处，虽见研习前人之功，但亦略多了些。"
        },
        {
            "title": "谒金门",
            "content": "芳事晚。数点杏钿香浅。恻恻轻寒风翦翦。锦屏春梦远。稚柳拖烟娇软。花影暗藏深院。初试轻衫并画扇。牡丹红未展。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "蚕已三眠柳二眠。双竿初起画秋千。莺栊风响十三弦。鱼素不传新信息，鸾胶难续旧因缘。薄情明月几番圆。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "相傍清明晴便悭。闭门空自惜花残。海棠半坼难禁雨，燕子初归不耐寒。金鸭冷，锦鵷闲。银缸空照小屏山。翠罗袖薄东风峭，独倚西楼第几阑。",
            "comment": ""
        },
        {
            "title": "忆旧游",
            "content": "记花阴映烛，柳影飞梭，庭户东风。彩笔争春艳，任香迷舞袖，醉拥歌丛。画帘静掩芳昼，云翦玉璁珑。奈恨绝冰弦，尘消翠谱，别凤离鸿。莺笼。怨春远，但翠冷闲阶，坠粉飘红。事逐华年换，叹水流花谢，燕去楼空。绣鸳暗老薇径，残梦绕雕栊。怅宝瑟无声，愁痕沁碧，江上孤峰。",
            "comment": ""
        },
        {
            "title": "闻鹊喜 吴山观涛",
            "content": "天水碧。染就一江秋色。鳌戴雪山龙起蛰。快风吹海立。数点烟鬟青滴。一杼霞绡红湿。白鸟明边帆影直。隔江闻夜笛。",
            "comment": "【注释】这首词是题咏排山倒海的浙江大潮的。宋代词人咏潮者很多，苏轼辛弃疾等一代大家都留下过咏潮词作。周密的这首词题材上虽无新颖可言，但有自己的特色，颇值得一读。词上片写海潮欲来和正来之情状。下片写潮过以后的情景。“天水碧”，是一种浅青的染色。首两句说钱塘江的秋水好像染成“天水碧”的颜色，指的是潮水未来，风平浪静的观感。“鳌戴雪山龙起蛰，快风吹海立”。两句，写海潮咆哮着汹涌而来，好像是神龟背负的雪山，又好像是从梦中惊醒的蛰伏海底的巨龙，还好像是疾速的大风将海水吹得竖立起来一般。词人接连用了几个生动的比喻，有声有色地将钱江大潮那惊心动魄的场面，排山例海的气势。形象生动地表现出来，让人有如临其境之感。与枚乘《七发》中关于观潮一段的描写相比，虽铺采摛文不及，但是精炼则超过前者，下片写潮过风息，江上又是一番景象。“数点烟鬟青滴 ，一杼霞绡红湿，白鸟明边帆影直”三句，分别描写远处、高处的景色。远处的几点青山，虽然笼罩着淡淡的烟霭，却仍然青翠欲滴。天边的红霞，仿佛是刚刚织好的绡纱，带着潮水喷激后的湿意；临近黄昏，白鸥上下翻飞，其侧则帆影矗立，说明鸥鸟逐船而飞。&#8943;&#8943;词人选择了一些典型的景物，构成了一幅五彩缤纷的图景，使人赏心悦目，身临其境一般。末句“隔江闻夜笛”，以静结动，以听觉的描写收束全词，与以前的视觉描写形成对照。全词纯写景物，此时才点出景中有人，景中有我 ，是极有韵味。隔江而能听到笛声 ，可见风平浪静 ，万籁俱寂。写闻笛，其实仍是写钱塘江水，从时间上说，全词从白昼写到黄昏 ，又从黄昏写到夜间；从艺术境界上看，又是从极其喧闹写到极其安静，将“观涛”前后的全过程作了有声有色的描绘，使读者仿佛观看一部拍摄生动的影片，有特写的连缀 ，又有场景的高迅切换，令人不由不如临其境。一样，因为词人又是一位画家，故能做到“以画为词”。尤其是“隔江闻夜笛”一句，余韵无穷，似断犹连，与唐人的“曲终人不见，江上数峰青”（钱起湘灵鼓瑟））同有“言有尽而意无穷”之妙。美学家宗白华称赞词人“ 能以空虚衬托实景，墨气所射，四表无穷”确实并非夸张。"
        },
        {
            "title": "木兰花慢",
            "content": "疏钟敲暝色，正远树、绿愔愔。看渡水僧归，投林鸟聚，烟冷秋屏。孤云。渐沈雁影，尚残箫、倦鼓别游人。宫柳栖鸦未稳，露梢已挂疏星。重城。禁鼓催更。罗袖怯、暮寒轻。想绮疏空掩，鸾绡翳锦，鱼钥收银。兰灯。伴人夜语，怕香消、漏永著温存。犹忆回廊待月，画阑倚遍桐阴。",
            "comment": ""
        },
        {
            "title": "柳梢青",
            "content": "夜鹤惊飞。香浮翠藓，玉点冰枝。古意高风，幽人空谷，静女深帏。芳心自有天知。任醉舞、花边帽敧。最爱孤山，雪初晴後，月未残时。",
            "comment": ""
        },
        {
            "title": "少年游",
            "content": "松风兰露滴崖阴。瑶草入帘青。玉凤惊飞，翠蛟时舞，喷薄溅春云。冰壶不受人间暑，幽碧哢珍禽。花外琴台，竹边棋墅，处处是闲情。",
            "comment": ""
        },
        {
            "title": "绣鸾凤花犯/花犯 赋水仙",
            "content": "楚江湄，湘娥乍见，无言洒清泪。淡然春意。空独倚东风，芳思谁寄。凌波路冷秋无际。香云随步起。谩记得，汉宫仙掌，亭亭明月底。冰弦写怨更多情，骚人恨，枉赋芳兰幽芷。春思远，谁叹赏、国香风味。相将共、岁寒伴侣。小窗净、沈烟熏翠袂。幽梦觉，涓涓清露，一枝灯影里。",
            "comment": "【注释】这是一首咏水仙的词。南宋末咏水仙的词不少，这是其中较好的一首。上阕主要描写水仙的绰约风姿。起三句“楚江湄，湘娥乍见，无言洒清泪”。楚江，楚地之江河，此处应指湘江。湘娥，帝舜的两位妃子娥皇、女英，湘水女神。水仙种于布小鹅卵石的水盆中，叶丛中挺生花茎，上开白色带黄的伞状花。根茎色白如玉，茎叶初生含绿色，上面也渗些水，便使人觉得浴露凌波，为之神爽。水仙这冰清玉洁的样子，便如湘江边上，湘水女神娥皇、女英凌波现身一样，仿佛还在无言地落泪。下句说“淡然春意”。水仙花生于冬春之交，含有淡淡的春意，淡然也就是不粘滞于尘事，不着意于色相。“空独倚东风，芳思谁寄。”作问语，是从鉴赏者角度写的。水仙独临东风而立，美好的情思寄托给谁呢 ？自然是无所寄托的；拟人则是高洁难有知音。“凌波路冷秋无际，香云随步起”，凌波，本指起伏的波浪，多形容女子走路时步履轻盈。湘娥凌波微步，带起香云 ，描写水仙在水中的倩影。《洛神赋》有：“凌波微步，罗袜生尘”句。虽然不是秋天但凌波的水仙散出无限轻冷的寒意，在春天气氛中给人以秋感。高观国《金人捧露盘·水仙花》：“有谁见罗袜尘生，凌波步弱，背人羞整六铢轻”，却嫌着色相。上阕结尾两句：“谩记得、汉宫仙掌，亭亭明月底 。”看她凌波微步，观者的思绪不禁随之飘远，想起汉宫前捧承露盘的金铜仙人在明月下的亭亭玉影。下阕暂离水仙本身，主要抒写由水仙引发的联想，赞美水仙国色多情甘受寂寞的高洁 。冰弦 ，指筝 。《长生殿·舞盘》；“冰弦玉柱声嘹亮，鸾笙众管音飘荡 。”此处喻水仙，水仙如冰弦，弹来怨情更多。以有声的冷弦比无声的水仙，此种通感手法可收到奇效。赵闻礼《水龙吟·水仙》：“乍声沈素瑟”，又“含香有恨，招魂无路，瑶琴写怨。幽韵姜凉，暮江空渺，数峰清远”，比较这句写的辞繁，意思是一样的。张炎《西江月·题墨水仙》：“独将兰蕙入《离骚》 ，不识山中瑶草”，与此处用意相似接下三句：“春思远，谁叹赏、国香风味。”水仙春思悠远，韵味深长，但很少有人赏识这种国香风味。国香，指极香的花，一般指兰、梅等。亦用于赞扬人的品德黄庭坚《次韵中玉水仙花》：“可惜国香天不管，随缘流落小民家”，已寄此意。“相将共、岁寒伴侣”，尽管无人赏识水仙的国香风味但水仙并不由此改变心态，仍保持高洁心态 ，可与松 、竹 、梅岁寒三友媲美。“小窗净、沈烟熏翠袂”，水仙摆在明净小窗前，沈香的烟缭绕着水仙抽出的绿叶。翠袂，喻水仙叶。结尾两句别写一种意境：“幽梦觉，涓涓清露，一枝灯影里。”当人一觉幽梦醒来时，只见灯影中有一支一身上带有点点露珠的水仙花。如此清简隽永的画卷令人印象十分深刻。诗词咏物的情况是比较多的。大凡咏物，此物必有可咏可赞可思可慕之物，或坚贞或高洁，名为咏物，实则寄托自己的感情。但也有只注重诗词技巧和感性体验的。诗咏物晚唐为多，词咏物南宋末为多。这种情况都是在难以干预政治衰亡情势下，以咏物作为排遣愁思、净化心灵的手段。水仙不过是盆景，词人想象为比湘妃还要美的水中仙子。这种凝神观照，摆脱凡思，运用想象和技巧去写词，好处是描写物象的清高再来鼓舞自己，缺点是可能因玩物而自失。南宋末咏水仙，境界多为幽峭，刻画是精细的。周密此词皆写水仙，然而没有出现“水仙”二字，每每以他物作比。而且命意用辞清远，如“淡然春意”，“凌波路冷秋无际”，这两句在传神方面很有独到之处。"
        },
        {
            "title": "柳梢青",
            "content": "映水穿篱。新霜微月，小蕊疏枝。几许风流，一声龙竹，半幅鹅溪。江头怅望多时。欲待折、相思寄伊。真色真香，丹青难写，今古无诗。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "波影暖浮玉甃，柳阴深锁金铺。湘桃花褪燕调雏。又是一番春暮。碧柱情深凤怨，云屏梦浅莺呼。绣窗人倦冷熏垆。帘影摇花亭午。",
            "comment": ""
        },
        {
            "title": "声声慢",
            "content": "妆额黄轻，舞衣红浅，西风又到人间。小雨新霜，萍池藓径生寒。输它汉宫姊妹，粲星钿、霞佩珊珊。凉意早，正金盘露洁，翠盖香残。三十六宫秋好，看扶疏仙影，伴月长闲。宝络风流，何如细蕊堪餐。幽香未应便减，傲清霜、正自宜看。吟思远，负东篱、还赋小山。",
            "comment": ""
        },
        {
            "title": "玲珑四犯",
            "content": "波暖尘香，正嫩日轻阴，摇荡清昼。几日新晴，初展绮枰纹绣。年少忍负韶华，尽占断、艳歌芳酒。看翠帘、蝶舞蜂喧，催趁禁烟时候。杏腮红透梅钿皱。燕将归、海棠厮句。寻芳较晚，东风约、还在刘郎後。凭问柳陌旧莺，人比似、垂杨谁瘦。倚画阑无语，春恨远、频回首。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "情缕红丝冉冉，啼花碧袖荧荧。迷香双蝶下庭心。一行愔愔帘影。北里红红短梦，东风雁雁前尘。称消不过牡丹情。中半伤春酒病。",
            "comment": ""
        },
        {
            "title": "野步",
            "content": "麦陇风来翠浪斜，草根肥水噪新蛙。羡他无事双蝴蝶，烂醉东风野草花。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "晚莺娇咽。庭户溶溶月。一树湘桃飞茜雪。红豆相思渐结。看看芳草平沙。游鞯犹未归家。自是萧郎飘荡，错教人恨杨花。",
            "comment": "【注释】该词是与友人张之唱和之作，拟思归的语气而写。此类题材在南宋末期可谓俗套，但词人于俗中立新，且又为和友人原韵之作，要脱出局限，实为不易，从中可见词人的深厚功力。词的上片写景，但在景中注入了词人的主观色彩。一开头 ，就给女主人公安排了一个凄凉清幽的环境，在视觉上和听觉上都给人以孤独落寞的感受，“晚莺娇咽，庭户溶溶月”莺声本来是婉转轻柔的，本来是悦耳动听的，但在满怀离愁的人听来，娇莺的鸣叫也似呜咽哀婉，如泣如诉。“溶溶”，本来是形容水的流动，这里用来形容月光如水，烘托出一种清冷、寂寞的氛围，整个“庭户”都沉浸其中，令人感到，寂静而幽清，引起人无限的愁怅。在这个百无聊赖的时候，突然看到“一树桃花飞茜雪”。“茜雪”，是指红色桃花瓣飞落如雪片。这一景象尤其冲撞着女主人公的心扉 。因为桃花虽无限娇媚，却只盛开于一时，所以人们常常用以比喻红颜薄命的少女作比。由是而联想的《诗经》中的“桃之夭夭，灼灼其华”，以灼灼的桃花作比，赞美男女的及时婚嫁，而她嫁的却是一个长期飘泊在外的“萧郎”。张先《一丛花令》的“沉恨细思，不如桃杏，犹解嫁东风”是写女子以桃杏都能嫁得一年一度按时归来的春风，感叹自己空闺独守，青春年华白白消逝。而此词中的她，在相思中消磨着美好的年华，其遭际远不如桃花，桃花尚能”灼灼其华”，而的却只能感叹春逝。这些，都引起了她内心的伤感，加深了她怀人的情思。“红豆相思暗结”，正是这种感情的自然表露。“红豆”，是相思木所结的果实，古人常常用来象征爱情，和寄托相思。例如王维的“红豆生南国”、“此物最相思”（《相思 》 ），牛希济的 “红豆不堪看 ，满眼相思泪”（《生查子》），都是这样，以上说词中女主人公看到桃花的开放凋零，想到自己现在的境遇，不禁勾起无限的思远怀人之情。下片进一步阐发了上述的这份情思。“看看芳草平沙，游鞯犹未归家”，是巧妙地融化前人的语意创造出新的意境，化用的不着痕迹，自然贴切，读来意味无穷。《楚辞·招隐士》：“王孙游兮不归，春草生兮萋萋。”词中的“芳草平沙”，就是“春草萋萋”；词中的 “游鞯犹未归家”，就是“王孙游兮不归”。这两句虽融化前人辞句却看起来如同自己的词句，已见出手不凡，下文“自是萧郎飘荡，错教人恨杨花”，则是转出新意，尤其是本词的独特之处。女主人公由游鞯未归，想到萧郎飘荡，意犹平平；由萧郎飘泊在外，想到他为路柳花所牵系，还未脱俗套，称不得奇思，至于说“自是萧郎飘荡”，将远离不返的责任归罪于“萧郎”已是有几分突兀之感了，接以“错教人恨杨花”，进一步为轻薄浮荡的杨花开脱，出以恕道，便使此作品有令人耳目一新的感觉。而且这两句还有另一层意思可说。即杨花“抛家傍路”、“随风万里”其“飘荡”的性情，早已为人所知；今“萧郎”自爱飘荡 ，更甚于受风摆布而始飘扬的杨花！错恨杨花，即是真恨萧郎，怨恨之情，显而易见，而又并不直接说及萧郎，读来令人叫绝。这两句话，抒情是真挚的，表态是明朗的，似显不够含蓄，但却能给人以翕露愈妙、愈快愈佳的审美享受，道理就在于它在明快显露中出了从未有人说过的真理，即“萧郎”的飘荡，是造成她们之间的悲剧的决定因素，而杨花却是代人受过的。"
        },
        {
            "title": "风入松",
            "content": "柳梢烟软已璁珑。娇眼试东风。情思又逐青丝乱，剩寒轻、犹恋芳栊。笋玉新栽早燕，杏钿时引晴蜂。当时兰柱系花骢。人在小楼东。莺娇戏索迎春句，爱露笺、新染香红。未信闲情便懒，探花拚醉琼锺。",
            "comment": ""
        },
        {
            "title": "夜归",
            "content": "夜深归客依筇行，冷燐依萤聚土塍。村店月昏泥径滑，竹窗斜漏补衣灯。",
            "comment": ""
        },
        {
            "title": "西塍秋日即事",
            "content": "络纬声声织夜愁，酸风吹雨水边楼。堤杨脆尽黄金线，城里人家未觉秋。",
            "comment": ""
        },
        {
            "title": "徵招",
            "content": "江蓠摇落江枫冷，霜空雁程初到。万景正悲凉，奈曲终人杳。登临嗟老矣，问今古、清愁多少。一梦东园，十年心事，恍然惊觉。肠断，紫霞深，知音远、寂寂怨琴凄调。短发已无多，怕西风吹帽。黄花空自好。问谁识、对花怀抱。楚山远，九辩难招，更晚烟残照。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "静香真色。花与人争白。属玉双飞烟月夕。点波一奁秋碧。翠罗袖薄天寒。笛声何处关山。手拈一枝春色，东风怨入江南。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "吹梅声噎。帘卷初弦月。一寸春霏消蕙雪。愁染垂杨带结。画桥平接金沙。软红浅隔儿家。燕子未归门掩，晚妆空对菱花。",
            "comment": ""
        },
        {
            "title": "夜行船",
            "content": "蛩老无声深夜静。新霜桀、一帘灯影。妒梦鸿高，烘愁月浅，萦乱恨丝难整。笙字娇娥谁为靓。香襟冷、怕看妆印。绣阁藏春，海棠偷暖，还似去年风景。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "霜风渐入龙香被。夜寒微涩宫壶水。滴滴是愁声。声声滴到明。梦魂随雁去。飞到颦眉处。雁已过西楼。又还和梦愁。",
            "comment": ""
        },
        {
            "title": "糖多令/唐多令",
            "content": "丝雨织莺梭。浮钱点细荷。燕风轻、庭宇正清和。苔面唾茸堆绣径，春去也、奈春何。宫柳老青娥。题红隔翠波。扇鸾孤、尘暗合欢罗。门外绿阴深似海，应未比、旧愁多。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "芳草碧茸茸。染恨无穷。一春心事雨声中。窄索宫罗寒尚峭，闲倚熏笼。犹记粉阑东。同醉香丛。金鞍何处骤骅骢。袅袅绿窗残梦断，红杏东风。",
            "comment": ""
        },
        {
            "title": "瑶花慢",
            "content": "朱钿宝玦。天上飞琼，比人间春别。江南江北，曾未见，谩拟梨云梅雪。淮山春晚，问谁识、芳心高洁。消几番、花落花开，老了玉关豪杰。金壶翦送琼枝，看一骑红尘，香度瑶阙。韶华正好，应自喜、初识长安蜂蝶。杜郎老矣，想旧事、花须能说。记少年，一梦扬州，二十四桥明月。",
            "comment": "【注释】这是一首以咏物来讽喻政治的词作，约作于南宋度宗咸淳年间。当时权相贾似道专权坏政，政治黑暗。开庆元年（1259）宋军败于蒙古，贾似道暗中与蒙古屈膝议和，答应割地纳款。蒙古退兵后，贾似道又谎报大捷，骗赏邀功。咸淳初，蒙古大军卷土重来围攻襄阳、樊城，情况非常危急。而度宗皇帝却日日沉湎于酒色之中，对前方战事不闻不问，贾似道将告急边书匿而不报，却去西湖边大造楼阁亭馆，日日升歌纵酒。《瑶花慢》词就是针对的这样一个社会现实。词原来有一个一百五十余字的长序，但今传的《蘋洲渔笛谱》版本却只留下了四分之一，使我们无法更多地了解本篇创作背景和作者意图，殊为可惜。扬州琼花天下无双，为花中极品。起首三句赞美琼花的特异资质。“朱钿宝玦”，朱红色的钿饰和莹洁的玉玦。这是美人的妆饰，连下句都是属于“天上飞琼”的 。许飞琼是传说中西王母的侍女美艳绝伦。以飞琼比拟琼花，除了因“琼”字相同而引起联想之外，还有天上仙葩的意思，因此，她自是有别于人间春色，而作为飞琼佩饰的“朱钿宝玦”，也是暗切琼花花蕊花瓣的形状色泽了。“江南”二句说此花名贵，还从人事上渲染 。说此花罕见 ，故世人亦不能辨识，只识随意把她想象似繁密的梨花和疏淡的梅花那样。这两句也颇有深意。“江南江北曾未见”，原因有二，一是因为扬州后土祠的名种琼花，“天下无二本”外人本难得见；二是琼花初开，当地长官便即剪下来 ，“以金瓶飞骑进之天上（皇宫）”、“分致贵邸”，故即使是在她的产地扬州（江北）和传送地临安（江南 ），一般人也难得一见。这样，琼花与世人隔绝，她的“芳心高洁”无人得知，而她的心与淮山之春相联。道出“芳心”二字词人于此不能无寄托，这也是词人的心。淮山，指盱眙军的都梁山，在南宋北界的淮水旁。琼花生长的江淮地区，胡尘弥漫，兵戈挠攘，丝毫没有春天的气息 。琼花开放 、凋零，年复一年，而边塞将士疲弊不堪，不能出兵北上，壮志难酬，琼花也为之浩叹！接下来“金壶翦送琼枝”，即言小序中所记载的地方长官每逢琼花盛开即以飞骑传送到临安皇宫中 ，供皇帝妃嫔们观赏。“一骑红尘”，化用杜牧“一骑红尘妃子笑，无人知是荔枝来”，将度宗飞骑传琼花与唐明皇飞骑传荔枝作比。作者借古讽今，规劝统治者不要再沉湎声色，否则将招致覆亡之祸。“韶华正好”二句承上意 ，谓琼花正值盛正，被进贡到临安，能够为都城的观赏者们所赏识，也算是件幸事。全篇结构谨密 ，盘旋而下 ，至此忽出一闲笔颇有意味 。“杜郎”指唐代诗人杜牧。所谓“旧事”，当包括古往今来诸多酣玩误国的历史教训，尤其指隋炀帝为了观赏扬州琼花，开凿运河，千里南巡，游宴无度，最终身死国亡，宗庙丘墟。当年徜徉于扬州发兴亡之慨叹的诗人杜牧久已作古，无数治乱兴衰的往事，琼花都历历在目，一切仿佛是昨事。而现在又有人在重演悲剧 ！作者痛心疾首 ，竟至无话可说 。最后三句，“记少年，一梦扬州，二十四桥明月”，只是说了这么一句：琼花的故乡扬州，当年曾经十分繁华。“一梦扬州”本于杜牧诗“十年一觉场州梦，赢得青楼薄幸名。”（《遣怀》）“二十四桥明月”化于杜牧诗“二十四桥明月夜，玉人何处教吹箫？（《寄扬州韩绰判官》）淡淡一笔，却发人深醒，令人扼腕。难怪陈廷焯和周济都对这首词十分推崇。陈在其《白雨斋词话》中评曰：“不是咏琼花，只是一片感叹，无可说处，借题一发泄耳。”周济的《宋四家词选》中也赞道：“一意盘旋，毫无渣滓。”《瑶花慢》虽系咏物之作，但借花讽喻，具有强烈的政治抒情色彩。作者通过咏物对象把历史与现实，指出亡国之祸迫近。更为可贵的是，作者在词序中公开表明词是针对进贡琼花而发，颇有白居易《新乐府》的现实主义精神。这在南宋词坛上，并不多见。"
        },
        {
            "title": "龙吟曲/水龙吟",
            "content": "仙山非雾非烟，翠微缥缈楼台亚。江芜海树，晴光雨色，天开图画。两岸潮平，六桥烟霁，晚钩帘挂。自玄晖去後，云情雪意，丹青手、应难写。花底朝回多暇。倚高寒、有人潇洒。东山杖屦，西州宾客，笑谈风雅。贮月杯宽，护香屏暖，好天良夜。乐闲中日月，清时钟鼓，结春风社。",
            "comment": ""
        },
        {
            "title": "高阳台 送陈君衡被召",
            "content": "照野旌旗，朝天车马，平沙万里天低。宝带金章，尊前茸帽风敧。秦关汴水经行地，想登临、都付新诗。纵英游，叠鼓清笳，骏马名姬。酒酣应对燕山雪，正冰河月冻，晓陇云飞。投老残年，江南谁念方回。东风渐绿西湖柳，雁已还、人未南归。最关情，折尽梅花，难寄相思。",
            "comment": "【注释】作者的友人陈君衡为蒙元朝廷所召，将要前往大都（今北京）赴任。作者为此写了一首送别的词。但因作者一向热爱宋朝，宋亡以后坚隐不仕，因此这首词较一般的送别诗词而言 ，在感情上自有一番特色。上阕以写送别的场景为主，与一般的送别诗词似并无二致。起首三句“照野旌旗，朝天车马，平沙万里天低。”作者用豪放笔法勾画出一幅威武鲜明的郊野送行的场面。只见旌旗飘飘，光照原野，车马辘辘，浩浩荡荡。这样威武雄壮的画面，衬以广阔的原野作背景，活脱脱一幅令人振奋的图画，给人以充分的遐想。接下去这首词的主角陈君衡，出现在这幅画卷中。作者只用“宝带金章，尊前茸帽风欹”两句人物便栩栩如生，跃然纸上。“宝带金章”，表明了人物的身分，同时暗示此行的缘由；“尊前”，酒尊之前。唐诗人马戴《赠友人边游回》有“尊前语尽北风起，秋色萧条胡雁来”句。“茸帽风欹”，头上戴的皮帽被郊野的风吹得略略倾斜，一个“欹”字，极为传神地勾画出人物的神气。欹即侧帽，典出《北史·独孤信传》：“信在秦州，尝因猎，日暮 ，驰马入城，其帽微侧，诘旦而吏人有戴帽者咸慕信而侧帽焉 。”词用此典，极为贴切，而有微意。君衡之应蒙元之召，与慕信而侧帽的胡风，正相一致。这一用典，实不同于一般泛用。作者由此想到友人北上要经过的路途和友人走后的作为。“秦关汴水经行地，想登临、都付新诗。纵英游，叠鼓清笳，骏马名姬。”一路之上，登秦关临汴水，吟诗作赋。秦关，应泛指沿途之山，中国习又称秦。汴水，流经北宋都城东京（今开封）的一条河鼓声阵阵，胡笳清脆；乘骏马，携名姬，纵情游乐。上阕对送别场景的铺陈及对别后情景的想象，看似与一般的送别诗词类似，但提及北宋旧地“秦关汴水”作者委婉地透露出对故国的念和山河依旧、人事已非的感叹，而用笔极为含蓄。下阕主要抒发了作者对友人远去的伤感和对友人出仕新朝的担心与不满等复杂的心情。头一句“酒酣应对燕山雪，正冰河月冻，晓陇云飞”，进一步设想友人远去北国的情景。“酒酣”，指朝廷召宴，作者想象友人彼时彼地应是燕山雪飘的冰天雪地的影象 ，连月亮都仿佛冻住了似的，发出令人不寒而栗的光辉。冰河月冻，造语甚新，意境颇佳。这阴冷影象与上阕热烈欢快的情调形成鲜明的对照，为下面的感叹铺垫了气氛。接着，作者将笔锋一转：“投老残年，江南谁念方回。”我已是风烛残年，不愿为新朝用而隐居江南，又有谁能常常记起我呢？方回，贺铸的字，他的《青玉案》有“试问闲愁都几许？一川烟草，满城风絮 ，梅子黄时雨 ”句 ，十分有名。黄庭坚曾说：“解道江南断肠句，世间唯有贺方回。”作者身在江南，又有一腔愁怨，故以贺铸自比。这两句词不仅包含年老力衰的伤感，友人离去的伤情，还有国家沦亡的伤痛 。“东风渐绿西湖岸，雁已还，人未南归”，北方冰雪尚未消融的时候，春风已经吹绿了江南，大雁已经飞回了，可是友人还没有回来。王安石有“春风又绿江南岸”句，此处周密化用之想到此处，不禁叹息道：“最关情，折尽梅花，难寄相思。”盛弘之《荆州记》载：陆凯曾从江南将梅花寄到长安送给他的好友范晔，并曾诗说：“折梅逢驿使，寄与陇头人。江南无所有 ，聊赠一枝春。”周密这两句亦用此意，意思是说 ，我的相思之情即使折尽梅花也难以表达。从字面看来，表现了作者对友人极为真挚恳切的怀念之情。但如果深入体味，就不难悟出，这里还有着更深刻的寓意，那就是作者担心友人到了北方，有了高官厚禄，忘怀自己，忘怀故国。这就不仅表达了身为遗民的惨淡心情，而且含蓄地透露出对友人仕元的不满。这首词在送别诗词中是颇具特色的。写送别而通篇贯穿着深切感人的故国之思 ，作者既写眼前实景，也写想象中的虚景，虚实相合，深沉宛转地表达了作者复杂难言的思想感情。其中既有送别友人的不舍和伤感，又有对其屈身仕元的不满，还有对南宋灭亡的怅恨。正是这种复杂的心理，使得这首词没有像一般送别词那样只刻画离愁别绪当然也没有对友人的明显指摘，而只有借描写送别情景、抒写相思离愁，含蓄地表达自己的思想感情。"
        },
        {
            "title": "点绛唇",
            "content": "雪霁寒轻，兴来载酒移吟艇。玉田千顷。桥外诗情迥。重到孤山，往事何愁醒。东风紧。水边疏影。谁念梅花冷。",
            "comment": ""
        },
        {
            "title": "齐天乐",
            "content": "清溪数点芙蓉雨，苹飙泛凉吟艗。洗玉空明，浮珠沆瀣，人静籁沈波息。仙潢咫尺。想翠宇琼楼，有人相忆。天上人间，未知今夕是何夕。此生此夜此景，自仙翁去後，清致谁识。散发吟商，簪花弄水，谁伴凉宵横笛。流年暗惜。怕一夕西风，井梧吹碧。底事闲愁，醉歌浮大白。",
            "comment": "【注释】原序：丁卯七月既望，余偕同志放舟邀凉于三汇之交，远修太白采石、坡仙赤壁数百年故事，游兴甚逸。余尝赋诗三百言以纪清适。坐客和篇交属，意殊快也。越明年秋，复寻前盟于白荷凉月间。风露浩然，毛发森爽，遂命苍头奴横小笛于舵尾，作悠扬杳渺之声，使人真有乘杳飞举想也。举白尽醉，继以浩歌。该词写于宋度宗咸淳四年（1268），词前序文说明了该词的写作背景，即两次西湖吟社的吟咏游赏活动。两次活动写所诗文各有侧重，第一次偏重于记事，第二次则侧重于描写景物。两次各俱特色，不相重复。作者在其诗集《草窗韵语》中记述了第一次游三汇时的情景：“咸淳丁卯七月既望，会同志避暑于东溪之清赋，泛舟三汇之交。舟无定游，会意即止，酒无定行，随意斟酌。坐客皆幅巾綀衣，般薄啸傲，或投竿而渔，或叩舷而歌，各适其适。既而蘋风供凉，桂月蜚露 ，天光翠合，逸兴横生，痛饮狂吟，不觉达旦，真隽游也！”本篇所渲染的情境，与此极为吻合，这段记载补充词序中的记载。意在告诉读者：这是一阕遁世高人的雅游醉歌。上片前五句起笔写人间的清凉世界。吴兴自古以来号称“水晶宫”，多溪流湖泊，每到夏秋时节，十里荷花，满塘莲子，一派“水佩风裳无数”的景色。蘋飙：白蘋洲渚上吹来的秋风。吟艗指词人乘坐的小舟。旧时船首画鹢以骇水神，故船也称为鹢。沆瀣指夜半露气。秋雨潇潇，洒在荷花丛中，清风习习，从白蘋洲上吹来 ，词人的画舫在湖中荡漾，渐渐远去。转瞬间雨停风息，溪上寂静异常，四无人声。皎洁明月倒映于清澈明亮的小溪里，荷面浮动着夜露凝成的水珠。&#8943;&#8943;一个“点尘飞不到”的清绝境界！绝无俗世的喧器，也无世间悲欢喜怒种种情绪的困扰，心境可谓清澈。“逸兴横生，痛饮狂吟”的发泄此时变为一种宁静的怅想。于是天人合一，落想天外，引出上片的后五句。仙潢指银河。银河低垂横跨过夜空，遥想天上的牛郎织女，此刻正两地相思，盼望着七夕重逢。在天上世界里今夕何夕呢？下片抒写高人情怀 。是说自从苏东坡去世之后，再也无人能领略这大自然的美丽景色。语气自负而又矜持，大有与古人以心会心的意味。“吟商”泛指吟唱秋天的曲调。词人们蓬乱着头发，吟咏秋歌，簪花弄水，在船尾吹起悠扬的笛曲，岁月流逝，如同落叶一般。既然如此，因此不必为区区尘事而烦恼？于是斟满大酒杯，唱一曲醉歌吧。作者在词序中已经提及，这两次秋游是摹仿李白泛舟采石矶、苏轼泛舟赤壁，这一点值得注意。周密在记述这两次雅游活动时曾这样说：“坡翁谓自太白去后，世间二百年无此乐。赤壁之游，实取诸此。坡去今复二百年矣，斯游也，庶几追前贤之清风，为异日之佳话云。”（《草窗韵语》卷二）正因为追慕苏东坡，所以作者的词中可见多处化用苏轼诗文的地方。“ 洗玉空明”是从《前赤壁赋 》“击空明兮泝流光 ”化出 ；“浮珠沆瀣”以及小序中的“风露浩然 ”、是借镜《前赤壁赋 》的“白露横江，水光接天”；“翠宇琼楼”几句，源出《水调歌头》“我欲乘风归去，又恐琼楼玉宇，高处不胜寒。趣舞弄清影，何似在人间”。“未知今夕是何夕”句，这里也是隐括苏词 《水调歌头 》的“不知天上宫阙，今夕是何年”，“此生此夜此景，出自苏诗《中秋月》“此生此夜不长好，明月明年何处看”在词中有如此之多的前人成句，而作者却能做到的同已出，不露一丝痕迹，不显一丝造作，自然贴切，这的确是一件易事，从中亦可见作者艺术造诣之深。这是本篇一个很显明的特点。这首词的语言平易浅显，流畅明快，没有晦涩难懂的地方 。但在可以对仗之处，作者还是雕琢字名，尽量“字字敲打得响”。如“散发吟商，簪花弄水”、“洗玉空明，浮珠沆瀣”等，清人的词话还把它们奉为“工于造句”的典范。此外，词前小序也颇具特色，它短小而生动优美，可自成一篇游记，直可与《赤壁赋》相璧合，自有一番妙趣。"
        },
        {
            "title": "好事近",
            "content": "新雨洗花尘，扑扑小庭香湿。早是垂杨烟老，渐嫩黄城碧。晚帘都卷看青山，山外更山色。一色梨花新月，伴夜窗吹笛。",
            "comment": ""
        },
        {
            "title": "珍珠帘/真珠帘",
            "content": "宝阶斜转春宵永，云屏敞、雾卷东风新霁。光动万星寒，曳冷云垂地。暗省连昌游冶事，照炫转、荧煌珠翠。难比。是鲛人织就，冰绡渍泪。独记梦入瑶台，正玲珑透月，琼钩十二。金缕逗浓香，接翠蓬云气。缟夜梨花生暖白，浸潋滟、一池春水。沈醉。归时人在，明河影里。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "小桥萦绿。密翠藏吟屋。千顷风烟森万玉。依约辋川韦曲。临流照影何人。悠然倚仗看云。柳色翠迷山色，泉声清和蝉声。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "轻翦楚台云，玉影半分秋月。一饷凄凉无语，对残花么蝶。碧天愁雁不成书，郎意似秋叶。闲展鸳绡残谱，卷泪花双叠。",
            "comment": ""
        },
        {
            "title": "失调名",
            "content": "商，西风只在垂杨外。",
            "comment": ""
        },
        {
            "title": "南楼令/唐多令",
            "content": "桂影满空庭。愁更廿五声。一声声、都是消凝。新雁旧蛩相应和。禁不过、冷清清。酒与梦俱醒。病因愁做成。展红绡、犹有馀馨。暗想芙蓉城下路，花可可、雾冥冥。",
            "comment": ""
        },
        {
            "title": "献仙音/法曲献仙音 吊雪香亭梅",
            "content": "松雪飘寒，岭云吹冻，红破数椒春浅。衬舞台荒，浣妆池冷，凄凉市朝轻换。叹花与人凋谢，依依岁华晚。共凄黯。问东风、几番吹梦，应惯识当年，翠屏金辇。一片古今愁，但废绿、平烟空远。无语消魂，对斜阳、衰草泪满。又西泠残笛，低送数声春怨。",
            "comment": "【注释】周密是个有气节的词人，南宋灭亡后，他坚决不仕元朝。这首词是宋亡以后所作，通过写梅花和前朝废芜的园林抒发自己对故国的怀念 ，对新朝的抵触。根据他写的《武林旧事》、《齐东野语》的记载：杭州葛岭有集芳园，原是赵宋王朝的皇家园林，宋理宗时赐给贾似道，贾再修筑，胜景不少，雪香亭便是其中之一，亭旁广植梅花。宋亡之后，园亭荒芜，周密来游而作此词。上阕主要写梅花及雪香亭荒废的情景。起首“松雪飘寒，岭云吹冻”两句，点明了当时的节令，同时渲染了一种冷色调的气氛。不说天飘寒雪，而说是雪“飘寒”；不说冻气入云，而说云在“吹冻”。这即突出“寒”与“冻”，又显得较为活泼。“红破数椒春浅”，写梅，梅花含苞未放，其状如椒，句中说的是初春时候 ，几点红梅初放，但不说梅，只用椒比；“红破春浅”，比较说“春初红绽”，也比较新鲜随后转入描写园林。“衬舞台荒，浣妆池冷”，二对偶句描写了亭台池榭的破败；但这里的对偶句是名词下面用形容词作谓语的结构 ，句法较直 ，没有“松雪”二句那样曲折。衬舞台与浣妆池，应是园中池台名；也可能是形容一些池台，是供皇帝后妃、贾似道姬妾用来浣妆、观舞的。所谓“浣妆”，即杜牧《阿房宫赋》“渭流涨腻，弃脂水也”的意思。“荒”、“冷”写芜废情况 ，与上“寒”、“冻”合成一气，归于下句的“凄凉”二字“凄凉市朝轻换 ”，点题。眼前这般凄凉的亭台池榭，是因为已经改朝换代的缘故。正因为关系如此重大，所以一池、一台、一亭的兴废，以至一些梅花的开落，都使人触目兴感。事虽重大 ，但毕竟如过眼烟云 ，平民百姓对国破家亡无以与力，国家轻易便在达官贵人手里丧失了 。一个“轻”字，其实不轻。上阕结尾由一个“叹”字领起。词人看到初收的梅花与破败的亭园 ，不禁发出感叹。“叹花与人凋谢 ，依依岁岁华晚”，花，指梅；人，应指以前生活在这个园林中的人。岁华晚，呼应梅开时候。依依，作者感旧之情，并反过来想象梅花、池台、岁华对人也有留恋感情。人与景物相互依恋，相互交融。人与梅花都凋谢了。下阕将梅拟人化，以猜测梅花所想的形式寄托自己的亡国之痛。“共凄黯”。三字，承上启下，人与花都凄黯 ，黯”是 “寒、冻”、“荒、冷”、“凄凉”、“凋谢”等情景的收揽和浓化。“问东风、几番吹梦 ”，“问”是人问花 ，但花亦何尝不能自问，人花同感，彼此难分。问一问东风、花开花落几多次了呢？原来，雪香亭的梅花也是经历过世间几番重大变故的，与上文“市朝轻换”相呼应 。“惯识当年，翠屏金辇 ”，这是梅花“吹梦”和“凄黯”的原因。这两句把梅花拟人，说它在园亭中，应当很熟悉坐金辇、遮翠屏的皇帝、后妃，见过了小朝廷苟安时期的“盛况”。但这在今天，那时的情景再也不会出现了，已经成为引人伤感的事了。这是“吊”梅，而梅也凭吊往事“一片古今愁，但废绿平烟空远”，梅花的愁，作者的愁，原来是“古今”的兴亡之愁。以前的太平盛世到如今只剩下令人愁恨不已的废绿平烟，作者的心情很不平静。“无语消魂，对斜阳衰草泪满”，作者思绪万千而无话可说，面对斜阳衰草不禁泪满魂消。这时，作者的感情涌至高潮。“又西泠残笛，低送数声春怨 ”。听到从西泠桥边，低低地送来几声怨曲。谓笛声为“残”，因是亡国余音；“春”暗指元朝统治者，故有所“怨”。作者落泪伤神之后，还是要回到现实。现实毕竟已是蒙元的天下。西泠的残笛使词人不得不面对现实，现实只能听见数声春怨。这一扬一顿，足见作者用笔之巧。这首词，借写梅以凭吊故国灭亡，所写不限于梅，把梅与园亭、与人融合而写题目为吊梅，可全词从头到尾不露出“梅”字，只在衬托、用典及词意的关连中来表现它。这首词写情写景具佳，前后呼应，饱含深情而不事张扬是周密词惨淡经营、意境较深的作品之一。陈廷焯《词则》评下阕即“杜诗‘回首可怜歌舞地’意，以词发之，更觉凄婉”，也指出它结尾有力。"
        },
        {
            "title": "水龙吟",
            "content": "燕翎谁寄愁笺，天涯望极王孙草。新烟换柳，光风浮蕙，馀寒尚峭。倚仗看云，翦灯听雨，几番诗酒。叹长安倦客，江南旧恨，飞花乱、清明後。堤上垂杨风骤。散香绵、轻沾吟袖。麴尘两岸，纹波十里，暖蒸香透。海阔云深，水流春远，梦魂难句。问莺边按谱，花前觅句，解相思否。",
            "comment": ""
        },
        {
            "title": "霓裳中序第一",
            "content": "湘屏展翠叠。恨入宫沟流怨叶。釭冷金花暗结。又雁影带霜，蛩音凄月。珠宽腕雪。叹锦笺、芳宇盈箧。人何在，玉箫旧约，忍对素娥说。愁切。夜砧幽咽。任帐底、沈烟渐灭。红兰谁采赠别。洛汜分绡，汉浦遗玦。舞鸾光半缺。最怕听、离弦乍阕。凭阑久，一庭香露，桂影弄栖蝶。",
            "comment": ""
        },
        {
            "title": "踏莎行",
            "content": "结客千金，醉春双玉。旧游宫柳藏仙屋。白头吟老茂陵西，清平梦远沈香北。玉笛天津，锦囊昌谷。春红转眼成秋绿。重翻花外侍儿歌，休听酒边供奉曲。",
            "comment": ""
        },
        {
            "title": "三犯渡江云/渡江云",
            "content": "冰溪空岁晚，苍茫雁影，浅水落寒沙。那回乘夜兴，云雪孤舟，曾访故人家。千林未绿，芳信暖、玉照霜华。共凭高，联诗唤酒，暝色夺昏鸦。堪嗟。澌鸣玉佩，山护云衣，又扁舟东下。想故园、天寒倚竹，袖薄笼纱。诗筒已是经年别，早暖律、春动香葭。愁寄远，溪边自折梅花。",
            "comment": ""
        },
        {
            "title": "东风第一枝",
            "content": "草梦初回，柳眠未起，新阴才试花讯。雏鸳迎晓偎香，小蝶舞晴弄影。飞梭庭院，早已觉、日迟人静。画帘轻、不隔春寒，旋减酒红香晕。吟欲就、远烟催暝。人欲醉、晚风吹醒。瘦肌羞怯金宽，笑靥暖融粉沁。珠歌缓引。更巧试、杏妆梅鬓。怕等闲、虚度芳期，老却翠娇红嫩。",
            "comment": ""
        },
        {
            "title": "楚宫春/楚宫春慢",
            "content": "香迎晓白。看烟佩霞绡，弄妆金谷。倦倚画阑，无语情深娇足。云拥瑶房翠暖，绣帐卷、东风倾国。半捻愁红，念旧游、凝伫兰翘，瑞鸾低舞庭绿。犹想沈香亭北。人醉里，芳笔曾题新曲。自翦露痕，移取春归华屋。丝障银屏静掩，悄未许、莺窥蝶宿。绛蜡良宵，酒半阑、重绕鸳机，醉靥争妍红玉。",
            "comment": ""
        },
        {
            "title": "秋霁",
            "content": "重到西冷，记芳园载酒，画船横笛。水曲芙蓉，渚边鸥鹭，依依似曾相识。年芳易失。段桥几换垂杨色。谩自惜。愁损庾郎，霜点鬓华白。残蛩露草，怨蝶寒花，转眼西风，又成陈迹。叹如今、才消量减，尊前孤负醉吟笔。欲寄远情秋水隔。旧游空在，凭高望极斜阳，乱山浮紫，暮云凝碧。",
            "comment": ""
        },
        {
            "title": "倚风娇近",
            "content": "云叶千重，麝尘轻染金缕。弄娇风软、霞绡舞。花国选倾城，暖玉倚银屏，绰约娉婷，浅素宫黄争妩。生怕春知，金屋藏娇深处。蜂蝶寻芳无据。醉眼迷花映红雾。修花谱。翠毫夜湿天香露。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "秋水浸芙蓉，清晓绮窗临镜。柳弱不胜愁重，染兰膏微沁。下阶笑折紫玫瑰，蜂蝶扑云鬓。回首见郎羞走，罥绣裙微褪。",
            "comment": ""
        },
        {
            "title": "玉漏迟 题吴梦窗《霜花腴词集》",
            "content": "老来欢意少。锦鲸仙去，紫霞声杳。怕展金奁，依旧故人怀抱。犹想乌丝醉墨，惊俊语、香红围绕。闲自笑。与君共是，承平年少。雨窗短梦难凭，是几番宫商，几番吟啸。泪眼东风，回首四桥烟草。载酒倦游甚处，已换却、花间啼鸟。春恨悄。天涯暮云残照。",
            "comment": "【注释】这首词是周密为其好友吴文英（号梦窗）的词集《霜花腴词集》而作，意在怀念亡友，追忆故国。吴文英词集题目原为《梦窗稿》，分甲乙丙丁四集，甲稿有 《霜花腴·重阳前一日泛石湖》一词。江昱按：“频洲渔笛谱》（按周密词集）有《玉漏迟·题吴梦窗 〈霜花腴词集〉》，《山中白云》（按张炎词集）有《声声慢·题梦窗自度曲〈霜花腴〉卷后》。意当时此曲盛传，遂以标其词卷也。”就是说，由于吴文英《霜花腴》一词广为流传，遂明之作为吴词集的代称。周密这首词起笔便写“老来”，下又回忆“承平年少”时，可以肯定作于宋亡之后下阕有“四桥”则又为作者倦游苏州时作（正与梦窗原词作地同）。上阕第一句称“老来欢意少”，奠定了全词的基调。那么为什么年纪大了欢乐便少了听？作者随之娓娓倾诉。“锦鲸仙去，紫箫声杳。”“锦鲸”句用李太白骑鲸仙去之事，写词友亡故。词本先有曲调，后有文词，紫箫，亦指按曲填词，“声杳”，描绘声音逝去貌 “仙去”、“声杳”连贯，给人这样的印象：仿佛梦窗一搁笔，词坛从此寂寞。“怕展金奁，依旧故人怀抱。”“金奁”，存放吴词的匣子。“怕展”，豁怕睹物思人，可是如此怀念，情动于中，又不能不展开。“依旧故人怀抱”，看见词作如见故人，还是那样的情怀接着 ，作者便描绘了往日的美好时光 。“犹想乌丝醉墨 ，惊俊语、香红围绕。”“乌丝”，即“乌丝栏”指精美的纸，“香红”，喻美丽的歌女。梦窗酒后赋词，情酣墨饱，字字珠玑，众人惊赞美女围看，那情景多么陶醉。“闲自笑”，描写自己，意思是说现在想起还私心窃喜。写到这里，亡友就仿佛在面前 ，作者直接与他话旧 ；“与君共是、承平年少。”“承平”，指宋亡前的太平时代。“与君共是、承平年少”这句感叹是他对太平时日许多美好情景的概括。这句感叹，含有对世道变乱、人生衰老、故人亡去的伤感。“老来欢意少”的意思就比较清楚了。上阕以回忆为主，下阕以对今日的感慨为主。“雨窗短梦难凭，是几番宫商，几番吟啸？”雨点噼里叭啦地打在窗户上，惊断了如梦往事。以前好友相会时，多少次吟啸，多少次唱和，但现在这一切都只能在回忆中冥想了。沉吟至此，无限怅惘。“泪眼东风，回首四桥烟草”，想到这里，不禁涕泗满襟。“四桥”即苏州甘泉桥，周密与吴文英当年都曾来此游赏，周密有《拜星月慢·春暮寄梦窗》写道：“一夜花落啼鹃，唤四桥吟伴。”梦窗《霜花腴》亦此地附近游赏之作。但现在四桥“烟草”依旧，只是昔日同游的朋友已经不在了对往昔是那般陶醉，看今朝却是如此伤心。前有“闲自笑”，后有“泪眼东风”，一笑一哭，作者伤怀之情令人唏嘘。“雨窗”、“泪眼”、“烟草”令人感到空冫蒙、凄迷。“载酒倦游甚处？已换却、花间啼鸟。”提着酒壶，游光已尽，“我这是在什么地方？”作者恍惚之间不禁心生疑问 。“甚处？”写出了他的极度迷惘，本是故地重游，而他却不知所处。“已换却、花间啼鸟”，脱化于王维“兴阑啼鸟换，坐久落花多”，从表面看似写游赏时间已长没了兴致但其中当含有痛感国破友亡的深意。“春恨悄。天涯暮云残照”，生动地写出了作者漂泊无依，心情寂寥的景况。重游旧地，却生起如许春恨，但又无人诉说。暮云残照，既写景，亦是作者心情的写照。作者的空虚、孤零、对故国、亡友的思念，都借这晚晴之景透露出来了。下阕与上阕一样，从怀念亡友写起，越写越动情，以至身世之感、家国之念，一齐涌出。读罢全词。我们便明白了，似作者这般经历、这般心情，怎么高兴得起来呢？无怪乎会“老来欢意少”了。"
        },
        {
            "title": "浣溪沙",
            "content": "不下竹帘怕燕瞋。旋移芳槛引流莺。春光却早又中分。杏火无烟然绿暗，梨云如雪冷清明。冶游天气冶游心。",
            "comment": ""
        },
        {
            "title": "杏花天",
            "content": "金池琼苑曾经醉。是多少、红情绿意。东风一枕游仙睡。换却莺花人世。渐暮色、鹃声四起。正愁满、香沟御水。一色柳烟三十里。为问春归那里。",
            "comment": ""
        },
        {
            "title": "酹江月/念奴娇",
            "content": "奁霏净洗，唤素娥睡起，平分秋色。雁背风高霜兔冷，露脚侵衣香湿。银浦流云，珠房迎晓，鬓影霜争白。玉尊良夜，与谁同醉瑶席。忍记倚桂分题，簪花筹酒，处处成陈迹。十二楼空环佩杳，惟有孤云知得。如此江山，依然风月，月底人非昔。知音何许，泪痕空沁愁碧。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "燕子时时度翠帘。柳寒犹未褪香绵。落花门巷家家雨，新火楼台处处烟。情默默，恨恹恹。东风吹动画秋千。拆桐开尽莺声老，无奈春何只醉眠。",
            "comment": ""
        },
        {
            "title": "六么令",
            "content": "回风带雨，冻涩漏声悄。小窗照影虚白，几误邻鸡报。千树天花绽了。鹄立通明晓。眼空八表。宫袍带月，醉里应迷灞陵道。风静琼林翠沼。片片随春到。吟鞯十里新堤，怪四山青老。玉唾珠尘怕扫。句冷池塘草。白天寒蛟。飞琼何在，梦觅梨云度仙岛。",
            "comment": ""
        },
        {
            "title": "夜行船",
            "content": "寒菊敧风栖小蝶。帘栊静、半规凉月。梦不分明，恨无凭据，肠断锦笺盈箧。哀角吹霜寒正怯。倚瑶筝、暗愁谁说。宝兽频添，玉虫时翦，长记旧家时节。",
            "comment": ""
        },
        {
            "title": "大��",
            "content": "又子规啼，荼谢，寂寂春阴池阁。罗窗人病酒，奈牡丹初放，晚风还恶。燕燕归迟，莺莺声懒，闲罥秋千红索。三分春过二，尚剩寒犹凝，翠衣香薄。傍鸳径鹦笼，一池萍碎，半檐花落。最怜春梦弱。楚台远、空负朝云约。谩念想、清歌锦瑟，翠管瑶尊，几回沈醉东园酌。燕麦兔葵恨，倩谁访、画阑红药。况多病、腰如削。相如老去，赋笔吟笺闲却。此情怕人问著。",
            "comment": ""
        },
        {
            "title": "少年游",
            "content": "帘消宝篆卷宫罗。蜂蝶扑飞梭。一样东风，燕梁莺院，那处春多。晓妆日日随香辇，多在牡丹坡。花深深处，柳阴阴处，一片笙歌。",
            "comment": ""
        },
        {
            "title": "江城子",
            "content": "玉肌多病怯残春。瘦棱棱。睡腾腾。清楚衣裳，不受一尘侵。香冷翠屏春意靓，明月淡、晓风轻。楼中燕子梦中云。似多情。似无情。酒醒歌阑，谁为唤真真。尽日琐窗人不到，莺意懒，蝶愁深。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "波影摇花碎锦铺。竹风清泛玉扶疏。画屏纹枕小纱幮。合色麝囊分翠绣，夹罗萤扇缕金书。十分凉意淡妆梳。",
            "comment": ""
        },
        {
            "title": "南楼令/唐多令",
            "content": "开了木芙蓉。一年秋已空。送新愁、千里孤鸿。摇落江蓠多少恨，吟不尽、楚云峰。往事夕阳红。故人江水东。翠衾寒、几夜霜浓。梦隔屏山飞不去，随夜鹊、绕疏桐。",
            "comment": ""
        },
        {
            "title": "祝英台近",
            "content": "烛摇花，香袅穗，独自奈春冷。过了收灯，才始作花信。无端雨外馀酲，莺边残梦，又还动、惜芳心性。忍重省。几多绿意红情，吟笺倩谁整。香减春衫，老却旧荀令。小楼深闭东风，曲屏斜倚，知他是、为谁成病。",
            "comment": ""
        },
        {
            "title": "采绿吟",
            "content": "采绿鸳鸯浦，画舸水北云西。槐薰入扇，柳阴浮桨，花露侵诗。点尘飞不到，冰壶里、绀霞浅压玻璃。想明珰、凌波远，依依心事寄谁。移棹舣空明，苹风度、琼丝霜管清脆。咫尺挹幽香，怅岸隔红衣。对沧洲、心与鸥闲，吟情渺、莲叶共分题。停杯久，凉月渐生，烟合翠微。",
            "comment": ""
        },
        {
            "title": "木兰花慢",
            "content": "六桥春浪暖，涨桃雨、鳜初肥。正短棹轻蓑，牵筒荇带，萦网莼丝。依稀。岸红溯远，漾仙舟、误入武陵溪。何处金刀脍玉，画船傍柳频催。芳堤。渐满斜晖。舟叶乱、浪花飞。听暮榔声合，鸥沈暗渚，鹭起烟矶。忘机。夜深浪静，任烟寒、自载月明归。三十六鳞过却，素笺不寄相思。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "彩绳朱乘驾涛云。亲见许飞琼。多定梅魂才返，香瘢半掐秋痕。枕函钗缕，熏篝芳焙，儿女心情。尚有第三花在，不妨留待凉生。",
            "comment": ""
        },
        {
            "title": "国香慢/国香",
            "content": "玉润金明。记曲屏小几，翦叶移根。经年汜人重见，瘦影娉婷。雨带风襟零乱，步云冷、鹅管吹春。相逢旧京洛，素靥尘缁，仙掌霜凝。国香流落恨，正冰铺翠薄，谁念遗簪。水天空远，应念矾弟梅兄。渺渺鱼波望极，五十弦、愁满湘云。凄凉耿无语，梦入东风，雪尽江清。",
            "comment": ""
        },
        {
            "title": "声声慢",
            "content": "瑶台月冷，佩渚烟深，相逢共话凄凉。曳雪牵云，一般淡雅梳妆。樊姬岁寒旧约，喜玉儿、不负萧郎。临水镜，看清铅素靥，真态生香。长记湘皋春晓，仙路迥，冰钿翠带交相。满引台杯，休待怨笛吟商。凌波又归甚处，问兰昌、何似唐昌。春梦好，倩东风、留驻琐窗。",
            "comment": ""
        },
        {
            "title": "忆旧游",
            "content": "记移灯翦雨，换火篝香，去岁今朝。乍见翻疑梦，向梅边携手，笑挽吟桡。依依故人情味，歌舞试春娇。对婉娩年芳，漂零身世，酒趁愁消。天涯未归客，望锦羽沈沈，翠水迢迢。叹菊荒薇老，负故人猿鹤，旧隐谁招。疏花漫撩愁思，无句到寒梢。但梦绕西泠，空江冷月，魂断随潮。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "锦城春晓。苑陌芳菲早。可是杜陵人未老。日日酒迷花恼。归鞯困倚芳酲。醒来还有新吟。人与杏花俱醉，春风一路闻莺。",
            "comment": ""
        },
        {
            "title": "眼儿媚",
            "content": "飞丝半湿惹归云。愁里又闻莺。淡月秋千，落花庭院，几度黄昏。十年一梦扬州路，空有少年心。不分不晓，恹恹默默，一段伤春。",
            "comment": ""
        },
        {
            "title": "齐天乐",
            "content": "宫檐融暖晨妆懒。轻霞未匀酥脸。倚竹娇颦，临流瘦影，依约尊前重见。盈盈笑靥。映珠络玲珑，翠绡葱茜。梦入罗浮，满衣清露暗香染。东风千树易老，怕红颜旋减，芳意偷变。赠远天寒，吟香夜永，多少江南新怨。琼疏静掩。任翦雪栽云，竞夸轻艳。画角黄昏，梦随春共远。",
            "comment": ""
        },
        {
            "title": "木兰花慢",
            "content": "碧霄澄暮霭，引琼驾、碾秋光。看翠阕风高，珠楼夜午，谁捣玄霜。沧茫。玉田万顷，趁仙查、咫尺接天潢。彷佛凌波步影，露浓佩冷衣凉。明珰。净洗新妆。随皓彩、过西厢。正雾衣香润，云鬟绀湿，私语相将。鸳鸯。误惊梦晓，掠芙蓉、度影入银塘。十二栏干伫立，凤箫怨彻清商。",
            "comment": ""
        },
        {
            "title": "南楼令/唐多令",
            "content": "敧沈听西风。蛩阶月正中。弄秋声、金井孤桐。闲省十年吴下路，船几度、系江枫。辇路又迎逢。秋如归兴浓。叹淹留、还见新冬。湖外霜林秋似锦，一片片、忍题红。",
            "comment": ""
        },
        {
            "title": "四字令/醉太平",
            "content": "残月半篱。残雪半枝。孤吟自款柴扉。听猿啼鸟啼。人归未归。无诗有诗。水边伫立多时。问梅花便知。",
            "comment": ""
        },
        {
            "title": "夜合花",
            "content": "月地无尘，珠宫不夜，翠笼谁炼铅霜。南州路杳，仙子误入唐昌。零露滴，湿微妆。逗清芬、蝶梦空忙。梨花云暖，梅花雪冷，应妒秋芳。虚庭夜气偏凉。曾记幽丛采玉，素手相将。青蕤嫩萼，指痕犹映瑶房。风透幕，月侵床。记梦回、粉艳争香。枕屏金络，钗梁绛缕，都是思量。",
            "comment": ""
        },
        {
            "title": "高阳台 寄越中诸友",
            "content": "小雨分江，残寒迷浦，春容浅入蒹葭。雪霁空城，燕归何处人家。梦魂欲渡苍茫去，怕梦轻、还被愁遮。感流年，夜汐东还，冷照西斜。萋萋望极王孙草，认云中烟树，鸥外春沙。白发青山，可怜相对苍华。归鸿自趁潮回去，笑倦游、犹是天涯。问东风，先到垂杨，後到梅花。",
            "comment": "【注释】这首词是周密晚年的作品。蒙元代宋后，许多前朝士人纷纷依附了新朝 。周密怀有强烈的爱国感情，隐居江南不仕。而在他隐居的江浙一带，作者尚有些许志同道合的气节之士。这首词便是为邓牧、谢翱等友人写的。周密当时寄居杭州，而邓、谢等人寓居越州（今浙江绍兴）。上阕起首三句描写作者所住的地方。“小雨分江，残寒迷浦，春容浅入蒹葭”，初春的小雨分流于钱塘江中，江边还弥漫着残冬的寒气只有初生的芦苇透露出一点浅浅的春意。起二句对偶，工整自然，第三句“浅入”二字刻意雕琢，颇为生动。接下去两句接着描写周围环境。“雪霁空城，燕归何处人家”，雨雪已经停止，天空已经放晴，本应到春回大地万物复苏的时候，但经过战争之后，城里十室九空，居民屋子受到破坏，燕子虽然归来，但是它们到哪一家去做窝栖息呢？写城市萧条，只用一“空”字，且用燕子无处栖息来渲染形象而凝重。此情此景，使作者想起了朋友。“梦魂欲渡苍茫去，怕梦轻、还被愁遮”，转而写对友人的思念。苍茫，指钱塘江，梦中要到越中访友，梦魂要渡过“苍茫”的江水。但是，梦轻愁重，怕被愁遮住，以致于在梦中也去不了啊。梦与愁有轻重之分，构思极为新奇；且意思上以退为进，也颇有力。“感流年，夜汐东还，冷照西斜”，又回到自己，感慨光阴易逝。写光阴，也只用三个字轻点，有年华流驶之感，接着便描写两种景象：夜里的潮水向东退走清冷的月亮向西斜去。这两种景象一天天重复出现，光阴便在不知不觉中消逝了，时间就这样日复一日地流失了，可是我与友人仍悬于两地，隔于江水，不能相见。下片，从怀友写起，回到写自己。“萋萋望极王孙草，认云中烟树，鸥外春沙。”极目望去，只见长得很茂盛的王孙草，朋友却不知在哪里，以喻想念越中友人。想念深而看不见，只好从远接云中的烟树与鸥鸟飞翔之外的沙滩，辨认通往友人所居住地方的道路，这句是从谢朓名句“云中辩江树”化来，浑然无迹。“云中 ”两句与上片“夜汐”两句，对偶相同，写法也相似，前者以景寓意，这里则以望远之景寓想念之情。“白发青山，可怜相对苍华。”白发自己和友人的头发都已经白了；青山，自己这里的青山和友人那里的青山；苍华，兼包两地的青山、白发。自己和友人都已经老了 ，可是两地的青山依旧绿意盎然，生机勃勃。面对青山，遥想远方的友人，不禁产生无限感慨，“可怜”油然而生。“归鸿自趁潮回去，笑倦游 、犹是天涯。”鸿雁顺着潮水东流的方向飞去，但不能代人传递音讯；自己虽是倦游归来，居住杭州，但对故乡吴兴来说，对分别不能团聚的朋友来说，都有远隔“天涯”之感。事实上，吴兴、杭州、绍兴相去不远，而谓“天涯”，实是思念情深所形成的错觉；着一“笑”字，笑倦游无成，也自笑这种错觉。下阕最后三句与本词前面各句有明显不同，值得好好体味。“问东风，先到垂杨，后到梅花？”这一问，来得突兀，似乎与前文描写残冬初春景致、思念友人情怀没什么关系。但事实上包含了作者极深的意思，是体现这首词主旨的句子，是思友的升华。东风，你可是要先吹到垂杨身上，然后再吹到梅花身上吗？“东风”隐喻元朝统治者的“恩泽”，“垂杨”隐喻不能坚持气节而投靠新朝的人，梅花隐喻忍受清苦生活的遗民。作者及越中诸友是傲雪怒放的梅花，本不需要春风的惠泽 ，作者这样写，表达了自己和友人的坚贞不屈，对趋炎附势者的不满和对蒙元新朝统治的讥刺。这首词语意新奇辞句幽远结尾顿挫有力，使人振奋，在周密词中，是意境较厚的，陈廷焯《词则·大雅集》评：“幽思得碧山意趣，但厚意不及。”恐是不确之见。写友人之谊，而友人之谊是建立在高贵的品格的基础上的。这在同类诗词中是不多见的。"
        },
        {
            "title": "玉京秋",
            "content": "烟水阔。高林弄残照，晚蜩凄切。碧砧度韵，银床飘叶。衣湿桐阴露冷，采凉花、时赋秋雪。叹轻别。一襟幽事，砌蛩能说。客思吟商还怯。怨歌长、琼壶暗缺。翠扇恩疏，红衣香褪，翻成消歇。玉骨西风，恨最恨、闲却新凉时节。楚箫咽。谁倚西楼淡月。",
            "comment": "【注释】原序：长安独客，又见西风，素月丹枫，凄然其为秋也。因调夹钟羽一解。这是一首感秋怀人的词，写作时间已不可考。词序云“长安独客”，“长安”自是指代南宋都城杭州，这首词应是宋亡以前，周密某次暂寓杭州所作。他出身士大夫家庭，家资富有，虽未有科第，还是得以在宦海中浮沉。但那时朝政日非，国势足蹙，前途暗淡，周密词中的感伤之气显然与当时的时局有关。词的上片写景，由远至近。首句“烟水阔”，从远大处落笔 ，视野开扩，展现出辽阔苍茫的天景色。“高林”以下四句，景物渐渐拉近，仰观俯视，颇有声色。夕阳西下，高树摇风，一个“弄”字，气势全出。树上的哀蝉，已是“病翼经秋”，叫声凄切婉转。捣衣石著一“碧”字，青苔绿水，都在眼中，石井栏称为“银床”，极见洁净清朗，耳闻度韵，目见“飘叶”。这四句，色彩冷淡，声响凄清，有层次地描绘出一幅湖天秋暮图。在这背景下，“衣湿”二句才出现了感怀秋伤的人。桐阴久立，寒露沾衣，时已由暮入夜，不由得词人心绪翻滚。“采凉花，时赋秋雪”，颇似方岳的“黯西风，吹老满汀新雪”（《齐天乐》）。张炎的“折芦花赠远，零落一身秋”，命意相近，却更为精微 。向来诗词里一见到芦花 ，自然就联想到《诗经》中所言的“秋水伊人”。这就自然地引入了别恨。“叹轻别”，追悔畴昔的离别，慨叹现时的相见无期。阶下蟋蟀泣诉低呜，仿佛替我传出满怀的幽怨。以下紧接别恨作进一步的倾诉 。“客思”二句，极写胸怀郁结之状，秋声商调凄楚徘徊，以至不能自胜 ，反复吟唱中不觉敲缺了唾壶，足见心中之愁苦。“怨歌长、琼壶暗缺”。语出清真《浪淘沙》“怨歌永，琼壶敲尽缺”，而沉痛过之。“翠扇”三句，描写残荷凋零景象，写出秋思之深沉悠长。恩疏、香褪、消歇，渐进的过程是渐淡渐远，“翻成消歇”乃出于意料之外 ，而这么三句，也就可知他追忆往事之多，时间之长，情意执着真切，以至于无法排解，挥之不去。“玉骨西风”，俊爽高洁，自是一片清境，而所怀之人不能与之共感秋思，真是莫大的遗恨。这与李太白的“相思相见知何日，此时此夜难为情”同一神理。写到此处，读者似觉言语道尽，该是弦绝响歇了，可是，笔锋突转，“楚箫咽”，箫声幽咽，袅袅飘来，更使愁绪为织无以排解。是谁在幽淡的月光下，倚着西楼吹奏呢 ？结尾即景，以问作结，令人回味不已，颇有余音绕梁之感。全首结构严密，井然有序，语言精炼，着笔清雅，确为千锤百炼之作。感秋怀人的客愁别恨，不滞实事，亦不直言，而是凭借最具特征的事物的描写，逐层烘染，委委道出。读者在体会蝉声、蛩声、砧声、箫声中、浮想连翩，情绪随之起伏，不由得感到了作者秋思的悠长缠绵，不禁要与之一道感慨嗟嘘了。"
        },
        {
            "title": "露华",
            "content": "暖消蕙雪，渐水纹漾锦，云淡波溶。岸香弄蕊，新枝轻袅条风。次第燕归将近，爱柳眉、桃靥烟浓。鸳径小，芳屏聚蝶，翠渚飘鸿。六桥旧情如梦，记扇底宫眉，花下游骢。选歌试舞，连宵恋醉珍丛。怕里早莺啼醒，问杏钿、谁点愁红。心事悄，春娇又入翠峰。",
            "comment": ""
        },
        {
            "title": "过秦楼",
            "content": "绀玉波宽，碧云亭小，苒苒水枫香细。鱼牵翠带，燕掠红衣，雨急万荷喧睡。临槛自采瑶房，铅粉沾襟，雪丝萦指。喜嘶蝉树远，盟鸥乡近，镜奁光里。帘户悄、竹色侵棋，槐影移漏，昼永簟花铺水。清眠乍足，晚浴初慵，瘦约楚裙尺二。曲砌虚庭夜深，月透龟纱，凉生蝉翅。看银潢泻露，金井啼鸦渐起。",
            "comment": ""
        },
        {
            "title": "满庭芳",
            "content": "玉沁唇脂，香迷眼缬，肉红初映仙裳。湘皋春冷，谁翦茜云香。疑是潘妃乍起，霞侵脸、微印宫妆。还疑是，寿阳凝醉，无语倚含章。绛绡，清泪冷，东风寄远，愁损红娘。笑李凡桃俗，蝶喜蜂忙。莫把杏花轻比，怕杏花、不敢承当。飘零处，还随流水，应去误刘郎。",
            "comment": ""
        },
        {
            "title": "祝英台近",
            "content": "步玲珑，寻窈窕，瑶草四时碧。小小蓬莱，花气透帘隙。几回翠水荷初，苍崖梅小，绮寮掩、玉壶春色。柳屏窄。芳槛日日东风，几醉几吟笔。曲折花房，莺燕似相识。最怜灯影才收，歌尘初静，画楼外、一声秋笛。",
            "comment": ""
        },
        {
            "title": "四字令",
            "content": "眉消睡黄，春凝泪妆。玉屏水暖微香，听蜂儿打窗。筝尘半妆，绡痕半方。愁心欲诉垂杨，奈飞红正忙。",
            "comment": ""
        },
        {
            "title": "南楼令/唐多令",
            "content": "好梦不分明。楚云千万层。带围宽、愁损兰成。玉杵玄霜才咫尺，青羽信、便沈沈。水调夜楼清。清宵谁共听。砑笺红、空赋倾城。几度欲吟吟不就，可煞是、没心情。",
            "comment": ""
        }
    ]
}