{
    "dynasty": "宋",
    "author": "周晋",
    "poems": [
        {
            "title": "点绛唇 访矣存叟南漪钓隐",
            "content": "午梦初回，卷帘尽放春愁去。昼长无侣。自对黄鹂语。絮影苹香，春在无人处。移舟去。未成新句。一砚梨花雨。",
            "comment": "【注释】周晋的词大多描写的是清逸自然之趣。从调下词题可以看出，此词系为访问一友人而作，矣子才，字存叟，其先井研（今属四川省）人，因为爱好吴兴山水清远，遂家居湖州的南门。南漪小隐是矣存叟家花园的名字，园中有硕果轩、元祐学堂、芳菲二亭、万鹤亭、双李亭、桴舫斋、岷峨一亩宫诸景。“午梦初回 ，卷帘尽放春愁去 。”春天的天气，催人欲睡，词人午后醉入梦乡，醒来后，又觉室内异常清静，空气似乎凝滞了一般。这种环境，使人愁闷。于是词人打起帘子，明媚的阳光伴随清新的空气涌入室内，心情为之一畅 。“卷帘尽放春愁去 ”。春愁乃无形之物 ，帘儿一卷，它竟象鸟儿一样被放了出去。这句写得富有特色，作者成功地赋予抽象之物以形象的感觉。“昼长无侣，自对黄鹂语”。寂寞的词人，只有与黄鹂相对而语 ，将寂寞之情绪却写得趣味悠然，恼人春色日初长，在长长的白天里，词人没有诗朋酒侣，极感无聊。黄鹂而可与语，真奇想也。这一是烘托出无侣之孤寂，另外反映出闲愁之仍在，前面所谓 “尽放春愁去 ”，其实并未放尽。词情宛转，妙在含蓄。由于春愁难排 ，更由于无人与语 ，词人遂移舟访友 ，很自然地过渡到下阕。“絮影蘋香，春在无人处 。”词人已离开室内，融入大自然的怀抱。暮春时节，柳絮纷飞，在阳光映照下，境界极美。在那飘着絮影、沁着蘋香的地方，自然充满了春意。着意寻春春不见，原来春天却在这里。词人一腔喜悦溢于言外。至此，那无尽春愁，才真正被放了出去。“移舟去 。未成新句，一砚梨花雨。”结笔写出访矣氏花园。“移舟去”，写得闲婉。词人只抓住园中一个景物——硕果轩旁的大梨树一株；只写一桩雅事——树下题诗。正当他和园主人酝酿构思，可是诗句未成 ，突然下起雨来。杜甫有《丈八沟纳凉》诗云：“片云头上黑 ，应是雨催诗。”辛弃疾有《鹧鸪天·鹅湖归病起作》词云：“诗未成时雨早催。”他们是如此相似，又是如此不同。相似处是都写以雨催诗；不同的是，杜诗辛词均已明点此意，而周词则含而不露，意在言外。特别是借写梨花滴到墨汁之中，使得写出的文章也带有梨花之香 ，这一结尾给人以美的遐想。词人虽云“未成新句 ”，实际上新句已跃然纸上。这难道不让人叹赞吗？"
        },
        {
            "title": "柳梢青",
            "content": "似雾中花，似风前雪，似雨馀云。本自无情，点萍成绿，却又多情。西湖南陌东城。甚管定、年年送春。薄倖东风，薄情游子，薄命佳人。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "图书一室。香暖垂帘密。花满翠壶熏研席。睡觉满窗晴日。手寒不了残棋。篝香细勘唐碑。无酒无诗情绪，欲梅欲雪天时。",
            "comment": "【注释】这首词通过对图书一室景物的描写，表现出宋朝时读书人的那种闲雅的生活，富有情趣。“ 图书一室 。”读起句便颇有点耳目一新之感。点明要写的地点是环堵皆书的书斋。“香暖垂帘密。”两句连读，将书斋里图书见案罗列，垂帘密掩的温馨安谧之感写出。垂帘密，暗示时值隆冬天寒。那“香”“暖”之感从何而来？“花满翠壶熏研席。睡觉满窗晴日 。”原来，翠瓷壶中满插鲜花，花气飘逸砚席之间。冬日阳光洒满窗户，一时满室生春。“手寒不了残棋 。”一枕高卧直至满窗晴日，原来是因为昨夜弈棋太晚。昨夜弈棋，残局未收。今朝起来 ，一仍其残。然而只说手寒，语极闲婉。“篝香细勘唐碑 。”残棋未了，生上香炉，铺开砚席，词人坐下来勘读唐碑。一“细”字，足见其兴味盎然，全神贯注，隐然学人风度。不过，观全幅词情，可知勘唐碑这样专业性较强的事，不是实写，而是虚描出那种怡然读书的乐趣。“无酒无诗情绪 。”从来饮酒赋诗，自须高兴佳致。词人自道无此情绪，其实未必尽然。下边结笔一句“欲梅欲雪天时 。”以景语对上句作了不答之答 。上言满窗晴日，此言欲雪天时，何故？原来冬日放晴，阳光短暂；一天之内，晴而复阴，也是正常的。上言花满翠壶熏研席，既舍梅莫属，此又言欲梅欲雪天时，又是何故？颇耐人寻思。实际上，花满翠壶之梅，乃“梅蕊腊前破”之早梅，而欲梅欲雪天时，正谓“梅花年后多”之花时将近矣。启示着梅花怒放盛开于雪天雪地，从而将境界从书斋推向大自然。当大自然欲梅欲雪之日，正诗人欲诗欲酒之时。词人佳兴暗已萌动欲发，却不说有此情绪，只说欲梅欲雪天时，一结韵味有余，妙在对偶之外得之。语极隐秀之致。此词以图书一室之境，发舒淡雅清逸之致，可谓妙词。词中用图书、翠瓷、砚席、棋局、唐碑等名物，及其所构成之境，境中之主人，将宋代时期的人文风貌 ，社会生活作了细致勾勒 ，浸润着艺术文化的品味。此词虽无关重大主题，但自具一种艺术化的生活之美，还是能给人以陶冶性灵之益的。此词用笔 、造境都很讲究。上片笔触颇感细密。图书之满室 ，插花之满壶 ，花香之满屋，晴日之满窗，笔致较密。香、暖、花、熏、翠壶、晴日，笔致较丽 。但下片中的不了残棋，无诗无酒，欲梅欲雪，皆轻描淡写，便将上片丽密之感溶化开来。由浓而淡，层层轻染，足见韵致之清雅。词中造境是在室内，境界本不大。可是上片收以满窗晴日、虚室生白的意象，下片结以欲梅欲雪天时的描写，将一个小小书斋与隆冬将春的天地相连通，便觉得书斋、人心同天地自然常相往来，境界之大，使人意远神怡。营造意境，讲究以小见大，人与自然相通，这正是中国艺术文化之精神。"
        }
    ]
}