{
    "dynasty": "宋",
    "author": "哀长吉",
    "poems": [
        {
            "title": "瑞鹤仙",
            "content": "天基佳节後。又诗咏嵩生，贤歌天佑。千龄运非偶。庆一堂风虎，云龙感召，相门华胄。盛少屈、一钱太守。听吏歌、一迳棠阴，民颂两岐麦秀。知否。海峰天柱，道骨仙风，总天所授。席虚机右。金瓯下，署名久。伫泥封飞下，沙堤归去，指日家声复旧。年年献、金鉴千秋，玉卮万寿。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "自从佳偶共黄姑。几见设门弧。方喜阶庭联玉，又闻老蚌生珠。一门三秀，贾家虎子，薛氏鸾雏。从此公侯衮衮，看看百子成图。",
            "comment": ""
        },
        {
            "title": "水调歌头 贺人新娶，集曲名。",
            "content": "紫陌风光好，绣阁绮罗香。相将人月圆夜，早庆贺新郎。先自少年心意，为惜殢人娇态，久俟愿成双。此夕于飞乐，共学燕归梁。索酒子，迎仙客，醉红妆。诉衷情处，些儿好语意难忘。但愿千秋岁里，结取万年欢会，恩爱应天长。行喜长春宅，兰玉满庭芳。",
            "comment": "【注释】王国维在《人间词话》中曾批评南宋词已成“羔雁之具”，意思是词已成为人们之间已相馈赠的礼品，失去了真情。这个评价有合理之处，但不免绝对。此词是祝贺他人娶媳妇的应酬之作 ，但写得喜气洋溢，自有一股浓郁的生活情趣。想来新人合卺之夕，当其亲朋云集、宾客满堂、语笑喧哗之际，丝竹并起，歌者执擅板引吭唱此一阕，定然平添出许多的热闹。“紫陌”二句，以“迎亲”开场。妙在并不说破，只是展现两幅场景，让读者自己去玩味。京城的大道上，风光正好；姑娘的闺阁中，罗衣飘香。——至于男方迎亲的如何吹吹打打，新嫁娘如何羞怯而兴奋地换上精美的嫁衣，种种细节，都在言外，引发出读者的无穷想象。“相将”二句，缴出词人以宾客身份“贺人新娶”的题意。“相将”犹言“相共”。“人月圆夜”，点明这是正月十五元宵节夜。这一天，天边月圆，地上人双，真是良辰美景，赏心乐事，无限地喜庆和幸福。“先自少年心意 ，为惜殢人娇态，久俟愿成双”三句，由“新娘”而“宾客”而“新郎”，移步换形，三方兼顾 ，用意十分周至。然逐层笔法又各不相同，叙新娘时于空际传神，述宾客则就实处敷色，至此言新郎 ，将他对美好爱情的强烈渴望刻画得活灵活现，他对少女那娇媚的姿态爱慕已久，在经历过多少辗转反侧的不眠之夜后，终于等到洞房花烛夜这样美好的时刻。佳节而结良缘，已是喜上加喜；偏此良缘又属当事人不胜跂足翘首而待者，那就更美更甜。于是水到渠成 ，引出“此夕于飞乐，共学燕归梁”二句来。《诗·邶风·燕燕》云：“燕燕于飞，差池其羽。”此处以双燕比翼齐飞，同归画梁，入巢相并，来形容新婚之幸福美满。换头后五句，仍然扣紧新郎、新娘，但随韵脚又分为两层 。“索酒子”三句写新人行交拜礼毕饮“交杯洒 ”。孟元老《东京梦华录》及吴自牧《梦粱录》二著中有关记载，这种仪式盖由主持婚礼者命妓女执双杯，以彩缎同心结绾住盏底，而后男女双方互饮一盏，饮罢掷盏于床下，如两杯一仰一合，则为大吉大利 。（或以盏一仰一覆，安放在床下，人为地造取大吉利之意。）这三句分属三方。“索酒”者，主持婚礼之人也。“迎仙客”之所谓“仙客”，指新郎 。“醉红妆”之应属新娘 ，一目了然，不必赘言了。“诉衷情处，些儿好语难忘”二句，是写新郎新娘喝完交杯酒后，终于得以在洞房里倾诉多日来的相思，而且免不了海誓山盟。前面饮交杯酒是实录。现在“诉衷情”的场面则是作者的想象，却在情理之中，显得分外甜蜜亲切，让人神往。接着，词人将词笔运转回来，代表众亲朋诸宾客表达衷心的祝福。祝辞亦分两层：“但愿”三句，祝新郎、新娘夫妻恩爱，地久天长 。这是主意 。附带言及“千秋岁”、“万年欢会”，兼祝小两口寿比南山，且形影相随，无离别之苦。“行喜长春宅，兰玉满庭芳”二句，则是预言此人家春风长驻，将早生 、多生贵子了。“兰玉”句用的是《世说新语·言语 》中典故 ，该书载东晋名臣谢安问子侄们道 ：“为什么人们都希望自家的子弟们好 ？”其侄谢玄答曰：“譬如芝兰玉树，欲使其生于阶庭耳。”（大意是：这就好比人人都希望芝兰玉树那样的香花名木生长在自家的院子里、台阶边 。）中国古代以多子多孙为人生一大福事，对子孙寄予厚望亦是人之常情，所以贺人新婚时常说“早生贵子”这一类祝福的话。这首词，对婚礼的正面描写与侧面烘托互相交织；对此良缘的前因有追述，后果有展望；对新郎、新娘的情态或分写，或合叙，写得既花团锦簇又有条而不紊 。更贯穿着自己及宾客们的欢快情绪和良好祝愿，虽然谈不上什么深刻的社会内容和思想意义，但至少它是以平等的人格去赞美生活中的美，而不同于那些为达官贵人乃至其老太爷、老太太或夫人们祝寿之类的阿谀之辞，应酬之作。另外，本篇标明体例为“集曲名 ”，这在词中独具一格。词之全称为“曲子词”，“曲名”即其所配合的燕乐曲调之名，亦即今之所谓“词牌”。“集曲名”也者，盖谓通篇由许多“词牌”拼集而成。具体说来，此词每句之中 ，都暗藏着一个“词牌”，它们依次是《风光好》、《绮罗香》、《人月圆》、《贺新郎》、《少年心 》、《殢人娇 》、《愿成双》、《于飞乐》、《燕归梁》、《索酒 》、《迎仙 客》、《醉红妆》、《诉衷情》、《意难忘》、《千秋岁》、《万年欢》、《应天长》、《长春》、《满庭芳 》、共十九支。其中十八支曲今均有宋人作品流传，仅《愿成双》一调未见作者，当是散佚了（在元散曲中还有作品 ，属黄钟宫），幸亏有此词在，尚可补充有关词乐文献之不足。所以说，此词的形式不仅新颖，紧紧配合内容的需要，而且具有文献学意义上的价值。"
        },
        {
            "title": "齐天乐",
            "content": "青鸾海上传芳信。蓝田路入仙境。万卷书传，六奇计运，冰玉炯然清润。帷褰凤锦。□镜启鸾台，烟横鸳枕。一笑相迎，一双两好恰厮称。风流人在仙隐。更一县、陶柳春近。梦想金桃，宴分玉果，指日送尝汤饼。枌榆接畛。管此去亲盟，镇长交聘。自古朱陈，一村惟两姓。",
            "comment": ""
        },
        {
            "title": "瑞鹤仙",
            "content": "小春天未雪。见两蕊三花，放梅时节。昴宿孕人杰。对梅花雪片，平分风月。冰清玉洁。天赋与、仙风道骨。更等闲、来访刘仙，觅取秘传真诀。闻说。辉联台宿，瑞应文昌，世承阀阅。相门事业。有祖父、旧风烈。管泥封飞下，沙堤归来，光复青毡旧物。庆家传、八叶联芳，又添一叶。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "百和香凝宝络，长生酒满金尊。葱葱佳气霭庭萱。同把椿龄祝愿。玉树已生谢砌，孙枝复长于门。伫看百子共千孙。此去公侯衮衮。",
            "comment": ""
        }
    ]
}