{
    "dynasty": "宋",
    "author": "唐珏",
    "poems": [
        {
            "title": "冬青行二首",
            "content": "冬青花，不可折，南风吹凉积香雪。遥遥翠盖万年枝，上有凤巢下龙穴。君不见犬之年羊之月，霹雳一声天地裂。",
            "comment": ""
        },
        {
            "title": "水龙吟 浮翠山房拟赋白莲",
            "content": "淡妆人更婵娟，晚奁净洗铅华腻。泠泠月色，萧萧风度，娇红敛避。太液池空，霓裳舞倦，不堪重记。叹冰魂犹在，翠舆难驻，玉簪为谁轻坠。别有凌空一叶，泛青寒、素波千里。珠房泪湿，明珰恨远，旧游梦里。羽扇生秋，琼楼不夜，尚遗仙意。奈香易散，绡衣半脱，露凉如水。",
            "comment": "【注释】白莲，即指白色的荷花。据《群芳谱》载，荷花的颜色中红白二种居多。全篇围绕“ 白莲 ”。用笔，而无一字“ 白莲 ”，把白莲作为一个淡妆少女描绘，但白莲的形肖毕现。是咏莲词中的一篇佳作。淡妆人更婵娟 ，晚奁净洗铅华赋 。从外部形象上写白莲本色 。紧扣“白”字，花中有人，风姿绰约。“泠泠月色 ，萧萧风度，娇红敛避”，对首二句的描绘而进一步加以渲染 、烘托 。“泠泠”“萧萧”描绘了白莲的“淡妆”的同时也写出白莲的精神状态。向以红色娇媚与洗净铅华腻粉的白莲相比 ，却要“敛避”，以此说白莲之美 ，则不言而喻 。至此为白莲所绘之彩之形，已形神俱得。“太液池空 ，霓裳舞倦，不堪重记 。”另开一层，借典故来追述白莲受宠的史迹。“太液池”，指唐代大明宫内的太液池，曾内植白莲 。《天宝遗事》有关于唐明皇与杨贵妃共赏太液池中白莲的记载。白居易《长恨歌》曾有“太液芙蓉未央柳”的诗句。这些可惜已成历史陈迹，“不堪重记”，同时也为这一层次作个绾结 。“叹冰魂犹在 ，翠舆难驻 ，玉簪为谁轻坠 。”三句，反承“不堪”句意而来，又开一个层次转写眼前白莲的遭遇。“翠舆 ”喻指荷叶 ；“玉簪”，花名，与白莲同时开花，花大如拳，色洁白如玉，蕊长似玉簪，故名。翠舆难驻，玉簪轻坠，是指时序更换，指白莲凋零，狼藉池塘，众芳芜秽。“冰魂犹在”指精神未泯 。“冰魂”指白莲品质高洁，僧栖白吊刘得仁诗有“冰魂雪魄”云云，可见《唐摭言》。“别有凌空一叶，泣清寒、素波千里 。”以萧索景象为背景，写白莲凋落之后的景况。首先写“凌空一叶”立于千里清寒素波之上，笔意较为奇特。写莲房垂露，在梦里怀恋着它那过去的纷华 。“珠”即莲子。“珠房”即莲蓬 ；“明珰”本为妇女的玉制耳饰，这里盖取“明珰”以代采莲女。写“泪湿”、“恨远”，渲染纷华失去之后的悲凉。羽扇生秋，琼楼不夜，尚遗仙意。转写秋天月夜之下，残荷虽残，而“仙意”尚留。以“羽扇”句写秋，以“琼楼”句写月。奈香云易散 ，绡衣半脱 ，露凉如水。总括白莲凋残，虽然冰魂犹在 ，无奈香消衣脱 ，冷露凌逼，语调悲凉至极。这首词写在宋亡之后，最初收于《 乐府补题 》。经后人考证 ，《乐府补题》中的全部词作都是暗指发陵事。元灭宋后，其江南浮屠总统杨琏真伽率徒众尽发绍兴宋帝后陵墓，攫财盗宝，弃骨草莽间，人莫敢收。唐珏与林景熙等冒被杀危险收葬于兰亭，移宋常朝殿冬青树一株植焉，作为标志 。南宋遗民王沂孙、周密、张炎、唐珏等，赋词唱和，以寄悲情。这些词汇为《乐府补题》。时元朝新立，故词中皆不敢明言，唯有指事抒情而已。这首词蕴涵悲凉感情，寄慨亡国之悲，还是显而易见的。”这是一首“长调词 ”。但构局开合多变，擒纵自如。起笔至“娇红敛避 ”。以散骈结合的笔法，描绘白莲形象；随之三句忽然另辟天地 ；“ 冰魂”三句。转笔收揽，而于下片换头再次转笔 ，作进一步推阐。用笔，曲折往复，卷舒之间，一无沾滞，显示了长调“构局贵变”的特点 。从咏物的角度看，把“白莲”写得形神俱备。写白莲却无二字；寄慨亡国，却也幽极静极。是为一首意境深远的咏白莲词，可与张炎同题词比肩了。"
        },
        {
            "title": "齐天乐",
            "content": "蜡痕初染仙茎露，新声又移凉影。佩玉流空，绡衣翦雾，几度槐昏柳暝。幽窗睡醒。奈欲断还连，不堪重听。怨结齐姬，故宫烟树翠阴冷。当时旧情在否，晚妆清镜里，犹记娇鬓。乱咽频惊，馀悲渐杳，摇曳风枝未定。秋期话尽。又抱叶凄凄，暮寒山静。付与孤蛩，苦吟清夜永。",
            "comment": ""
        },
        {
            "title": "摸鱼儿",
            "content": "渐沧浪、冻痕消尽。琼丝初漾明镜。鲛人夜翦龙髯滑，织就水晶帘冷。凫叶净。最好似、嫩荷半卷浮倩影。玉流翠凝。早枯豉融香，红盐和雪，醉齿嚼清莹。功名梦，曾被秋风唤醒。故人应动高兴。悠然世味浑如水，千里旧怀谁省。空对景。奈回首、姑苏台畔愁波暝。烟寒夜静。但只有芳洲，苹花共老，何日泛归艇。",
            "comment": ""
        },
        {
            "title": "桂枝香",
            "content": "松江舍北。正水落晚汀，霜老枯荻。还见青匡似绣，绀螯如戟。西风有恨无肠断，恨东流、几番潮沙。夜灯争聚微光，挂影误投帘隙。更喜荐、新篘玉液。正半壳含黄，一醉秋色。纤手香橙风味，有人相忆。江湖岁晚听飞雪，但沙痕、空记行迹。至今茶鼎，时时犹认，眼波愁碧。",
            "comment": ""
        },
        {
            "title": "冬青行二首",
            "content": "马箠问髐形，南面欲起语。野麕尚屯束，何物敢盗取。余花拾飘荡，白日哀后土。六合忽怪事，蜕龙挂茅宇。老天鉴区区，千载护风雨。",
            "comment": ""
        }
    ]
}