{
    "dynasty": "宋",
    "author": "四锡",
    "poems": [
        {
            "title": "圣节有怀",
            "content": "南山晴霭御炉烟，回望长安白日边。率众谢恩呼万岁，思归侍宴已三年。翠微钟磬行香寺，红叶楼台祝寿筵。吟想皇州晚来景，云间宫阙夕阳天。",
            "comment": ""
        },
        {
            "title": "和温仲舒寄赠",
            "content": "桐江秋水锦鳞肥，闲钓烟波是见机。野步共游芳草径，吟情对启白云扉。醉来拾笔题红叶，睡觉凭栏望翠微。官满替人如未到，蒹葭玉树且相依。",
            "comment": ""
        },
        {
            "title": "紫云曲",
            "content": "沈沈鸾殿垂珠箔，祥烟瑞气含楼阁。三十六宫明月中，夜静无风花自落。宝屏珠帐一梦时，灵仙初降趋丹墀。烟衣霞绶赤瑛佩，钧天乐部前参差。合奏铿锵向金屋，云是仙乡紫云曲。朱弦远召舜湘灵，凤管应呼秦弄玉。天汉星流夜既阑，露零珠树彤庭寒。芙蓉枕上梦初觉，犹闻庭际声珊瑚。上晓五音十二律，仙曲记持心历历。金线龙头红玉笛，新声吹得情飘逸。应是夔襄乐府魂，翻得雅音闻至尊。俾与霓裳羽衣曲，递相奏向梨花园。",
            "comment": ""
        },
        {
            "title": "秋声有怀寄副翰宋白舍人",
            "content": "秋声萧瑟北山椒，赖有琴樽遣寂寥。书幌静怜斜月鉴，窗灯寒带落花挑。久辞知己来江国，少寄音书过海潮。因想玉堂今夜直，建章宫漏正迢迢。",
            "comment": ""
        },
        {
            "title": "呈杨侍郎",
            "content": "权分忧寄理漳滨，惠化何曾及相民。条奏事宜思复古，兴修风教望还淳。静当细雨初封印，吟对余花自送春。清景好陪池上酌，故人情分最相亲。",
            "comment": ""
        },
        {
            "title": "李暮吹笛歌",
            "content": "洛阳少年称李暮，众推横笛多功夫。当时教坊第一部，算得比衣皆不如。天津杨柳笼桥绿，胧月澹烟何处宿。不怕金吾禁夜严，偷得新翻禁中曲。曲中次第能记持，尽向桥栏暗谱之。性聪心慧归来习，分明把向月中吹。五音嘈囋相攙出，呼宫吸徵尤奇崛。谁羡曹网善琵琶，未说阳陶能觱栗。缠声不断如连环，重声忽转如回出。清新不比落梅曲，飘瑶乍象霓裳翻。碎节繁音交砉騞，南箕鼓风箫籁窄。一斛明珠一索穿，撒落金盘催曲拍。铮摐大抵声雄豪，历历出群宫调高。丰隆惊得蛟螭起，雨趁云随初啸嗥。每到换头多顿挫，一声忽迸疑轰破。玲珑只许牙枝催，清脆不容他乐和。宫城响应声更浑，夜静月明诸处闻。何人懒忆马南郡，知予已胜桓将军。明皇上楼初听得，听罢沈吟都不测。宣令遍询坊巷中，旋使王人捕入宫。李暮悉心以实对，皇慈由是宽其罪。后来落魄如散仙，扁舟玩月江湖天。绣囊探出金线管，扬眉舐唇徒自怜。惊神动鬼吹一曲，指法尤高气海圆。波浪无风贴然静，千里水面铺轻烟。水族精灵潜鼓舞，老龙变见来相顾。因将铁笛相对吹，李暮未识无惊怖。乃知艺但出众奇，不独人知鬼亦知。",
            "comment": ""
        },
        {
            "title": "采莲曲",
            "content": "南谿秋水深沦莲，南村美人来采莲。莲花灼灼叶田田，芳桂轻桡兰作船。采采红莲几成束，莲枝交衮相撑绿。莲蕊满衣金粉扑，莲子为杯叶为足。唱歌相并画舸舷，愿得采贤如采莲。樊姬昔时进燕赵，几人精彩朝霞鲜。中有二人贤於已，柔明婉顺君王前。堪嗤羊侃锦绣妾，艳歌留怨朱丝弦。",
            "comment": ""
        },
        {
            "title": "乾明节祝圣寿",
            "content": "圣节思归会帝京，得随班列祝文明。河清见底为嘉瑞，海水无波表太平。月夜忽闻仙乐奏，宫中时有彩云生。诗成拜表同封进，愿继词臣雅韵声。",
            "comment": ""
        },
        {
            "title": "七里滩",
            "content": "清泚寒流走白沙，钓台苍翠远嵯峨。隔谿人语穿芳树，旁岸鱼跳落浅莎。几处上源堪涉渡，有时野艇并来过。秋声不尽吟诗意，七里潺湲奈尔何。",
            "comment": ""
        },
        {
            "title": "乾明节祝圣寿",
            "content": "汉家台榭与天通，甲观苍苍紫气中。佳节夜来宣受贺，寿杯朝进祝延洪。管弦嘈囋惊花发，风日晴和向雪融。宴次宫鹦忽飞过，随呼万岁语玲珑。",
            "comment": ""
        },
        {
            "title": "乾明节祝圣寿",
            "content": "庆庭长生宝殿中，非烟五色覆诸宫。酒为天禄资君寿，曲奏霓裳乐帝聪。翡翠帘前云气紫，珊瑚枝上雪花红。太平天子闻称贺，先喜年年过岁丰。",
            "comment": ""
        },
        {
            "title": "暇日偶题",
            "content": "年来吟鬓已星星，乌石谿边叶又零。帘下孤灯删草奏，窗间叠嶂读茶经。瘴乡怕袭山岚毒，野艇嫌冲水雾腥。天末岂忘归去意，白云掩映数峰青。",
            "comment": ""
        },
        {
            "title": "钓台怀古",
            "content": "闲读铭词扫绿苔，溪边永日自徘徊。白云遗迹今亲到，青史训名不可陪。千古烟霞为己有，一竿风月避谁来。松巅老鹤应相识，时唳和风下钓台。",
            "comment": ""
        },
        {
            "title": "暮雨",
            "content": "春天寒惨欲昏黄，数点霏霏忽绕廊。城漏暗催相共滴，花尘轻湿乍闻香。风生水际来将密，雨打帘文洒处光。独向郡斋心自喜，丰年宜贺待飞章。",
            "comment": ""
        },
        {
            "title": "漳川即事寄韩丕拾遗",
            "content": "漳滨柳色弄微黄，春日情怀咏载阳。自念安边无上策，如何补衮与周行。身如回雁来河朔，心似浮云在帝乡。吟寄昌黎韩小谏，嘉谟应有好封章。",
            "comment": ""
        },
        {
            "title": "倚楼",
            "content": "西楼吟倚若为情，情似浮云处处生。翠叠乱山千里阔，红翻晴叶一川明。散分野色渔村小，斜衬秋光雁阵横。回望帝乡未得，芦花如雪绕江城。",
            "comment": ""
        },
        {
            "title": "琢玉歌",
            "content": "蓝谿中，荆山峰，结灵凝粹生群玉，飞英荡彩如长虹。野人初向深崖得，蹋著云根风雨黑。满把晶荧雪霜色，特达天姿几人识。治玉之工初琢成，荧荧辉彩锵锵声。方瑚圆琏荐宗庙，苍佩玄圭颁帝庭。尧兵曾用丹浦战，汉斗已碎鸿门营。我愿琢为北斗柄，指麾五星齐七政。庶使阴阳造化机，四时六气随吾令。",
            "comment": ""
        },
        {
            "title": "乾明节祝圣寿",
            "content": "百辟欢呼降庭辰，金樽献酒愿千春。延年不假丹砂效，享寿全由圣德新。古物进来兼药鼎，画图呈处有仙人。君恩若赏歌诗意，应念甘泉待从臣。",
            "comment": ""
        },
        {
            "title": "秋怀",
            "content": "蒹葭深处古严州，吟向潺湲为送秋。云映疏钟红叶寺，浪摇孤角翠微楼。土茅路远催先贡，霜稻天晴趁早收。零落黄花正西笑，应怜印绶尚淹留。",
            "comment": ""
        },
        {
            "title": "赠宋小著",
            "content": "紫皇御天方视事，将择灵官补仙吏。金波古殿寒星帘，虹节蜺旌观就试。白皙仙人皆雪衣，衣冠森列蟾蜍墀。宝盘初赐红霞馔，斗魁挹酒空淋漓。水精地上宫花折，枝可渥丹花艳白。高於建木老於椿，其名仙桂长含春。又有骊龙长万尺，波涛为屋渊为室。逆鳞满颔如锋鋩，触之则怒无人当。旁有明珠夜月光，宛转炫耀生灵芒。能探骊珠折得桂，方许骖鸾驾凤皇，方令碧落为星郎。所以房星之精姓东方，字曼倩，受天命，佐炎汉；昴星之灵其姓萧，其名何，贵为相，封於酂。复有中台称茂先，读书三十车，乃为晋朝辅相之大臣。又有长庚字太白，下笔一万字，是为唐朝之俊人。予知下则诞而为俊杰榤，上则列为星辰。君曾再对珠旒试，君才堪作仙宫吏。骊粲粲蟾枝香，紫烟华绶黄霓裳。风装云驭惯升陟，太霄瀚海尝翱翱。愿以横天之鹏为逸驾，垂天之虹作飞梁。驰雷走电以惊策，叱风挥雨前启行。结水精佩云锦章，随君一至於仙乡。",
            "comment": ""
        },
        {
            "title": "中夜闻泉",
            "content": "昨日西山野外通，声如秋雨带松风。谁怜邺下重城夜，却似江南廨署中。烛烬垂花飘砚席，月华凝雪映帘栊。此时新得潺湲听，吟咏狂思学谢公。",
            "comment": ""
        },
        {
            "title": "暮雪",
            "content": "北风惨惨生微雪，微雪片片皆横飞。梅花柳絮随人归，黄云千里凝无辉。唯念蓬蒿何处客，緼袍不暖饥且羸。",
            "comment": ""
        },
        {
            "title": "茱萸堰泊",
            "content": "茱萸堰下泊行舟，初落帆樯暮雨收。寒水漾烟轻似縠，微云笼月澹如秋。登封自惜天涯去，盛事空思国史修。达曙不眠灯耿耿，寺钟遥听在西楼。",
            "comment": ""
        },
        {
            "title": "红树",
            "content": "秋来嘉树色堪攀，红叶沿谿复映山。半露寺楼深崦里，密笼渔舍夕阳间。吟看摇落堆金井，醉赏扶疏对玉颜。水国却疑春野秀，似花幽鸟正关关。",
            "comment": ""
        },
        {
            "title": "乾明节祝圣寿",
            "content": "生日称觞自六宫，香焚甲观画堂中。太平历数归英主，上寿年龄属圣躬。玉树有花因瑞雪，钧天呈曲在虚空。三公进贺祯祥事，先奏河清达帝聪。",
            "comment": ""
        },
        {
            "title": "群楼书怀",
            "content": "馆殿尝为侍从臣，出分忧寄牧黎民。时平事简多公暇，楼迥风清欲暮春。树杪壶关千嶂叠，天边漳水绿波新。帝乡永日凭栏望，心羡浮云向紫宸。",
            "comment": ""
        },
        {
            "title": "西楼残月歌",
            "content": "西楼置酒宾客欢，西楼酒阑夜残。汪汪月华如玉盘，酒力不禁明月寒。",
            "comment": ""
        },
        {
            "title": "送春",
            "content": "花菲菲，柳依依，留春不住送春归。春归何处堪图画，春尽江南日暮时。黄鹂啼多芳草远，青梅子重杨花飞。人生三万六千日，与君复有明年期。",
            "comment": ""
        },
        {
            "title": "除夜",
            "content": "红烛除花酒满巵，绕廊风细动帘帷。已从半夜分春漏，即是平明受岁时。右省转官因大庆，元正立仗忆丹墀。吟思何日承宣召，却和金门和御诗。",
            "comment": ""
        },
        {
            "title": "夜宴词",
            "content": "天如瑟瑟盘，恢廓亿万里。古称天倾西北半在地，夜转繁星磨海水。逡巡转上星彩高，北斗未定光飘飘。楚王夜入章华宴，红绡烛笼满宫殿。美人歌舞云雨迷，不知寒漏催银箭。",
            "comment": ""
        },
        {
            "title": "乾明节祝圣寿",
            "content": "圣节祥烟蔼御炉，殿庭严肃响山呼。赭袍日照来天上，玉佩风清侍座隅。古字数行仙药诀，鲛绡十幅寿星图。远方拜表来朝贡，兼贺虹流电绕枢。",
            "comment": ""
        },
        {
            "title": "言怀",
            "content": "远山苍翠满西楼，亶甲遗风古相州。春晚落花经雨尽，夜来寒水绕堂流。诏条静理无才术，衮职思归侍冕旒。吟寄良交若为意，安眠不得似诸侯。",
            "comment": ""
        },
        {
            "title": "秋霖",
            "content": "菊花潦倒雨冥冥，秋菌参差上壁生。台榭可堪闲眺望，池笼不快野心情。猿啼山馆寒无梦，灯背风帘滴到明。却为农家妨斂获，丛祠精舍擬祈晴。",
            "comment": ""
        },
        {
            "title": "乾明节祝圣寿",
            "content": "吾皇享福自无涯，百辟称觞礼数加。韶乐揭天如上界，炉香映日似轻霞。空中紫气圆成盖，海上蟠桃暖放花。感应圣人千万寿，神仙日月属官家。",
            "comment": ""
        },
        {
            "title": "赠杨监察",
            "content": "昔日长安际会时，客情乡思两依依。金门次第俱升达，云路高低各奋飞。御史班资知任重，谏官间绶愧才微。今来共理藩宣事，自古相逢似此稀。",
            "comment": ""
        },
        {
            "title": "寄江南诸相知",
            "content": "诗成奏入冕旒前，小谏官资骤转迁。带职喜为仙馆吏，立班常近御炉烟。清华拜命知深忝，謇谔非才愧昔贤。多谢宣城旧己，寄来新句满花笺。",
            "comment": ""
        },
        {
            "title": "峨嵋山歌",
            "content": "高高百里一屈盘，八十四盘青云端。星辰淋漓泻瀑布，岚楼雪寺五月寒。残阳忽黑雨雹飞，霹雳火著枯杉枝。登临慨然小天下，回时一顾东海涯。细看朝阳初出时，火精转毬百尺围。曈曈曨曨浮在水，峨眉朝云已如绮。",
            "comment": ""
        },
        {
            "title": "乾明节祝圣寿",
            "content": "君王降庭继陶唐，每至嘉辰睹异祥。宫树晓来生瑞露，金门夜半有天香。皇亲朝觐随章奏，中使颁宣散道场。万国人臣皆悦乐，巍巍圣德自先疆。",
            "comment": ""
        },
        {
            "title": "乾明节祝圣寿",
            "content": "日上扶桑第一枝，东方楼阁曙光时。万帮将启乾明宴，两制应宣御制诗。乐感羽毛皆率舞，神和福禄自来宜。谏垣班列天颜近。",
            "comment": ""
        },
        {
            "title": "和温仲舒残春遣怀",
            "content": "丹阙年来奏贺频，金舆侍从望东巡。越王江上重回首，严子台边再送春。水国山川怡道性，花时琴酒悦吟神。烟霞肯欲留君往，宰相方谋用故人。",
            "comment": ""
        },
        {
            "title": "郡中遣意寄友人",
            "content": "谿云澹澹浪悠悠，十二州中最小州。花落喜过流水寺，月明懒下看潮楼。药栏梅润秋重换，棋局松阴夜不收。吟寄故人如借问，钓鱼矶在海西头。",
            "comment": ""
        },
        {
            "title": "相州郡楼赠高秘丞",
            "content": "年来归兴忆皇州，频向花时倚郡楼。南陌春光芳树远，西郊山色晚云浮。国家无事边陲静，风俗还淳礼让修。吟得新诗谢知己，将何才术称分忧。",
            "comment": ""
        },
        {
            "title": "倚柱吟",
            "content": "暮春惨惨黄昏雨，零落樱桃斜掩户。未张灯火帘幕深，楼阁巢寒闻燕语。昔时常说长安好，而今厌走长安道。苏秦辨说长卿才，自笑功名胡不早。人悄悄，倚柱时，情脉脉，无人知。怜春惜远情不尽，斜雨兼花湿衣。",
            "comment": ""
        },
        {
            "title": "乾明节祝圣寿",
            "content": "鸾杯进酒近天颜，拜舞风清响佩环。瑞日正高重御宴，摵鞭才定再催班。霓旌绛节仙家乐，金阙银台海上山。绮陌晓来回在望处，绮陌晓来回在望处，建章楼阁紫云间。",
            "comment": ""
        },
        {
            "title": "桐江即事",
            "content": "沧州深隐未言隐，三载桐江解印迟。官职清华非不达，性灵疏拙欲何为。闲移夫子青山庙，擬立严陵钓渚碑。兼喜谿云每相狎，时来窗户伴吟诗。",
            "comment": ""
        },
        {
            "title": "池上",
            "content": "沟堰新分野水来，池边日夕自徘徊。余花飞尽空芳树，落絮繁多满绿苔。辇下归心春馆殿，天边凝睇晚楼台。郡斋欲立题诗石，御史丞郎各有才。",
            "comment": ""
        },
        {
            "title": "和温仲舒感怀",
            "content": "郡斋松盖翠斜欹，客到鸣琴凡酒巵。江上正当摇落景，天涯空惜太平时。雪残幽谷春难到，兰茂深林众岂知。上国三千五百里，杨梅熟日是归期。",
            "comment": ""
        },
        {
            "title": "乾明节祝圣寿",
            "content": "皇朝令节号乾明，万国嘻嘻若大庭。多士进诗随禹贡，千官献酒祝尧龄。天香晓降闻仙乐，南海秋来见寿星。黎庶更思瞻盛礼，待封日观禅云亭。",
            "comment": ""
        },
        {
            "title": "元日",
            "content": "去年元会立班时，簪绂光辉与礼仪。今日洺川逢岁旦，延留宾客乐昌期。朝云暖润轻阴散，晚日融明瑞景迟。遥念皇州春色早，宫花欲发万年枝。",
            "comment": ""
        },
        {
            "title": "郡斋书事",
            "content": "江天短景莫相催，三度逢花折早梅。仙棹远归思李郭，庐山高会忆宗雷。林端忽见孤云出，池上欣闻好客来。昨夜月明霜更苦，卷帘黄叶满青苔。",
            "comment": ""
        },
        {
            "title": "春洲谣",
            "content": "衣鲛绡兮美人，采白苹兮水滨。袅翠翘兮为饰，步罗袜兮生尘。绵绵兮远道，萋萋兮芳草，远山眉兮澹扫。",
            "comment": ""
        },
        {
            "title": "题天竺寺",
            "content": "三月杨花扑马飞，联镳来欵白云扉。湖边钟磬含清籁，树杪楼台霭翠微。野景留人狂欲住，春光啼鸟劝思归。萋萋芳草重回首，十里松门照落晖。",
            "comment": ""
        },
        {
            "title": "桐江咏",
            "content": "桐谿湛湛见游鳞，摇落枫林绕水滨。秋色数行沙上雁，残阳一簇渡头人。蓝鲜斤竹过深涧，雪吼寒潮入富春。俱是谢公吟咏地，伊余何以继芳尘。",
            "comment": ""
        },
        {
            "title": "乾明节祝圣寿",
            "content": "河朔虽云近帝乡，时逢庆诞祝君王。身心常在三清路，晓夕先装一炷香。圣寿如山随地久，恩光似日与天长。微臣所贵无他物，唯献新譸十九章。",
            "comment": ""
        },
        {
            "title": "知歌行",
            "content": "晓月苍苍向烟灭，朝阳焰焰明丹阙。杜鹃催促踟躅开，鶗鴂芳草歇。芳春苦不为君留，古人劝君秉烛游。愿与松乔弄云月，紫泥仙海鸾皇洲。",
            "comment": ""
        },
        {
            "title": "偶题因怀张王二谏议",
            "content": "理郡三年政未闻，孤城僻在浙江濆。金门路远书难奇，水国吟余日又曛。半夜啼猿千里客，数峰残雪一谿云。诗中赢得为官况，不让樊川杜使君。",
            "comment": ""
        }
    ]
}