{
    "dynasty": "宋",
    "author": "姜夔",
    "poems": [
        {
            "title": "虞美人",
            "content": "阑干表立苍龙背。三面巉天翠。东游才上小蓬莱。不见此楼烟雨、未应回。而今指点来时路。却是冥濛处。老仙鹤驭几时归。未必山川城郭、是耶非。",
            "comment": ""
        },
        {
            "title": "以长歌意无极好为老夫听为韵奉别沔鄂亲友",
            "content": "滔滔沔鄂留，有靦三宿桑。持钵了白日，事贱丸蛣蜣。念当去石友，烟席闪洒湘。为群试歌商，歌短意则长。",
            "comment": ""
        },
        {
            "title": "探春慢",
            "content": "衰草愁烟，乱鸦送日，风沙回旋平野。拂雪金鞭，欺寒茸帽，还记章台走马。谁念飘零久，漫赢得、幽怀难写。故人清沔相逢，小窗闲共情话。长恨离多会少，重访问竹西，珠泪盈把。雁碛波平，渔汀人散，老去不堪游冶。无奈苕溪月，又照我、扁舟东下。甚日归来，梅花零乱春夜。",
            "comment": ""
        },
        {
            "title": "昔游诗 其二",
            "content": "放舟龙阳县，洞庭包五河。汹汹不得道，茫茫将奈何。稿师请小泊，石碇沉泥沙。是中太无岸，强指苇与莎。滞留三四晨，大浪山嵯峨。同舟总下泪，自谓餧鼋鼍。白水日以长，仅存青草芽。转盼又已没，但见千顷波。此时羡白鸟，飞入青山阿。",
            "comment": ""
        },
        {
            "title": "古乐府",
            "content": "裁衣赠所叹，曲领再三安。叹出无人试，闺中自着看。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "柏绿椒红事事新，隔篱灯影贺年人。三茅钟动西窗晓，诗鬓无端又一春。慵对客，缓开门，梅花闲伴老来身。娇儿学作人间字，郁垒神荼写未真。",
            "comment": "【注释】郁垒：此两字繁体笔划甚多，儿童初学字，不易写对。神荼（shen1shu1）、郁垒（lyu4）是左右门神。"
        },
        {
            "title": "浣溪沙 丙辰岁不尽五日，吴松作。",
            "content": "雁怯重云不肯啼，画船愁过石塘西，打头风浪恶禁持。春浦渐生迎棹绿，小梅应长亚门枝；一年灯火要人归。",
            "comment": "【注释】这首词写还家过年之情。过年是中国家庭天伦之乐的重要体现。家往往是中国人人生理想的起点和躲风避雨的港湾。特别是对多年飘泊在外的游子，家的感觉异常温馨。白石一生布衣，以清客身份依人篱下，辗转飘泊，除夕不能回家过年，已是常事。宋宁宗庆元二年丙辰（1196）除夕前五日，白石从无锡乘船归杭州（当时白石移家杭州 ，依张鉴门下），途中经过吴松，遂作此词。“雁怯重云不肯啼。”起笔写向空中。大雁无声，穿过重云，飞向南方。南方温暖，对大雁来说，是一温馨的家。长空彤云重重密布，雁儿心情紧张，故说“怯”字。但雁儿急于回家，一个劲往南飞，故不肯啼。此一画面，恰成词人归心似箭的写照。妙 。“画船愁过石塘西，次句写出自己。石塘，苏州之小长桥所在。句中著一愁字，便似乎此一画船，是载了满船清愁而行。又妙。既是归家，又有何愁？原来是：“打头风浪恶禁持 。”歇拍展开水面 。头指船头。恶者，甚辞，猛也、厉害也 。禁持，摆布也，禁，念阴平。都是宋人口语。满河风浪，猛打船头，阻挡词人归路。人间有风浪猛打船头。天上，有重云遮拦鸟道。又怎得令人不愁 ！然而，南飞之雁，岂是重云所可遮拦？归家之人，又岂是风浪所能阻挡？“春浦渐生迎棹绿”。过片仍写水面 ，意境却已焕然一新。浦者水滨，此指河水。河水涨绿，渐生春意，轻拍桨橹。虽云渐生，可是春之一字，冠于句首，便觉已是春波骀荡，春意盎然。歇拍与过片，对照极其鲜明。从狂风恶浪过变而为春波荡漾，从风浪打头紧接便是春波迎桨 ，画境转变之大，笔力几于回天。真有“山重水复疑无路，柳暗花明又一村”（陆游诗）的突兀感和欣悦感。笔峰骤转，却不显得生硬，两相对照，只觉笔意轻灵，意境超逸。时犹腊月，词人眼中之河水已俨然是一片春色，则此时词人之心中，自是一片温暖 。“小梅应长亚门枝。”下句更翻出想象。离家已久之词人，揣想此时之家中，门前小梅，新枝生长，几乎高与门齐了。此一意境，何其馨逸，又何其温柔。小梅之句，颇似有一番喻意，暗示儿女之生长。经年飘泊在外之人，每一还家，乍见儿女又长高如许，其心情之喜慰，可想而知 。小梅应长亚门枝，正是这种人生体验之一呈现。“一年灯火要人归。”结笔化浓情为淡语。除夕守岁之灯火，一年一度而已矣。灯火催人快回家，欢欢喜喜过个年。一笔写出家人盼归之殷切，亦写出自己归心之急切。此是全幅词情发展之必然结穴，于淡语中见深情。此词的显著艺术特色，是以哀景写欢乐，以淡笔写浓情。上片以雁怯重云，画船载愁，浪打船头等惨淡景象反衬归家之欢欣，下片的春浦渐绿，小梅长枝，灯火催归等淡语写想法的浓情。"
        },
        {
            "title": "鹧鸪天 元夕有所梦",
            "content": "肥水东流无尽期，当初不合种相思。梦中未比丹青见，暗里忽惊山鸟啼。春未绿，鬓先丝，人间别久不成悲。谁教岁岁红莲夜，两处沉吟各自知。",
            "comment": "【注释】①肥水：源出安徽合肥西南紫蓬山，东流经合肥入巢湖。②种相思：种下相思之情。③丹青：泛指画像。④春未绿：本词作于正月，这时气候很冷，草未发芽，所以说春未绿。⑤红莲：指灯笼。欧阳修元夕词有「纤手染香罗，剪红莲满城开遍」之句。【评解】作者曾几度客游合肥，并与一歌妓相爱。当时的欢聚，竟成为他一生颇堪回忆的往事。在记忆中，她的形象十分鲜明。然而伊人远去，后会无期。回首往事，令人思念不已，感慨万千。梦中相见，又被山鸟惊醒。思念之苦，真觉得“当初不合种相思”了。愁思绵绵，犹如肥水东流，茫无尽期。谁使两人年年元宵之夜，各自有心头默默重温当年相恋的情景！词中所流露的伤感与愁思，即是为此而发。全词深情缱绻，缠绵哀婉。【集评】陈思《白石道人年谱》：案所梦即《淡黄柳》之小桥宅中人也。郑文焯《郑校白石道人歌曲》；红莲谓灯，此可与《丁未元日金陵江上感梦》之作参看。唐圭璋《唐宋词简释》：此首元夕感梦之作。起句沉痛，谓水无尽期，犹恨无尽期。“当初”一句，因恨而悔，悔当初错种相思，致今日有此恨也。“梦中”两句，写缠绵颠倒之情，既经相思，遂不能忘，以致入梦，而梦中隐约模糊，又不如丹青所见之真。“暗里”一句，谓即此隐约模糊之梦，亦不能久做，偏被山鸟惊醒。换头，伤羁旅之久。“别久不成悲”一语，尤道出人在天涯况味。“谁教”两句，点明元夕，兼写两面，以峭劲之笔，写缱绻之深情，一种无可奈何之苦，令读者难以为情。这是一首情词 ，与姜夔青年时代的“合肥情事”有关，词中怀念和思恋的是合肥的旧日情侣。可以看出，白石是一个至情至性的人，虽往事已矣，但时间的流逝和空间的转换，加上人事变幻的沧桑，并没有改变白石对合肥情侣的深深眷恋。所以在长期浪迹江湖中，他写了一系列深切怀念对方的词篇。宋宁宗庆元三年（1197）元夕之夜，他因思成梦，梦中又见到了旧日的情人，梦醒后写了这首缠绵悱恻的情词。这一年，上距初遇情人时已经二十多年了。头两句揭示梦的原因，首句以想象中的肥水起兴，兴中含比。肥水分东、西两支，这里指东流经合肥入巢湖的一支 。明点“肥水”，不但交待了这段情缘的发生地，而且将词人拉入到遥远的沉思。映现在词人脑海中的，不仅有肥水悠悠向东流的形象，且有与合肥情事有关的一系列或温馨或痛苦的回忆。东流无尽期的肥水，在这里既象是悠悠流逝的岁月的象征，又象是在漫长岁月中无穷无尽的相思和眷恋的象征，起兴自然而意蕴丰富。正因为这段情缘带来的是无穷无尽的痛苦思念，所以次句笔调一转翻怨当初不该种下这段相思情缘。“种相思”的“种”字用得精妙无比。相思子是相思树的果实 ，故由相思而联想到相思树，又由树引出“种”字。它不但赋予抽象的相思以形象感，而且暗示出它的与时俱增、无法消除、在心田中种下刻骨镂心的长恨。正是“此情无计可消除，才下心头 ，又上眉头。”（李清照）“不合”二字，出语峭劲拗折，貌似悔种前缘，实为更有力地表现这种相思的真挚深沉和它对心灵的长期痛苦折磨。“梦中未比丹青见，暗里忽惊山鸟啼 。”三四两句切题内“有所梦” ，分写梦中与梦醒。刻骨相思，遂致入梦，但由于长期睽隔，梦中所见伊人的形象也恍惚迷离 ，觉得还不如丹青图画所显现的更为真切。细味此句，似是作者藏有旧日情人的画像，平日相思时每常展玩，但总嫌不如面对伊人之真切，及至梦见伊人，却又觉得梦中形象不如丹青的鲜明。意思翻进一层形成更深的朦胧意蕴。下句在语言上与上句对仗，意思则又翻进一层，说梦境迷蒙中，忽然听到山鸟的啼鸣声，惊醒幻梦，遂使这“未比丹青见”的形象也消失无踪无处寻觅了 。如果说，上句是梦中的遗憾，下句便是梦醒后的惆怅。与所思者睽隔时间之长，空间之远，相见只期于梦中，但连这样不甚真切的梦也做不长，其情何堪？上片至此煞住，而“相思”、“梦见”，意脉不断 ，下片从另一角度再深入来写，抒发梦醒后的感受。换头“春未绿”关合元夕，开春换岁，又过一年，而春郊尚未绿遍，仍是春寒料峭 ；“鬓先丝”说自己辗转江湖，蹉跎岁月双鬓已斑斑如霜，纵有芳春可赏，其奈老何！两句为流水对，语取对照，情抱奇悲，造意奇绝。接下来“人间别久不成悲”一句，是全词感情的凝聚点，饱含着深刻的人生体验和深沉的悲慨。真正深挚的爱情，总是随着岁月的积累而将记忆的年轮刻得更多更深，但在表面上，这种深入骨髓的相思却并不常表现为热烈的爆发和强烈的外在悲痛，而是象在地底运行的岩浆，在平静甚至是冷漠的外表下潜行着炽热的激流。又象是地表之下的地下河，深处奔涌激荡，外表却不易觉察。特别是由于年深岁久，年年重复的相思和伤痛已经逐渐使感觉的神经末梢变得有些迟钝和麻木 ，心田中的悲哀也积累沉淀得太多太重，裹上了一层不易触动的外膜，在这种情况下，就连自己也仿佛意识不到内心深处潜藏的悲哀了 。“多情却似总无情 ”（杜牧《赠别二首》），这“不成悲”的表象正更深刻地反映了内心的深切悲痛。而当作者清楚地意识到这一点时，悲痛的感情不免更进一层。词人在几天前写过的一首同调作品中有“少年情事老来悲”，正与此同。这是久经感情磨难的中年人更加深沉内含、也更富于悲剧色彩的感情状态。在这种以近乎麻木的形式表现出来的刻骨铭心的伤痛面前，青年男女的卿卿我我、缠绵悱恻便不免显得浮浅了。“谁教岁岁红莲夜，两处沉吟各自知。”红莲夜，指元宵灯节，红莲指灯节的花灯。欧阳修《蓦山溪·元夕》 ：“ 剪红莲满城开遍”，周邦彦《解语花·元宵》：“露浥红莲，灯市花相射”，均可证 。歇拍以两地相思、心心相知作结。与李清照“一种相思，两处闲愁”相同。“岁岁”照应首句“无尽” 。这里特提“红莲夜”，似不仅为切题 ，也不仅由于元宵佳节容易触动团圆的联想，恐怕和往日的情缘有关。古代元宵灯节 ，士女纵赏，正是青年男女结交定情的良宵，欧阳修的《生查子》（去年元夜时）、辛弃疾的《青玉案·元夕》、柳永的《迎新春》可以帮助理解这一点。因此年年此夜，遂倍加思念，以至“有所梦”了。说“沉吟 ”而不说“相思” ，不仅为避免重复，更因“沉吟”一词带有低头沉思默想的感性形象，颇有李商隐“月吟应觉月光寒”的意境。“各自知”，既是说彼此都知道双方在互相怀念，又是说这种两地相思的况味（无论是温馨甜美的回忆还是长期别离的痛苦）只有彼此心知。两句用“谁教”提起，似问似慨，如泣如诉，象是怨恨某种不可知的力量使双方永远睽隔，又象是自怨情痴不能泯灭相思。正是“人间自是有情痴 ，此恨不关风与月。”（欧阳修《玉楼春》）在深沉刻至的“人间别久不成悲”句之后，用“谁教”二句作结，这是一句提空描写，变实为虚、化人为物，词的韵味显得悠长深厚，含蕴空灵。情词的传统风格偏于柔婉软媚，这首词却以清健之笔来写刻骨铭心的深情，别具一种峭拔隽永的情韵。全篇除“红莲”一词由于关合爱情而较艳丽外，都是用经过锤炼而自然清劲的语言，可谓洗净铅华。词的内容意境也特别空灵蕴藉，纯粹抒情，丝毫不及这段情缘的具体情事。所谓“意愈切而词愈微”，“感慨全在虚处”，正是此词的特点。"
        },
        {
            "title": "少年游",
            "content": "双螺未合，双蛾先敛，家在碧云西。别母情怀，随郎滋味，桃叶渡江时。扁舟载了，匆匆归去，今夜泊前溪。杨柳津头，梨花墙外，心事两人知。",
            "comment": ""
        },
        {
            "title": "虞美人草",
            "content": "夜阑浩歌起，玉帐生悲风。江东可千里，弃妾蓬蒿中。化石那解语，作草犹可舞。陌上望骓来，翻愁不相顾。",
            "comment": ""
        },
        {
            "title": "平甫放三十二鸥于吴松余不及与盟",
            "content": "桥下松陵绿浪横，来迟不与白鸥盟。知君久对青山立，飞尽梨花好句成。",
            "comment": ""
        },
        {
            "title": "女郎山",
            "content": "不见郢中能赋客，可怜负此女郎山。冰魂寂寞无归处，独宿鸳鸯沙冰寒。",
            "comment": ""
        },
        {
            "title": "蓦山溪",
            "content": "与鸥为客。绿野留吟屐。雨行柳垂阴，是当日、仙翁手植。一亭寂寞。烟外带愁横，荷苒苒，展凉云，横卧虹千尺。才因老尽，秀句君休觅。万绿正迷人，更愁入、山阳夜笛。百年心事，惟有玉阑知，吟未了，放船回，月下空相忆。",
            "comment": ""
        },
        {
            "title": "书乞米帖后",
            "content": "银钩铁画太师字，从人乞米亦可怜。五仓空虚胃神哭，竟日悄悄无炊烟。仙人留书方服气，道士辟谷期引年。人生不食浪自苦，独不见子桑鼓琴十日雨。",
            "comment": ""
        },
        {
            "title": "湖上寓居杂咏 其十",
            "content": "处士风流不并时，移家相近若依依。夜凉一舸孤山下，林黑草深萤火飞。",
            "comment": ""
        },
        {
            "title": "昔游诗 其七",
            "content": "扬舲下大江，日日风雨雪。留滞鳌背洲，十日不得发。岸冰一尺厚，刀剑触舟楫。岩雪一丈深，屹如玉城堞。同舟二三士，颇壮不恐慑。蒙毡闭篷卧，波里任倾攧。晨兴视毡上，积雪何皎洁。欲上不得梯，欲留岸频裂。攀援始得上，垃圾人见接。荒村三两家，寒苦衣食缺。买猪祭波神，入市路已绝。如今得安坐，闲对妻儿说。",
            "comment": ""
        },
        {
            "title": "庆宫春",
            "content": "双浆莼波，一蓑松雨，暮愁渐满空阔。呼我盟鸥，翩翩欲下，背人还过木末。那回归去，荡云雪，孤舟夜发。伤心重见，依约眉山，黛痕低压。采香径里春寒，老子婆娑，自歌谁答。垂虹西望，飘然引去，此兴平生难遏。酒醒波远，政凝想、明珰素袜。如今安在，唯有栏杆，伴人一霎。",
            "comment": "【注释】原序：绍熙辛亥除夕，予别石湖归吴兴，雪后夜过垂虹，尝赋诗云：「笠泽茫茫雁影微，玉峰重叠护云衣；长桥寂寞春寒夜，只有诗人一舸归。」后五年冬，复与俞商卿、张平甫、铦（音xian1）朴翁自封禺同载诣梁溪，道经吴松，山寒天迥，云浪四合，中夕相呼步垂虹，星斗下垂，错杂渔火，朔吹凛凛，卮酒不能支，朴翁以衾自缠，犹相与行吟，因赋此阕，盖过旬涂稿乃定。朴翁咎予无益，然意所耽不能自已也。平甫、商卿、朴翁皆工于诗，所出奇诡，予亦强追逐之。此行既归，各得五十馀解。词有小序述写作缘起。它首先追叙了绍熙二年辛亥（1191）除夕，作者从范成大苏州石湖别墅乘船回湖州家中，雪夜过垂虹桥即兴赋诗的情景。诗即《除夜自石湖归苕溪》十绝句 ，“笠泽茫茫雁影微”是其中的一首。当时伴随诗人的还有范成大所赠侍女小红，故又有《过垂虹》一首云 ：“自作新词韵最娇，小红低唱我吹箫 。曲终过尽松陵路 ，回首烟波十四桥。”五年以后，庆元二年（1196）冬，作者自封禺（二山名，在今浙江德清县西南）东诣梁溪（今无锡）张鉴别墅，行程是由苕溪入太湖经吴松江，沿运河至无锡，方向正与前次相反 ，同往者有张鉴（平甫）、俞灏（商卿）、葛天民（朴翁，为僧名义铦），这次又是夜过吴松江 ，到垂虹桥，且顶风漫步桥上，因赋此词，后经十多天反复修改定稿。这次再游垂虹，小红未同行，范成大逝去已三载。从小序看，这首词是一首写景纪游之词，但从全词看，则兼有伤逝、怀古、怀人等多重内容 。此词的妙处正在将多重主旨溶成一片，复杂含混，意蕴丰厚。上片开篇便描绘出一幅凌寒荡舟的广阔画面：飘浮着莼菜的水面，双桨划动；松风时送雨点，冷凝在蓑笠上；暮霭渐渐笼罩湖上，令人生愁。起三句“莼波”、“松雨” 、“暮愁”，或语新意工，或情景交融，“渐”字写出时间的推移 ，“空阔”则展示出境界的深广，为全词定下了一个清旷高远的基调。以下三句继写湖面景象：沙鸥在湖上盘旋飞翔，仿佛要为“我”落下，却又背人转向，远远掠过树梢。沙鸥亲切可爱之情态毕现。因为故地重游，所以称这些水鸟为“盟鸥”（和“我”有旧交的鸥鸟。）后三句忽尔转到五年前雪夜荡舟的情景：“那回归去，荡云雪、孤舟夜发”，正是：“笠泽茫茫雁影微，玉峰重叠护云衣&#8943;&#8943;”。眼前隐约出现的不又是那重叠蜿蜒的远山？这是旧梦重温么？然而当年的人又到何处去了？结句“伤心重见”三句，挽合今昔，感慨遥深。“依约眉山，黛痕低压”，将太湖远处的青山，比作女子的黛眉，不是无缘无故作形似之语，而显然有伤逝怀人的情绪。所谓伤逝怀人，则可能既有对友人范成大的追念，又有对范成大所赠歌妓小红的想念，而且还似有对合肥情侣的深深思念（正是是年正月，词人与合肥情侣惜别，于今有近一年矣。）。朦胧迷离，曲尽其妙。下片过拍写船过采香径。这是香山旁的小溪，据《吴郡志》：“吴王种香于香山，使美人泛舟于溪以采香 。今自灵岩望之 ，一水直知矢，故俗又称箭径。”面对这历史古迹，最易引发人的思古之幽情 ，“嗟叹之不足 ，故永歌之。”“老子婆娑（犹徘徊），自歌谁答 。”对照“那回归去”的情景——“自作新词韵最娇 ，小红低唱我吹箫”，如今老夫我对山川歌舞，有谁应答？仍与上片结句伤逝情绪一脉相承。西望是垂虹桥，它建于北宋庆历年间，东西长千余尺，前临太湖，横截吴江，河光海气 ，荡漾一色，称三吴绝景，以其上有垂虹亭，故名。船过垂虹，也就成为这一路兴致的高潮所在。从“此兴平生难遏”一句看，这里的“飘然引去”之乐，实兼今昔言之。这一夜船抵垂虹时，作者曾以“卮酒”袪寒助兴，在他“飘然引去”时，未尝不回想那回“曲终过尽松陵路，回首烟波十四桥 ”的难以忘怀的情景。从而，当其“酒醒波远”后，不免黯然神伤 。“政（正）凝想、明珰（耳坠）素袜。” “明珰素袜”借指美人。曹植《洛神赋》有“凌波微步，罗袜生尘。”“无微情以效爱兮，献江南之明珰 ”句 。这里“明珰素袜”所代的美人，联系“采香径里春寒”句，似指吴宫西子，而联系“那回归去 ”，又似指小红。还可能是远隔千里，年初与自己依依惜别的合肥情侣。其妙正在于怀古与思念之情合一，又不说明，反令人神远。末三句即以“如今安在”四字提唱 ，“唯有阑干 ，伴人一霎”一叹作答，指出千古兴衰、今昔哀乐，犹如一梦，由怀想跌到眼前，收束有力。而伤怀幽怨，余味不尽。此词虽然有浓厚的伤逝怀昔之情和具体的人事背景，但作者一概不直抒，不明说，只于一路景物描写之中自然带出，并将它与怀古之情合并写来，只觉清幽空灵，蕴藉含蓄。即如郭麐所谓“一洗华靡，独标清渏，如瘦石孤花 ，清笙幽磬，入其境者疑有仙灵，闻其声者人人自远。”（《灵芬·馆词话》）。从小序看，这一夜同游共四人，且相呼步行于垂虹桥，观看星斗渔火，而词中却绝少征实描写。惟致力刻画在这云压青山、暮愁渐满的太湖之上、垂虹亭畔飘然不群，放歌抒怀的词人自我形象，颇有遗世独立之感。"
        },
        {
            "title": "自题画像",
            "content": "鹤氅如烟羽扇风，赋情芳草绿阴中。黑头辨了人间事，来看凌霜数点红。",
            "comment": ""
        },
        {
            "title": "侧犯 咏芍药",
            "content": "恨春易去。甚春却向扬州住。微雨。正茧栗梢头弄诗句。红桥二十四，总是行云处。无语。渐半脱宫衣笑相顾。金壶细叶，千朵围歌舞。谁念我、鬓成丝，来此共尊俎。後日西园，绿阴无数。寂寞刘郎，自修花谱。",
            "comment": "【注释】这是一首吟咏芍药风情，描写扬州景物的咏物词。姜夔的咏物词，不重在描摹物态的外形，而是遗其外形，重在神似，即摄取事物之神理，因而能达到一种清远空灵的境界。姜夔游历扬州，反映在作品中可以查考的有两次 ，一次是孝宗淳熙三年（1176），他二十来岁，因事路过这座古城，目睹经过战火洗劫的萧条景象 ，感慨万端，于是创作了名篇《扬州慢》，以寄托自己的“黍离之悲”；一次是宁宗嘉泰二年（1202），他重游扬州，已人到中年，时值暮春，芍药盛开，歌舞满城 ，词人置身于名花倾国之中，顿生迟暮之感。这就是《侧犯·咏芍药》的缘起。开头“恨春易去”四字笼罩全篇 ，是命意所在。 “甚春却向扬州住 ”，用疑问的语气表现出对比之意和咏叹之情。暮春时节，花事渐阑，别的地方已是春色无多，而在扬州，春意独多，春天好像对这座美丽繁华的城市有着特殊的感情，故而迟迟不愿离去。“微雨，正茧栗梢头弄诗句”。茧栗，本言牛犊之角初生，如茧如栗 ，见《礼记·五制》。任渊注黄庭坚诗“红药梢头初茧栗”句 ，谓“此借用以言花苞之小”。白石此句即本于黄诗。此刻，细雨如烟，芍药枝头的蓓蕾，吮吸甘霖，生机勃发，孕育着醉人的诗意。“弄”字下字极工。“红桥二十四”，指扬州的风流名胜二十四桥 ，桥边芍药弥望。“二十四桥明月夜，玉人何处教吹萧？”（杜牧《寄扬州韩绰判官》）至北宋已仅存七桥（沈括《梦溪笔谈》卷三注），此言其多而已。红桥、碧水、明月、名花、美人，加上那仙乐一般的箫声，多么令人神往 ！“总是行云处”似借宋玉《高唐赋》中楚王梦与巫山神女相会的故事来描写仕女如云，从而给红桥一带涂上一层玫瑰色的浪漫光彩。以下由写人采用比拟的手法写芍药的曼妙风情：“无语，渐半脱宫衣笑相顾 。”芍药的蓓蕾在雨露的滋润和游人的瞩目下，悄悄地开放了。她们半裹红妆，微露笑靥，深情地顾盼着来来往往的观赏者（包括词人自己）。此句写芍药之有情 ，正人之有情也。此视《扬州慢》“念桥边江药 ，年年知为谁生？”何如？此句之妙，可与周邦彦咏蔷薇“长条故惹行客，似牵衣待话，别情无极”（《六丑》相媲美 ）。句意隐含着我已无福消受的意思，为下片写自己迟暮之悲张本。“金壶细叶”展示的是盛开的芍药。硕大的金红色花朵，衬以细密的绿叶，显得分外明艳惊人 。“千朵围歌舞”美貌的女郎在花丛中尽情地唱着 、跳着，应和春的旋律。这声色交融、春情激荡的场面，顿时勾起词人的迟暮之感 。“谁念我鬓成丝”化用“红药梢头初茧栗 ，扬州风物鬓成丝。”之句（黄庭坚《广陵早春》），扬州风物虽好，无奈自己已两鬓斑白，置身于粉红黛绿之间，显得多么的不相称。白石布衣清客一生，多依名公臣卿，但生性孤傲，不合众流。故词中每于众人欢乐之际反写己之清苦寂寞。他如《庆宫春》，本是四人同游 ，偏写出“老子婆娑，自歌自答”；《鹧鸪天》写赏灯之乐，偏写出自己“少年情事老来悲”。结末以刘攽自况 。据《宋史·艺文志》记载，刘攽的著述除《彭城集》、《公非先生集》等外，还有一卷《芍药谱》，可惜已经失传。“后日西园，绿阴无数。寂寞刘郎，自修花谱”，意思是说 ，待到春尽夏来，名园绿肥红瘦之时，我愿意默默无闻地为芍药编修花谱 。此与苏轼《贺新郎》待浮花浪蕊都尽，伴君幽独”同一意境 。“寂寞”二字，与“自”字相映合，充满苦涩滋味，映现出类似“无可奈何花落去”的凄凉心境，读来倍觉情深意切。昔人评论姜词，认为清远空灵是其基本特色。张炎说 ：“词要清空，不要质实。清空则古雅峭拔；质实则凝涩晦昧 。姜白石词如野云孤飞 ，去留无迹。”（《词源》卷下）姜词之所以给人留下这样的印象，原因在于作者有着丰富的美感经验，能够在感受、记忆、思考、想象等心理活动的基础上进行联想，然后选用清新秀逸的言辞，把它化作动人的意象。这类意象或意境总有些迷离恍惚，如水中之月镜中之花。唯其如此，言外之意，画外之境才更加繁富，更加耐人寻味。这首词就大量采用比拟、双关的修辞手法，以物拟人，写物兼写人 。物与人犹形与影，若合若离，显得明明丽丽而又影影绰绰 。遗其形而得其神 。像“无语 ，渐半脱宫衣笑相顾”，以多情的人来比拟无情的花，以人的情态来表现花的容貌，妙不可言。联系上文“微雨 ，正茧栗梢头弄诗句”，前者描述欲放未放的花苞，这里展示已开但未全开的花朵。而联系下文“金壶细叶，千朵围歌舞。谁念我，鬓成丝，来此共尊俎”，写花之外 ，又分明是在写人，由扬州风物写到扬州风情 ，从而勾出“鬓成丝”的迟暮之感。这样，就大大丰富了作品“恨春易去”的命意。遗貌取神，离形得似，这大概就是构成清空高远境界的一种有效手段。姜夔还惯于采用避实就虚、提空写景的方法。例如芍药枝头的蓓蕾，在春雨的催发下迅速膨大，不断发生变化。那过程，那状态 ，极其微妙，无法实言。在姜夔的笔下，它表现得非常简洁，也非常生动：“微雨，正茧栗梢头弄诗句。”“弄诗句”是酝酿诗情的意思，它确乎比较抽象，没能把花苞受雨后迅速发育成长的状况具体地显示出来，但却深刻地揭示出变化的微妙以及含蕴其间、难以言说的诗意美。"
        },
        {
            "title": "浣溪沙",
            "content": "翦翦寒花小更垂。阿琼愁里弄妆迟。东风烧烛夜深归。落蕊半黏钗上燕，露黄斜映鬓边犀。老夫无味已多时。",
            "comment": ""
        },
        {
            "title": "玲珑四犯",
            "content": "叠鼓夜寒，垂灯春浅，匆匆时事如许。倦游欢意少，俯仰悲今古。江淹又吟恨赋。记当时、送君南浦。万里乾坤，百年身世，唯有此情苦。扬州柳，垂官路。有轻盈换马，端正窥户。酒醒明月下，梦逐潮声去。文章信美知何用，漫赢得、天涯羁旅。教说与。春来要、寻花伴侣。",
            "comment": ""
        },
        {
            "title": "月上海棠",
            "content": "红妆艳色，照浣花溪影，绝代姝丽。弄轻风、摇荡满林罗绮。自然富贵天姿，都不比、等闲桃李。帘栊静悄，月上正贪春睡。长记初开日，逞妖丽、如与人面争媚。过韶光一瞬，便成流水。对此日叹浮华，惜芳菲、易成憔悴。留无计。惟有花边尽醉。",
            "comment": ""
        },
        {
            "title": "忆王孙",
            "content": "冷红叶叶下塘秋。长与行云共一舟。零落江南不自由。两绸缪。料得吟鸾夜夜愁。",
            "comment": "【注释】这首词题下有序云 ：“鄱阳彭氏小楼作。”鄱阳，即今江西波阳县，是词人的故乡。彭氏为宋代鄱阳世族，神宗时彭汝砺官至宝文阁直学士，家声颇为显赫。此词写秋日登彭氏小楼，伤飘泊、怀远人是这首小词的主题。起句以写景引起，并点明节序。冷红，盖指枫叶。霜后的枫叶一片绯红，在肃杀的秋风中，正一叶一叶飘落到秋塘中去。白石词多用“冷”字，如《扬州慢》“波心荡，冷月无声”，《踏莎行》“淮南皓月冷千山”，《念奴娇》“嫣然摇动，冷香飞上诗句”，《暗香》“香冷入瑶席 ”，而且往往以通感的形式出现，将自己凄凉的身世之感移情到几个创造的意象中。用“冷红”形容飘散的枫叶，顿觉凄冷的气氛笼罩全词。古代文人伤时悲秋，见秋风落叶，或怀念故土，或忧伤身世，并不稀见 。不过，次句“长与行云共一舟”，句法颇为新颖。行云，常用来比喻飘泊江湖的游子。如曹植《王仲宣诔》：“行云徘徊，游鱼失浪。”张协《杂诗》：“流波恋旧浦，行云思故山 。”姜夔一生未仕，四处飘泊，行踪不定，用“行云”来象征其身世，很为恰切。这里他不直说身如行云，而偏说“长与行云共一舟 ”，这就不落俗套。词人浪迹江湖，居无定所，乘舟走到哪里，天上的行云也仿佛跟到哪里，这难道不是与行云“共一舟”么？以上两句，泛写登楼所见所感，不仅切合当时所处的环境，其创意出奇之处，也透露出白石词“ 气体超妙 ”（陈廷焯《白雨斋词话》卷二）“如野云孤飞 ，去留无迹”（张炎《词源》）的特色。下一句承上意 ，具体点明所处之地。不自由，即不由自主。白石一生未仕，布衣终身，穷愁潦倒的知识分子为生计所迫，以请客身份或寄人篱下，或因人远游，辗转风尘，哪有安身立命之地？“不自由”，看似浅淡，却道出了飘泊江湖的无穷酸辛。游子在孤独落寞之际 ，总要想起知心体贴自己的故旧或亲人，结尾两句即由伤飘泊转到怀远人 。“两绸缪”，一笔两用，兼写男女双方。绸缪 ，缠绵之意。《诗·唐风·绸缪》：“绸缪束薪 。”李陵《与苏武三首》：“独有盈觞酒，与子结绸缪 。”此句写自己与合肥情侣双方情意绵绵 ，相互思念。“料得吟鸾夜夜愁”则专写对方。古人觉以鸾凤喻夫妇，此处“吟鸾”而加上“料得 ”，当指因相思之苦而夜不成寐的伊人。让人想起李商隐的诗句“夜吟应觉月光寒 。”由自己思念对方而想到对方会无限思念自己，透过一层，感情更为深至，意境更为深远 。“夜夜愁”，写出对方无夜不思，无夜不愁。词人相信对方对自己如此真挚思念，也正反映了词人对于对方的一往深情。白石的羁旅飘泊之词不重对飘泊的具体抒写，而重在抒发一种孤独、伤感的内在情绪，将人引向更幽微之处。这首词的妙处在于将身世之感与怀人之思打并在一处，因而显得蕴藉含蓄，别绕风致。"
        },
        {
            "title": "鹧鸪天",
            "content": "忆昨天街预赏时。柳悭梅小未教知。而今正是欢游夕，却怕春寒自掩扉。帘寂寂，月低低。旧情惟有绛都词。芙蓉影暗三更後，卧听邻娃笑语归。",
            "comment": ""
        },
        {
            "title": "踏莎行",
            "content": "燕燕轻盈，莺莺娇软。分明又向华胥见。夜长争得薄情知，春初早被相思染。别後书辞，别时针线。离魂暗逐郎行远。淮南皓月冷千山，冥冥归去无人管。",
            "comment": ""
        },
        {
            "title": "除夜自石湖归苕溪 其五",
            "content": "三生定自陆天随，又向顺松作客归。已拚新年舟上过，倩人和雪洗片衣。",
            "comment": ""
        },
        {
            "title": "雪中六解",
            "content": "万马行空转屋檐，高寒屡索酒杯添。故人家住吴山上，借得西湖自卷帘。",
            "comment": ""
        },
        {
            "title": "以长歌意无极好为老夫听为韵奉别沔鄂亲友",
            "content": "诗人辛国士，句法似阿驹。别墅沧浪曲，绿阴禽鸟呼。颇参金粟眼，渐造文字无。儿辈例学语，屋壁祝蒲卢。",
            "comment": ""
        },
        {
            "title": "昔游诗 其十二",
            "content": "濠梁四无山，坡陀亘长野。吾披紫茸毡，纵饮面微赭。自矜意气豪，敢骑雪中马。行行逆风去，初迹略沾洒。疾风吹大片，忽或乱飘瓦。侧身当其冲，丝鞚袖中把。重围万箭急，驰突更叱咤。酒力不支吾，数里进一斝。燎茅烘湿衣，客有见留者。裴回望神州，沉叹英雄寡。",
            "comment": ""
        },
        {
            "title": "昔游诗 其一",
            "content": "洞庭八百里，玉盘盛水银。长虹忽照影，大哉五色轮。我舟渡其中，晁晁惊我神。朝发黄陵祠，暮至赤沙曲。借问此何处，沧湾三十六。青芦望不尽，明月耿如烛。湾湾无人家，只就芦边宿。",
            "comment": "【注释】原题注：夔蚤岁孤贫，奔走川陆。数年以来，始获宁处。秋日无谓，追述旧游可喜可愕者，吟为五字古句。时欲展阅自省生平，不足以为诗也。"
        },
        {
            "title": "满江红",
            "content": "仙姥来时，正一望、千倾翠澜。旌旗共、乱云俱下，一依前山。命驾群龙金作轭，相从诸娣玉为冠。向夜深、风定悄无人，闻佩环。神奇处，君试看。奠淮右，诅江南。遣六丁雷电，别守东关。却笑英雄无好手，一篙春水走曹瞒。又怎知、人在小红楼，帘影间。",
            "comment": ""
        },
        {
            "title": "摸鱼儿",
            "content": "向秋来、渐疏班扇，雨声时过金井。堂虚已放新凉入，湘竹最宜敧枕。闲记省。又还是、斜河旧约今再整。天风夜冷。自织锦人归，乘槎客去，此意有谁领。空赢得，今古三星炯炯。银波相望千顷。柳州老矣犹儿戏，瓜果为伊三请。云路回。漫说道、年年野鹊曾并影。无人与问。但浊酒相呼，疏帘自卷，微月照清饮。",
            "comment": ""
        },
        {
            "title": "送左真州还长沙",
            "content": "吴儿牵挽醉蓴鲈，今日西归略自如。别路冷云散驿马，望乡乔木记吾庐。湘中花月偏怜酒，淮左儿童待拥车。凡我旧游君更历，橘洲相见讶无书。",
            "comment": ""
        },
        {
            "title": "同潘德久作明妃作",
            "content": "明妃未嫁时，满宫妒蛾眉。一朝辞玉陛，人人泪双垂。",
            "comment": ""
        },
        {
            "title": "次韵诚斋送仆往见石湖长句",
            "content": "客来读赋作雌蜺，平生朱闻衡说诗。省中诗人官事了，狎鸥入梦心无机。韵高落落悬甭月，铿锵妙语春冰裂。一自长安识子云，三叹郢中无白雪。范公萧爽思出尘，有客如此渠不贫。堂堂五字作城守，平章劲敌君在口。二公句法妙万夫，西罩来橐中藏鲁玙。只今击乌棲曲，不愧当年驾鉴湖。",
            "comment": ""
        },
        {
            "title": "一萼红",
            "content": "丙午人日，予客长沙别驾之观政堂。堂下曲沼，沼西负古垣，有卢橘幽篁，一径深曲；穿径而南，官梅数十株，如椒如菽，或红破白露，枝影扶疏。著屐苍苔细石间，野兴横生，亟命驾登定王台，乱湘流入麓山蹑云低昂，湘波容与，兴尽悲来，醉吟成调。古城阴，有官梅几许，红萼未宜簪。池面冰胶，墙腰雪老，云意还又沉沉。翠藤共闲穿径竹，渐笑语惊起卧沙禽。野老林泉，故王台榭，呼唤登临。南去北来何事？荡湘云楚水，目极伤心。朱户黏鸡，金盘簇燕，空叹时序侵寻。记曾共西楼雅集，想垂杨还袅万丝金。待得归鞍到时，只怕春深。",
            "comment": "【注释】白石此词作于三十二岁，当时客居长沙。词中抒写怀人之思及飘泊之苦 。据夏承焘《姜白石系年》，这是白石词中最早的怀念合肥情侣之作。白石青年时在合肥曾结识姊妹二人相交情深，后来却演化为一场爱情悲剧，使白石从此郁郁寡欢，刻骨相思。白石与合肥情侣初识合肥赤兰桥，其地多种柳，分手时为梅开时节，故白石词写及梅、柳，均与此一段“合肥情事”有关，由梅、柳而忆及旧日情侣，抒发一种绵绵不尽之相思之情，成为白石的一种思维定势和其词的一种惯性情绪。小序记作词缘起。丙午即宋孝宗淳熙十三年（1186），人日是正月初七 。长沙别驾指湖南潭州通判萧德藻，当时白石客居其观政堂。堂下有曲池，池西背靠古城墙，池畔植有枇杷竹林，曲径通幽。穿径南行，忽见梅花成林，满枝花蕾，小的如花椒，大的如豆子，少许花蕾乍开，有红梅，也有白梅。头上枝影扶疏，脚下苍苔细石，词人与朋友们漫步其间，不觉动了游兴，于是立即动身，出游城东的定王台，又渡过城西的湘江，登上岳麓山。俯眺湘云起伏，湘水慢流，终于游兴已尽，悲从中来，遂醉吟成词。上序片词序相表里，主写游赏心情 。“古城阴”。有官梅几许 ，红萼未宜簪 。”古城墙下，些许官梅，红萼尚小，还不到摘花插发的时候呢。官梅即官府种的梅花，杜甫《和裴迪登蜀州东亭》诗，有“东阁官梅动诗兴”之句，何况梅花与柳树一样，最能钩起白石的伤心心事呢。句中几许、未宜簪等语，流露出一片爱怜护惜之情。序中既描写出梅花的各种姿态，故词中便着意于抒发情意，词较序翻进一层 。“池面冰胶 ，墙阴雪老”，二句对仗极工整。以胶状冰，以老状雪，写出凝冰难化、积雪不融，字面生新硬瘦的是白石词笔 。白石诗法江西诗派，以拗折瘦硬为追求，给人一种刚劲的感觉，形成一种深远清苦的意境。寒意犹深，解冻何时。“云意还又沉沉。”彤云沉沉，欲雪大时，加倍写出寒意。词境之幽深清苦，正暗示着词人心境之沉郁。词人有意无意，也想舒散一下郁解的情怀。“翠藤共、闲穿径竹，渐笑语、惊起卧沙禽。”于是与友人一起，闲步穿过翠藤、竹径，来到林园能幽之处。一路行来，兴致渐高，不觉谈笑风生，惊起水边栖鸟 。这两句很好地表达了此时词人野兴横生，乐以忘忧的心情。下一渐字，尤能传出心境由郁闷而趋向开朗。这是大自然对人心的感发。这几句与前几句境界迥异，一边是官梅红萼，一边是冰雪寒寒，一边又是翠藤径竹和沙禽，移步换景，情随景移，真有“野云孤飞 ，去留无迹” （张炎《词源》）的妙处。“野老林泉 ，故王台榭，呼唤登临。”歇拍以简练生动之笔，写出偕友登定王台、渡湘江、登岳麓之一段游赏。故王台榭，指汉长沙定王刘发所筑之台。野老林泉，虽然泛指，但或者也不无怀昔感今之意。以前名人流寓长沙者不少，如唐末韩侂便曾避地于此，其《小隐》诗云：“借得茅斋岳麓西，拟将身世老锄犁。”投入大自然怀抱，兴林泉之逸趣，发思古之幽情，词人一时乐以忘忧。呼唤登临四字，写出一片欢闹场景，试比较“云意又还沉沉”，前后心情已迥然不同。下片从序言兴尽悲来四字翻出，写出追远怀人的深深悲慨。“南去北来何事，荡湘云楚水，目极伤心。”岳麓山上，词人极目天际 ，看湘云起伏，湘水缓流，顿时伤心无限，自己年年南去北来，飘泊江湖，竟为何事 ？白石《玲珑四犯》云：“文章信美知何用，漫赢得 、天涯羇旅。”可作此词换头之诠释。陈锐《袌碧斋词话》云 ：“换头处六字句有挺接者，如‘南去北来何事’。”上片以呼唤登临之乐歇拍，换头挺接南去北来之悲，笔峰骤转，突兀峭拔，两相对比，大能突出词人悲怀之年深日久，以致刻骨铭心，于欢乐处犹不解释怀于往日悲情。此处有岭断云连之势。荡湘云楚水一句亦妙，写尽词人平生浪迹江湖无所归依之感。“朱户粘鸡，金盘簇燕，空叹时序侵寻。”朱门贴上画鸡，写人日民俗。《荆楚岁时记》云：“人日贴画鸡于户 ，悬苇索其上，插符于旁，百鬼畏之。”金盘即春盘，金盘所盛之燕，乃生菜所制，此写立春风俗。《武林旧事》云 ：“春前一日，后苑办造春盘，翠缕红丝 ，金鸡玉燕，备极工巧。”此三句，慨叹转眼又是新年，时光徒然流逝。空叹二字，呼应换头何事二字，流露出光阴虚掷而又无可奈何的悲苦。词人所伤心空叹者何？“记曾共、西楼雅集，想垂柳、还袅万丝金 。”全词主旨 ，至此才转折显现出来。忘不了，曾与伊人在西楼的美好集会，窗外，万缕嫩黄的柳丝，在春风中袅袅起舞。想垂柳、还袅万丝金，堪称佳句。此句用一想字、一还字，便将回忆中昔日之景与想象中今日之景粘连叠合，灵思妙笔，浑融无迹。美好的回忆不过一刹而已。“待得归鞍到时，只怕春深。”等到回到旧地，只怕已是春暮 。结笔由过去想到未来，春初想到春深，时空转换处更显其情极悲伤，含不尽之意于言外。从字面上看，是应合此时红萼未宜簪的早春时节而言，而其意蕴实为无计可归，归时人事已非的隐痛。白石怀念合肥女子诸词，如《淡黄柳》“恐梨花落尽成秋色” ，《点绛唇》“淮南好。甚时重到。陌上青青草” ，《鬲溪梅令》“又恐春风归去绿成阴。玉钿何处寻”，与此词结笔同一语意。此词与序是一整体。序主要写景物、游赏，上片与之相映照。但序以写景为主 ，词上片则融情入景，如“云意又还沉沉”。下片摆脱序文笼罩 ，托出伤心人之别有怀抱，另辟一境。但亦融景入情，如“记曾共 、西楼雅集，想垂柳、还袅万丝金”。下片既是核心层次，上片及序文所写景物、游赏，便成为下片所写悲怀难遣之反衬。此词结构安排可谓严谨。词中意境，先由狭而广，即由城阴竹径而故王台榭，再由广而狭，而深，即由湘云楚水而写出种种悲怀。词境的迤逦展开，也反映出词人心灵由郁闷而希求解脱但终归于悲沉的一段变化历程。此词营造意境亦可谓精心。这是白石词的一大特点：善用暗线结构，时空的转换，意境的切换，情绪的变换均笔断意连，看似无迹可求实，则有暗脉潜通。构思之妙，无如白石。"
        },
        {
            "title": "八归 湘中送胡德华",
            "content": "芳莲坠纷，疏桐吹绿，庭院暗雨乍歇。无端抱影销魂处，还见篠墙萤暗，藓阶蛩切。送客重寻西去路，问水面琵琶谁拨。最可惜一片江山，总付与啼鴂。长恨相从未款，而今何事，又对西风离别。渚寒烟淡，棹移人远，缥缈行舟如叶。想文君望久，倚竹愁生步罗袜。归来后，翠尊双饮，下了珠帘，玲珑闲看月。",
            "comment": "【注释】注一：读xiao3，小竹子。这首词是一首送别词，据夏承焘《姜白石词编年笺校》考证，大约写于宋孝宗淳熙十三年（1186）以前，词人客游长沙时。胡德华，生平不详。全词描述了离别前的忧伤、临别时的依依不舍，以及悬想别后友人归家与亲属团聚的情景 。前面实写，后面虚写，多次转移时间和空间，逐层抒发离情别绪，在章法和布局方面颇具匠心。上阕分两层。前六句为一层，以雨后寂寞萧条的庭院为背景，写别前的忧伤。莲花凋零了粉色的花瓣，桐树吹动着带绿的叶子，是初秋院中之景。竹篱边发光暗淡的萤虫，苔阶下鸣声凄切的蟋蟀，是秋夜庭前之物。筱（xi āo）墙，指竹墙。这四样景物，有昼景，有夜景；有植物，有动物；植物又有花、有叶，动物又有光、有声，配置匀整，而且从目见写到耳闻，从视觉写到听觉，造成一种冷清凄迷的意境，无限烦恼尽在其中 。中间“暗雨乍歇”写天时 ，“抱影销魂”写人事。“还见”二字，更透露出一种无可奈何之感。何以如此，是因为即将送别友人 。江淹《别赋》说：“黯然销魂者，唯别而已矣！”这种离愁别绪 ，由于用了许多惹愁的景物层层烘染 ，便见得加倍的浓重。这六句词，使人俨然进入宋玉《九辩》的境界。“送客”以下开始转入离别，是第二层。场景由庭院逐渐移至送别的水边。西去，表客行方向。重寻，表明在此送行已非一回。“问水面琵琶谁拨”，化用白居易《琵琶行》中“忽闻水上琵琶声”的诗句，而改为以“问”字领起的设问句 ，语简意深，余味悠长。接着，“最可惜、一片江山，总付与啼鴂”，则声情激越，境界阔远寄慨遥深。啼鴂，或作鹈鴂、鶗鴂，又名子规、杜鹃，此鸟“春分鸣则众芳生，秋分鸣则众芳歇”（《广韵》）。屈原《离骚》中有“恐鹈鴂之先鸣兮，使夫百草为之不芳”之句。这里也是借啼鴂的鸣声来表现众芳芜秽、山河改容的衰飒景象，衬托离情，极为沉痛感人。其中还隐微地寄托了词人的身世之感、家国之痛。飘泊江湖的迟暮之感，山河异色的忧愁之悲，都体现在这一凄迷阔远的境界之中。正是无限感慨都在虚处，意愈切而词愈微。下阕也有两层意思。前六句承上，着重写惜别之情 。“长恨”三句与柳永《雨霖铃》过片处“多情自古伤离别，更那堪、冷落清秋节”有同工之妙。柳词以“更那堪”三字递进一层 ，本词则以“而今何事”的设问追进一步，以倾吐惜别的深情。然后再以“渚寒”三句景语来代替情语，这里又与李白《送孟浩然之广陵 》诗的“孤帆远影碧空尽，惟见长江天际流”的艺术手法相似，借淡烟寒水之中一叶行舟缥缈远去的景象，来表达送别者伫立江头，凝望着棹移人远的那种依依不舍的感情 。这与周邦彦《兰陵王》“愁一箭风快，半篙波暖 ，回首迨递便数驿，望人在天北”有异曲同工之妙。周词是站在离别者回望送别者的角度来写，姜词是从送别者眼中离别者远处的情景，虽角度不同而各尽其妙。最后六句写别后，用美好的设想来排遣双方的离愁别恨。文君即卓文君，借指胡的妻室 。“倚竹”句借用杜甫《佳人》诗 ：“天寒翠袖薄 ，日暮倚修竹”和李白《玉阶怨》诗 ：“玉阶生白露 ，夜久侵罗袜”中的妇女形象，以表现想象中胡妻等待丈夫归来的情景。“翠尊”三句亦化用李白同诗的后两句：“却下水晶帘，玲珑望秋月”，描绘胡氏夫妇团聚的情景 。点化前人诗句的艺术形象为自己所用，不着痕迹，尽得风流，这也是姜夔词的艺术特色之一。这首词以清笔写浓愁，以健笔写深哀，故感情真切而不流于颓表 ，符合白石词中和的特色 。陈延焯《白雨斋词话》评论说 ：“声情激越，笔力精健，而意味仍是和婉，哀而不伤 ，真词圣也。”细腻而有层次的抒情笔法，配合以移步换形的结构形式，也有助于形成那种清健空灵的艺术风格。"
        },
        {
            "title": "昔游诗 其九",
            "content": "昔游桃源山，先次白马渡。渡头何清深，鸿鹄在高树。白马亦洞天，昔人有奇遇。洞门不可见，但闻水声怒。瞻彼羽人宅，乃乘方船渡。修廊夹五殿，重阁映千树。规模象魏壮，回合绿阴护。山椒望五溪，壶头入指顾。故宫在其北，屋瓦带松雾。古杉晋地物，中空野人住。外围四十尺，内可十客聚。我游瞿仙馆，坛上表遗步。邓下八叠坡，一亭众妙具。两山抱澄潭，老木枝干互。瞻前秀而迥，坐久凛难驻。桃源独不邮，僻在宫南路。山行转深邃，狙猿纷上下。石窦出微涓，令我意犹豫。昔闻渔舟子，水际见洞户。今看去肖远，定自后人误。惆怅却归来，此游不得屡。于今二十年，历历经行处。",
            "comment": ""
        },
        {
            "title": "昔游诗 其四",
            "content": "萧萧湘阴县，寂寂黄陵祠。乔木荫楼殿，画壁半倾欹。芦洲雨中淡，渔纲烟外归。重华不可见，但见江鸥飞。假令无恨事，过此亦依依。",
            "comment": ""
        },
        {
            "title": "昔游诗 其五",
            "content": "我乘五板船，将入沌河口，大江风浪起，夜黑不见手。同行子周子，渠胆大如斗。长竿插芦席，船作野马走。不知何所诣，生死付之偶。忽闻入划声，灯火亦稍有。杙船遂登岸，急买野家酒。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "江左咏梅人，梦绕青青路。因向凌风台下看，心事还将与。忆别庾郎时，又过林逋处。万古西湖寂寞春，惆怅谁能赋。",
            "comment": ""
        },
        {
            "title": "京口留别张思顺",
            "content": "伯劳飞燕若为忙，还忆东斋夜共床。别后无书非弃我，春前会面却它乡。连宵为说经忧患，异日相逢各老苍。更欲少留天不许，晓风吹艇入垂杨。",
            "comment": ""
        },
        {
            "title": "淡黄柳",
            "content": "空城晓月。吹入垂杨陌。马上单衣寒恻恻。看尽鹅黄嫩绿，都是江南旧相识。正岑寂。明朝又寒食。强携酒、小桥宅，怕梨花落尽成秋色。燕燕飞来，问春何在，唯有池塘自碧。",
            "comment": " | 【注释】原序：客居合肥南城赤阑桥之西，巷陌凄凉，与江左异，唯柳色夹道，依依可怜。因度此阕，以纾客怀。①客居合肥：时在宋光宗绍熙二年（1191）。②纾（shū）：解除、排除，宽解。③垂杨陌：杨柳飘拂的小巷。④恻恻：寒冷凄恻。⑤岑寂：寂静。⑥小桥宅：姜夔在合肥情侣的住宅。【评解】这是作者的自制曲。通篇写景，而作者寄居他乡，伤时感世的愁怀，尽在不言之中。上片写客居异乡的感受。垂杨巷陌，马上轻寒，边城春色，举目凄凉。而眼前柳色，“鹅黄嫩绿”，却与江南相似。下片写惜春伤春情绪。清明携酒，唯怕花落春去。全词意境凄清冷隽，用语清新质朴。在柳色春景的描写中，作者的万般愁绪，无限哀怨之情，也就巧妙自然、不着痕迹地表现出来。【集评】郑文焯《郑校白石道人歌曲》：长吉有“梨花落尽成秋苑”之句，白石正用以入词，而改一“色”字协韵。当时清真、方回多取贺诗隽句为面。谭献《谭评词辨》：白石、稼轩，同音笙磬，但清脆与镗鎝异响，此事自关性分。黄花庵《花庵词选》：词极精妙，不减清真，其高处有美成所不能及。---------------------------------此词是写作者客居合肥的心感。金人入侵，由于南宋小朝廷偏安江南一隅，江淮一带在当时已成边区。符离之战后，百姓四散流离 ，一眼望去，满目荒凉。合肥的大街小巷，多植柳树。作者客居南城，其时已近寒食，春光明媚。但人去苍茫，只有绿柳夹道，仿佛在向作者呜呜倾诉 ，有感于此 ，作者便作了这首《淡黄柳》。上片写清晓在垂杨巷陌的凄凉感受，主要是写景。首二句写所闻，“空城”先给人荒凉寂静之感，于是，“晓角”的声音便异常突出，如空谷猿鸣，哀转不绝，象在诉说此地的悲凉。听的人偏偏是异乡作客，更觉苦痛，此二句与《杨州慢》 “清角吹寒，都在空城”意境相近 。那词前面还说：“自胡马窥江去后，废池乔木，犹厌言兵 。”此词虽未明言，但其首二句传达的“巷陌凄凉”之感，亦有伤时意味，不惟是客中凄凉而已。紧接一句是倒卷之笔，点出人物，原来是骑在马上踽踽独行的客子，同时写其体肤所感。将“寒恻恻”的感觉系于衣单不耐春寒，表面上是记实，其实这种生理更多地来自“清角吹寒”的心理感受。繁荣已成为过去，无奈春光依旧，物是人非，更添身世之感 。下二句写所见，即夹道新绿的杨柳。“鹅黄嫩绿”四字形象地再现出柳色之可爱 。“看尽”二字既表明除柳色外更无悦目之景，又是从神情上表现游子内心活动——“都是江南旧相识”。“旧相识”唯杨柳（江南多柳，所以这样说），这是抒写客怀 。而“柳色依依”与江左同，又是反衬着“巷陌凄凉，与江左异” ，语意十分深沉。于是，作者就从听觉、肤觉、视觉三层写出了“岑寂”之感。过片以“正岑寂”三字收束上片，包笼下片。当此心情寂寞之际，又逢“寒食。虽是荒凉的“空城”，没有士女郊游的盛况 ，但客子“未能免俗”，于是想到本地的相好。白石词中提到合肥相好实有姊妹二人，一是能拨春风的大乔 ，一是能妙弹琴筝的小乔 。说“强携酒 ，小桥宅”，是本无意绪而勉强邀游 ，“携酒”上著“强”字，已预知其后醉不成欢惨将别的惨景。上数句以“正岑寂”为基调，“又寒食”的“又”字一转 ，说按节令自该应景为欢 ；“强”字又一转，说载酒寻欢不过是在凄凉寂寞中强遣客怀而已。再下面“怕梨花落尽成秋色”的“怕”字又一转，说勉强寻春遣怀，仍恐春亦成秋，转添愁绪。合肥之秋如何？作者只将李贺“梨花落尽成秋苑”易一字叶韵，又添一“怕”字，意恐无花即是秋，语便委婉。以下三句更将花落春尽的意念化作一幅具体图画，以“燕燕归来，问春何在”二句提唱，以“唯有池塘自碧”景语代答，上呼下应 ，韵味自足 。“自碧”，是说池水无情，则反见人之多感。这最后一层将词中空寂之感更写得切入骨髓闻之惨然。全词从听角看柳写起，渐入虚拟的情景，从今朝到明朝，从眼中之春到心中之秋，其惆怅情怀已然愈益深浓。然而还不仅此。前人曾道“自古逢秋悲寂寥”，作者却写出江淮之间春亦寂寥，并暗示这与江南似相同而又相异，又深忧如此春天恐亦难久。这就使读者感到全词的情感决非“客怀”二字可以说尽，作者的感叶伤春，实际上反映出同时代人的一种普通的忧惧。波波不存，毛将焉附，大有一种大难临头的末日之感。因此张炎赞此词 ：“不惟清空，且又骚雅，读之使人神现飞越。”"
        },
        {
            "title": "春日书怀四首",
            "content": "九真何苍苍，乃在清汉尾。衡茅依草木，念远独伯姊。春来众芳滋，春去众芳委。兄弟各天涯，啼鴃见料理。汉江出巨鱼，风雷入驱使。安得挟我辀，西征二千里。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "绿萼更横枝，多少梅花样。惆怅西村一坞春，开遍无人赏。细草藉金舆，岁岁长吟想。枝上么禽一两声，犹似宫娥唱。",
            "comment": ""
        },
        {
            "title": "惜红衣",
            "content": "吴兴号水晶宫，荷花盛丽。陈简斋云：「今年何以报君恩，一路荷花相送到青墩。」亦可见矣。丁末之夏，予游千岩，数往来红香中，自度此曲，以无射宫歌之。簟枕邀凉，琴书换日，睡馀无力。细洒冰泉，并刀破甘碧。墙头换酒，谁问讯城南诗客。岑寂，高柳晚蝉，说西风消息。　　虹梁水陌，鱼浪吹香，红衣半狼藉。维舟试望，故国眇天北。可惜渚边沙外，不共美人游历。问甚时同赋，三十六陂秋色。",
            "comment": "【注释】姜白石词素，以深至之情为体，以清劲之笔为用。这首《惜红衣》词，颇能见其特色。白石词多有序居首，此词亦然。小序述作词的起源。淳熙十四年丁未（1187），白石依萧德藻寓居吴兴（今浙江湖州）。吴兴水乡，北临太湖，境内有苕、霅二溪，溪水清澈可鉴，屋宇的影子照入湖中，好象水中宫殿 ，故称为水晶宫。但言上白石感触最深的，还是吴兴荷花茂盛清丽。故在序中强调引用陈与义居吴兴青墩镇时写的《虞美人》词句，对荷花加以赞美。接着 ，记述丁未夏天，白石自己游吴兴之弁山千岩。“数往来红香中”一语，正印证着陈词“一路荷花相送”之句，文情隽美。荷花给予白石之感触极深，白石遂作此词。调名《惜红衣》，借取惜荷花凋零之意。乐谱为白石自制，属无射宫调。但此词所寄予的深意，序中并未道出。白石之辞，极为含蓄隽永，道人之的未道，创人之未新，于欲言又止中见神奇，于奇伟而不怪诞之中见功力。实乃词象一派，该序乃以抛砖引玉之意。首句“簟枕邀凉，琴书换日，睡馀无力 。”起笔用对偶句开头，开篇就使人便觉笔力精健，气势动人。簟枕指凉席凉枕，下一邀字 ，尽传暑天取凉之心切。琴书指抚琴读书，下一换字，翻出永昼难捱之意。在白石的炼字炼句之间，便觉意脉伸展。陆辅之《词旨》，曾举此联为属对之范例。第三句睡馀无力，写夏日渴睡，无力二字已暗指主意，但含蓄而隐。在下边二句，笔锋却又宕荡开。“细洒冰泉，并刀破甘碧。”冰，用以形容泉水之清冷。并刀，指快刀，古时并州（治今太原）素以出产快刀而著称。甘碧，指香甜鲜碧的瓜果 。曹丕《与朝歌令吴质书》：“浮甘瓜于清泉。”此二句写夏日瓜果解暑之趣，趣在洒清水洗之，用快刀破之 。句法略同清真《少年游》“并刀如水”，“纤手破新橙”。但写出细洒冰泉之趣 ，及以甘碧之感觉代瓜果之名称，则又显出白石词创新生趣的特色。体味上下文，言外时时有一种聊遣寂寞的意味。接着下一句“墙头唤酒，谁问讯、城南诗客”，反用杜甫诗事，直接写出自己客居的无限寂寞来。杜甫《夏日李公见访》诗云：“远林暑气薄，公子过我游。贫居类村坞，僻近城南楼。旁舍颇淳朴，所须亦易求。隔屋唤西家，借问有酒不？墙头过浊醪，展席俯长流。清风左右至，客意已凉秋。巢多众鸟斗，叶密鸣蝉稠。苦道此物聒，孰谓吾庐幽。&#8943;&#8943;”“城南诗客”，就是借所居“僻近城南楼”的诗人杜甫来自指。纵是如杜甫那样，当佳客来访时，邻家有酒可借，一唤即从墙头递来，但自己却是索居无人过访，纵然有这种想法也是徒然。言“谁问讯”，可见是没有人来问讯。下即紧接“岑寂”二字，真可以说是冷清、寂寞啊。这一短韵，总挽以上所写种种生活细节，无一处不是对孤寂无聊地表现，同时也引起以下所写层层哀愁。“高柳晚蝉 ，说西风消息 ”，其意境也是顺手借自杜诗后面几句，但以情景恰当的交融，故不觉其有所借用之感 。高柳晚蝉，声声诉说着时序将变、秋风将至的消息，其高迈苍茫的意象，透露着凄然以悲的心事。“虹梁水陌。鱼浪吹香，红衣半狼藉 。”换头以素描之笔写景，使人感觉笔力不懈怠。虹梁，摩状水乡拱桥之美。水陌，描绘湖心之堤如画一样。鱼浪吹香之句，传“鱼戏莲叶间之神。二句的景象极其清美，似可用以忘忧 。第三句红衣半狼藉，却将笔锋硬转，转写荷花已半凋零之凄凉景象，遂接起歇拍西风消息之意脉。邹祇谟《远志斋词衷》称道白石词“有草蛇灰线之妙”，这正好说明了白石词的这种风格 。以上极写寂寥之感，时序之悲，下边，终于转出此词的本意——怀人 。“维舟试望故国 。眇天北。”维舟即系舟。原来，红衣半狼藉，乃是水上所见所指，故感触亲切如此。舍舟登岸后，遥望天北故国，却唯渺邈而已。“可惜渚边沙外，不共美人游历。”渚边沙外是指水岸。吴兴水乡之美，正如东坡《将之湖州戏赠莘老》诗云 ：“馀杭自是山水窟，仄闻吴兴更清绝。”可惜，此水乡尽管清绝之地，竟不得与故国之美人一起饱览旖旎的风景。美人在天一涯，渺不可及呵。白石怀人情感至深 ，由此可见。这正是词之内蕴所在。“问甚时同赋，三十六陂秋色？”“维舟”二句，“可惜”二句，此二句，皆挽合人我双方语，具见深情。唯前二句是眇望，中二句是感喟，此二句却是期待。曰“秋色”，似乎可期，但冠以“问甚时”三字，便觉无期，流露出心头的沉沉失落感。别易相会难，思之伤心无极 。结穴“三十六陂秋色”，极美，亦应细玩。三十六陂，言水乡湖塘之多，也是荷花生长的环境。白石在吴兴另有赋荷花的《念奴娇》词云“三十六陂人未到 ，水佩风裳无数”，在此处用法相同。王安石《题西太—宫壁》诗 ：“柳叶鸣蜩绿暗 ，荷花落日红酣。三十六陂烟水，白头想见江南” ，亦连结荷花而言。“秋色”二字连上“三十六陂”，并非泛指 ，乃是暗点秋荷。南朝梁昭明太子《芙蓉赋》云：“初荣夏芬，晚花秋曜 。兴泽陂之徽章，结江南之流调。”足见江南陂塘的秋荷，也是很可爱的 。“ 同赋”即是同赏，赏而有所咏，故云“赋”。结句拈出赏荷 ，与词中的序言直接在呼应并紧扣，而期于不可捉摸之“甚时”，亦可哀矣！词已毕而情却未了，正如刘熙载所谓：“幽韵冷香 ，令人挹之无尽。”（《艺概·词曲概》）至此，词人的未道出真意，以欲言又止，欲叙止的欲扬克抑的手法尽情渲染悲凉凄切之意 ，引人以揣度和深思，究竟为谁而愁，为何事而忧？此词所怀思之人指谁？已难确考。可能是指一位挚友，但更可能是指一位合肥女子。词中 ，“维舟试望故国 。眇天北”，可考证。按白石为饶州鄱阳（今江西波阳县）人，幼随父宦久居于汉阳（今属湖北武汉市）。鄱阳、汉阳 ，俱在吴兴之西方，不能说是望故国眇天北 。从吴兴遥望天北，实瞩目于江淮一带。当白石二三十岁时，客游于江淮间，曾与合肥女子结下终身不解的情缘。而此情却无法如愿以偿，铸成白石一生之悲剧 。白石词集中有关怀念合肥女子之作，极多，极好（详夏承焘《合肥词事考》）。白石若以合肥为故国，应属情理之中，就象今天所称的第二故乡。无论所怀之人为谁，此词至深之情，都是能感动人肺腑的。此词艺术造诣颇能见出白石词创作的特色。首先，是结构意脉之曲折精微。上片前三韵共七句，刻绘了种种生活细节，看似与怀人无关，但层层暗透寂寞之感，却正是怀人之苦的铺垫与烘托。歇拍与换头三韵共六句，描写时序变迁的消息，则是暗示离别已久之感，别易会难之悲，意脉已渐趋怀人之本意。但仍未点明此意。直至最后四韵六句，才一气倾注出望远怀人相思期盼之苦。末句又叹何时能同赏荷花，与词序所述自己“数往来红香中”遥遥映射，既有照应，又有发展。纵观全幅，结构曲折而意脉精微，层次分明，而意绪疏动 ，贯通全文。尤其千回百折于现境之内，显然有别于清真词的时空错综之结构，可谓白战不许持寸铁，确实表现出白石自己的特色。其次，是风格之清新刚劲。这要从两个角度分论。论其笔法，有清疏空灵之美，比如宕开笔墨去描摩生活细节、时序景物 ；“墙头唤酒”以下五句 ，运用杜诗，有正有反，有明有暗，不粘不脱，称意惬心，语同己出。又有刚劲峭拔之美，有如从暑日夏景之宜人硬转至西风消息，从虹梁、水陌、鱼浪之美景硬转至荷花红衣狼藉之凄景。论其字面句构，亦有生新精健之美。如邀凉、换日、吹香、眇天北等，无不字字新奇，句句生辉。而且全篇辞无虚设，笔无稍懈 。（白石词几乎篇篇无败笔 ，这只有清真词可与媲美。）这样独特的笔法与字句整合，遂产生清刚之风格。第三，是声情与词情妙合一体。宋代精于音律的词人，前有清真，后有白石。此词是白石创调 ，其声律独具匠心。全词用入声韵，其声激越。不协韵的句脚字，又异乎寻常的多安排仄声而少用平声。仄声高亢，与入声韵相联缀，遂构成一部激越的乐章 。这对于表现深至高迈的怀人之情，不仅适得其宜，而且增添效果。尤其下片后六句为怀人重点段，前二句叠下韵脚，声情愈急密。后四句连用两个去声字作句脚，声情愈高亢。声情与词情，同时推向高潮。白石虽因词作不多，在南宋未能称为大家，但其词少而精，在技巧上的细腻与风格上的清瘦，也显示出独特的成就地位。于此词可见。"
        },
        {
            "title": "齐天乐",
            "content": "丙辰岁，与张功父会饮张达可之堂。闻屋壁间蟋蟀有声，功父约予同赋，以授歌者。功父先成，辞甚美。予裴徊末利花间，仰见秋月，顿起幽思，寻亦得此。蟋蟀，中都呼为促织，善斗。好事者或以二三十万钱致一枚，镂象齿为楼观以贮之。庾郎先自吟愁赋，凄凄更闻私语。露湿铜铺，苔侵石井，都是曾听伊处。哀音似诉，正思妇无眠，起寻机杼。曲曲屏山，夜凉独自甚情绪？西窗又吹夜雨，为谁频断续，相和砧杵？候馆迎秋，离宫吊月，别有伤心无数。豳诗漫舆，笑篱落呼灯，世间儿女。写入琴丝，一声声更苦！",
            "comment": "【注释】庾郎：南北朝时北周文人庾信写哀愁出名。杜甫有诗云，「庾信生平最萧瑟，暮年诗赋动江关。」铜铺：铜的饰件，装在门上挂门环用。思妇：思念离人的女子。蟋蟀又名促织，它的叫声使睡不着的女人又起来织布了。豳（bin1）诗：《诗经·豳风·七月》讲蟋蟀，「七月在野，八月在宇，九月在户，十月蟋蟀入我床下。」写入琴丝：姜夔自注，“宜政间，有士大夫制《蟋蟀吟》。”姜夔此词，前有小序云 ：“丙辰岁与张功父会饮张达可之堂，闻屋壁间蟋蟀有声，功父约予同赋，以授歌者。功父先成，辞甚美。予裴回茉莉花间，仰见秋月，顿起幽思 ，寻亦得此。蟋蟀，中都呼为促织，善斗。好事者或以三二十万钱致一枚，镂象齿为楼观以贮之。”丙辰是宋宁宗庆元二年（1196），张功父即张鎡 。他先赋《满庭芳·促织儿》，写景状物“心细如丝发”，曲尽形容之妙 ；姜夔则另辟蹊径，别创新意。词先从听蟋蟀者写入 。“庾郎先自吟愁赋 。”庾郎 ，即庾信，曾作《愁赋》，今已不传，此似指《哀江南赋》、《伤心赋》、《枯树赋》一类哀愁之作。杜甫诗云：“庾信生平最萧瑟，暮年诗赋动江关”。次句写蟋蟀声，凄切细碎而以“私语”比拟，生动贴切，并带有浓厚的感情色彩，因而和上句的吟赋声自然融合。“更闻”与“先自”相呼应，将词意推进一层。骚人夜吟 ，已自愁情满怀，更那堪又听到如窃窃“私语”的蟋蟀悲吟呢！从中寄寓了词人深沉的身世之感、家国之痛。“露湿”三句是空间的展开，目的是藉以触发更广泛的人事。铜铺，铜做的铺首 ，装在门上衔门环；此指门外。石井，此指井栏边。说蟋蟀鸣声在大门外；井栏边，到处可闻 。“哀音似诉 ”，承上“私语”而来，这如泣似诉的声声哀鸣，使一位本来就转侧无眠的思妇更加无法入梦了，只有起床以织布来消解烦忧（蟋蟀一名促织 ，正与词意符合）。于是蟋蟀声又和机杼声融成一片。这几句遗貌取神，离影得似，妙在如“野云孤云 ，去留无迹”（《张炎《词论》》）。词中的蟋蟀的鸣声为线索 ，把诗人、思妇、客子、帝王、儿童等不同的人事巧妙地组织到一篇中来。其中，不仅有词人自伤身世的喟叹，而且还曲折地揭示出北宋王朝的灭亡与南宋王朝苟且偷安，醉心于暂时安乐的可悲现实 。“曲曲屏山，夜凉独自甚情绪？”写思妇怀念远人的心情。面对屏风上的远水遥山，不由神驰万里。秋色已深，什么时候才能将亲手织就的冬衣送到远方征人的手中？秋夜露寒，什么时候征人才能回到自己的身边 ？远人遥隔，如今只余一人对影自怜，又有什么情绪来寻欢作乐呢？几句言简意远，委婉尽情。下片首句岭断云连，最得换头妙谛，被后人奉为典范。岭断，言其空间和人事的更换——由室内而窗外，由织妇而捣衣女。云连，指其着一“又”字承上而做到境换意连 ，脉络暗通。寒窗孤灯，秋风吹雨，那蟋蟀究竟为谁时断时续地凄凄悲吟呢？伴随着它的是远处时隐时显的阵阵捣衣声 。“为谁”二字，以有情向无情境界引向空灵深远之处。以下“候馆”三句，继续写蟋蟀鸣声的转移，将空间和人事推得更远更广。客馆，可以包举谪臣迁客、士人游子各色人等；离宫，可以包括不幸的帝王后妃、宫娥彩女。这些飘泊者、失意者，不论尊卑长幼，都要悲秋吊月，闻虫鸣而伤心无限在国怀乡愁绪袭扰心以上极写蟋蟀的声音处处可闻，使人有欲避不能之感 。它似私语，似悲诉，时断时续；它与孤吟声、机杼声、砧杵声交织成一片。仿佛让人听到一组凄婉哀愁的交响乐。“豳诗漫与”，词人说自己受到蟋蟀声的感染而率意为诗了。语出《诗经·豳风·七月》“七月在野，八月在宇，九月在户，十月蟋蟀入我床下。”可是，下面突然插入“笑篱落呼灯，世间儿女”两句，写小儿女呼灯捕捉蟋蟀的乐趣，声情骤变，似与整首乐章的主旋律不相协调。而与友人张鎡《满庭芳》词中“八时曾记得，呼灯灌穴，敛步随音。任满身花影，犹自追寻”意境相若。然细加品味，正如陈延焯所说：“以无知儿女之乐 ，反衬出有心人之苦，最为入妙。”（《白雨斋词话》）的确，这是这阕大型交响乐中的一支小小插曲，其妙用在于以乐写苦，所以当这种天真儿女所特具的乐趣被谱入乐章之后，并不与主旋律相悖逆，反倒使原本就无限幽怨凄楚的琴音，变得“一声声更苦”了。以乐笔写愁然，正是白石词的匠心妙用。这首词看似咏物，实则抒情，通过写听蟋蟀鸣声，寄托家国之恨。这首词的妙处在于分辟蹊径，别开生面，用空间的不断转换和人事的广泛触发，层层夹写，步步烘托，达到一种凄迷深远的艺术造境。"
        },
        {
            "title": "长亭怨慢",
            "content": "渐吹尽、枝头香絮。是处人家，绿深门户。远浦萦回，暮帆零乱向何许。阅人多矣，谁得似、长亭树。树若有情时，不会得、青青如此。日暮。望高城不见，只见乱山无数。韦郎去也，怎忘得、玉环分付。第一是、早早归来，怕红萼、无人为主。算空有并刀，难翦离愁千缕。",
            "comment": "【注释】原序：予颇喜自制曲，初率意为长短句，然后协以律，故前後阕多不同。桓大司马云：「昔年种柳，依依汉南，今看摇落，凄怆江潭，树犹如此，人何以堪」。此语予深爱之。昔年种柳：此处引语出自庾信《枯树赋》，故事则在《世说新语》，“〔东晋〕桓公北征，经金城，前为琅琊王时种柳，皆已十围，慨然曰：‘木犹如此，人何以堪？’”姜夔二十三岁时，曾游安徽合肥，与此地的歌女姊妹二人相识，时日一长，往来酬唱，情投意合。无奈客子行色匆匆，终有一别。后来，作者屡次到合肥与二女相会，情意愈浓。光宗绍熙二年，作者再次来到合肥，但不久就离去了，这首词大概作于离去之时，以寄托对二女的无尽眷念之情。题序中所谓“桓大司马”指桓温。而题序中所引 “昔年种柳”以下六句 ，均出庾信《枯树赋》，按此词是惜别言情之作，而题序中只言柳树，一来合肥的街巷都种柳树，因此作者写的有关合肥的情词，多借柳树发感。二来作者故意为之，以掩饰其孤寂之怀。上半阕是咏柳。开头说，春已深，柳絮吹尽，柳阴浓绿 。这正是合肥巷陌情况。“远浦”二句点出行人乘船离去 。“阅人”数句又回到说柳。长亭（古人送别之地）边，离人黯然销魂，而柳则无动于衷，依然“青青如此” 。暗用李长吉诗“天若有情天亦老”句意，以柳之无情反衬自己惜别的深情。这半阕词用笔不即不离，写合肥，写离去，写惜别，而表面上却都是以柳贯串，借做衬托。下半阕是写自己与情侣离别后的恋慕之情 。“日暮”三句写离开合肥后依恋不舍。唐欧阳詹在太原与一妓女相恋，别时有“高城已不见，况复城中人”之句。“望高城不见”即用此事，正切合思念情侣之意。“韦郎”二句用唐韦皋事。韦皋游江夏，与女子玉箫有情，别时留玉指环，约定数年后来娶。后来诺言成空，玉箫绝食而死（《云溪友议》卷中《玉箫记》条）。这两句是说，当临别时，自己向情侣表示，不会象韦皋那样“忘得玉环分付”，自己必将重来的。下边“第一”两句是情侣叮嘱之辞。她还是不放心，要姜夔早早归来 ，否则“怕红萼无人为主”。因为歌女社会地位低下，是不能掌握自己命运的，其情甚笃，其辞甚哀 。“算空有”二句以离愁难剪作结。这半阕词写自己惜别之情，情侣属望之意，凄怆缠绵。陈廷焯评此词云：“哀怨无端，无中生有，海枯石烂之情。”（《词则·大雅集》卷三）可谓的评。姜夔少时学诗取法黄庭坚，后来弃去，自成一家，但是他将江西诗派作诗之艺术手法运用于词中生新瘦硬，自成一家。男女相悦，伤离怨别，本是唐宋词中常见的内容，但是姜夔所作的情词则与众不同。他屏除秾丽，着笔淡雅，不多写正面，而借物寄兴（如梅、柳），旁敲侧击，有迴环宕折之妙。它不同于温、韦，不同于晏、欧，也不同于小山、淮海，这是极值得玩味的。"
        },
        {
            "title": "永遇乐 次稼轩北固楼词韵",
            "content": "云隔迷楼，苔封很石，人向何处？数骑秋烟，一篙寒汐，千古空来去。使君心在，苍崖绿嶂，苦被北门留住。有尊中酒差可饮，大旗尽绣熊虎。前身诸葛，来游此地，数语便酬三顾。楼外冥冥，江皋隐隐，认得征西路。中原生聚，神州耆老，南望长淮金鼓。问当时依依种柳，至今在否？",
            "comment": "【注释】迷楼：在扬州，为隋炀帝下江南时所建。镇江与扬州隔江相望。很石：北固山甘露寺中的一块石头，据说孙权和刘备曾经坐在上面共商大计。使君：指辛弃疾，辛曾任福建安抚使。这时稼轩已在上饶隐居逾十年，故称之「心在苍崖绿嶂」。北门：指镇江，当时是抗金的北疆门户。有尊中酒差可饮：东晋桓温曰，“京口酒可饮，箕可使，兵可用。”这里以桓温喻稼轩。认得征西路：桓温曾拜征西大将军。稼轩是从山东退到江南的，熟悉北方的山川形势，他自已也在《永遇乐·京口北固亭怀古》中说，「望中犹记，烽火扬州路。」依依种柳：见《长亭怨慢》注。宋宁宗嘉泰四年（1204），抗金老将辛弃疾由浙东安抚使被派知镇江府。其秋，写下了“气吞万里如虎”的名篇《永遇乐·京口北固亭怀古》。姜夔此阕，即步稼轩原词之韵以和。二词同是就登北固楼事而生感之作，但主题思想与表达方式有异。辛词怀古伤今，自抒其满怀忠愤。姜词则借古人古事以颂稼轩，通过赞扬稼轩来寄寓自己心系国家兴亡，拥护北伐大业的政治热情。此词最可贵之处，在于反映了北方人民盼望统一的迫切心情，并激励老年的辛弃疾努力完成收复中原的重任。词的上片，由楼前风景起兴，引出抗金英雄辛弃疾独当一面 、统率千军万马的高大形象。起三句，言江山没有什么变化，而往古英雄已经作古。言外之意是，今日国家急需英雄以御外侮、以图中兴。这个意思与辛词开头略同 ，但写法与意境各异其趣。辛词起三句出语豪壮，不重写景，直呼古人，以见本怀。姜词这里却用对仗十分工整的对偶句写出此间的情境 。“云鬲迷楼”，写望不见江北云雾遮隔的扬州；“苔封很石 ”，点北望所在之地的北固山。很石为刘备孙权共商抗曹大计之处。点处英雄遗迹，自有它的深刻涵意。白石十分注意不蹈辛弃疾的词的老路。在情景交融的含蓄境界中别饶雄浑隽永的韵味。接下来三句：“数骑秋烟，一篙寒汐，千古空来去。”承上而来，写古代英雄往矣，只有秋烟中的征骑、寒潮中的船只，仍然年复一年空自来去。这里的意思与辛词同位句“舞榭”三句也略同，都是寓江山寂寞、时势消沉之慨，但在具体写法和风格特征上却不遗余力。辛词此处正面吊古，写已经消失的事物，笔力雄大，感慨从语气中直接流露，显得悲壮而沉郁；姜词此处却出以侧笔，写楼前景致，借千古长有之物反衬已逝的人事，暗寓感慨于言外，显得凄婉而空灵。姜词之学稼轩而善于变化，于此可见一斑。通过这一番不胜今昔之感的慨叹，呼唤当今英雄的主题就可水到渠成地展现了。如果说，辛、姜二词的前六句怀古之意相近，而表现手段不同，那么，它们的下文就只是保留风格上的某种一致，而在内容上和抒情意象的塑造上却都自成一体，各具审美意义了 。辛词的下文，继续怀古，以南朝刘宋之初两代皇帝北伐的成败 ，来鉴诫当今，表达自己的政见，并于篇末透露自己空具北伐壮志的悲愤 。辛词的基本点，是利用典故含义来寄寓本怀。而姜夔此阕的下文，虽也多次运用历史典故，其用途却在于塑造自己所崇敬的当代英雄——辛弃疾的形象，并在这个众望所归的英雄豪杰的形象里寄托自己的政治理想。从“使君心在”以下至篇末，中间虽有上下片的界限，但在内容上却只是一个大段落，一个大层次 ，全是歌颂辛弃疾其人。“使君”三句是说：辛弃疾长期罢官闲居，本已热爱上了青崖绿嶂的田园生活，但政局的变化，国家的需要，使得他被委派到京口这个北疆门户来坐镇，无法遂其隐居之志了。这里既赞颂了辛弃疾的高风亮节，又隐隐约约地表示了对他长期被投降派顽固势力排斥打击的不平 。上片末二句，承“北门留住”而来，描写辛弃疾在镇江练兵备战的赫赫军威 。上句用东晋桓温“京口酒可饮，箕可用，兵可使”的话（见《世说新语·捷悟》刘注引《南徐州记》），切地切人又切事，可谓融化不涩，体认点题 ；下句以军旗之图案暗示辛弃疾部下将士的勇武，和这位主帅本人的治军有方。过片三句，进一步热烈的推崇、赞颂辛弃疾，把他比为致力北伐大业、为国事鞠躬尽瘁的伟大政治家、军事家诸葛亮，认为南宋要收复中原，非辛弃疾莫属。这三句赞语，并非溢美之辞，而是南宋有识之士对辛弃疾的公论。当时的人们普遍认为辛弃疾的才德堪与古代最杰出的将相比肩，如陆游《送辛幼安殿撰造朝》云：“大材小用古所叹，管仲萧何实流亚”；刘宰《贺辛待制知镇江》云：“某官卷怀盖世之气，如圯下子房；剂量济时之策，若隆中诸葛 ”。姜夔这种坚信辛弃疾有惊人胆略才干、能使北伐成功的褒扬之辞 ，与稼轩原词下片借古讽今、反对无准备的北伐的那三句遥相呼应，深得唱和之旨。接下来，“楼外冥冥，江皋隐隐，认得征西路”三句，又把笔墨移到京口的远景上来。东晋桓温拜征西大将军，北讨苻秦，以及后来刘裕北伐中原之时，京口地区都是兵员和战略物资的重要集中地，历来为兵家必争之地。这里通过对这个古今战略要地的形势进行描绘，突出了辛弃疾对北伐的方略与路线稳操胜券。这与辛词同位句“望中犹记 ，风火扬州路”再次呼应，互相辉映。作者因辛弃疾所登楼眺望的，是失陷已久的中原大地，故下文“中原生聚，神京耆老，南望长淮金鼓”三句，直抒胸臆，把笔触转入北伐这个时代的最大课题上来。白石在一般人心目中是脱离现实的清客，但这里他却丝毫没有超然尘外，而是沉痛地为北方沦陷区人民道出了迫切盼望北伐的心声。词的结尾两句，引出桓温的故事来比拟描写辛弃疾此时的激动感慨的心理，尤觉意味深长。东晋大将桓温从江陵出发北征前秦时，看到他早年在路上种的柳树已长得很粗，不禁感叹说：“木犹如此，人何以堪！”因而攀援枝条，至于下泪。这里是在想象稼轩的心理活动道：稼轩啊，当此北伐的前夕，你在想什么？你可能在想：“我南渡之前在北方亲手栽种的依依细柳，今天一定还在吧？”这一虚拟之笔，以代稼轩倾诉挥师北伐的要求来寄托白石自己心中同样迫切的愿望，显得非常含蓄婉转，给人留下发挥想象的余地。白石词的结尾大多含蕴丰富，摇曳生姿，意境悠远，有幽隽秀雅之致。从这篇刻意学辛的作品中，仍可看出他自己的这些特长。"
        },
        {
            "title": "月下笛",
            "content": "与客携壶，梅花过了，夜来风雨。幽禽自语。啄香心，度墙去。春衣都是柔荑剪，尚沾惹、残茸半缕。怅玉钿似扫，朱门深闭，再见无路。凝竚，曾游处。但系马垂杨，认郎鹦鹉。扬州梦觉，彩云飞过何许？多情须倩梁间燕，问吟袖弓腰在否？怎知道、误了人，年少自恁虚度！",
            "comment": "【注释】这首词是白石追怀昔日冶游，思念旧日情人之作。白石一生布衣作客，辗转江湖，且生性多情，所以疏狂流连的韵事，亦在所不见。这在那个时代的文人学士，也是寻常之事。光阴已逝，情事已非，但词人却念念不忘割舍不下 ，于是“与客携壶”，借酒浇愁有了这首《月下笛》。姜白石作词，多从细微处着笔，而且善于表现情景交融的特定境界。“梅花过了” ，已点出仲春的时令 ，“夜来风雨”揭示梅花过了”的原因 。接下来，描写“幽禽”。幽禽，当指黄莺，柳永《黄莺儿》词，有“幽谷暄和，黄鹂翩翩”之句，可证。称黄莺为幽禽 ，暗示作者心情的孤寂、幽独。“幽禽自语。啄香心 ，度墙去”十个字，写黄莺的鸣叫、啄食、飞翔，都是从细微之处着笔 ，表现出骚人墨客特有的情绪，暗示了词人清苦寂寞的情怀 。这几句与其《庆宫春》中之“呼我盟鸥，翩翩欲下 ，背人还过木末”。各尽其妙。下面写到春衣，更可看出作者用笔之细 。“春衣都是柔荑剪 ，尚沾惹、残茸半缕”。柔荑，用细白柔嫩的初生茅草比喻美女的手 ，语出《诗经·硕人》“手如柔荑”。茸，即绣茸，刺绣用的丝线 。身上穿的春衣，是伊人素手亲绣，这与传为苏东坡作的《青玉案》词所写的“春衫犹是 ，小蛮针线”思路相同，但姜白石的笔触更为细腻，同是睹物思人，他却把无限深情凝聚在春衣的细微局部上，凝聚在香泽犹存的一点点线茸儿上，而这“残茸半缕”恰恰成为了感情的焦点 ，所以更见深度正是“于细微处见精神”。接下来，用“玉钿”指代意中人，同时点明“朱门深闭，再见无路 ”的事实 ，而其用语则显然是从唐人崔郊《赠去婢》诗中那“侯门一入深入海，从此萧郎是路人”的名句化出的无限惆怅难解之情，溢于言外。过片用“凝竚”作引领，从凝神静思之中描写了回忆与追寻的心理活动。用“系马垂杨，认郎鹦鹉”八个字描写往日的冶游，写得既生动又巧妙极见词人灵思妙用。说它生动，是能把当日冶游的气派神情描摹得活灵活现，系马足见风采，认郎以示熟稔 ，说它巧妙，是在前面加上一个“但”字，就由过去转到现在，如今只剩下垂杨和鹦鹉，从而把人去楼空、事过境迁的感慨传达了出来。这两句构思之精，用语之妙，寄情之深，直可与苏轼《永遇乐》“燕子楼空，佳人何在？空锁楼中燕”相媲美。皆有风景不殊而精事已非的深深慨叹。再下几句，可以说是针对杜牧那“十年一觉扬州梦 ，赢得青楼薄幸名”《遣怀》的著名诗句所作的发挥。大梦既觉，知道“彩云”已经“飞过”，——彩云是用北宋词人晏几道“当时明月在，曾照彩云归”《临江仙》句意 ，那就不必再痴痴地回忆了。可是，对能歌善舞的“吟袖弓腰”还是难以忘怀，只得让多情的“ 梁间燕子 ”去代为探问，——这是用李商隐“蓬莱此去无多路，青鸟殷勤为探看”句意 。可是，探问的结果却是仍然不知下落，故而只得以自伤昔日为多情所误，虚度少年时光结束全词 。这“误了人”的自伤自叹，表面上看是自伤多情，实则更反衬出词人的一往情深。"
        },
        {
            "title": "鹧鸪天 正月十一日观灯",
            "content": "巷陌风光纵赏时，笼纱未出马先嘶。白头居士无呵殿，只有乘肩小女随。花满市，月侵衣，少年情事老来悲。沙河塘上春寒浅，看了游人缓缓归。",
            "comment": "【注释】这首词作于宋宁宗庆元三年（1197）。元宵为我国传统节日农历正月十五赏灯 。据周密《武林旧事》卷二记载，南宋时，“自去岁赏菊灯之后，迤逦试灯，谓之预赏。一入新正，灯火日盛 。”此词题作“正月十一日观灯 ”，乃写灯节前的预赏。但此词的主旨不在于描绘灯节的繁华热闹景象和叙写节日的愉悦心情，而在于抒写飘泊江湖的身世之感和情人难觅的相思之情。以冷笔写热情，以乐景衬哀情，是本词的基本特色。起首二句先描述临安元宵节前预赏花灯的盛况。这一天大街小巷张灯结彩，士庶熙熙攘攘，纵情游赏。“笼纱未出马先嘶”一句，写当时王孙公子赏灯情景，非常符合历史真实。据吴自牧《梦粱录》卷一“元宵”云 ：“公子王孙，五陵年少，更以纱笼（即灯笼）喝道 ，将带佳人美女，遍地游赏。”笼纱即纱笼。词人仅以七字概括了这些贵族公子外出观灯的气派，气象华贵，隽永有味，意境高远。正如况周颐所说 ：“七字写出华贵气象，却淡隽不涉俗 。”（《蕙风词话》卷二）其所以达到如此艺术效果，主要是因为词人从侧面着笔，写出一个典型的细节，故能先声夺人，造成一种无形的美感。若从正面落墨，不知要费多少气力，然终不如此句的含蓄有味。“白头”二句，笔势骤转，写自身寂寥落寞，与前两句形成鲜明对照。词人一生未入仕途，布衣终生，长年以清客身份依居于名流公卿之家，过着寄人篱下、辗转飘泊的生活。写此词时，词人已四十三岁，当时词人移家临安，依附于张鉴门下 。因慨叹年老而功名未立 ，故自称“白头居士”。所谓“呵殿”，即前呵后殿 ，指身边随从。这两句正为“笼纱”句反衬：贵家子弟出游，前呼后拥；词人观灯，唯有小女乘肩其冷暖自知，悲欢异趣，固有不同矣 。“乘肩小女 ”，旧有二说 。《武林旧事》卷二“元夕”云 ：“都城自旧岁孟冬驾回，已有乘肩小女鼓吹舞绾者数十队，以供贵邸豪家幕次之玩 。”系指歌舞艺人。黄庭坚《山谷内集》卷六《陈留市隐》诗序云：陈留市上有刀镊工，惟一女年七岁，日以刀镊所得钱与女醉饱 ，则簪花吹长笛 ，肩女而归。诗有“乘肩娇小女”之句。白石此处当用后一事，借以抒写穷中觅欢。苦中作乐之意，而笔锋也关顾到灯节舞队中的“乘肩小女” 。吴文英《玉楼春·京市舞女》有“乘肩争看小腰身”之句，与《武林旧事》所记的“乘肩小女”舞队，同叙南宋临安灯节风光。本句中以“随”字暗射“呵殿”，这与晋代阮咸 ，当七月七日循俗晒衣，同族富家皆纱罗锦绮，阮咸独以竹竿挂大布犊鼻裈，云“未能免俗，聊复尔耳”，同一机杼，有异曲同工之妙，不惟解嘲，亦含激愤。过片三句抒写个人悲慨 。“ 花满市 ，月侵衣”，是上阕“巷陌风光”的具体化 ；“少年情事老来悲”，则是说见此满市花灯，当空皓月，回忆少年时灯夕同游之乐事，而今风光依旧，而情事已非，翻成老来之悲。其中应有所寄寓。词人三天之后又有同调作品云：“肥水东流无尽期，当初不合种相思 。&#8943;&#8943;春未绿，鬓先丝，人间别久不成悲。”题作“元夕有所梦”。此云“少年情事老来悲”，彼云“人间别久不成悲”，所悲者何？合肥旧侣不可得见也。如今词人已双鬓如霜，而情人远隔天涯，其间悲痛，固人诉难堪矣。以手法言之 ，“花满市，月侵衣”，乃是乐景乃是热情；“少年”句则是哀情乃是冷笔。以乐景写哀，则倍增其哀，以冷笔处理热情，其冷情心境固已自明矣。细细涵泳，这几句确实是动人的。结尾二句写夜深灯散，春寒袭人，游人逐渐归去。沙河塘，在钱塘县（今浙江杭州）南五里，苏轼《虞美人》词云 ：“沙河塘里灯初上，水调谁家唱？”王庭珪《初至行在》诗云 ：“行尽沙河塘上路，夜深灯火识昇平 。”南宋定都临安后 ，那里已成繁华地区。这里的沙河塘，即首句“巷陌”的具体化查明具体地点；两个结句，也是与起首二句前后呼应的。来时巷陌马嘶，何其热闹；去时游人缓归，又何其冷清。这与李清照写元宵佳节的《永遇乐》“不如同帘儿底下，听人笑语 ”实有一种相同的说不出的痛。两相对照，视柳永的“随分良聚 ，堪对此景 ，争忍独醒归去。”（《迎新春》），又是何种不同的心情。不过 ，相比于李清照词的凄凉、冷寂，柳永词的欢欣鼓舞，白石词更能化实为虚，空灵含蕴，所谓无限感慨，都在虚处。"
        },
        {
            "title": "赋千岩曲水",
            "content": "红雨洒溪流，下濑仍小驻。鱼队猎残香，故故作吞吐。老子把一杯，微风忽吹去。",
            "comment": ""
        },
        {
            "title": "送李万顷",
            "content": "猛相思里得君来，政喜欢时却便回。别路苦无青柳折，至家应有小桃开。起居五马兼堂上，问讯知岩及阿灰。儿女痴顽夫妇健，漂零何日共尊罍。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "摩挲紫盖峰头石。上瞰苍崖立。玉盘摇动半崖花。花树扶蔬、一半白云遮。盈盈相望无由摘。惆怅归来屐。而今仙迹杳难寻。那日青楼、曾见似花人。",
            "comment": ""
        },
        {
            "title": "除夜自石湖归苕溪 其七",
            "content": "笠泽茫茫雁影微，玉峰重叠护云衣。长桥寂寞春寒放，只有诗人一舸归。",
            "comment": ""
        },
        {
            "title": "扬州慢",
            "content": "淳熙丙申正日，予过维扬。夜雪初霁，荠麦弥望。入其城则四壁萧条，寒水自碧，暮色渐起，戍角悲吟。予怀怆然，感慨今昔，因自度此曲。千岩老人以为有《黍离》之悲也。淮左名都，竹西佳处，解鞍少驻初程。过春风十里，尽荠麦青青。自胡马窥江去后，废池乔木，犹厌言兵。渐黄昏、清角吹寒，都在空城。杜郎俊赏，算而今重到须惊。纵豆蔻词工，青楼梦好，难赋深情。二十四桥仍在，波心荡冷月无声。念桥边红药，年年知为谁生。",
            "comment": "【注释】淮左：宋在苏北和江淮设淮南东路和淮南西路，淮南东路又称淮左。竹西：扬州城东一亭名，景色清幽。春风十里：借指昔日扬州的最繁华处。杜牧《赠别》，「娉娉袅袅十三馀，豆蔻梢头二月初。春风十里扬州路，卷上珠帘总不如。」这首诗也就是下阙的“豆蔻词”。胡马窥江：１１２９年和１１６１年，金兵两次南下，扬州都遭惨重破坏。这首词作于１１７６年。杜郎：唐朝诗人杜牧，他以在扬州诗酒清狂著称。青楼梦：杜牧《遗怀》，「十年一觉扬州梦，赢得青楼滨〔幸加人旁〕名。」二十四桥：在扬州西郊，传说有二十四美人吹箫于此。杜牧有诗云，「二十四桥明月夜，玉人何处教吹箫。」桥边红药：二十四桥又名红药桥，桥边生红芍药。这首词写于宋孝宗淳熙三年（1176）冬至日，词前的小序对写作时间 、地点及写作动因均作了交待。姜夔因路过扬州，目睹了战争洗劫后扬州的萧条景象，抚今追昔，悲叹今日的荒凉，追忆昔日的繁华，发为吟咏，以寄托对扬州昔日繁华的怀念和对今日山河破的哀思。白石到达扬州之时，离金主完颜亮南犯只有十五年，当时作者只有二十几岁。这首震今烁古的名篇一出，就被他的叔岳肖德藻（即千岩老人）称为有“黍离之悲”。《诗经·五风·黍离》篇写的是周平王东迁之后 ，故宫恙浮，长满禾黍，诗人见此，悼念故园，不忍离去。这首词充分体现了作者认为的诗歌要“含蓄”和“句中有余味 ，篇中有余意”（《白石道人诗说》）的主张，也是历代词人抒发“黍离之悲”而富有余味的罕有佳作。词人“解鞍少驻”的扬州，位于淮水之南，是历史上令人神往的“名都”，“竹西佳处”是从杜牧《题扬州禅智寺》“谁知竹西路，歌吹是扬州”化出。竹西，亭名，在扬州东蜀岗上禅智寺前 ，风光优美。但经过金兵铁蹄蹂躏之后，如今是满目羔坞了。经过“胡马”破坏后的残痕，到处可见，词人用“以少总多”的手法 ，只摄取了两个镜头：“过春风十里，尽荠麦青青”和满城的“废池乔木”。“荠麦青青”使人联想到古代诗人反复咏叹的“彼黍离离”的诗句，并从“青青”所特有的一种凄艳色彩，增加青山故国之情 。“废池”极见蹂躏之深，“乔木”寄托故园之恋。这种景物所引起的意绪 ，就是“犹厌言兵”。清人陈廷焯特别欣赏这段描写，他说：“写兵燹后情景逼真。‘犹厌言兵’四字，包括无限伤乱语，他人累千百言，赤无此韵味 。”（《白雨斋词话》卷二）这里，作者使用了拟人化的手法，连“废池乔木”都在痛恨金人发动的这场不义战争，物犹如此，何况于人！这在美学上也是一种移情作用。上片的结尾三句：“渐黄昏，清角吹寒 ，都在空城”，却又转换了一个画面 ，由所见转写所闻，气氛的渲染也更加浓烈。当日落黄昏之时，悠然而起的清角之声，打破了黄昏的沉寂，这是用音响来衬托寂静更增萧条的意绪。“清角吹寒”四字，“寒”字下得很妙，寒意本来是天气给人的触觉感受，但作者不言天寒 ，而说“吹寒”，把角声的凄清与天气的寒冷联系在一起，把产生寒的自然方面的原因抽去，突出人为的感情色彩 ，似乎是角声把寒意吹散在这座空城里。听觉所闻是清角悲吟，触觉所感是寒气逼人，再联系视觉所见的“荠麦青青 ”与“废池乔木”，这一切交织在一起，一切景物在空间上来说都统一在这座“空城”里 ，“都在”二字，使一切景物联系在一起。着一“空”字，化景物为情思，把景中情与情中景融为一体，写出了为金兵破坏后留下这一座空城所引起的愤慨；写出了对宋王朝不思恢复，竟然把这一个名城轻轻断送的痛心；也写出了宋王朝就凭这样一座“空城”防边，如何不引起人们的忧心忡忡 ，哀深恨彻。用今昔对比的反衬手法来写景抒情，是这首词的特色之一。上片用昔日的“名都”来反衬今日的“空城” ；以昔日的“春风十里扬州路”（杜牧《赠别》）来反衬今日的一片荒凉景象——“ 尽荠麦青青”。下片以昔日的“杜郎俊赏 ”、“豆蔻词工”、“青楼梦好”等风流繁华，来反衬今日的风流云散、对景难排和深情难赋。以昔时“二十四桥明月夜 ”（杜牧《寄扬州韩绰判官》）的乐章，反衬今日“波心荡、冷月无声”的哀景。下片写杜牧情事，主要目的不在于评论和怀念杜牧，而是通过“化实为虚”的手法，点明这样一种“情思”：即使杜牧的风流俊赏 ，“豆蔻词工”，可是如果他而今重到扬州的话，也定然会惊讶河山之异了。借“杜郎”史实，逗出和反衬“难赋”之苦。“波心荡、冷月无声”的艺术描写，是非常精细的特写镜头。二十四桥仍在 ，明月夜也仍有，但“玉人吹箫”的风月繁华已不复存在了。词人用桥下“波心荡”的动 ，来映衬“冷月无声”的静。“波心荡”是俯视之景 ，“冷月无声”本来是仰观之景，但映入水中，又成为俯视之景，与桥下荡漾的水波合成一个画面，从这个画境中，似乎可以看到词人低首沉吟的形象。总之，写昔日的繁华，正是为了表现今日之萧条。善于化用前人的诗境入词，用虚拟的手法，使其一波未平，一波又起，余音缭绕，余味不尽，也是这首词的特色之一 。《扬州慢》大量化用杜牧的诗句与诗境（有四处之多），又点出杜郎的风流俊赏 ，把杜牧的诗境，融入自己的词境。"
        },
        {
            "title": "越女镜心/法曲献仙音",
            "content": "风竹吹香，水枫鸣绿，睡觉凉生金缕。镜底同心，枕前双玉，相看转伤幽素。傍绮阁、轻阴度。飞来鉴湖雨。近重午。燎银篝、暗薰溽暑。罗扇小、空写数行怨苦。纤手结芳兰，且休歌、九辩怀楚。故国情多，对溪山、都是离绪。但一川烟苇，恨满西陵归路。",
            "comment": ""
        },
        {
            "title": "疏影",
            "content": "苔枝缀玉，有翠禽小小，枝上同宿。客里相逢，篱角黄昏，无言自倚修竹。昭君不惯胡沙远，但暗忆、江南江北。想佩环、月夜归来，化作此花幽独。　　犹记深宫旧事，那人正睡里，飞近蛾绿。莫似春风，不管盈盈，早与安排金屋。还教一片随波去，又却怨、玉龙哀曲。等恁时、重觅幽香，已入小窗横幅。",
            "comment": " | 【注释】苔枝缀玉：范成大（即小序中提到的石湖）《梅谱》说他家乡的古梅“苔须垂于枝间，或长数寸。”客里：白石是江西人，当时住苏州。倚修竹：杜甫《佳人》，「天寒翠袖薄，日暮倚修竹。」这里把梅花比作美人。佩环月夜归来：杜甫吟昭君云，「环佩空归月夜魂。」深宫旧事：《太平御览》引《杂五行书》，“宋武帝女寿阳公主人日卧于含章殿檐下，梅花落公主额上，成五出花，拂之不去。皇后留之，看得几时。经三日，洗之乃落。宫女奇其异，竞效之，今梅花妆是也。”盈盈、金屋：《古诗十九首》，「盈盈楼上女，皎皎当窗牖。……荡子行不归，空床难独守。」又《汉武故事》记武帝幼时对姑母说，“若得阿娇（武帝表妹）作妇，当作金屋贮之。”玉龙、哀曲：玉龙是笛子名，哀曲指曲子《梅花落》。李白有诗云，「黄鹤楼中吹玉笛，江城五月落梅花。」"
        },
        {
            "title": "古乐府",
            "content": "甚欲逐郎行。畏人笑无媒。日日东风起，西家桃李开。",
            "comment": ""
        },
        {
            "title": "春日书怀四首",
            "content": "武昌十万家，落日紫烟低。亭亭头陀塔，高处白鸟棲。白鸟忽飞去，春山空四围。南楼有佳人，再召且再辞。闭门课文事，撄物深一机。斯人不可致，白鸟会来归。",
            "comment": ""
        },
        {
            "title": "湖上寓居杂咏 其十二",
            "content": "钓窗不忍见南山，下有三雏骨未寒。惆怅古今同此味，二陵风雨晋师还。",
            "comment": ""
        },
        {
            "title": "过桐庐",
            "content": "横看山色仰看云，十幅风帆不藉人。记取合江江畔树，他年此处好垂纶。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "藓干石斜妨，玉蕊松低覆。日暮冥冥一见来，略比年时瘦。凉观酒初醒，竹阁吟才就。犹恨幽香作许悭，小迟春心透。",
            "comment": ""
        },
        {
            "title": "昔游诗 其六",
            "content": "天寒白马渡，落日山阳村。是时无霜雪，万时砚奔奔。外旃吹已爱，内纩冰不温。吹马马欲倒，吹笠任飞翻。不见行路人，但见草木蕃。忽看野烧起，大焰烧乾坤。声如震雷震，势若江湖吞。虎豹走散乱，麋鹿不足言，夜投野店宿，无壁亦无门。此行值三厄，幸得躯命存。明发见老姊，斗酒为招魂。",
            "comment": ""
        },
        {
            "title": "除夜自石湖归苕溪 其一",
            "content": "细草穿沙雪半销，吴宫烟冷水迢迢。梅花竹里无人见，一夜吹香过石桥。",
            "comment": ""
        },
        {
            "title": "以长歌意无极好为老夫听为韵奉别沔鄂亲友",
            "content": "孤鸿度关山，风霜摧翅瓴。影低白云莫，哀噭那忍听。士生有如此，储粟不满瓶。著书穷愁滨，可续离骚经。",
            "comment": ""
        },
        {
            "title": "以长歌意无极好为老夫听为韵奉别沔鄂亲友",
            "content": "英英白龙孙，眉目古人气。拮据营数椽，下帘草生砌。文章作迳庭，功用见造次。无庸垂罄嗟，遗安鹿门意。",
            "comment": ""
        },
        {
            "title": "观灯口号",
            "content": "正好嬉游天作魔，翠裾无奈雨沾何。御街暗里无灯火，处处但闻楼上歌。",
            "comment": ""
        },
        {
            "title": "昔游诗 其八",
            "content": "青草长沙境，洞庭渺相连。洞庭西北角，云梦更无边。复有白湖沌，渺莽里数千。岂惟大盗窟，神龙所盘旋。白湖辛已岁，忽堕死蜿蜒。一鳞大如箕，一髯大如椽。白身青鬐鬣，两角上梢天。半体卧沙上，半体犹沈渊。里正闻之官，官使吏致虔。作斋为禳禬，观者足阗阗。敛席覆其体，数里闻腥膻。一夕雷雨过。此物忽已迁。遗迹陷成川，中可行大船。是年虏亮至，送死江之壖。或云祖龙识，诡异非偶然。近日山阳人，采菱不知还。望见三龙浮，目若电火燃。见龙多见尾，少见四体全。一龙已为异，三者亦罕传。又因鱼湖侧，水中忽生烟。烟中一驴出，绕身步蹁跹。俄随霹雳去，欲诘无由缘。我闻语此事，乘舟往观焉。径往枯葭蒲，白鹭争相先。湖有刘备庙，实司浩渺权。裴回无所见，归棹月明前。",
            "comment": ""
        },
        {
            "title": "平甫见招不欲往",
            "content": "楼阁万重秋雨里，峰峦四合暮潮边。凤城今夕凉如水，多少人家度管纺。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "辇路珠帘两行垂，千枝银烛舞凄凄。东风历历红楼下，谁识三生杜牧之。欢正好，夜何其。明朝春过小桃枝。鼓声渐远游人散，惆怅归来有月知。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "金谷人归，绿扬低扫吹笙道。数声啼鸟。也学相思调。月落潮生，掇送刘郎老。淮南好。甚时重到。陌上生春草。",
            "comment": "【注释】白石此词，与其合肥情事有关，词中思恋的是其合肥情侣。词人以宋光宗绍熙元年庚戌（1190）到合肥，见《淡黄柳》词序，第二年辛亥正月二十四日离开，见《浣溪沙》词序。又据一些词看，辛亥年他似乎再到过合肥，经秋再次离去。这首《点绛唇》就是再到合肥又离去时的作品。请参看夏承焘《姜白石词编年笺校 》所载《行实考》第七《合肥词事》。这首词上片说聚首的欢愉，下片写离别的痛苦。上下片内容不是同时。欢聚或在春晚 、夏初。离散似是冬季。白石是一个至情至性之人，自从“当初不合种相思”，这种刻骨铭心的思恋便成为白石心灵深处一个拆解不开的“情结 ”，终白石之一生，虽九死而不悔，真是天地至性，人间至情。首句“金谷人归”，金谷除普通以代指园中多美人以外，还有三种可能：（一）或暗示琵琶女姓梁。《岭表录异》上云：“石崇以明珠三斛换绿珠于容州，本姓梁氏。”（二）或赞美其人妙解音律。干宝《晋纪》云：“石崇有伎人绿珠，美而工笛。”与本词下句“吹笙”疑有连系。白石他词中写合肥情事时，也多写到乐器 。（三）或意在引起一极美好的宜于美人的环境的想象 。庾信《春赋》云 ：“河阳一县併是花，金谷从来满园树。”白石《凄凉犯》词序云：“合肥巷陌皆种柳 。”但合肥当日不过一荒凉边城 。“出城四顾，则荒野烟草，不胜凄黯。”（《凄凉犯》词序）“巷陌凄凉 ，与江左异。”（《淡黄柳》词序）。如此城郭，岂宜为美人居止？幸其多柳，故不惜重笔渲染，比于金谷，亦略为伊人居处增色。白石写情，不在于情事本身，故对情人的容妆和行动很少着笔，而重在对情事的独特的内心感受，抒发自己绵绵无尽的相思之苦。故以下三句，都只写景。本来，世间情人相对，一举手一投足，一颦一笑，都直见深心，更不容一语表白，何况文字？这就是写情常寓于景 ，写景就是写情的心理根据。玉田《词源》卷下“离情”说 ：“言情之词，必藉景色映托，乃具深婉流美之致。”近人王国维亦说：“一切景语皆情语也 。”故所谓写景，不过是词人把自己的感情喷射向外物，与物“一化”，就是庄子所谓“物化”。这也是我们现在所说的美学上的移情作用。这里的绿杨啼鸟，实际是词人对吹笙人的整个灵魂的拥抱 。还不仅此，不仅是词人化身为自然来“庄严”自己的情人，而且，尤其是，在词人眼中，她俨然就是宇宙的中心，她飘然莅临，成为万物的主宰。中国传统文学中此例颇多，如曹子建的《洛神赋 》。当写到人神心通的时候，洛神感动了，于是“屏翳（雨师）收风，川后静波，冯夷（河神）鸣鼓，女娲（这里用为音乐女神）清歌”。看吧，洛神就是宇宙的中心，万物的主宰，因为她就是美和爱。但创造的魔杖还是握在诗人（或词人）的手中的。诗人是可以驱遣鬼神，促使万物，创造一个再造世界 。韩愈说李白、杜甫“陵暴万象”，当作如是解。本词虽分两片，却非平列。上片是追忆聚首的欢愉，似水的柔情，如梦的深永。下片是词的现实世界，是诀别的痛苦。“月落潮生”，语出元稹《重赠乐天》：“明朝又向江头别，月落潮平是去时。”“掇送”犹断送（张相说）。“ 刘郎”，用入天台山遇仙女的刘晨自比。“天若有情天亦老”，何况自知无分再见神仙的刘郎呢 。“淮南好”三句用淮南小山《招隐士赋》：“王孙游兮不归，芳草兮萋萋 。”这和《江梅引》结韵说“歌罢淮南春草赋 ，又萋萋。漂零客，泪满衣。”意境相同。本词“陌上生春草”五字截断众流，顿时使上片的“小得团囫 ”（玉溪句：“小得团囫足怨嗟”），尽成愁绪，正是“此恨绵绵无绝期。”杜牧之诗：“恨如春草多 ，事与孤鸿去”（《题安州浮云寺楼&#8943;&#8943;》），可以题此词。白石词善于后路作结，即歇拍处化情为景，篇终接混茫，无限深情，千般感慨，都在一种迷离凄凉的意境中深化升华，余音袅袅，韵味无穷。"
        },
        {
            "title": "石湖仙",
            "content": "松江烟浦。是千古三高，游衍佳处。须信石湖仙，似鸱夷、翩然引去。浮云安在，我自爱、绿香红舞。容与。看世间、几度今古。卢沟旧曾驻马，为黄花、闲吟秀句。见说胡儿，也学纶巾敧雨。玉友金蕉，玉人金缕。缓移筝柱。闲好语。明年定在槐府。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "中兴无限艰难意，日暮湖平力士归。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "昔游未远，记湘皋闻瑟，沣浦捐褋。因觅孤山林处士，来踏梅根残雪。獠女供花，伧儿行酒，卧看青门辙。一丘吾老，可怜情事空切。曾见海作桑田，仙人云表，笑汝真痴绝。说与依依王谢燕，应有凉风时节。越只青山，吴惟芳草，万古皆沈灭。绕枝三匝，白头歌尽明月。",
            "comment": ""
        },
        {
            "title": "观灯口号",
            "content": "珠络玻璃到地垂，凤头衔带玉交枝。君王不赏无人进，天竺堂深夜雨时。",
            "comment": ""
        },
        {
            "title": "琵琶仙",
            "content": "《吴都赋》云：「户藏烟浦，家具画船」，唯吴兴为然，春游之盛，西湖未能过也。己酉岁，予与萧时父载酒南郭，感遇成歌。双浆来时，有人似、旧曲桃根桃叶。歌扇轻约飞花，娥眉正奇绝。春渐远，汀洲自绿，更添了、几声啼鴂。十里扬州，三生杜牧，前事休说。又还是、宫烛分烟，奈愁里匆匆换时节。都把一襟芳思，与空阶榆荚。千万缕、藏鸦细柳，为玉尊、起舞回雪。想见西出阳关，故人初别。",
            "comment": "【注释】宋词独诣之美，在于发舒灵心秀怀之思，极尽要眇馨逸之致。在中国人文化心灵发育史上，宋词意味着一种新境界。姜白石词 ，“天籁人力 ，两臻绝顶”（冯煦《宋六十一家词选例言》），几乎篇篇都是宋词中的珍品。淳熙十六年己酉（1189），白石在吴兴（今浙江湖州）载酒游春时，因见画船歌女酷合肥情侣，而引发怀人之情，一襟芳思。词中“桃叶桃根”拟其旧日情侣为女子二人，其人善弹琵琶 。《解连环》有“大乔能拨春风”，《浣溪沙》有“恨入四弦”句，亦可为论。这就是调名为《琵琶仙》的缘故 ，是白石自创新调。白石对旧日情人的一往情深，正如沈祖棻所说 ：“蛾眉虽自奇绝，而属意故人，所谓“任他弱水三千，我只取一瓢饮也。”（《姜夔词小札》）吴兴北濒太湖，山水清绝。东西苕溪诸水流至城内，汇为霅溪，流入太湖。词序赞美吴兴“户藏烟浦，家具画船”，“春游之盛 ，西湖未能过也”。到过西湖 、太湖的人都知道，西湖以韵致胜，太湖以气象胜。吴兴春游之盛，北宋著名词人张先有《木兰花·乙卯吴兴寒食》留下写照。白石此词，主旨却并不在春游，而在感发怀人之思。“双桨来时，有人似、旧曲桃根桃叶 。”开头便“从所遇说起，破空而来，笔势陡健，与他词徐徐引入者不同”（陈匪石《宋词举》）。旧曲，旧指旧游，曲指坊曲。“倡家谓之曲 ，其选入教坊者，居处则曰坊”（郑文焯《清真集校》）。桃叶，晋代王献之妾，桃根是其妹 。献之笃爱桃叶，曾作《桃叶歌》赠之，桃叶以《团扇歌》作答（《 隋书·五行志》、《乐府诗集》卷四五）。此处用桃叶桃根指称歌女姊妹 。水面上忽来双桨，那画船由远而近，船上之女子，乍一睹之，其容貌竟酷似我旧时相知的坊曲情人。仔细谛视，才发现不是。这翻蓦然一惊、一喜、复又释然，而又不胜怅惘之感受，尽见于似之一字。“歌扇轻约飞花，蛾眉正奇绝。”歌扇是歌女手持之团扇 ，可以遮面障羞，上写歌曲之名以备忘。约，掠也，拦也，宋人口语。此处轻约可解为轻接。空中飞花点点，那歌女举起歌扇，轻接飞花，这下可看清了她的真正容颜，真是美艳绝伦。奇绝二字映照开头，暗示出了旧日情人之绝色，亦写出了自己之情深意重。接着词笔悠悠宕远。“春渐远，汀洲自绿，更添了、几声啼鴂。”此三句一韵，愈添境界悠远、烟水迷离之致 。春意渐远，汀洲已绿，更听得几声凄切的鹈鴂声 。鹈鴂，鸟名，即子规、杜鹃、杜宇、鸣于春暮。古人认为，鴂鴂啼叫，百花就要凋零。屈原《离骚》“恐鹈鴂之先鸣兮，使夫百草为之不芳 。”可以为证。词中亦多见此一意象，如张先《千秋岁》“数声鹈鴂，对报芳菲歇。”辛弃疾《贺新郎》“绿树听鹈鴂，&#8943;&#8943;啼到春归无寻处，苦恨芳菲都歇” 。此三句以自然喻人事，一笔双关。春渐远，象征美好往事之渐遥。啼鴂声，更是隐喻美人迟暮之深悲。有此一层意蕴 ，故直逼出歇拍三句：“十里扬州，三生杜牧 ，前事休说。”上一韵笔致纡徐和缓，至此换为斗硬生新之笔，寸幅之间笔调截然迥异。杜牧《赠别》：“娉娉袅袅十三馀，豆蔻梢头二月初。春风十里扬州路，卷上珠帘总不如。”山谷《广陵早春》：“春风十里珠帘卷，仿佛三生杜牧之 。”三生谓过去、现在、未来三世人生。歇拍化用杜、黄诗句。十里扬州，喻说旧游之美好绮丽。三生杜牧，喻说旧游之恍如隔世，亦暗示着情根之永种不断。唯其如此，前事休说，蕴含词人无限伤心沉痛。直至九年后 ，白石作《鹧鸪天·十六夜出》，仍有“东风历历红楼下，谁识三生杜牧之”之句。换头又漾开笔锋写景。“又还是 、宫烛分烟，奈愁里、匆匆换时节 。”此化用韩翃《寒食》：“春城无处不飞花，寒食东风御柳斜。日暮汉宫传蜡烛，轻烟散入五侯家 。”唐宋有清明日皇宫取新火以赐近臣之习俗。此借喻又当清明时节，风景依然，年华却已暗换。奈愁里、匆匆换时节，语意蕴藉含蓄，既是叹惋现境之春暮，又是悲慨今昔之变迁无限伤昔怀人之情，已是词中暗现。于是，笔脉又绕回欲休说而不能之旧事。“都把一襟芳思，与空阶榆荚。”此二句化用韩愈《晚春》：“杨花榆荚无才思 ，唯解漫天作雪飞。”又当春归，人不得归，一襟芳思，化为寸灰，又何异于榆荚之尽委空阶。大有李商隐“春心莫共花争岁，一寸相思一寸灰”（《无题》）极可注意的是 ，上二韵所化用的二韩之诗，皆含有杨柳之描写。由此而引出下一韵，实为天然凑泊。“千万缕、藏鸦细柳，为玉尊、起舞回雪。”前句语近周邦彦《渡江云》 ：“千万丝、陌头杨柳，渐渐可藏鸦。”玉尊，指酒筵。雪喻柳絮。此一韵之精妙，妙在从现境之杨柳青青，幻化出别时之情境依依。眼前千万缕杨柳深矣，渐可藏鸦，不由人想起当年别筵，细柳飞舞，飞絮漫天，替人依依惜别。从化用二韩之诗引出杨柳之实写，从现境之杨柳引发忆别之幻境，转换自然而意境空灵清远，如水中之舟，镜中之花，天然凑泊，无迹可寻，真有草灰论线之妙 。杨柳象征离别之情，最早出于《诗经》“昔我往矣 ，杨柳依依。”刘禹锡《杨柳枝》：“长安陌上无穷树 ，唯有垂柳管别离。”白石“合肥情遇与柳有关”（夏承焘《姜白石词编年笺校》）。其《淡黄柳》序云 ：“客居合肥南城赤栏桥之西 ，&#8943;&#8943;柳色夹道，依依可怜 。”《凄凉犯》序云：“合肥巷陌皆种柳，秋风夕起骚骚然 。”杨柳又隐喻合肥情遇。于是纵笔写出结末 ：“想见西出阳关，故人初别 。”此化用王维《送元二使安西》：“渭城朝雨浥轻尘，客舍青青柳色新。劝君更进一杯酒，西出阳关无故人 。”亦含两层意蕴。王维诗原写出柳色，正与合肥风光暗合，一妙也。合肥在南宋已是边城，譬之阳关，尤为精当，二妙也。白石《凄凉犯》：“绿杨巷陌秋风起，边城一片离索。”正可印证。结笔是词情的高潮，又戛然而止，余音袅袅，含不尽之意于言外，深得结笔之妙谛。此词艺术造诣有几个特色 。陈锐《碧斋词话》称白石词“结体于虚”，正可移评此词 。这是首怀人词。怀人之词，结构造境神明变化之能事，无过于清真。但清真笔法主要是追思实写，有很强的现实之感，便别具一种引人入胜情味。白石则另辟蹊径，所写回忆 ，皆一笔带过（但亦极认真），全词之主体构成是写景及唱叹，结体于虚无限感慨都在虚处着笔。词人所着力的是写出其缠绵悱恻之情味、要眇馨逸之韵致。其效果正“如瘦石孤花，清笙幽馨，入其境者疑有仙灵 ，闻其声者人人自远”（郭麐《灵芬馆词话》）。追思实写，故浑厚 。结体于虚，故空灵。清真以境胜，白石则以韵胜。此词之情景交融，妙在天然凑泊。本词之此中奥妙，在于两个层面。一是写景含有传统比兴之意蕴。如伤春即伤爱情，写柳即写别情。二是写景含有特定背景之指向。如合肥巷陌皆种柳，写柳即是怀合肥情遇。故此词情景交融，自然天成。全词颇以健笔写柔情。开头笔势峭拔，歌扇句笔致旖旎，蛾眉句复为重笔。春渐远一节及下片大半幅皆笔走轻灵，纡徐和缓，但两片歇拍又皆复出劲健清刚之笔。全词又颇以虚字传神 。词中虚字如似、正、渐、自、更、了、休、又还是、奈、都、为、初，层出叠见。词中虚字，有如画中空白，皆灵气韵味运行之处，教人随时停下品味，领会其要眇之情，含蓄之致。用健笔写柔情，及用虚字传神，遂形成清刚空灵之风格。"
        },
        {
            "title": "除夜自石湖归苕溪 其九",
            "content": "少小知名翰墨场，十年心事只凄凉。旧时曾作梅花赋，研墨于今亦自香。",
            "comment": ""
        },
        {
            "title": "昔游诗 其十",
            "content": "昔游衡山下，看水入朱陵。半空发积雪，万万玉花凝。或如生绡挂，或作薄雾横。纷纷虎豹吼，往往蛟龙惊。人语不相闻，溅雹漂我缨。有鱼缘峭壁，上上终不亭。此中有神物，雷雨周八弦。",
            "comment": ""
        },
        {
            "title": "灯词",
            "content": "灯已阑珊月色寒，舞儿往往夜深还。只因不尽婆娑意，更向街心弄影看。",
            "comment": ""
        },
        {
            "title": "偶题",
            "content": "阿八宫中酒未醒，天风吹发夜泠泠。归时只怕扶桑暖，赤脚横骑太一鲸。",
            "comment": ""
        },
        {
            "title": "观灯口号",
            "content": "修内司人偏戏鼓，辇官营里独烧灯。春风到处皆君赐，金柳丝丝满凤城。",
            "comment": ""
        },
        {
            "title": "湖上寓居杂咏 其六",
            "content": "微波冲得绿萍开，数点青青粘石阶。绿葑自来不自去，来时须载白鸥来。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "雁怯重云不肯啼。画船愁过石塘西。打头风浪恶禁持。春浦渐生迎棹绿，小梅应长亚门枝。一年灯火要人归。",
            "comment": ""
        },
        {
            "title": "东堂联句",
            "content": "金凤凉夜深，吹我萧萧发。起折丹桂枝，惊落花上月。",
            "comment": ""
        },
        {
            "title": "凄凉犯",
            "content": "绿杨巷陌秋风起，边城一片离索。马嘶渐远，人归甚处，戍楼吹角。情怀正恶，更蓑草寒烟淡薄。似当时、将军部曲，迤逦度沙漠。　　追念西湖上，小舫携歌，晚花行乐。旧游在否，想如今、翠凋红落。漫写羊裙，等新雁来时系著。怕匆匆、不肯寄与误后约。",
            "comment": "【注释】原序：合肥巷陌皆种柳，秋风夕起骚骚然。予客居阖户，时闻马嘶，出城四顾，则荒烟野草，不胜凄黯，乃著此解。琴有凄凉调，假以为名。凡曲言犯者，谓以宫犯商、商犯宫之类，如道调宫上“字”住，双调宫亦“上”字住，所住字同，故道调曲中犯双调，或于双调曲中犯道调，其他准此。唐人乐书云：“犯有正旁偏侧，宫犯宫为正，宫犯商为旁，宫犯角为偏，宫犯羽为侧。”此说非也，十二宫所住字各不同，不容相犯。十二宫特可犯商、角、羽耳。予归行都，以此曲示国工田正德，使以哑觱栗吹之，其韵极美。亦曰瑞鹤仙影。此词大约是光宗绍熙元年（1190）作者客居合肥（今属安徽）时的作品。原题下有序云 ：“合肥巷陌皆种柳，秋风夕起骚骚然 ；予客居阖户，时闻马嘶，出城四顾，则荒烟野草，不胜凄黯，乃著此解；琴有《凄凉调》 ，假以为名。凡曲言犯者，谓以宫犯商、商犯宫之类，如道调宫‘上’字住，双调亦‘上’字住，所住字同，故道调曲中犯双调，或于双调曲中犯道调，其他准此。唐人乐书云：‘犯有正 、旁 、偏、侧；宫犯宫为正，宫犯商为旁，宫犯角为偏，宫犯羽为侧。’此说非也。十二宫所住字各不同，不容相犯；十二宫特可犯商、角、羽耳。予归行都，以此曲示国工田正德，使以哑觱栗吹之，其韵极美。亦曰《瑞鹤仙影》 。”这篇长达二百余字的词序，交代了写作缘起，并论述了关于“犯调”的问题，从词序中可以看出，作者当时确实感触很深，“情动于中而形于言”。这首词上片描写淮南边城合肥的荒凉萧索景象，下片在对昔日游冶生活的怀念中隐隐透露出一种“黍离”之悲。无限感慨，都在虚处。上片描写边城合肥的萧条景象和自己触景而生的凄苦情怀。南宋时，淮南已是极边，作为边城重镇的合肥，由于经常遭受兵灾 ，已经失去了昔日的繁华。发端两句，概括写出合肥城的荒凉冷落 。“合肥巷陌皆种柳 ”，词人将“绿杨巷陌”置于“秋风”“边城”的广阔背景中，以杨柳的依依多情反衬秋日边城的萧瑟无情 。就更容易突现那“一片离索”。宋朝王之道《出合肥北门二首》描绘南宋初年合肥附近的残破景象是“断垣甃石新修垒，折戟埋沙旧战场。阛阓凋零煨烬里 ，春风生草没牛羊”。“一片离索”全属写实。然而，这两句还只是粗线条的勾勒，犹如一幅大型油画，人们首先看到的是画面的总体轮廓：萧索的边城街巷中，一片杨柳在秋风中袅舞；及至近处观察，读者仿佛进入了具体的画境，见到军马嘶鸣，行人匆匆，戍楼孤耸寒角悲吹。“马嘶”、“吹角”诉诸听觉 ，旅人、“戍楼”诉诸视觉 ；这些意象，或处于运动之中，或呈现为静态，在萧瑟的秋风中交织成一幅画面，调动起读者各种不同的感官，使之充分感受到边城遭受兵燹那种特有的凄凉气氛。接着，作者抛开对客观景物的描绘 ，将自己此时的心情用“情怀正恶”四字，沟通了与读者的联系，随即又在上述这幅画面上抹上“衰草寒烟”的浓重一笔，再着一“更”字，寓情思于景语中，于是，画面便在景情交融的高度上融为一体了。至此意犹未尽，歇拍二句再反实入虚，借助带有某种特殊格调的比喻，传写自己身临其境时的感觉：行经这座曾经繁华一时的名城，就好象当年随将军出塞的士兵，在荒无人迹的沙漠上艰难地跋涉，所感受到的是四处萧条，一片荒凉，让人难以忍受的无边无际的寂寞孤独。部曲，此泛指军队。迤逦，曲折连绵貌。这个比喻，为暗淡的画面注入了一定的时代特色，它启发当时的读者不由自主地回忆起靖康之变以来的种种往事，不禁兴起沉深的家国之恨，身世之愁。因而，这句比喻性联想所触发的沧桑之感，也就进一步深化和升华了画面的意境。换头由“追念”二字引入回忆，思绪折转到过去，带起整个下片。碧水红荷，画船笙歌，往日西湖游乐的美好生活，令作者难以忘怀 。淳熙十四、五年间，姜夔曾客居杭州，他在当时所写的一首《念奴娇》词中，曾以清新俊逸的笔调，倾吐过对于西湖荷花的深情 ：“日暮青盖亭亭，情人不见，争忍凌波去。只恐舞衣寒易落，愁入西风南浦。”如今 ，肃杀的秋风已把南浦变成一片萧索，西湖荷花那幽幽的冷香可能也随着“水佩风裳”的凋零而消逝了吧 ？“旧游在否”一句设问 ，将词意稍稍振起，调节一下叙述的节奏。“想如今”句以揣测的语气写对西湖荷花的凋落的想象。前一句写人，后一句咏荷，而于咏荷中也暗寓着抚今追昔、人事已非的沧桑感。这两句与换头三句所描绘的画面形成一个鲜明的对比，在时间上则是一个过渡，即由追念转到目前。如果说换头三句是通过对西湖的优美风光及游乐生活的描绘，反衬了淮南合肥的冷落，则此二句对于西湖萧条秋景的描写，乃是由于作者置身于淮南的现实环境，受到周围景物的触发，因“情怀正恶”而对西湖景物进行联想的结果，时空的穿插在这里得到了和谐的统一。作者愈是感到眼前环境的凄凉黯淡，对西湖旧游的怀念之情就愈加强烈。于是，以下几句，作者索性放笔直抒这种不能自己的感情 。“漫写羊裙”，用王献之书羊欣白练裙的故事。《南史·羊欣传》载，南朝宋人羊欣，年少时即工于书法，很受王献之的钟爱。羊欣夏天穿新绢裙（古代男子也着裙）昼寝 ，王献之在他的新裙上挥笔题字，羊欣看到王献之的墨迹，把裙子珍藏起来。这里“羊裙”代指准备赠与伊人的字幅墨迹。作者想象着：要把表达他此刻心情的信笺系到雁足上，让他捎给心爱的情人。写到此处作者犹觉意思未尽，但是，姜夔却把鸿雁传书这个人们熟悉知的故事再翻进一层：只怕大雁行色匆匆，不肯替我带信，因而耽误了日后相见的约会。所以 ，“羊裙”只是空写，怀友之情也就始终无法开解，这就使读者对词人的寂寞处境和悲伤情怀更加同情。这也是姜夔的一首自度曲。序中所说的“犯”调，就是使宫调相犯以增加乐曲的变化，类似西乐的转调。所谓“住字”，即“杀声”，指一曲中结尾之音 。《凄凉犯》这个词调 ，是仙吕调犯商调，两调住字相同，所以可以相犯。关于它的声情，正象龙榆生所说：“在整个上片中没有一个平收的句子，把喷薄的语气，运用逼侧短促的入声韵尽情发泄。后片虽然用了两个平收的句子，把紧促的情感调节一下；到结尾再用一连七仄的拗句 ，显示生硬峭拔的情调”（《词曲概论》）。姜夔在行都（杭州）令国工吹奏此曲，谓“其韵极美”。曲调与词情契合 ，声情并茂具有一种独特的音乐美，体现了姜夔高度的音乐修养。"
        },
        {
            "title": "念奴娇",
            "content": "闹红一舸，记来时、尝与鸳鸯为侣。三十六陂人未到，水佩风裳无数。翠叶吹凉，玉容销酒，更洒菰蒲雨。嫣然摇动，冷香飞上诗句。日暮青盖亭亭，情人不见，争忍凌波去。只恐舞衣寒易落，愁入西风南浦。高柳垂阴，老鱼吹浪，留我花间住。田田多少，几回沙际归路。",
            "comment": "【注释】原序：予客武陵，湖北宪治在焉。古城野水，乔木参天，予与二三友日荡舟其间，薄荷花而饮，意象幽闲，不类人境。秋水且涸，荷叶出地寻丈，因列坐其下，上不见日，清风徐来，绿云自动，间于疏处窥见游人画船，亦一乐也。朅来吴兴，数得相羊荷花中。又夜泛西湖，光景奇绝，故以此句写之。【评析】　　这是一首歌咏荷花的词篇，表现了作者对生活的热爱。从这首词里我们可以体会到作者独特的艺术构思、艺术想象与艺术手法，它代表了作者清刚冷隽与高雅峭拔的艺术风格。下面主要讲三个特点。　　一是以少总多。所谓\"以少总多\"，就是说，这首词里有着高度的艺术概括。本篇以优美而精炼的笔触描绘出荷花的风神及其个性。词中所写的荷花，非仅一时一地，而是作者把所见过的最美的荷花与池塘打总儿概括到一起，融汇成这首词的主题和形象。作者在词前小序中说，有三个地方的荷花给他的印象最为美好：一是武陵，二是吴兴，三是杭州。作者写这首词的地点可能是在\"吴兴（《姜白石词编年笺校》将本词附于吴兴之后），但词中所咏却非止吴兴一地。它把三个地方的荷花巧妙地组织在一起，经过艺术加工，创造出一个新的意境：池塘中有小船，船行过程有鸳鸯相伴，船儿驶入人迹罕到的池塘深处，这里有美如仙女的荷花，使人神清气爽，醉意消失，在飒飒的雨声之中，播散出阵阵幽香，这幽香竟然凝结成迷人的诗句。直到日暮时分，诗人尚不忍离去，怕的是西风颇吹、红花凋谢。还有高柳、老鱼都在把作者深情挽留……美好的大自然对诗人无限深情，诗人对大自然也深情无限。词中很难分出哪里是人、那里是花了。词中也很难分出作者所在之处到底是武陵，还是西湖、吴兴了。　　二是词中有人。之所以出现上述意境，是因为词中有人在。这\"人\"不光指作者，而是指作者把荷花以及自然中的一切都人化一了。看：\"记来时尝与鸳鸯为侣\"；看：\"高柳垂阴，老鱼吹浪，留我花间住\"。然而真正被人化了的却是荷花。看！这荷花打扮得多娇艳：\"水佩风裳无数。\"在作者感到暑热时，她为你\"翠叶吹凉\"，甚至还可洒下一阵\"菰蒲雨\"，（这\"雨\"实际是传来耳畔的荷叶相互磨擦的响声）。不管是日晒，还是雨淋，她始终为你撑起一把翠绿的雨伞：\"青盖亭亭。\"假如你饮酒过量，微有醉意，那么她的笑脸会使你清醒：\"玉容消酒\"。不仅如此，她的微笑，她的舞姿，以及随之而散发出的清冷的幽香，霎时间便转化成诗句。词中有人，正是诗意之所在。　　三是句中有味。词之感人，在于词中散发出一种诱人的\"冷香\"。\"嫣然摇动，冷香飞上诗句\"是词中极富创造性的词句，充分反映出作者丰富而又独特的想象力。按常情分析，\"嫣然摇动\"怎么就会有\"冷香飞上诗句\"了呢？然而在词人看来，这\"香\"与\"诗\"却果真具有一致性。\"香\"是一种客观物质，是人们喜欢的一种气味，它直接作用于人的嗅觉，而诗却是诉之于视觉或听觉的。按常情，嗅觉与视觉是不会直接沟通的，因为我们不能用鼻子去欣赏诗词，分析诗词。但是，在文学创作中，特别是诗词写作中，由于感情的激烈活动，有时却可以产生五官中各种感觉器官的联想，视觉有时可以沟通味觉、嗅觉、触觉、听觉。从而开辟出\"通感\"的渠道，并借以形成创作活动与审美活动。欣赏音乐，可以在无形中看到画面，读诗，可以唤到某些香味，甚至以为这诗句就是由\"香\"组成的。。红楼梦中黛玉读《西厢记》就有\"余香满口\"的感受。这就是视觉与味觉的通感。同样，\"冷香飞上诗句\"，自然可以从味觉和嗅觉转化为视觉了。从\"香\"转为\"诗句\"是作者感情态度产生联想的产物，反过来，读者也会跟着作者再回味一次这种感情联想所带来的美感享受。这种美感享受正是这词\"味\"之所在。　　前面，我们谈到姜夔词喜用\"冷\"宇、\"香\"字。其实，这\"冷香\"二字正好代表了作者的艺术风格。表面看，作者写词，总是那么冷冷的、淡淡的，然而却自有其迷人之所在。这迷人的地方，就是词中所散发的经久不散的\"冷香\"。用\"冷香\"二字概括美夔的词风，似比\"清刚冷峻与高雅峭拔\"更加贴切而易懂。--引自\"梅影笛声\"http://jlzs009.home.sohu.com/这是一篇托物比兴的咏物词，借写荷花寄托身世。宋代词人周邦彦是钱塘人 ，写下“叶上初阳乾宿雨。水面清圆 ，一一风荷举”（《苏暮遮》）的名句。姜夔的这首咏荷词，也同样把读者带到一个光景奇绝清幽空灵的世界，那里有冰清玉洁的美人，有您寻找的清香幽韵的梦&#8943;&#8943; 。从这首《念奴娇》词的小序知道，姜夔曾多次与友人倘徉于江南荷塘景色之中，因感其“意象幽闲，不类人境”，而有是作。词一开头就把读者带向那美好的境界：正是荷花盛开的时候，荷花从中荡舟，一路上一对对鸳鸯伴着船儿戏水。真是到了荷花世界了，这里人迹罕到，只见那望不见边的荷塘，绿波荡漾，荷叶翻飞 。“水佩风裳”，本指美人妆饰，代指荷叶荷花，与周邦彦“一一风荷举”共得荷花之神理。从那碧绿的荷叶间，吹来阵阵凉风，那鲜艳的荷花，好象美人玉脸带着酒意消退时的微红。一阵密雨从菰蒲丛中飘洒过来，荷花倩影娉婷，嫣然含笑，吐出幽幽冷香。惹起诗人诗兴大发，写出了优美的诗句。不觉光阴飞逝，已是日暮时分，只见那车盖般的绿荷，亭亭玉立，就像那等候情人的凌波仙子，情人未见，欲去还留。凌波用曹植《洛神赋》之典故。只怕西风起时，舞衣般的叶子经不住秋寒的萧瑟而容易凋残，更为那无情的秋风将把南浦变成一片萧条而忧愁。还有那高高柳树垂下绿阴，肥大的老鱼吹波吐浪，这一切，都要挽留我住在荷花中间呢。田田的荷叶呵，您多得难以计算，可曾记得我多少回在沙堤旁边的归路上依恋徘徊？姜夔以清空骚雅的词笔，把荷塘景色描绘得十分真切生动。可是，这样的好词 ，王国维却看不上眼，他在称赞周邦彦咏荷名句后，接着就批评姜夔咏荷词“犹有隔雾看花之恨”。其实 ，姜夔咏荷在“得荷之神理”方面，并不比周词逊色。周词主要是写客子思乡之情，咏荷就是“叶上初阳乾宿雨，水面清圆，一一风荷举”数句，它使人看到的还仅仅是荷叶之物态，而姜夔咏荷，不仅具有荷花之物态，还使人同时隐隐看到一位荷花化身清馨幽逸的美人 ，她“玉容销酒”，像荷花般的红晕，她“嫣然”微笑，像花朵盛开。荷花生长水中，她便似凌波仙子；荷香清幽，她又是美人“冷香”。花如美人 ，美人如花，恍惚迷离，具有朦胧之美。更可贵的是，姜夔这首词写出了赏爱荷花的最真切的心灵感受。姜夔一生襟怀清旷 ，诗词亦如其人。他写“意象幽闲，不类人境”的荷塘，实是要体现他所追求的一种理想境界，在这个冰清玉洁，一尘不染的境界中，有美人兮，在水一方。你看，“翠叶吹凉，玉容销酒，更洒菰蒲雨。嫣然摇动，冷香飞上诗句”，这不简直是一场富有诗意浪漫的人花之恋么？“日暮青盖亭亭，情人不见，争忍凌波去 。”荷花对词人深情如此，词人对荷花呢 ，“只恐舞衣寒易落，愁入西风南浦”，也是无限依恋 。因此不妨这样说，姜夔这首《念奴娇》实是一支荷花的恋歌。由于荷花在我国文学中是象征着“出污泥而不染”的高洁品格，姜夔对荷花的爱恋不正寄托着他对自己的超凡脱俗的生活理想的追求吗？姜夔写荷花，不是停留在实际描摹其形态，而是摄取其神理，将自己的感受和体验融合进去，把自己的个性和神韵融合进去，写花实是写人也。姜夔这种空际传神的词笔，往往意在言外，寄托深微充满美妙的想象，而富有启发性。这种写法与一般实际摹写景物者大异其趣。如“嫣然摇动，冷香飞上诗句”之类，读者须充分发挥想象才能品味，否则，便有如王国维所说“雾里看花”之感了。写出对荷花的一片怜惜爱护之情，留连忘返之意，情深意切，使人感到作者胸襟之旷荡 ，心情之依恋。“田田”形容浮在水面的荷叶，南朝民歌有“江南可采莲，莲叶荷田田”之句。"
        },
        {
            "title": "三高祠",
            "content": "不贪名爵伐功功，勇退深虞祸患遭。甫里闲居耕钓乐，范张高处陆犹高。",
            "comment": ""
        },
        {
            "title": "琵琶洲",
            "content": "行尽江南最远山，却寻干越上清滩。秋清云锦溪中过，玉石瑰奇一万般。",
            "comment": ""
        },
        {
            "title": "同朴翁卧龙山",
            "content": "龙尾回平野，檐牙出翠微。望山怜绿远，坐树觉春归。草合平吴路，鸥忘霸越机。午凉松影乱，白羽对禅衣。",
            "comment": ""
        },
        {
            "title": "丁已七月望湖上书事",
            "content": "白天碎碎如析绵，黑天昧昧如陈玄。白黑破处青天出，海月飞来光尚湿。是夜太史秦月蚀，三家各自矜算术。或云七分或食既，或云食书不在夕。上令御史登吴山，下视海门监月出。年来历失无人修，三家之说谁为优。乍如破镜光炯炯，渐若小儿初食饼。时方下令严禁铜，破镜何为来海东。天边有饼不可食，闻产饥民满淮北。是镜是饼且勿论，须臾还我黄金盆。金盆当空四山静，平波倒浸云天影。下连八表共此光，上接银河通一冷。御史归家太史眠，人间不闻钟鼓传。白石道人呼钓船，一瓢欲酌湖中天。荷叶摆头君睡去，西风急送敲窗句。",
            "comment": ""
        },
        {
            "title": "以长歌意无极好为老夫听为韵奉别沔鄂亲友",
            "content": "异时之罘君，在涅守曰颢。黄钟欠牛铎，淋漓吊遗稿。有子殊可人，特水见此老。客来请论文，但道曲肱好。",
            "comment": ""
        },
        {
            "title": "法曲献仙音",
            "content": "虚阁笼寒，小帘通月，暮色偏怜高处。树隔离宫，水平驰道，湖山尽入尊俎。奈楚客淹留久，砧声带愁去。屡回顾。过秋风、未成归计。谁念我、重见冷枫红舞。唤起淡妆人，问逋仙、今在何许。象笔鸾笺，甚而今、不道秀句。怕平生幽恨，化作沙边烟雨。",
            "comment": ""
        },
        {
            "title": "鹧鸪天 己酉之秋，苕溪记所见",
            "content": "京洛风流绝代人。因何风絮落溪津。笼鞋浅出鸦头袜，知是凌波漂渺身。红乍笑，绿长嚬。与谁同度可怜春。鸳鸯独宿何曾惯，化作西楼一缕云。",
            "comment": " | 【注释】姜夔多次举进士而不第，布衣终身，过着飘泊江湖、寄人篱下的生活，这种坎坷的身世使他对遭逢不幸的人有着深刻的理解和同情。宋孝宗淳熙十年（1189），姜夔在苕溪（今浙江湖州）为一位不幸女子的身世所感动，写下了这首词。而且，由于他有着一段不同寻常的合肥情事，他不知不觉中将这位不幸女子与其合肥情侣连系起来。故通篇皆是对不幸女子的深深怜悯和同情，而毫无轻薄浮浪之语，格调高雅，意境醇正。京洛，河南洛阳。周平王开始建都于此，后来东汉的首都也在这里，所以又称京洛。后人使用此词包括洛阳或京都两种含义。此处代指南宋都城临安，风流，指品格超逸。开篇即写这个妇女出处不凡，她来自南宋的都城临安；她既有超逸的品格，又有举世无双的美貌。首句“京洛风流绝代人”七个字，包括这样三层意思。那么，这位曾风光一时的佳人 ，“因何风絮落溪津”？为何像风中飞絮似的，飘落到苕溪的渡口来呢？说她的来到苕溪是如柳絮的随风飘落，含意深厚。“颠狂柳絮随风舞”（杜甫《 绝句漫兴》），这风中之絮是不由自主，又是无人怜惜的。用风中之絮来比喻，暗示人的不幸遭遇，一个“落”字双关出人与柳絮的同等命运。其中也掺杂着作者的身世之感。这句前面用“因何”这一似问非问的句式，后面用荒僻的“溪津”与繁华的“ 京洛 ”作鲜明对比，深刻地写出了这个“风流绝代人”的不幸遭遇。也表达了作者对其的深深怜悯和同情。“笼鞋浅出鸦头袜” 。笼鞋，鞋面较宽的鞋子。鸦头袜，古代妇女穿的分出足趾的袜子。这句是说从笼鞋中微微地露出了鸦头袜。“知是凌波缥缈身”。化用曹植《洛神赋》典故，曹植形容洛水女神是“体迅飞凫 ，飘忽若神；凌波微步，罗袜生尘”。这词里的女子穿了这样款式的鞋袜，步态轻盈，如宓妃洛神一般。这仍是对“风流绝代人”的赞美：她高洁，飘逸，和一般风尘女子迥然不同。过片，暗示她的辛酸生活，并表达了对她不幸遭遇的同情。“红乍笑，绿长嚬”。“红”，指她朱红的嘴唇，说轻启朱唇，露出浅浅的笑；或说红指她笑时莲脸生春；总之是说她笑时的美丽。“绿”，指青黛色的眉毛，说她双眉紧锁，隐含忧伤。“乍”，表示时间短暂，与“长”相对。说明她笑时短，嚬时长。仅用六个字，不仅使人的神态毕现，而且写出了人酸苦的内心世界。这笑，看来是勉为欢笑，而嚬才是真情的流露。“红乍笑，绿长嚬”六字用得高妙奇绝。“红”与“绿”对，色彩鲜明，让人顿觉佳人的仪态万方；“乍”与“长”对，以时间长短刻画佳人神态的流程；“笑”与“嚬”对，揭示出佳人复杂的心态。意蕴本融，言简意赅。描写女子情态的词句本也常见，如“修眉敛黛 ，遥山横翠，相对结春愁”（柳永《少年游》），十三个字只写出了人的“春愁”；“娇香淡染胭脂雪，愁春细画弯弯月 ”（晏几道《菩萨蛮》），十四个字只写了人在梳妆打扮时而“ 愁春”。它们都没有姜词这样高度浓缩，韵味悠远。“与谁同度可怜春”。春光无限美好 ，可是面对这样的良辰美景，有谁与她共同度过呢？与谁，即没有谁 。贺铸有“ 锦瑟华年谁与度”（《青玉案》）句，与此境界极相似。这深情的一问，不仅表现出词人对她的同情，惺惺相惜，而且写出了她的孤苦寂寞。从整首词看，所写是一个歌妓之类的人物。她在繁华的京城也许曾经有过“ 一曲红绡不知数”的美好时光，如今却沦落溪律，无人与度芳春。对于她的不幸遭受，词人一个字也没有写，女主人公也始终未发一语，全从我之“所见”方面着笔。感慨都在虚处，这样词人的同情之感，表达得酣畅淋漓，人物形象也栩栩可见，特别最后两句更是神来之笔 ：“鸳鸯独宿何曾惯，化作西楼一缕云！”古人传说鸳鸯双宿双飞，常用来作为夫妻间爱情的象征。“鸳鸯独宿”，深一层表明无人与之“同度”，只剩下孤苦一人了。“何曾惯”，也深一层地流露出她的忆旧念往，直至今天仍怀着感情上的痛苦。因此接着说：“化作西楼一缕云”。宋玉《高唐赋》载巫山神女与楚王的故事 ：“妾在巫山之阳，高丘之阻，旦为朝云 ，暮为行雨，朝朝暮暮，阳台之下。”说她化作西楼上空一缕飞云，如巫山神女，对过去那“朝朝暮暮，阳台之下”的欢愉情景，不能忘怀，表现出她对爱情生活的无限回忆和执着追求。白石词的基本风格是“清空”，要“清空”，就要有一种冲冷的胸怀，不让七情六欲无节制地发展，从而达到一种超逸空灵的境界。对情词来说，就不能热情过度，因热情过度容易形成痴迷状态，要用冷笔处理。本词就是冷笔写热情的作品。本词用笔，有时从实处落墨 ，有时虚处着笔（如“笼鞋”以下四句），但它“无穷哀怨，都在虚处”（陈延焯《白雨斋词话》评姜夔《点绛唇》结句语），虽有深情，由于用冷笔处理，故显得气体高妙，清远空灵。"
        },
        {
            "title": "卜算子",
            "content": "象笔带香题，龙笛吟春咽。杨柳娇痴未觉愁，花管人离别。路出古昌源，石瘦冰霜洁。折得青须碧藓花，持向人间说。",
            "comment": ""
        },
        {
            "title": "春日书怀四首",
            "content": "春云驿路暗，游了眇归程。永怀故山下，风雨悲柏庭。翁仲不解语，纲鸟时时鸣。人家插垂柳，客里又清明。",
            "comment": ""
        },
        {
            "title": "陈口华侍儿读书",
            "content": "绎句寻章久未休，花房日晏不梳头。谁教郎主能多事，乞与冥冥千古愁。",
            "comment": ""
        },
        {
            "title": "湖上寓居杂咏 其十一",
            "content": "卧榻看山绿涨天，角门长泊钓鱼船。而今渐欲抛尘事，未了菟裘一怅然。",
            "comment": ""
        },
        {
            "title": "呈徐通仲兼简仲锡通仲与诚斋为乡人近来赴调",
            "content": "斯文准乾坤，作者难屈指。我从李郎游，知有徐孺子。春风杼洲前，白月太湖尾。怀哉来无期，玉唾炯在纸。去年识仲氏，何啻空谷喜。合并忽自天，倾倒见底里。维君天下土，竹箭东南美。胡不在石渠，诸公当料理。千岩今林宗，泉石助风轨。示疾不下堂，有句高八米。此老笔砚交，诚斋古元礼。毫端酒秋露，去国词愈伟。属闻都门别，回首即桑梓。独怜苕溪上，垂榻俟行李。烟波肯寻盟，归棹为君舣。",
            "comment": "【注释】【原题】：呈徐通仲兼简仲锡通仲与诚斋为乡人近来赴调而诚斋去国又通仲久与千岩有苕霅之约而未至余挽通仲欲与同归千岩故末章及之"
        },
        {
            "title": "小重山令/小重山 潭州红梅",
            "content": "人绕湘皋月坠时。斜横花树小，浸愁漪。一春幽事有谁知。东风冷、香远茜裙归。鸥去昔游非。遥怜花可可，梦依依。九疑云杳断魂啼。相思血，都沁绿筠枝。",
            "comment": "【注释】①潭州：今湖南长沙市。②湘：湘江，流经湖南。　皋：岸。③茜：大红色。④沁：渗透。【评解】此词以咏梅为题，抒吊古怀人之情。上片写景。首两句点出“潭州”与“梅花”。“东风”两句，因物及人。梅苑人归，蘅皋月冷。一春幽事，有谁得知。下片抒情。鸥去之后，昔游全非。因今思昔，感怀吊古。相思血泪，都沁绿枝。全词即梅即人，亦景亦情。清新雅丽，凄婉工巧。【集评】黄昇《中兴以来绝妙词选》卷六：白石道人，中兴诗家名流，词极精妙，不减清真乐府，其间高处，有美成所不能及。俞陛云《唐五代两宋词选释》：感怀吊古，愁并毫端。其凄丽之致，颇似东山、淮海。-----------------------------这是一首咏物词。白石的咏物词所咏最多的是梅、柳 ，这是因为其中关合着他的一段“合肥情事”，他与合肥情侣相遇于合肥赤兰桥，其地多柳树，而分手时为梅开时节 。夏承焘先生的考证即为：“白石客合肥，尝屡屡来往，&#8943;&#8943;两次离别皆在梅花时候，一为初春 ，其一疑在冬间。故集中咏梅之词亦如其咏柳，多与此情事有关。”（《姜白石词编年笺校行实考》）张炎说：“诗难于咏物 ，词为尤难 。体认稍真，则拘而不畅；模写差远，则晦而不明。要须收纵联密，用事合题，一段意思全在结句，斯为绝妙。”（《词源》卷下）并标举了咏物词的几条原则：第一，求神似而不求形似；第二，结构上要能放能收，浑然天成；第三 ，所用典故必须符合题旨 ；第四，结句必须点明“ 一段意思”。若用以上原则衡量此词，可谓处处吻合 。这首词在调下标明“赋潭州红梅”，潭州（今湖南省长沙市）盛产红梅，以“潭州红著称于世。词中从咏红梅入手 ，但又不拘泥于纯粹写梅，写梅写人，即梅即人，人梅夹写，梅竹交映，含蕴空灵，意境深远，收放自如，达到似花非花，似人非人，花人合一的朦胧迷离的审美境界。起句“人绕湘皋月坠时”，点明人物 、地点、时间。湘皋，湘江岸边。屈原《离骚》：“步余马于兰皋兮 。”注：“泽曲曰皋。”水滨江岸往往是情人幽会的理想场所，加之红梅掩映，更富诗情画意的美感。然而此刻词人写的不是相聚时的欢乐，而是写离别后的哀愁。一个“绕”字，写出百般无奈，万种离愁。绕者，徘徊也。“月坠”二字说明其“人”（抒情诗中的主人翁常常是作者自己）已在此徘徊良久。月坠湘皋，环境凄清，以此烘托心境，其愁苦悲凉可以想见。第二、三两句由人及梅，正面点题。林逋《梅花》诗云：“疏影横斜水清浅，暗香浮动月黄昏 。”然词人不是写梅影映照于水面 ，而是写梅影浸透在水中 ，着一“浸”字 ，感情已很强烈，再以“愁”字形容涟漪，将涟漪拟人化了。王国维说 ：“以我观物，故物皆着我之色彩 。”（《人间词话》）。愁人观物，触目皆是愁色，这在美学和修辞上叫做移情。诗人写梅多写其横，写其斜。如苏东坡《和秦太虚忆建溪梅花》诗云：“江头千树春欲暗，竹外一枝斜更好 。”词人这里不仅写其疏影横斜，而且突出一个“小”字。“花树小”，一作“花自小”。小字有娇小纤弱意 。唯其娇弱，更显得楚楚可怜，让人顿起爱心。以上三句用写意的笔法，描绘出潭州红梅独特的品格风貌，奠定了全篇离别相思的基调。“一春”三句既是写人，也是写梅。它既承上句，进一步写梅之愁，又从“幽事”渐渐逗引起无限伤心往事，暗暗点出心目中那个“人”来。梅的“一春幽事”是什么 ？是“嫁与车风春不管”，转眼间“又片片，吹尽也 ，几时见得 ？”（白石《暗香》）春残花落，惆怅自怜，除清风明月外，亦复谁知？“香远茜裙归 ”，是以茜裙女子的归去，象征梅花之飘零。茜裙，即红裙。香气被寒冷的东风吹远了，而落花仍依恋残枝，在树下回旋。此句充满了奇妙的想象，“香”犹花魂，缥缈而去；茜裙则是由花瓣幻化出来的形象，如在眼前。这个幻化出来的形象，即是白石魂萦梦牵的合肥情侣，这是白石一生的“情结”所在，所以看到了梅花，会马上联想到分离的情人。那时节春寒料峭，红梅绽放，他与穿着红裙的女子在江边分别。词人渐行渐远，回首岸边，只见那红裙渐远渐小，以至成为一个红点，就像江边的一朵红梅。&#8943;&#8943;此时此刻，词人又深情地望着湘江边上的红梅 ，双眼渐渐模糊，幻化出当年江边的“茜裙”来 。人耶？梅耶？真耶？幻耶？这样的描写，是写物而不凝滞于物，符合上面张炎所标举的第一个标准。过片一笔宕开 ，以“鸥去”结束对往事的回忆。词中本咏红梅，为何一下子又扯到江鸥？此法即张炎所云“收纵联密”中的一个纵字，也就是说不拘泥于故实，而要从远处着笔。鸥是眼前的景物，符合湘皋这一特定地点。词人在江皋徘徊，惊起一滩鸥鸟；而鸥鸟的拍翅声又惊醒词人，使他从迷惘的回忆中回到当前。啊，这一切原来都是幻觉，往昔的情事就象鸥鸟一样飞去了 。词写到此处，如果继续从远处着笔，则失其收纵自如之妙，于是“遥怜”二字又把它收回本题，并与上阕的“香远”遥相绾合，从而构成一体，深得“联密”之致 。“花可可”，与前面的“花树小”遥相呼应。可可，小也，形容梅朵小如红点。“可可”和“依依”俱为叠字，且平仄相谐，声韵极美。《词林纪事》引楼敬思语，说姜白石词“能以翻笔、侧笔取胜”。这首词上阕由梅及人，写己之相思，下阕始则宕开，几经翻转，写对方之相思。从对方写来，将两地相思系于一树红梅，故其相思之情，愈翻愈浓，益转益深。细细品味“遥怜”以下诸句，即可探知个中消息。“九疑”三句，看似写竹，实为写梅。在词人看来，这红梅之红，分明是娥皇、女英二女的相思血泪染成的 ，也即自己恋人的相思血泪染成的。这里用湘妃的典故，既关合潭州湖南之地，又借斑竹暗喻红梅，以娥皇、女英对舜帝之相思，比作合肥恋人对己之相思，虽从对方写来，并以侧笔刻画，然却“用事合题”，非常精当。因为其中“相思血”三字，是牵合梅与竹的媒介。这也可见白石用典的妙处。前人用典，用其本意，有时显得呆板、平直；白石用典，只是取其所需，只取其大意，不拘泥于故实，用的非常灵活。这首词在审美价值上是创造了一种含蓄朦胧的美。清人陈廷焯在《白雨斋词话》卷一中说 ：“所谓沈郁者，意在笔先，神余言外。&#8943;&#8943;凡交情之冷淡，身世之飘零，皆可于一草一木发之。而发之又必若隐若现，欲露不露，反复缠绵，终不许一语道破 。”此词没有像一般的咏物词那样，斤斤于一枝一叶的刻画，而是着重于传神写意 。从空处摄取其神理，点染其情韵，不染尘埃 ，不着色相，达到“野云孤飞，去留无迹”（张炎《词源》的妙境）。它通过“月坠 ”、“鸥去”、“东风” 、“愁漪”以及“绿筠”的渲染烘托，通过 “茜裙归”、“断魂啼”、“相思血”的比拟隐喻，塑造出一种具有独特风采的、充满愁苦、浸透相思情味的红梅形象，借以表达对心上人的深深眷恋。"
        },
        {
            "title": "湖上寓居杂咏 其七",
            "content": "布衣何用揖王公，归向芦根濯软红。自觉此心无一事，小鱼跳出绿萍中。",
            "comment": ""
        },
        {
            "title": "昔游诗 其十四",
            "content": "雪霁下扬了，闲望江上山。山山如白玉，日照金孱颜。是时江水净，影落清镜寒。潮催庾信老，云送佛狸还。万古感心事，惆怅垂杨湾。",
            "comment": ""
        },
        {
            "title": "除夜自石湖归苕溪 其二",
            "content": "美人台上昔欢娱，今日空台望五湖。残雪未融青草死，苦无麋鹿过姑苏。",
            "comment": ""
        },
        {
            "title": "次韵鸳鸯梅",
            "content": "晴日小溪沙暖，春梦怜渠颈交。只怕笛声惊散，费人月咏风朝。",
            "comment": ""
        },
        {
            "title": "朴公棹牵牛其奇余亦作",
            "content": "不见青青绕竹生，西风篱落抱枯藤。道人一任空花过，愁杀山阴觅句僧。",
            "comment": ""
        },
        {
            "title": "法曲献仙音",
            "content": "张彦功官舍在铁冶岭上，即昔之教访使舍。高斋下瞰湖山，光景奇绝。予数过之，为赋此。虚阁笼寒，小帘通月，暮色偏怜高处。树隔离宫，水平驰道，湖山尽入尊俎。奈楚客，淹留久，砧声带愁去。屡回顾，过秋风未成归计。谁念我、重见冷枫红舞。唤起淡妆人，问逋仙今在何许？象笔鸾笺，甚而今、不道秀句。怕平生幽恨，化作沙边烟雨。",
            "comment": ""
        },
        {
            "title": "题杨冠卿客亭类稿",
            "content": "杨侯笔力天下奇，早岁豪颜相追随。一班略见客亭槁，文采炳蔚惊群儿。长安城中择幽棲，静退不愿时人知。大书前荣号雾隐，意与风虎云龙期。人皆炫耀身陆离，见草而悦忘皋比。南山十日不下食，君子一变谁能窥。正论不作世道微，通都大邑多狐狸。惜君爪牙不得施，公超五里亦奚为。",
            "comment": ""
        },
        {
            "title": "除夜自石湖归苕溪 其六",
            "content": "沙尾风回一棹寒，椒花今夕不登盘。百年草草都寒夜，自琢春词剪烛看。",
            "comment": ""
        },
        {
            "title": "送项平甫倅池阳",
            "content": "项侯声名天宇窄，与君俱是荆湖客。向来相闻不相值，长安城中乃相识。论文要得文中天，邯郸学步终不然。知君笔墨与性合，妙处突过苏李前。我知切切秋虫语，自诡平生用心苦。神凝或与元气接，屡举似君君亦许。西湖一曲古墙阴，清坐论诗夜向深。见谓人间有公等，不知来者不如今。乾坤虽大知者少，君不见古人拙处今人巧。我徂山林口挂壁，如君合救狂澜倒。石渠春水绿泱泱，阁下无人白日长。万里江湖入归梦，子云不愿校书郎。九华山色梅根渡，半日风帆即秋浦。六条罕吏安用许，幸有千岩作诗侣。",
            "comment": ""
        },
        {
            "title": "以长歌意无极好为老夫听为韵奉别沔鄂亲友",
            "content": "山阴千载人，挥洒照八极。只今定武刻，犹带龙虎笔。单侯出机杼，岂自剑舞得。馀波人竹石，绝叹咄咄逼。",
            "comment": ""
        },
        {
            "title": "过湘阴寄千岩",
            "content": "眇眇临风思美人，荻花枫叶带离声。夜深吻笛移船去，三十六湾秋月明。",
            "comment": ""
        },
        {
            "title": "送王简卿归天台二首",
            "content": "迎风吹白发，送客向黄岩。在事何为尔，如君自不凡。城阴当复会，诗卷可频缄。纵别无多久，江沙望远帆。",
            "comment": ""
        },
        {
            "title": "平甫见招不欲往",
            "content": "老去无心听管弦，病来杯酒不相便。人生难得秋前雨，乞我虚堂自在眠。",
            "comment": ""
        },
        {
            "title": "观灯口号",
            "content": "游人总戴孟家蝉，争托星球万眼圆。闹里传呼大官过，后车多少尽婵娟。",
            "comment": ""
        },
        {
            "title": "秋宵吟",
            "content": "古帘空，坠月皎。坐久西窗人悄。蛩吟苦，渐漏水丁丁，箭壶催晓。引凉颸、动翠葆。露脚斜飞云表。因嗟念，似去国情怀，暮帆烟草。带眼销磨，为近日、愁多顿老。卫娘何在，宋玉归来，两地暗萦绕。摇落江枫早。嫩约无凭，幽梦又杳。但盈盈、泪洒单衣，今夕何夕恨未了。",
            "comment": ""
        },
        {
            "title": "寄时父",
            "content": "迟君日日数归程，到得君归我已行。一路好山思共看，半年有酒不同倾。吾侪政坐清贫累，各自而今白发生。人物眇然须强饭，天工应不负才名。",
            "comment": ""
        },
        {
            "title": "昔游诗 其三",
            "content": "九山如马首，一一奔洞庭。小舟过其下，幸哉波浪平。大风忽怒起，我舟如叶轻。或升千丈坡，或落千丈坑。回望九马山，政与大浪争。如飞鹅车礮，乱打睢阳城。又如白狮子，山下跳狰狞。须臾入别浦，万死得一生。始知茵席湿，尽覆杯中羹。",
            "comment": ""
        },
        {
            "title": "灯词",
            "content": "游人归后天街静，坊陌人家未闭门。帘里垂灯照尊俎，从中嬉笑觉春温。",
            "comment": ""
        },
        {
            "title": "绿萼梅",
            "content": "黄云随袜知何处，招得冰魂付北枝。金谷楼高愁欲坠，断肠谁把玉龙吹。",
            "comment": ""
        },
        {
            "title": "玉梅令",
            "content": "疏疏雪片。散入溪南苑。春寒锁、旧家亭馆。有玉梅几树，背立怨东风，高花未吐，暗香已远。公来领略，梅花能劝。花长好、愿公更健。便揉春为酒，翦雪作新诗，拚一日、绕花千转。",
            "comment": ""
        },
        {
            "title": "嘉泰壬戌上元日访全老於净林广福院观深传师",
            "content": "深衣跨羸骖，杳杳春山路。入寺君未知，闲看移桂村。深碑含秀润，隆画出神奇。道人那得此，老子秘耽之。",
            "comment": "【注释】【原题】：嘉泰壬戌上元日访全老於净林广福院观深传师碑隆茂宗画赠诗二首"
        },
        {
            "title": "雪中六解",
            "content": "沉香火里笙箫合，暖玉鞍边雉兔空。辨得煎茶有骄色，先生只合作诗穷。",
            "comment": ""
        },
        {
            "title": "送王简卿归天台二首",
            "content": "雠收虽不愿，治粟亦何为。夜月同游处，春潮独往时。无心资造化，任运有成亏。护冷加餐食，幽居且自怡。",
            "comment": ""
        },
        {
            "title": "莺声绕红楼",
            "content": "十亩梅花作雪飞。冷香下、携手多时。两年不到断桥西。长笛为予吹。人妒垂杨绿，春风为、染作仙衣。垂杨却又妒腰枝。近前舞丝丝。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "满江红旧调用仄韵，多不协律。如末句云「无心扑」三字，歌者将“心”字融入去声，方协音律。予欲以平韵为之，久不能成。因泛巢湖，闻远岸箫鼓声，问之舟师，云“居人为此湖神姥寿也。”予因祝曰：“得一席风径至居巢，当以平韵满江红为迎送神曲。”言讫，风与笔俱驶，顷刻而成。末句云「闻佩环」，则协律矣。书于绿笺，沉于白浪，辛亥正月晦也。是年六月，复过祠下，因刻之柱间。有客来自居巢云：“土人祠姥，辄能歌此词。”按曹操至濡须口，孙权遗操书曰：“春水方生，公宜速去。”操曰：“孙权不欺孤”，乃撤军还。濡须口与东关相近，江湖水之所出入。予意春水方生，必有司之者，故归其功于姥云。仙姥来时，正一望、千顷翠澜。旌旗共乱云俱下，依约前山。命驾群龙金作轭，相从诸娣玉为冠。躜夜深、风定悄无人，闻佩环。神奇处，君试看。奠淮右，阻江南。遣六丁雷电，别守东关。却笑英雄无好手，一篙春水走曹瞒。又怎知、人在小红楼，帘影间。",
            "comment": "【注释】诸娣：姜夔自注，“庙中列坐如夫人者十三人。”这首词作于宋光宗绍熙二年（1191）春初，前有小序，详细地叙述了写作此词的原委：《满江红》旧调用仄韵，多不协律”如末句云“无心扑”三字 ，歌者将“心”字融入去声，方谐音律。予欲以平韵为之，久不能成。因泛巢湖，闻远岸箫鼓声，问之舟师，云：“居人为此湖神姥寿也。”予因祝曰 ：“得一席风径至居巢，当以平韵《满江红》为迎送神曲。”言讫，风与笔俱驶，顷刻而成。末句云“闻佩环”，则协律矣 。书以绿笺，沉于白浪。辛亥正月晦也。是岁六月，复过祠下，因刻之柱间。有客来自居巢云 ：“土人祠姥，辄能歌此词 。”按曹操至濡须口 ，孙权遗操书曰 ：“春水方生，公宜速去。”操曰“孙权不欺孤”，乃彻军还 。濡须口与东关相近，江湖水之所出入。予意春水方生，必有司之者，故归其功于姥云。《满江红》这个词牌，原调用仄韵，多以柳永格为准，但有融字的麻烦。所以白石为求协律而改仄为平。白石是南宋著名的大音乐家和大词人，妙解音律，对景填词，既能依旧调填词，又能自创新调，还能变旧调为新声 。此词即是一首变仄为平的变调 。仄韵《满江红》多押入声字，声情激越豪壮；然而此词改为平韵 ，声情顿变，读之只觉从容和缓，婉约清空，宜其被巢湖一带的善男信女用作迎送神曲而歌唱了。词中塑造了一位可敬可亲的巢湖仙姥形象。她没有男性神仙常有的那种凛凛威严，而是带有雍容华贵的姿态，神定气闲的风范。她能够运筹帷幄，指挥若定，保境安民，镇守一方，成为词人理想中的英雄人物，也间接达了词人对那些居高官，领厚禄而只知纸醉宝迷，不管国忧民难的男人的讽刺和鞭挞。传统神话中常常记载着我国的名山大川由女神来主宰。如昆仑山的西王母、巫山的瑶姬、洛水的宓妃等，这些形形色色的山川女神，大抵是母系社会的遗留。巢湖仙姥当是山川女神群像中的一位。词的上片是词人从巢湖上的自然风光幻想出仙姥来时的神奇境界显得波谲云诡，恍惚迷离。它分三层写：先是湖面风来，绿波千顷，前山乱云滚滚，从云中似乎隐隐可见无数旌旗，这就把仙姥出行的气势作了尽情的渲染波澜壮阔，气象万千。特别是“旌旗共、乱云俱下”一句更为精采：一面是乱云翻滚，一面是旌旗乱舞，对比何其鲜明景象何其壮丽！从句法来讲，颇似王勃《滕王阁赋》中的“落霞与孤鹜齐飞”而各极其妙。这是一层。接着写仙姥前有群龙护驾，后有诸娣相随，甚至连群龙的金轭、诸娣的玉冠也熠熠生辉。至于仙姥本身的形象，词人虽未着一字，然而从华贵的侍御的烘托中，已令人想见她的仪态和风范这是烘云托月之法，妙在从虚处着笔。这些当然是出于词人的想象，但也有一定的现实根据。原词在“相从诸娣玉为冠”句下有自注云 ：“庙中列坐如夫人者十三人 。”此为第二层。最后荡开一笔，意境骤转写夜深风定，湖面波平如镜，偶而画外传来清脆的丁当声，仿佛是仙姥乘风归去时的环珮余音。在《疏影》一词中，词人曾写王昭君云 ：“想珮环、月夜归来&#8943;&#8943;”两处都是化用杜甫《咏怀古迹五首》“环珮空归月夜魂”诗句。这三句意境清幽空灵，与前面所描绘的气象万千的景象形成鲜明对照和巨大反差 。善于跳离前境，翻出新境，富有曲折变化、摇曳多姿之美，是白石词的妙处 。此云湖上悄然无人，惟闻珮环，境界杳冥，启人暇思。此为第三层。通过这三层描写，巢湖仙姥的形象几乎跃然纸上呼之欲出了。下片进一步从威力与功勋方面描写仙姥的神奇。过片处先以两个短语提挈，振起后片境界。然后以实笔叙写仙姥指挥若定的神奇才能，她不仅奠定了淮右，保障了江南，还派遣雷公、电母、六丁玉女（案《云笈七籖》云：“六丁者，谓阴神玉女也。”），去镇守濡须口及其附近的东关。这就把仙姥的神奇才能夸张到极度，俨然就是一位坐镇边关威震敌胆的统帅。紧接着词人又联想起历史上曹操与孙权在濡须口对垒的故事 ，发出了深深的感慨：“却笑英雄无好手，一篙春水走曹瞒 ！”为什么英雄人物中竟没有一个真正的好手，结果却只能靠一篙春水把北来的曹瞒逼走？这曹瞒当然不是实指历史上的曹操，英雄好手也不会是指历史上的孙权本人。词人一方面是出于想象，把历史故事牵移到仙姥的身上，以歌颂其才能之神奇，如同小序结尾所云 ：“予意春水方生，必有司之者，故归其功于姥云 。”另一方面也是借历史事迹表现他对现实的愤慨 ，因为当时距宋金的隆兴和议将近三十年，偏安江南的南宋王朝也正是依靠江淮的水域来阻止金兵的南下的。这两句以古讽今，寄兴深微，而又浑融贴切，不露痕迹，无限感慨，都在虚处。结句含蓄委婉，生活中没有一个真正顶用的英雄人物，真正能够以“一篙春水”迫使敌人不敢南犯的却是“小红楼、帘影间”的仙姥。以仙姥的神功盖世而不居功自傲，反刺那些苟且偷安而又善于邀功请赏的无耻男人 。“小红楼、帘影间”的幽静气氛，跟上片“旌旗共 、乱云俱下”的壮阔场景 ，以及下片的“奠淮右，阻江南”的雄奇气象，构成了截然不同境界。然正因为一个“小红楼、帘影间”的人物，却能指挥若定，驱走强敌，这就更显出她的神奇才能。这种突然变换笔调的方法 ，特别能够加深读者的印象，强化作品的主题，并使行文显得摇曳多姿，富有曲折变化之美。姜夔曾在《诗说》中总结自己的创作经验说：“篇终出人意表，或反终篇之意，皆妙。”此词结句，正是反终篇之意而又能出人意表的一个显例，因此能给人以无穷的回味。"
        },
        {
            "title": "昔游诗 其十一",
            "content": "昔游衡山上，未晓入幽谷。欲识所坐舆，横版挂两竹。状如秋千垂，高下不倾覆。登山九千丈，中道多佛屋。一峰高一峰，峰峰秀林木。仰看同来客，木末见冠服。高台石桥路，寻常云所宿。下方雷雨时，此上自晴旭。紫盖何突兀，万里在一目。馀峰六七十，仅如翠浪矗。北有嬾瓒岩，大石庇樵牧。下窥半岩花，杯盂琢红玉，飞云峰畔过，揽之不盈掬。祝愿融最高绝，紫盖不足录。俯视同仰观，苍苍万形伏。惟馀岣嵝峰，南睇半空绿。仿佛认潇湘，向岳流屈曲。高处惊我魂，幡思宅平陆。其东有雷穴，灵异谨勿触。云来绵世界，云去一峰独。僧窗或留罅，云入不可逐。绝顶横石渠。仙人有遗躅。山多金光草，夜半如列烛。灵药不可寻，吁嗟归太速。",
            "comment": ""
        },
        {
            "title": "与和甫时甫分题画卷夔得剡溪图",
            "content": "枯槎啅乾鹊，交臂失夫君。柰此一尊酒，凭高空水云。",
            "comment": ""
        },
        {
            "title": "湖上寓居杂咏 其一",
            "content": "荷叶披披一浦凉，青芦奕奕夜吟商。平生最识江湖味，听得秋声忆故乡。",
            "comment": ""
        },
        {
            "title": "郊礼后景灵宫薛谢纪事",
            "content": "万数簪花满御街，圣人先自景灵回。不知后面花多少，但见红云冉冉来。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "春点疏梅雨後枝。翦灯心事峭寒时。市桥携手步迟迟。蜜炬来时人更好，玉笙吹彻夜何其。东风落靥不成归。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "小山不能云，大山半为天。",
            "comment": ""
        },
        {
            "title": "华藏地云海亭望具区",
            "content": "茫茫复茫茫，中有山苍苍。大哉夫差国，坐断天一方。夫差醉莲宫，大浪摇不醒。越师何从来，夺我玉万顷。年年亭上秋，一笛千古愁。谁能知许事，飞下双白鸥。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "花花竹里无人见，一夜只香过石桥墩。",
            "comment": ""
        },
        {
            "title": "小重山令/小重山",
            "content": "寒食飞红满帝城。慈乌相对立，柳青青。玉阶端笏细陈情。天恩许，春尽可还京。鹊报倚门人。安舆扶上了，更亲擎。看花携乐缓行程。争迎处，堂下拜公卿。",
            "comment": ""
        },
        {
            "title": "以长歌意无极好为老夫听为韵奉别沔鄂亲友",
            "content": "宦达羞故妻，贱贫厌丘嫂。上书云雨迥，还舍笋蕨老。江皋锄带经，决计恨不早。士无五羖皮，没世抱枯槁。",
            "comment": ""
        },
        {
            "title": "湘月/念奴娇",
            "content": "五湖旧约，问经年底事，长负清景。暝入西山，渐唤我、一叶夷犹乘兴。倦网都收，归禽时度，月上汀州冷。中流容与，画桡不点清镜。谁解唤起湘灵，烟鬟雾鬓，理哀弦鸿阵。玉麈谈玄，叹坐客、多少风流名胜。暗柳萧萧，飞星冉冉，夜久知秋信。鲈鱼应好，旧家乐事谁省。",
            "comment": "【注释】注一：读shu1，纺粗丝。原序：长溪杨声伯典长沙楫棹 ，居濒湘江，窗间所见，如燕公、郭熙画图，卧起幽适。丙午七月既望，声伯约予与赵景鲁、景望、萧和父、裕父、时父、恭父，大舟浮湘，放乎中流，山水空寒，烟月交映，凄然其为秋也 。坐客皆小冠綀服，或弹琴，或浩歌，或自酌，或援笔搜句。予度此曲，即念奴娇之鬲指声也，于双调中吹之 。鬲指亦谓之“过腔”，见晁无咎集。凡能吹竹者，便能过腔也。南宋孝宗淳熙十三年（1186）7 月16 日，酷暑方消，夜晚月光明亮，作者的好友，当时在长沙任职的长溪人杨声伯邀请他与家人一同泛舟游江 。游玩中，大家畅所欲言，十分开心，尽兴，尽兴之余，作者便萌发了填一词的念头，于是，迷人的湘江月夜景色就被生动地呈现于读者面前。上片用一问句开头。到太湖揽胜，早有所约，却一直未能成行，是什么给耽误了呢？词人为自己长年奔波劳碌，无暇亲近山川胜景而感到悔恨，反衬出这次出游的难能可贵，和作者对这次出游的重视，因而兴致勃勃。接着触景生情写出游经过和江上风物。夕阳西下，暮色苍茫，游伴们相互招呼着坐上一艘大船，乘兴打桨，从从容容向江心驶去。此时，劳碌了一天的渔民都收网回家歇息去了，只有归鸟不时掠过水面。月亮露出笑脸后，四周便万籁俱寂了。岸边的沙汀和江心的小洲在烟月辉映下静静地躺着，显得格外幽冷。船到中流，但见四周水平如镜，一片空明，真是美极静极。大家情不自禁地停止划桨，让船儿慢悠悠地随水漂行，唯恐损坏这美的画面和静的氛围 。“画桡不点清镜”一句，以虚写实，情景相生，成功地勾画出那种特有的优美环境和恬适的心境。下片从想象入手。换头三句应词序中的“或弹琴”。从湘江上响起的琴音联想到湘灵鼓瑟的古老传说，于是思绪象脱缰的野马一样奔腾不息：是谁唤起那“烟鬟雾鬓”的湘灵，在这里理弦奏曲？“鸿阵”即雁行。筝弦下有承弦之柱，斜列如雁字，可左右移动以调节音高，这就是“理哀弦鸿阵” 。作者《解连环》词：“小乔妙移筝，雁啼秋水”，即此 。琴、瑟、筝，同是弦乐器，湘灵亦出于想象，故无妨活用，令其弹筝了。下边收回现境，说座中游客都是当今的风流名士，也是大可令人赞叹的赏心乐事，坐客们挥动着玉柄的麈尾拂尘或高谈阔论 ，“或弹琴 ，或浩歌，或自酌，或援笔搜句”，这是多么美好的一场聚会呵 ！下边由近而远，把笔触再伸向自然界。夜色渐浓，岸边的柳树丛被凉风吹得瑟瑟作响，遥挂在蓝天上的星星曳着长长的尾巴向下坠落。这秋的信息最易引发人怀念故土的情思。结尾说自己也象晋代的张翰那样见秋风起而思吴中鲈鱼之美一样，深深地怀念着“旧家乐事”。隐隐约约透露出怀旧情思。这首词通篇记游写景，象是一幅长长的画图。画图上的景物，不论是山是水，是鸟是树 ，是月是星，是游船还是渔网，都在摇曳着融成一片，笼罩在清冷的辉光里，显得淡雅而又有些朦胧，结尾处的怀旧情思尤为朦胧。总的来说，这首词是作者通过写月夜泛舟湘江，来抒发自己的感想。王国维说姜夔写景的作品“虽格调高绝，然如雾里看花，终隔一层”（《人间词话》）。其实，雾里看花，别有一番风味，未必就比“不隔”逊色。就构造意境的功能来说，它似乎高明得多 。因为诗词作品纯然为写景而写景的极为罕见，它们大都缘情而发，或睹物思情，或借景抒怀。这样，出现在作品中的“景”就不再是纯自然的东西，而带有浓厚的主观因素，被情的“ 烟云 ”所缭绕。借用《谈龙录》里的话来说，它已由首尾爪角鳞鬣毕具的常龙化作屈伸变幻莫测的“神龙” 。神龙穿行云中，忽隐忽现，故而显得兴象玲珑。写景的诗词只有达到了如此境界 ，才可能有超然于畦封之外的恬情雅志。这首词含蕴深厚 ，读后有悠悠不尽之感，引人入胜，原因盖在于此。词中所描摹的清幽景色，和词人幽远的情怀相表里 ，相契合，恰如覆盖其上的朦胧月色，使之摇曳变幻，风姿别具，从而构成迷离浑化、耐人寻味、使人流连忘返的美妙境界。"
        },
        {
            "title": "雪中六解",
            "content": "贡鹤矶边晚渡时，柳花风急片帆飞。一声长笛鱼龙舞，白浪中山不肯归。",
            "comment": ""
        },
        {
            "title": "暗香",
            "content": "旧时月色。算几番照我，梅边吹笛。唤起玉人，不管清寒与攀摘。何逊而今渐老，都忘却、春风词笔。但怪得、竹外疏花，香冷入瑶席。江国。正寂寂。叹寄与路遥，夜雪初积。翠尊易泣。红萼无言耿相忆。长记曾携手处，千树压、西湖寒碧。又片片、吹尽也，几时见得。",
            "comment": "【注释】原序：辛亥之冬，予载雪诣石湖。止既月，授简索句，且征新声，作此两曲。石湖把玩不已，使工妓隶习之，音节谐婉，乃名之曰《暗香》《疏影》。 ①辛亥：光宗绍熙二年。②石湖：在苏州西南，与太湖通。范成大居此，因号石湖居士。③止既月：指住满一月。④简：纸。⑤征新声：征求新的词调。⑥工伎：乐工、歌妓。隶习：学习。⑦何逊：南朝梁诗人，早年曾任南平王萧伟的记室。任扬州法曹时，廨舍有梅花一株，常吟咏其下。后居洛思之，请再往。抵扬州，花方盛片，逊对树彷徨终日。杜甫诗“东阁官梅动诗兴，还如何逊在扬州。”⑧但怪得：惊异。⑨翠尊：翠绿酒杯，这里指酒。CD红萼：指梅花。　耿：耿然于心，不能忘怀。【评解】此词咏梅怀人，思今念往。据夏承焘《姜白石词编年笺校》称：“作于辛亥之冬，正其最后别合肥之年”，而“时所眷者已离合肥他去”。由此可知是指合肥旧事。上片写“旧时”梅边月下的欢乐；“而今”往事难寻的凄惶。两相对照，因而对梅生“怪”，实含无限深情。下片写路遥积雪，江国寂寂，红萼依然，玉人何在！往日的欢会，只能留在“长记”中了。低徊缠绵，怀人之情，溢于言表。全词以婉曲的笔法，咏物而不滞于物，言情而不拘于情；物中有情，情中寓物。情思绵邈，意味隽永。【集评】周济《介存斋论词杂著》：惟《暗香》、《疏影》二词，寄意题外，包蕴无穷，可以与稼轩伯仲。张炎《词源》：白石《疏影》、《暗香》等曲，不惟清真，且又骚雅，读之使人神观飞越。许昂霄《词综偶评》：二词（《疏影》、《暗香》）如绛云在霄，舒卷自如；又如琪树玲珑，金芝布护。邓廷祯《双砚斋随笔》：姜石帚之“长记曾携手处，千树压、西湖寒碧。”状悔之多，皆神情超越，不可思议，写生独步也。周济《宋四家词选》：前半阕言盛时如此，衰时如此。后半阕想其盛时，想其衰时。王闿运《湘绮楼词选》：此二词最有名，然语高品下，以其贪用典故也。又云：如此起法，即不是咏梅矣。郑文焯《郑校白石道人歌曲》：案此二曲为千古词人咏梅绝调。以托喻遥深，自成馨逸；其暗香一解，凡三字句逗皆为夹协。梦窗墨守綦严，但近世知者盖寡，用特著之。谭献《谭评词辩》：石湖咏梅，是尧章独到处。“翠尊”二句，深美有骚、辨意。唐圭璋《宋词三百首笺注》：刘体仁云，落笔得“旧时月色”四字，便欲使千古作者，皆出其下。又云：咏梅嫌纯是素色，故用“红萼”字，此谓之破色笔。又恐突然，故先出“翠尊”字配之；说来甚浅，然大家亦不为，此用意之妙，总使人不觉，则烹锻之功也。"
        },
        {
            "title": "观灯口号",
            "content": "世间形象尽成灯，烘火旋沙巧思生。列肆又多看不遍，游人一一把灯行。",
            "comment": ""
        },
        {
            "title": "过德清",
            "content": "溪上佳人看客舟，舟中行客思悠悠。烟波渐远桥东去，犹见阑干一点愁。",
            "comment": ""
        },
        {
            "title": "湖上寓居杂咏 其五",
            "content": "辇路垂杨两行裁，苑门秋水欲平阶。朝朝南望宫云起，白鸟一双山下来。",
            "comment": ""
        },
        {
            "title": "鬲溪梅令 丙辰冬，自无锡归，作此寓意。",
            "content": "好花不与殢香人。浪粼粼。又恐春风归去绿成阴。玉钿何处寻。木兰双桨梦中云。小横陈。漫向孤山山下觅盈盈。翠禽啼一春。",
            "comment": "【注释】词人对于恋情词，或多依红偎翠的狎挚描写，或多秦楼楚馆的声色描写 。白石词则不然 ，有的只是“美人如花隔云端”的抒情，给人一种可爱慕不可亵渎的高雅感觉。这是因为白石本人用情专一，他除了在词中提到合肥情侣外，没有提过他人。是的，真正刻骨铭心的恋情应该只有一次，而且是无可替代，九死其犹未悔的唯一。于湖词中怀念李氏之作，白石词中怀念合肥情侣之作，皆写此种美好感情。白石《鬲溪梅令》 ，正是怀人之词。序云：“丙辰冬，自无锡归，作此寓意。”丙辰即宋宁宗庆元二年（1196），词人同时作《江梅引》 ，序云：“丙辰之冬，予留梁溪（无锡），将诣淮南（指合肥），不得，因梦思以述志 。”此词所寓之意，不应远求，当即《江梅引》所述之志。二词皆以梅名调，亦不可忽视。尤其白石怀人诸词多有恐怕归去迟暮之忧思，可以印证此词。如《一萼红》：“待得归鞍到时，只怕春深。”《淡黄柳》：“怕梨花落尽成秋色。”《长亭怨慢》：“韦郎去也，怎忘得玉环分付：第一是早早归来，怕红萼无人为主。”《点绛唇》：“淮南好 。甚时重到。陌上生青草。”此词所写：“又恐春风归去绿成阴。玉钿何处寻。”正是同一种忧惧归迟的心情。故此词实为怀念合肥情侣之作。在这首词中，词人灵心独运，用想象营造出一如梦如幻、恍惚迷离的意境，极富朦胧之美。“好花不与殢香人。”起笔运用提空描写 ，空中传恨。好花即梅花，亦暗喻所念之情人。以好形容花，纯然口语而一往深情。殢香人是词人自道。好花不共惜花人，美人不与怜香惜玉者，传尽天地间一大恨事。“浪粼粼 。”词人寤寐求之 ，求之不得，想象之中，遂觉此梅花所傍之溪水，碧浪粼粼，将好花与惜花人遥相隔绝。正是盈盈一水，隔断万古柔情。此即调名“鬲溪梅”之意。《诗·汉广》云：“没有游女，不可求思。汉之广矣，不可泳思。江之永矣，不可方思。”《蒹葭》云 ：“所谓伊人，在水一方。溯洄从之，道阻且长。溯游从之，宛在水中央。”《古诗十九首》亦有“盈盈一水间 ，脉脉不得语”。千古诗人，精诚所至 ，想象竟同一神理。“又恐春风归去绿成阴。玉钿何处寻 。”想望好花，在水一方。只怕重归花前，已是春风吹遍，绿叶成阴，好花已无迹可寻。杜牧《叹花 》诗云：“自恨寻芳到已迟，往年曾见未开时。如今风摆花狼藉，绿叶成阴子满枝。”此词化用其语意，又不露痕迹，正是白石词的妙处。又恐二字，更道出年年伤春伤别的无限伤感。玉钿本为女子之首饰，此转喻梅花之芳姿。“玉钿何处寻 ”一句又暗用周邦彦“何意重经前地 ，遗钿不见，斜径都迷”之意（《夜飞鹊》）。此词本以好花象征美人，此则用首饰象喻好花，喻中有喻，而出入无间，真如羚羊挂角，无迹可求。尤妙者，由玉钿之一女性意象，遂幻出过片之美人形象，真是奇之又奇。“木兰双桨梦中云。小横陈 。”全幅词境本来全是想象，过片二句，则是想象中之想象，可谓梦中之梦 ，幻中之幻。梦寐中，词人忽与久违之美人重逢，共荡扁舟于波心，恍若遨游于云表。木兰双桨，语出《楚辞·湘君》：“桂櫂兮兰枻，”衬托美人之美。“小横陈”三字，为连绵句，描绘出美人斜倚舟中之“横陈 ”二字，让人想起“玉体横陈”等粗俗艳冶之事，但白石词以“清空”为本色，且“不唯清空，又具骚雅”（张炎《词源》），这等字面原不易见。细体味之，始知此是词人之险笔是词人精心策划的“ 阴谋”。大概非此二字，不足以写出美人之奇艳，不足以尽传心中之美感。状以小字，愈见化艳冶为美好。碧浪粼粼， “兰棹兮桂桨 ”，与美人荡舟天外，天光云影，物我皆忘，这种超凡脱俗的境界，实为词人平生梦寐追求所幻出的具备理想神采之意境。然而，梦有梦后人醒，云有风流云散。结笔二句，已从梦幻跌回想象中之现境 。“漫向孤山山下觅盈盈。翠禽啼一春 。”梦醒云散，如花美人无法寻觅，即好花亦亦不可得。此情此景，人何以堪？从过片至结笔，词境情节呈大幅度跳跃，裁云缝月之妙，在盈盈二字。《古诗十九首》云：“盈盈楼上女，皎皎当窗牖。”盈盈本为美人之形容，此又借美人转喻好花之芳姿，一语双关，美人之形象又幻化为想象中之好花。句首下一漫字，写尽好花亦不可求之失落感。惜花人空向孤山山下寻觅好花，而好花终不可得，整个春天，唯闻翠禽对鸣而已。孤山，本指杭州西湖之孤山。多梅花，昔为梅妻鹤子之林逋隐居之处 。词中之孤山，借为好花之地之代语而已。空向好花之地寻觅好花，意味着惜花人纵然重归故地，也已是花落人空，唯有绿叶成阴，鲛销泪痕了。一春二字结穴，用凄美之字面，象征时间之绵延，写出词凄艳哀绝的爱情悲剧，真是“天长地久有时尽，此恨绵绵无绝期”了。结句暗用一则神异传说。《龙城录》云 ：赵师雄，睢阳人，（隋）开皇中过罗浮山，天寒日暮，见林间有酒肆，旁有茅舍 ，一美人淡妆靓逸，素服出迎，相与扣酒家门共饮，不觉醉卧。即觉，乃在大梅树下，有翠羽嘈唧其上，月落参横，惆怅而已。结笔暗用这一故事，愈增全幅词境如梦如幻的朦胧美感。此词艺术造诣确有独到之处。论意境乃如梦如幻，梦中有梦，幻中有幻。好花象征美人，烟波象征离绝，此是词中第一境界。木兰双桨，梦中美人，乃梦中之梦，幻中之幻，是第二境界。第一境界实为词人平生遭际之写照，第二境界则为其平生理想之象征。营造出如此奇幻之意境，真是匪夷所思。论意脉则如裁云缝月，无迹可求。上片以玉钿喻好花，遂幻出如花之美人，下片用盈盈喻好花，又由美人幻为好花。故过片梦境之呈现，真如空中之音，水中之月，玲珑剔透，不可凑泊。论声韵则如敲金戛玉，极为美听。全词八拍，句句叶韵，用平声真文等韵，诵之如闻笙簧。句中兼采双声、叠韵、叠字，如好花、浪粼为双声，成阴、双桨 、梦中为叠韵，粼粼、山山、盈盈为叠字，尤增音节之美。这是因为白石不仅精于填词，亦妙解音律，以音乐人的身份写词，自是千锤百炼，刻意求工了 。杨万里曾激赏白石之诗“有裁云缝月之妙思，敲金戛玉之奇声”（见《直斋书录解题》引），可以移评此词。"
        },
        {
            "title": "解连环",
            "content": "玉鞭重倚。却沈吟未上，又萦离思。为大乔、能拨春风，小乔妙移筝，雁啼秋水。柳怯云松，更何必、十分梳洗。道郎携羽扇，那日隔帘，半面曾记。西窗夜凉雨霁。叹幽欢未足，何事轻弃。问後约、空指蔷薇，算如此溪山，甚时重至。水驿灯昏，又见在、曲屏近底。念唯有、夜来皓月，照伊自睡。",
            "comment": "【注释】姜白石作词，体悟到自然的妙境，他在其所著《诗说》中言 ：“诗之不二，只是不精思耳。不思而作属多亦奚为？”他的词也体现了布局精致，用词精致的特点。即选择现成调名，也往往有所用意。此词是白石离开合肥后 ，在驿舍追念分手情境所作惜别之词。调名《解连环》，正喻示着主题。“玉鞍重倚。却沉吟未上，又萦离思 。”起笔三句，点出事因。驿舍清晨，即将离开所爱的人，词人却沉吟徘徊，离情别绪，又萦绕心头，牵绊得他难以遽去。却字转折有力，刻画出将渐行渐远而又不忍远去的内心冲突。又字亦可玩味。虽说又萦离思，只在这里停留了片刻，何曾片时忘怀。离思为何？“为大乔能拨春风，小乔妙移筝，雁啼秋水 。”三国时东吴“桥公两女 ，皆国色”（《三国志·吴志·周瑜传》），人称大桥、小桥。桥常又写作乔。此指合肥恋人姊妹。临别前 ，姊妹俩为行人作临行践别的最后一次演奏，姐姐拨动琵琶，妹妹弹起筝，诉说衷曲。句中春风二字代指琵琶及其演奏技艺。王安石《明妃曲》：“含情欲说独无处，传与琵琶心自知。黄金捍拨春风手，弹看飞鸿劝胡酒。”黄庭坚《次韵和答曹子方杂言》：“侍儿琵琶春风手 。”雁字切筝，以筝承弦之柱斜列暗合雁行。由春风与雁，营造出琵琶声如春风流拂、筝声如雁唳秋江的音乐意境，使此词有象外之象之妙。“柳怯云松，更何必、十分梳洗 。”柳怯 ，喻体态柔弱，云松，喻发髻蓬松，四字状女子在情郎将要离开时梳妆无意的状态，亦暗示出女子之美。粗服乱头，不掩国色，又何必梳妆整齐呢。接上来三句，用道字领起女子的话语 。“道郎携羽扇，那日隔帘，半面曾记。”半面指初次见面。那时的相见是遮遮掩掩羞羞答答的样子。女子道：还记得初次见面那天，隔着帘儿看见您携了羽扇而来的样子。语短情深，声吻宛然。女子缅怀初次见面，实叹惋轻易离别。追忆他们第一次见面时的难忘印象，又可见其爱情之深挚缠绵。“西窗夜凉雨霁。”换头写临别前夕情境 ，以收束追忆。亦能起承上启下之功。当雨住时，天将拂晓，人将启程矣。心念及此，怎不叫人惋叹天地，词人不禁叹息：“叹幽欢未足，何事轻弃。”叹欢好未足，何苦轻别，词笔已收回现在，遥遥应合起笔之“沉吟未上，又萦离思”。许昂霄《词综偶评》于此云：“与起处遥接 。从合至离，他人必用铺排，当看其省笔处。评其用语真是自然高妙；由奇返常 。用思而不痕迹，简直到了炉火纯青的地步了。紧接着，词人又陷入追忆。“问后约、空指蔷薇，算如此溪山，甚时重至。”溪山映照伊人 。白石《点绛唇》云：“淮南好。甚时重到。”与此可以相互印证。溪山、淮南，皆指合肥，实即指合肥女子。女子询问何时才能够再相会，词人指蔷薇花谢为期，词语用杜牧《留赠》诗 ：“不用镜前空有泪，蔷薇花谢即归来 。”（清真《 氐州第一》：“也知人悬望久，蔷薇谢、归来一笑”，并同。）实则自己亦心中茫然，溪山如此美好，不知何日才能重到。自己心中茫然但为给情人一个希望 ，只能空指蔷薇，掩饰不住的悽惶尽现于表。此三句是临别情境之一重要补笔，刻画出合肥女子的一片痴情，也写出词人内心的失落感。论笔致可谓曲折尽致。正如许昂霄《词综偶评》所说：“深情无限。觉少游‘此去何时见也’浅率寡味矣 。”追忆至此已到尽头，接下来写的是幻觉之境。“水驿灯昏，又见在、曲屏近底。”见，想象之辞，在，语助辞。近，白石自注：“平声。”按词律此字须用平声，白石制词心细如发 ，此亦可见。底，里也。以上皆宋人口语。水边驿舍，一灯昏黄，朦胧中，词人好象又回到伊人居处，曲曲屏风旁边。此一霎幻觉之描写，亦写出此时词人相思入骨以致神志恍惚。极言相思之切尤妙者，将水驿灯昏之现境与曲屏近底之幻境叠印为一境，真耶，幻耶，恍不可辨。白石《霓裳中序第一》云 ：“一帘淡月，仿佛照颜色”，与此同一意境。梦毕竟是梦况且又是想象的梦，即刻便醒。结笔，词人又陷入痴情之悬想 ：“念唯有夜来皓月 ，照伊自睡。”想得伊人夜来最苦，只有淮南皓月，冷照伊人孤眠。一结凄凉无尽。此词显著特色是寓叙事于抒情。情以叙出主要是借助于其动作言语的悲伤，而使叙述、抒情融合无间。起笔三句写现境 ，“为大乔”以下直至换头，全是追忆惜别情境 。“叹幽欢”二句才收回现在，“问后约”四句又跌入追忆 。“水驿”三句则是幻觉，结笔变为悬想。纵观全幅，上片主写追忆，层次较为单纯，抒情更为直接、鲜明，下片则远为繁复，把追忆与现境、幻觉与悬想打成一片 。由单纯而趋繁复之抒情结构，亦反映出词人由深沉而趋激烈之心态变化。寓叙事于抒情之笔法，实远绍清真。陈廷焯《白雨斋词话》卷三云：“白石、梅溪皆祖清真，白石化矣。”白石怀人诸词，多不以回忆为主，而是另辟蹊径，化浑厚为清白，有别于清真，此词却逼近清真笔法。其风格显示出洗尽铅华 ，气格紧健之感。《解连环》词律规定要用一系列仄声单字领起下文。领字兼有声情并至之妙，是此词又一特色。词中每下一领字，如：却、为、更、道、叹、问、算、又、念，便领起一层词情词境。领字递用，则情境层层翻进。诸领字又多为感叹辞，表达怀想叹惋，最是虚处传神。用字在声律上对和谐要求与讲究，除却字外，其馀领字皆用去声，去声振奋，恰好振起声情 。万树《词律》云：“名词转折跌宕处多用去声。姜白石深通音律，作词精美，其风格清真瘦劲，如秋林疏叶 ，互相异了周邦彦的华艳丰腴。”此词正是好例。"
        },
        {
            "title": "下孤城",
            "content": "人家多住竹篱中，杨柳疏疏尚带风。记得下孤城下路，白云依旧两三篷。",
            "comment": ""
        },
        {
            "title": "除夜自石湖归苕溪 其三",
            "content": "黄帽传呼睡不成，投稿细细激流冰。分明旧泊江南岸，舟尾春风飐客灯。",
            "comment": ""
        },
        {
            "title": "桂花",
            "content": "空山寻桂树，折香思故人。故人隔秋水，一望一回颦。南山北山路，载花如行云。阑干望双桨，农枝储待君。西泠荫歌舞，夜夜明月嗔。弃捐頳玉佩，香尽作秋尘。楚调秋更苦，寂寥无复闻。来吟绿业下，凉风吹练裾。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "家在马城西，今赋梅屏雪。梅雪相兼不见花，月影玲珑彻。前度带愁看，一饷和愁折。若使逋仙及见之，定自成愁绝。",
            "comment": ""
        },
        {
            "title": "湖上寓居杂咏 其三",
            "content": "秋云低结乱山愁，千顷银波疑不流。堤畔画船堤上马，绿杨风里两悠悠。",
            "comment": ""
        },
        {
            "title": "次石湖书扇韵",
            "content": "桥西一水曲通村，岸阁浮萍绿有痕。家住石湖人不到，藕花多处别开门。",
            "comment": ""
        },
        {
            "title": "玲珑四犯",
            "content": "垒鼓夜寒，垂灯春浅，匆匆时事如许！倦游欢意少，俯仰悲今古。江淹又吟恨赋，记当时、送君南浦。万里乾坤，百年身世，唯有此情苦。扬州柳垂官路，有轻盈换马，端正窥户。酒醒明月下，梦逐潮声去。文章信美知何用，漫赢得天涯羁旅。教说与，春来要、寻花伴侣。",
            "comment": ""
        },
        {
            "title": "鸟夜啼",
            "content": "老乌棲棲飞且号，晨来枝上啄楮桃。楮桃已空楮叶死，犹啄枯枝觅虫蚁。老乌赋分何其贫，未啼已被邻公嗔。吁嗟老乌不自省，墙头屋上纷成群。吴中贵游重鹦鹉，千金远致能言语。花底红绦郑袖擎，盘中碧果秦宫取，天生灵物得人怜，过者须来鹦鹉边。老乌事事无足录，人间犹传夜啼曲。",
            "comment": ""
        },
        {
            "title": "永遇乐 次韵辛克清先生",
            "content": "我与先生，夙期已久，人间无此。不学杨郎，南山种豆，十一徵微利。云霄直上，诸公衮衮，乃作道边苦李。五千言，老来受用，肯教造物儿戏。东冈记得，同来胥宇，岁月几时难计。柳老悲桓，松高对阮。未办为邻地。长干白下，青楼朱阁，往往梦中槐蚁。却不如、洼尊放满，老夫未醉。",
            "comment": "【注释】南宋著名诗人白石曾作有一诗，诗名叫《奉别沔鄂亲友》，诗中写道：“诗人辛国士，句法似阿驹。别墅沧浪曲，绿阴禽鸟呼 。颇参金粟眼，渐造文字无。&#8943;&#8943;”自注：“辛泌，克清。”由此可以推断：这是一位品德高洁的文人。词首三句叙友谊。以下入辛先生的志行。“杨郎”句用杨恽《报孙会宗书》语：“田彼南山，芜秽不治，种一顷豆，落而为萁。”又云：“幸有余禄，方籴贱贩贵，逐什一之利 。”这三句说辛克清不逐（征，有求的意思）利。下三句说辛也不求名。“诸公衮衮”是主语，“云霄直上”是谓句。杜甫《醉歌行》赠郑广文云 ：“诸公衮衮登台省，广文先生官独冷 。”用的也正是这句话。“乃作道边苦李”，用王戎幼与群儿嬉，不折道边李，以为必苦李事。见《世说新语·雅量 》 。东坡《次韵王定国南迁回见寄》：“我愿得全如苦李。”词意正是这样。“五千言”二句是说辛克清有得于道家的哲学 。不肯让“造物”（客观的辩证法）戏弄自己。就是说，不求名利，也就无所损辱。下片说平生志欲结邻，多少年前曾同到东冈去相宅（“胥宇”字出《 诗·大雅·帛系》），准备他年结邻。哪知相宅之处，柳已老哪，松已高哪。卜邻的地还是不能到手！这六句一气呵成，气势恢宏。第三句插入一顿，便不伤直致。柳老松高，接上“岁月”无迹。“悲桓”：《世说新语·言语》说桓温见昔年种柳，皆已十围 。叹曰：“木犹如此，人何以堪！”“对阮”：用杜甫《绝句四首》之一 ：“梅熟喜同朱老吃，松高拟对阮生论。”连用可谓悲而雅 。那么，两人对十丈软红尘中的生活呢？长干白下，俱在金陵，青楼朱阁，美人所居。象这样奢侈豪华、舒适的生活，在他们两人看来，有如水中月，镜中花。结尾说，不如听任窊尊中的酒斟得满满的吧 ，因为老夫还没喝醉哩 。窪（窊）尊，元结为道州刺史时，发见东湖小山上石多窪下，可作无数酒樽。于是建亭其上，作《窊尊铭》。又有《窊尊诗》。结句说 ：“此尊可常满 ，谁是陶渊明！”这首词的风格在白石词中是独特的。可以说它朴老，也可以说是朴老放逸。朴老是基调。这可以看做是白石的功底。词论家公认白石是先专学山谷，后来由江西诗派引入晚唐，主要是学陆龟蒙。于是转以这支妙笔写词，词又独具一格，影响词坛近一千年。他的底子只是个朴老。能朴老便可以弃绝纤巧轻奇，便不以达到别人能写的文章自己不写，自己要写的是别人写不了的东西。元遗山论江西诗派说 ：“古雅谁将子美亲？精纯全失义山真。论诗宁下涪翁拜，不作江西社里人 。”白石之所以可上接杜陵，只看他的朴老的风致，自是少陵亲血脉 。宋翔凤便说过；“词中之有姜白石，犹诗中之有杜少陵。继往开来，文中关键。其流落江湖不忘君国，皆寄托比兴，于长短句寄之。”（《乐府馀论》）但白石的性情让他自己的词变为清空超妙一路。他是在朴老放逸的基础上深思积学，自证妙境的。我看这和杨万里、范成大的影响有关系。有人说白石从辛弃疾来。细看转似较远。这首词虽不是白石的代表作 ，但幸而有这首词，让我们知道 ，惟性情深厚的人才可以写出朴老的词。由此积学深思，才可以证入圣境。从浮华新巧入手只能成就小家小派。我不赞成把白石道人说成江湖游士。游士或清客，是绝无这样深厚的性情的。"
        },
        {
            "title": "同潘德久作明妃作",
            "content": "年年心随春，日日穹庐中。遥见沙上月，忽忆建章宫。",
            "comment": ""
        },
        {
            "title": "禽言如日哥哥",
            "content": "君不见苕溪西南石鼓山，鸟如鸜鹆啼其间。土人相传是阿弟，千呼万唤云复还。身为独雁失俦侣，所愧鹡鴒图急难。绕林哀哀诉明月，夜阑月落声渐咽。天地阔远兄不闻，苍岩下泪山竹裂。岂无鸦舅与鹁姑，人各有心非友于，陟冈四顾空欷嘘。君不见江南望夫谁家子，登山化石不得语。",
            "comment": ""
        },
        {
            "title": "和王秘书游水乐洞",
            "content": "自是瀛洲客，还因野趣来。解衣吟寂寞，携酒上崔嵬。石洞山山秀，栀花树树开。只应岩下水，相送上船回。",
            "comment": ""
        },
        {
            "title": "徵招",
            "content": "潮回却过西陵浦，扁舟仅容居士。去得几何时，黍离离如此。客途今倦矣。漫赢得、一襟诗思。记忆江南，落帆沙际，此行还是。迤逦。剡中山，重相见、依依故人情味。似怨不来游，拥愁鬟十二。一丘聊复尔。也孤负、幼舆高志。水葓晚，漠漠摇烟，奈未成归计。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "日落爱山紫，沙涨省潮回。平生梦犹不到，一叶眇西来。欲讯桑田成海，人世了无知者，鱼鸟两相推。天外玉笙杳，子晋只空台。倚阑干，二三子，总仙才。尔歌远游章句，云气入吾杯。不问王郎五马，颇忆谢生双屐，处处长青苔。东望赤城近，吾兴亦悠哉。",
            "comment": ""
        },
        {
            "title": "诉衷情",
            "content": "石榴一树浸溪红。零落小桥东。五日凄凉心事，山雨打船篷。谙世味，楚人弓。莫忡忡。白头行客，不采苹花，孤负薰风。",
            "comment": ""
        },
        {
            "title": "钩雪亭",
            "content": "阑干风冷雪漫漫，惆怅无人把钓竿。时有官船桥畔过，白鸥飞去落前滩。",
            "comment": ""
        },
        {
            "title": "夜行船",
            "content": "略彴横溪人不度。听流澌、佩环无数。屋角垂枝，船头生影，算唯有、春知处。回首江南天欲暮。折寒香、倩谁传语。玉笛无声，诗人有句，花休道、轻分付。",
            "comment": ""
        },
        {
            "title": "陪张平甫游禹庙",
            "content": "镜里山林绿到天，春风只在禹祠前。一声何处提壶鸟，猛省红尘二十年。",
            "comment": ""
        },
        {
            "title": "一萼红",
            "content": "古城阴。有官梅几许，红萼未宜簪。池面冰胶，墙腰雪老，云意还又沈沈。翠藤共、闲穿径竹，渐笑语、惊起卧沙禽。野老林泉，故王台榭，呼唤登临。南去北来何事，荡湘云楚水，目极伤心。朱户黏鸡，金盘簇燕，空叹时序侵寻。记曾共，西楼雅集，想垂杨、还袅万丝金。待得归鞍到时，只怕春深。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "凉夜摘花钿，苒苒动摇云绿。金络一团香露，正纱厨人独。朝来碧缕放长穿，钗头挂层玉。记得如今时候，正荔枝初熟。",
            "comment": ""
        },
        {
            "title": "浣溪沙 辛亥正月二十四日，发合肥",
            "content": "钗燕笼云晚不忺。拟将裙带系郎船。别离滋味又今年。杨柳夜寒犹自舞，鸳鸯风急不成眠。些儿闲事莫萦牵。",
            "comment": "【注释】这是一首与情人依依惜别的情词，作于绍熙二年辛亥（1191）正月二十四日离别合肥之际 。此一别，很可能就是白石与合肥女子最后之别，至少本年之后，即成生离死别。此后 ，白石陷入“天不老，情难绝。心似双丝网，中有千千结”张先《千秋岁》的“情结”中，演化为白石一生的肠断史，生出南宋词中之一段奇情异彩——白石怀人系列词。这是白石与合肥女子分别时，所始料不及的。上片从女子一方写惜别。“钗燕笼云晚不忺。”钗燕者，带有燕子形状装饰之钗。笼云即挽结云鬟。忺，高兴、适意。晚来梳妆，钗燕笼云，然而，打扮起来，却掩饰不住愁容惨淡。起句写女子之美丽容妆，次句写其言为心声。“拟将裙带系郎船。”裙带如何系得住郎船？真是无理而妙。白石论诗有四妙，其一是“理高妙”，即“碍而实通”，看似无理，实真有理，且自然而妙。痴语最见痴情，故妙。用女子之物，道女子之情 ，又妙。“别离滋味又今年。”“又”说明别离已非一次，只有体味过别离滋味的人，才能在临别之前，体会到即将来临的那种别离滋味。语意从李煜《相见欢》“剪不断 ，理还乱。是离愁，别有一般滋味在心头”中化出。喃喃一语，辛酸何限。凄凉的情味，与美丽的容妆，自成鲜明对比，无限伤情 ，尽在其中。下片从自己一面写对情人的劝慰 。“杨柳夜寒犹自舞，鸳鸯风急不成眠”，你看那寒夜之杨柳 ，树欲静而风不止，柳枝参差飞舞，哪得片刻安宁？你看那水上之鸳鸯，固疾风劲吹也不得安眠。天下事不如意者十之八九 ，又何止你与我 ？“些儿闲事莫萦牵。”离别不会太久，重逢仍旧有期，你不要萦心牵怀，放心不下啊 ！大有“无为在歧路，儿女共沾巾”（王勃《杜少府之任蜀州》）的豪情与潇洒 。不曾想到，此一刻即为生离死别，“此恨绵绵无绝期”，所以后来才有“当时何时莫匆匆”（《浣溪沙》）的痛悔 。鸳鸯风急不成眠，实为离别时不祥之语，实为后来重逢难期的不幸之预谶 ，白石合肥情遇，后来终成一生悲剧。此词不用典实，不假藻饰，纯似口语，而具见性情。上片由女子之容妆写出女子之心声，笔笔都写出足不出户的古代女子之特征——用情专执。下片由风中之杨柳说到风中之鸳鸯，语语都见得饱读诗书的古代读书人特征——温文尔雅。女子只是顺情直说，读书人则言必用比兴。但他比兴用得好，以眼前景，喻心中情，又纯似口语。这纯似口语的艺术语言，源于词人“纯似友情”（夏承焘《合肥词事考》）的真诚爱心，是从词人性灵肺腑之中自然流出。白石爱情词的本原在于此，其价值亦在于此。"
        },
        {
            "title": "有送",
            "content": "怜君归橐路迢迢，到得茅斋转寂寥。应叹药栏经雨灶，土肥抽尽缩砂苗。",
            "comment": ""
        },
        {
            "title": "待千岩",
            "content": "搴裳望洞庭，眼过天一角。初别未甚愁，别久今始觉。作笺非无笔，寒雁不肯落。芦花待挐音，怪底北风恶。",
            "comment": ""
        },
        {
            "title": "于越亭",
            "content": "松尾飕飕石浪寒，胡啼番曲转声酸。人间无此春风手，应是江妃夜放弹。",
            "comment": ""
        },
        {
            "title": "以长歌意无极好为老夫听为韵奉别沔鄂亲友",
            "content": "佳人鲁山下，日弄清汉波。促弦调宝瑟，哀思感人多。咬哇秦缶击，冷落吨客歌。知音良不易，如此粲者何。",
            "comment": ""
        },
        {
            "title": "金神夜猎图二首",
            "content": "夜半金神羽猎，奔走山川百灵。云气旌旗来下，飒然已入青冥。",
            "comment": ""
        },
        {
            "title": "除夜自石湖归苕溪 其四",
            "content": "千门列炬散林鸦，儿女相思未到家。应是不眠非守岁，小客春意入灯花。",
            "comment": ""
        },
        {
            "title": "三高祠",
            "content": "越国霸来头已折，洛京归后梦犹惊。沉思只羡天随子，蓑笠寒江过一生。",
            "comment": ""
        },
        {
            "title": "坐上和约斋",
            "content": "句入冰轮冷，愁因玉宇开。可无如此客，犹恨不能杯。好句长城立，寒鸦结陈来。箜篌晨这手，拚却断肠回。",
            "comment": ""
        },
        {
            "title": "喜迁莺慢/喜迁莺",
            "content": "玉珂朱组。又占了、道人林下真趣。窗户新成，青红犹润，双燕为君胥宇。秦淮贵人宅第，问谁记、六朝歌舞。总付与、在柳桥花馆，玲珑深处。居士。闲记取。高卧未成，且种松千树。觅句堂深，写经窗静，他日任听风雨。列仙更教谁做，一院双成俦侣。世间住。且休将鸡犬，云中飞去。",
            "comment": ""
        },
        {
            "title": "予居苕溪上与白石洞天为邻潘德久字余日白石",
            "content": "南山仙人何所食，夜夜山中煮白石。世人唤作白石仙，一生费齿不费钱。仙人食罢腹便便，七十二峰生肺肝。真租只在南山南，我欲从之不惮远。无方煮石何由软。佳名锡我何敢辞，但愁自比长苦饥。囊中只有转庵诗，便当掬水三咽之。",
            "comment": "【注释】【原题】：予居苕溪上与白石洞天为邻潘德久字余日白石首人且以诗见畀其词日人间官爵似樗蒲采到枯松亦大夫白石道人新拜号断无缴驳任称呼予以长句报贶"
        },
        {
            "title": "古乐府",
            "content": "令我歌一曲，曲终郎见留。万一不当意，翻作平生羞。",
            "comment": ""
        },
        {
            "title": "除夜自石湖归苕溪 其十",
            "content": "环玦随波冷未销，古苔留雪卧墙腰。谁家玉笛吹春怨，看见鹅黄上柳条。",
            "comment": ""
        },
        {
            "title": "李陵台",
            "content": "李陵归不得，高筑望乡台。长安一万里，鸿雁隔年回。望望虽不见，时时一上来。",
            "comment": ""
        },
        {
            "title": "临安旅邸答苏虞叟",
            "content": "生杨风雨小楼寒，宋玉秋词不忍看。万里青山无处隐，可怜投老客长安。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "辛亥之冬，予载雪诣石湖。止既月，授简索句，且征新声，作此两曲。石湖把玩不已，使工妓隶习之，音节谐婉，乃名之曰《暗香》《疏影》。旧时月色，算几番照我，梅边吹笛。唤起玉人，不管清寒与攀摘。何逊而今渐老，都忘却春风词笔。但怪得竹外疏花，香冷入瑶席。江国，正寂寂。叹寄与路遥，夜雪初积。翠尊易泣，红萼无言耿相忆。长记曾携手处，千树压西湖寒碧。又片片、吹尽也，几时见得。",
            "comment": "【注释】何逊：南朝梁人，能诗，以爱梅闻名。何逊曾作《扬州法曹梅花盛开》云，「兔园标物序，惊时最是梅。」后迁官，因爱扬州之梅，要求转任扬州。这里作者以何逊自比。春风词笔：何逊《咏春风》，「可闻不可见，能重复能轻。镜前飘落粉，琴上响馀声。」寄与：这里暗用南朝宋人陆凯的《赠范晔诗》，「折花逢驿使，寄与陇头人。江南无所有，聊赠一枝春。」陆凯所折的花是梅花。千树压西湖：宋时西湖孤山遍植梅花。这两首词是文学史上著名的咏梅词，是姜夔的代表作之一。白石咏梅词共有十七首，古其全词的六分之一 ，此二篇最为精绝。张炎在所著《词源》中说：诗之赋梅，惟和靖一联而已，世非无诗，不能与之齐驱耳。词之赋梅，惟姜白石《暗香》、《疏影》二曲，前无古人，后无来者，自立新意，真为绝唱。所谓“和靖一联”，即宋初诗人林逋《山园小梅》中的“疏影横斜水清浅，暗香浮动月黄昏”两句。姜夔非常欣赏其句，就摘取句首二字，以之为“自度曲”咏梅词的调名。白石是南宋大音乐家，妙解音律，从此二篇咏梅词亦可看出其独创之功。白石词往往有小序，或述作词缘起，或纪心绪行踪，要言不烦，与词的内容溶为一体，不可分割。从题序看，这两首词作于南宋光宗绍熙三年辛亥（1191）冬季，当时词人应邀到范成大退休隐居的苏州附近的石湖别墅作客。范成大也喜爱梅花，买园种梅，并著有《梅谱》。白石投主人之雅好 ，驰骋才华，创作了这两篇咏梅绝唱。这二篇词的主旨令人难以索解。历代读者在欣赏它的美妙的词句的同时 ，不免要追寻它的言外寄托，于是，劝阻范成大归隐、哀叹徽钦二帝北狩、感慨今昔盛衰、怀念合肥旧游等等说法就都出现了。这些说法的是非颇难截然判断，因为作者是不明言他的寄托的，读者的理解各有不同也是完全允许的，不论见仁见智，只要言之成理，就可以自成一说。或者说，这两首词具有多功能指向，寄托国事，感慨今昔，追念旧游，思恋情人等多种主旨都有，形成一种含混，朦胧之美。《暗香》、《疏影》在体制上也很有特点。作者自述“作此两曲” ，从音乐上讲是两只曲子；“授简索句”，从词篇上说却是一个题目 ，两首词，也可以说是一首。这种特殊体制为姜夔所首创，我们不妨称之为“连环体”，两环相连 ，似合似分，以其合者观之为一，以其分者观之为二。《暗香》一词，以梅花为线索 ，通过回忆对比，抒写今昔之变和盛衰之感。全词共分六层。上片，开篇至“不管清寒与攀摘”五句为一层，从月下梅边吹笛引起对往事的回忆。以“旧时月色”开头，以往事递入，落笔便不平凡。已经勾勒出了时空范围，渲染出了感情基调。回忆旧时，拉开了时间距离；月色在天，撑起了空间境地；眼前的景象勾连着过去的经历，令人摇曳生情 。首句落笔得此四字，“便欲使千古作者皆出其下”（清刘体仁《七颂堂词绎》）。“唤起”二句 ，又引入怀人层层荡开 ，环环相生：由月色写到“算几翻照我 ”，画出回忆往日情事时的屈指凝神之态；再写“梅边吹笛”，在月下笛声中点出“梅”字，咏物而不避题面，亦见大手笔，直将“藏题”的技法视为细末 ，不屑遵循；再由笛声“唤起玉人”，以美人映衬梅花，直欲喧宾夺主，却急以“不管清寒与攀摘”收住，化险为夷，仍不离咏梅的本题。至此，一幅立体的，活动的，有人有物，有情有景，有声有色的生活图景、艺术境界，乃展现在读者的面前。月色下、笛声中，一位玉人在犯寒摘梅，境界何其清空幽雅 。贺铸的一首《浣溪沙》中有“玉人和月摘梅花”之句，意境已自高雅幽美，但与姜白石词相比，仍显单薄。姜词“不管清寒与攀摘”一句蕴藏着两层没有明说的意思：一是“与”人攀摘，既有与人同摘之义，也有摘梅以赠别人之义，这就暗中用上了“驿寄梅花”的典故，透露了陆凯的诗句“聊赠一枝春”的一层意思 ；另一层含义是，玉人之所以“不管清寒”，因为她怀着满腔的热情 ，且与外界的“清寒”恰相反衬。玉人的一片深情密意全都倾注在梅花上，梅花的感情负载就格外厚重了 。开头几句写的是回忆中的情景，到“何逊而今渐老”两句，笔峰陡转，境界突变，由回忆回到现实，由欢乐往事转到而今的迟暮之悲。词人以何逊自此，是说自己年华已逝，诗情锐减，面对梅花，再难有当年那种春风得意的词笔了。正如词人所说 ：“才固老尽，秀句君休觅”（《暮山溪》）。与上五句相比，境界何等衰飒。这是第二层。其实词人当时年仅三十五六岁，所以这当是自谦之词。而且何逊写的那首《 扬州法曹梅花盛开 》诗，“兔园标物序，惊时最是梅”等，实在算不得什么好诗，跟他喜爱梅花 ，一直挂念着扬州廨舍那株梅树的心情并不相称，可是后来，他从洛阳特意赶回扬州，再访那一树梅花时，却彷徨终日，不能下笔，连原先那平庸的诗也写不出来了。何逊虽有爱梅之心，而其才力不逮，没有做出好诗来（“春风词笔 ”是指他的《咏春风》诗“可闻不可见，能重复能轻。镜前飘落粉，琴上响余声 ”，咏物颇称工细）姜夔以之自比而表示谦逊不是相当合适吗？“但怪得”至上片结尾为第三层，又把笔锋转回来 ，意谓尽管才不附情，见到石湖梅花的清丽幽雅，亦不免引动诗兴，以答谢主人的盛情美意。这几句映照小序，点明题旨。“竹外疏花，香冷入瑶席”，也是苏东坡《和秦太虚梅花》诗“竹外一枝斜更好”之意，是对石湖梅花的具体描绘。以竹枝映衬疏花，写其形貌姿色；以瑶席映衬冷香，写其高洁的品性，着墨不多而形神俱现。下片承上片中写身世之感。从“红国”到“红萼无言耿相忆”是第四层，感情曲折细腻而又富于变化。换头余鸡独处异乡，空前冷清寂寞，内心情感波澜起伏。“寄与路遥，夜雪初积”，则言重重阻隔，纵然折得梅花也无从寄达，相思之情，难以为怀，只有耿耿于怀，长相忆忘而已。“翠尊易泣，红萼无言”，词采甚美 。“翠”与“红”是作者特意选用的艳色，用以与上文的“月”、“玉”、“清”、“瑶”等素洁的字面相“破”，通过对比 ，取得相得益彰的色彩效果。把翠尊而对红萼，由杯中之酒想到离人之泪，故曰“易泣”；将眼前的梅花看作远方的所思，悄然相对，虽曰“无言”，而思绪之翻腾、默默之诉说又何止万语千言。正是无言胜有言，无声胜有声。“长忆曾携手处”三句是第五层。由“相忆”很自然地接续到“长记 ”，于是又打开了另一扇回忆的窗子，写到当年与情人携手同游梅林的情景。千树梅花，无尽繁英，映照在寒碧的西湖水面之上。这一片繁梅 ，亦如邓尉山的“香雪海”，在作者的笔下显得十分壮观，比起上文的“竹外疏花”来，完全是另一番景象 。午树压、西湖寒碧是词中名句，境界幽美，词语精工，冷峻之中透露出热烈的气氛。词情发展至此，终于形成高潮。最后两句又是一层，词笔顿时跌落，写到梅花的凋落飘零的肃刈景象。“又片片吹尽也”，语似平淡而感叹惋惜之情却溢于言表。“几时见得”，应是一语双关之词，梅花落了何时再开？相忆之人分别已久何时再逢？正因为巧妙绾合两重意思，所以显得韵味十分深长。《暗香》重点是对往昔的追忆，而《疏影》则集中描绘梅花清幽孤傲的形象，寄托作者对青春、对美好事物的怜爱之情。 《疏影》一篇，笔法极为奇特，连续铺排五个典故，用五位女性人物来比喻映衬梅花，从而把梅花人格化、性格化，比起一般的“遗貌取神”的笔法来又高出了一层。上片写梅花形神兼美 。“苔枝缀玉”三句自成一段，它描绘了一株古老的梅树，树上缀满晶莹如玉的梅花，与翠禽相伴同宿。苔枝，长有苔藓的梅枝。缀玉，梅花象美玉一般缀满枝头。这三句用了一个典故。讲的是隋代赵师雄在罗浮山遇仙女的神话故事，见于曾慥《类说》所引《异人录》略谓：隋开皇年间，赵师雄调伍广东罗浮，行经罗浮山，日暮时分，在梅林中遇一美人 ，与之对酌，又有一绿衣童子歌舞助兴，“师雄醉寐，但觉风寒相袭，久之东方已白，起视大梅花树上有翠羽剌嘈相顾 ，月落参横，惆怅而已 。”原来美人就是梅花女神，绿衣童子大亮以后就化为梅树枝头的“翠禽”了 。作者用这个典故，入笔很俏，只用“ 翠禽 ”略略点出。读者知其所用典故，方知“苔枝缀玉”亦可描摹罗浮女神的风致情态 ，“枝上同宿”也是叙赵师雄的神仙奇遇。姜夔爱用此典，其《鬲溪梅令》有句云 ：“谩向孤山山下觅盈盈，翠禽啼一春”。这个典故，使得梅花与罗浮神女融为一体，似花非花，似人非人，在典雅清秀之外又增添了一层迷离惝恍的神秘色彩。“客里”三句由“同宿”，转向孤独 ，于是引出第二个典故——诗人杜甫笔下的佳人。杜甫的《佳人》一诗，其首尾云 ：“绝代有佳人，幽居在空谷。天寒翠袖薄，日暮倚修竹 。”这位佳人，是诗人理想中的艺术形象，姜夔用来比喻梅花，以显示它的品性高洁，绝俗超尘，宁肯孤芳自赏而绝不同流合污。北宋词人曹组《蓦山溪》咏梅词中，有“竹外一枝斜，想佳人，天寒日暮”的句子，也用了苏诗和杜诗的典故。诗词用典，都要经过作者的重新组合与精心安排，姜夔在引出佳人这个艺术形象之前，先写了“客里相逢”一句，使作品带上了一种漂泊风尘的知遇情调，又写了“篱角黄昏”一句，这是与梅花非常相称的环境背景，透露了一点冷落与迟暮的感叹，显示了梅花的高洁品格。“昭君”至上片结句是词中重点，写梅花的灵魂。意谓：梅花原来是昭君的英魂所化，她不仅有绝代佳人之美容，而且更有始终荣辱于祖国的美好心灵。这几句用王昭君的典故，作者的构思，主要是参照杜甫的《咏怀古迹》五首之三：群山万壑赴荆门，生长明妃尚有村。一去紫台连朔漠，独留青冢向黄昏。画图省识春风面，环佩空归月夜魂。千载琵琶作胡语，分明怨恨曲中论。“ 一去紫台 ”句，被姜夔加以想象，强调昭君 “但暗忆江南江北 ”，用思国怀乡把她的怨恨具体化了 ；“环佩空归”一句也得到了发挥，说昭君的月夜归魂“化作此花幽独”，化为了幽独的梅花 。为昭君的魂灵找到了归宿，这对同情她的遭遇的人们是一种慰藉；同时，把她的哀怨身世赋予梅花，又给梅花的形象增添了楚楚风致。换头三句推开一笔 ，说明梅花不仅有美的容貌，美的灵魂 ，而且还有美的行为——美化和妆扮妇女。用的是寿阳公主的典故 。蛾，形容眉毛的细长；绿，眉毛的青绿颜色 。《 太平御览》引《杂五行书》云：“宋武帝女寿阳公主，人日卧于含章殿檐下，梅花落公主额上，成五出花，拂之不去。皇后留之，看得几时，经三日，洗之乃落。宫女奇其异 ，竞效之 ，今‘梅花妆’是也。”“犹记深宫旧事”一句绾合两个典故，王昭君入宫久不见幸，积悲怨，乃请行，远嫁匈奴，也是“深宫旧事” ，“犹记”二字一转，就引出“梅花妆”的故事来了 。那人正睡里 ，飞近蛾绿”，写出了公主的娇憨之态，也写出了梅花随风飘落时的轻盈的样子 。这个典故带来了一股活泼松快的情调，使全词的气氛得到了一点调剂。最后一个典故是汉武帝“金屋藏娇”事 ，《汉武故事》载 ，汉武帝刘彻幼时曾对姑母说：“若得阿娇作妇 ，当作金屋贮之也 。”盈盈，仪态美好的样子，这里借指梅花。这三句由梅花的飘落引起了惜花的心情，进而联想到护花的措施。这与上片“昭君”等句遥相绾合 ，是全词的题旨所在。“莫似春风，不管盈盈”，直是殷切的呼唤 ，“早与安排金屋”，更是热切的希望。可是到头来，“还教一片随波去” ，花落水流，徒有惜花之心而无护花之力，梅花终于又一次凋零了。五个典故，五位女性，包括了历史人物、传奇神话、文学形象；她们的身分地位各有不同 ，有神灵、有鬼魂，有富贵、有寒素，有得宠、有失意；在叙述描写上也有繁有简、有重点有映带，而其间的衔接与转换更是紧密而贴切。“却又怨 、玉龙哀曲”，可以看作是为梅花吹奏的招魂之曲。马融《长笛赋》：“龙鸣水中不见己，截竹吹之声相似。”故玉龙即玉笛。李白诗云：“黄鹤楼中吹玉笛，江城五月落梅花” 。“哀曲”当是《梅花落》那支古代曲子。这是从音乐这一侧面来申明爱护梅花的重要性 。再有 ，这儿的“玉龙”是与前篇的“梅边吹笛”相呼应的，临近收拍，作者着力使《疏影》的结尾与《暗香》的开头相呼应，显然是为了形成一种前勾后连之势，以便让他所独创的这种“连环体”在结构上完整起来。“等恁时，重觅幽香，已入小窗横幅 。”又从绘画这一角度加以深化主题 。《疏影》最后一句的“小窗横幅”应该是与《 暗香》的开头一句“旧时月色”相呼应的，那么 ，“小窗横幅”就既可解释为图画又可解释为梅影了。月色日光映照在纸窗上的竹影梅影，也是一种“天然图画”，非常好看。《疏影》中所出现的梅花的形象，梅花的性格，梅花的灵魂，梅花的遭遇，寄托了作者身世飘零的感叹，表现了对美好事物应及时爱护的思想。姜夔作《暗香》 、《疏影》词，的确是“自立新意”，新在何处？在于他完全打破了前人的传统写法，不再是单线的、平面的描摹刻画，而是摄取事物的神理创造出了多线条、多层次、富有立体感的艺术境界和性灵化 、人格化的艺术形象。作者调动众多素材，大量采用典故，有实有虚、有比喻有象征，进行纵横交错的描写；支撑起时间、空间的广阔范围，使过去和现在、此处和彼地能够灵活地 、跳跃地进行穿插；以咏物为线索，以抒情为核心，把写景、叙事、说理交织在一起，并且用颜色 、声音、动态作渲染描摹，并且多用领字起到化虚为实的作用，这样，姜夔就为梅花作出了最精彩的传神写照。"
        },
        {
            "title": "访费山人",
            "content": "稻丛茁茁欲齐肩，杨柳僛僛不蔽蝉。忽忆石头城下路，槿花斜压钓鱼船。",
            "comment": ""
        },
        {
            "title": "汉宫春",
            "content": "云曰归欤。纵垂天曳曳，终反衡庐。扬州十年一梦，俯仰差殊。秦碑越殿，悔旧游、作计全疏。分付与、高怀老尹，管弦丝竹宁无。知公爱山入剡，若南寻李白，问讯何如。年年雁飞波上，愁亦关予。临皋领客，向月边、携酒携鲈。今但借、秋风一榻，公歌我亦能书。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "曾共君侯历聘来。去年今日踏莓苔。旌扬宅里疏疏磬。挂屩枫前草草杯。呼煮酒，摘青梅。今年官事莫徘徊。移家径入蓝田县，急急船头打鼓催。",
            "comment": ""
        },
        {
            "title": "张平甫哀挽",
            "content": "将军家世出臞儒，合上青云作计疏。吴下宅成花未种，湖边地吉草新锄。空嗟过隙催人世，赖有提孩读父书。它日石羊芳划路，弟兄来此一沾裾。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "屋角红梅树，花前白石生。",
            "comment": ""
        },
        {
            "title": "赤松图",
            "content": "山东隆准公，未语心已解。按剑堂下人，成事汝应退。非无带砺约，政尔有恩害。平生三寸舌，松间漱寒濑。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "月上海云沈，鸥去吴波回。行过西泠有一枝，竹暗人家静。又见水沈亭，举目悲风景。花下铺毡把一杯，缓饮春风影。",
            "comment": ""
        },
        {
            "title": "郊礼后景灵宫薛谢纪事",
            "content": "六国文武浩如云，花簇头冠样样新。惟有至尊浑不戴，尽将春色赐群臣。",
            "comment": ""
        },
        {
            "title": "庆宫春/高阳台",
            "content": "双桨莼波，一蓑松雨，暮愁渐满空阔。呼我盟鸥，翩翩欲下，背人还过木末。那回归去，荡云雪、孤舟夜发。伤心重见，依约眉山，黛痕低压。采香径里春寒，老子婆娑，自歌谁答。垂虹西望，飘然引去，此兴平生难遏。酒醒波远，政凝想、明珰素袜。如今安在，唯有阑干，伴人一霎。",
            "comment": ""
        },
        {
            "title": "武刃丞宅同朴翁咏牵牛",
            "content": "青花绿叶上疏篱，别有长条竹尾垂。老觉淡妆差有味，满身秋露立多时。",
            "comment": ""
        },
        {
            "title": "观灯口号",
            "content": "市楼歌鼓太喧哗，灯若连珠照万家。太守令严君莫舞，游人空戴玉梅花。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "花里春风未觉时。美人呵蕊缀横枝。隔帘飞过蜜蜂儿。书寄岭头封不到，影浮杯面误人吹。寂寥惟有夜寒知。",
            "comment": ""
        },
        {
            "title": "悼石湖三首",
            "content": "未定情钟痛，何堪更悼亡。遗书知伏枕，来吊只空堂。雪里评诗句，梅边按乐章。沉思酒杯落，天阔意茫茫。",
            "comment": ""
        },
        {
            "title": "越中士女春游",
            "content": "秦山越树两依依，闲倚阑干看落晖。杨柳梢头春又暗，玉箫声里夜游归。",
            "comment": ""
        },
        {
            "title": "嘲林可山称和靖七世孙",
            "content": "和靖当年不聚妻，因何七世有孙儿。若非鹤种并龙种，定是瓜皮搭李皮。",
            "comment": ""
        },
        {
            "title": "次朴翁游兰亭韵",
            "content": "亚字桥亭面面风，六人同坐树阴中。松交归路如留客，石碍流杯故恼公。山色最怜春望绿，野花只作晋时红。夕阳啼鸟人将散，俛仰兴怀自昔同。",
            "comment": ""
        },
        {
            "title": "雪中六解",
            "content": "曾泛扁舟诣石湖，恍然坐我范宽图。天寒远挂一行雁，三十六峰生玉壶。",
            "comment": ""
        },
        {
            "title": "送王德和提举淮东",
            "content": "京尘吹帽汗淋衣，相见频年只道归。省里移文那得了，家边持节未为非。煮乾碧海知谁用，割尽黄云尚告饥。可得不为根本计，秋风还见雁南飞。",
            "comment": ""
        },
        {
            "title": "送范仲讷往合肥三首 其二",
            "content": "我家曾住赤栏桥，邻里相过不寂寥。君若到时秋已半，西风门巷柳萧萧。",
            "comment": ""
        },
        {
            "title": "观灯口号",
            "content": "贵客钩帘看御街，市中珍品一□□。帘前花架无行路，不得金钱不肯回。",
            "comment": ""
        },
        {
            "title": "次韵武伯",
            "content": "杨柳风微约暮寒，野禽容与只婆间。道人心性如天马，可爱青丝十二闲。",
            "comment": ""
        },
        {
            "title": "除夜自石湖归苕溪 其八",
            "content": "桑间篝火却定蚕，风土相传我未谙。但得明年少行役，只裁白伫作春衫。",
            "comment": ""
        },
        {
            "title": "翠楼吟",
            "content": "月冷龙沙，尘清虎落，今年汉酺初赐。新翻胡部曲，听毡幕元戎歌吹。层楼高峙。看栏曲萦红，檐牙飞翠。人姝丽，粉香吹下，夜寒风细。此地，宜有词仙，拥素云黄鹤，与君游戏。玉梯凝望久，叹芳草萋萋千里。天涯情味，仗酒祓清愁，花销英气。西山外，晚来还卷、一帘秋霁。",
            "comment": "【注释】原序：淳熙丙午冬，武昌安远楼成，与刘去非诸友落之，度曲见志。予去武昌十年，故人有泊舟鹦鹉洲者，闻小姬歌此词，问之，颇能道其事，还吴为予言之。兴怀昔游，且伤今之离索也。淳熙十三年丙午（1186）秋，其时姜夔正住在汉阳府汉川县的姐姐家。入冬以后，武昌黄鹤山上建起了一座安远楼。作者为参加落成典礼，曾携友人刘去非前往一游 ，并自度此曲记述了这件事。十年过后，朋友在汉阳江边听到歌女咏唱此曲，昔日情景，如在目前，于是便道出了该词的本事。姜夔得知这一消息，深受感动，于是，便为此曲补写了词序。此词为新楼落成而作，前五句就“安远”字面着想，虚构了一番境界，也客观地显示了筑楼的时代背景。“龙沙”语出《后汉书·班超传赞》：“坦步葱岭，咫尺龙沙”，后世用来泛指塞外，这里则指金邦。“虎落”为护城笆篱。宋朝南渡时，武昌是抵抗金人的战略要地，和议达成，形势安定下来，遂出现了“月冷龙沙，尘清虎落”的和平局面，这便是“安远”的意指了 。汉制禁民聚饮 ，有庆典时则例外，称为“赐酺”。“今年汉酺初赐”是借古典以言近事。据《宋史·孝宗纪》，这年正月为高宗八十大寿 ，犒赐内外诸军共一百六十万缗 ，军中载歌载舞，一片欢乐景象。故接云：“新翻胡部曲，听毡幕元戎歌吹。”胡部本是唐代西凉地方乐曲 。《新唐书·礼乐志》：“开元二十四年，升胡部于堂上。&#8943;&#8943;后又诏道调、法曲与胡部新声合作 。”由此边地胡曲进入殿堂。又据《新唐书·南蛮·骠国传》：“胡部，有筝、大小箜篌、五弦、琵琶、笙、横笛、短笛、拍板，皆八；大小箜篥，皆四。工七十二人，分四列，属舞筵之隅，以导歌咏。”它在盛唐时本是“新声”，今又“新翻”之 ，用此盛大乐队以为帅府中歌舞伴奏，颇具气象。以边地之曲归为我用，亦寓“安远”之意。以下正面写楼的景观。先写楼的整体形势，然后作细部刻画，从局部反映建筑的壮丽：红漆栏干曲折环绕，琉璃檐牙向外伸张 。“槛曲萦红 ，檐牙飞翠”二句，铸词极工，状物准确生动，特别是“萦红飞翠”的造语，能使人产生形色相乱、目迷心醉的感觉。紧接“人姝丽”三句 ，又照应前文“歌吹”，写楼中宴会的盛况“粉香吹下 ，夜寒风细 。”夜寒点出冬令，风细则粉香可传，歌吹可闻。全是一派温馨承平的气象。“此地”便是黄鹤山，其西北矶头为著名的黄鹤楼所在，传说仙人子安曾乘鹤路过 。所以过片就说：这样的形胜之地，应有妙笔生花的“词仙”乘白云黄鹤来题词庆贺，人仙同乐。仙人乘鹤是本地故事，而“词仙”之说则是就楼成盛典而加以创用 。“拥”字较“乘”为虚 ，“君”乃泛指，都能见出作者运思用笔的灵活自如。说“宜有”并非真有，不免有些遗憾。其实通观词的下片，多化用崔颢《黄鹤楼》诗意，进而写登楼有感。大抵词人感情很复杂 ，“安远楼”的落成并不能引起一种生逢盛世之欢，反而使他产生了空虚与寂寞的感受 。“玉梯凝望久” ，他在想什么？“叹芳草萋萋千里 ”翻用崔诗“ 芳草萋萋鹦鹉洲”。“天涯情味 ”，正是崔诗“日暮乡关何处是，烟波江上使人愁”的况味 。这是客愁。“仗酒祓清愁，花销英气 。”靠流连杯酒与光景销磨志气，排遣闲愁。这是岁月虚掷之恨。这和“安远”有什么关系呢？关系似乎若有若无。或许“安远”的字面能使人产生返还家乡、施展抱负等等想法，而实际情况却相去很远吧。于是词人干脆来个不了了之 ，以景结情 ：“西山外，晚来还卷 ，一帘秋霁”，仍归到和平的景象，那一片雨后晴朗的暮色，似乎暗寓着一个好的希望。但应指出，这三句乃从王勃《滕王阁诗》“朱帘暮卷西山雨”化出，仍然流露出一种冷清索寞之感。总之，这首词虽为庆贺安远楼落成而作，力图在“安远”二字上做出一篇喜庆的“ 文章”；但自觉不自觉地打入作者身世飘零之感，流露出表面承平而实趋衰飒的时代气氛。这就使词的意味显得特别深厚。"
        },
        {
            "title": "次韵德久",
            "content": "篱落青青花倒垂，避人黄鸟雨中飞。西郊寂寞无车马，时有溪童卖菜归。",
            "comment": ""
        },
        {
            "title": "湖上寓居杂咏 其九",
            "content": "苑墙曲曲柳冥冥，人静山空见一灯。荷叶似云香不断，小船摇曳入西陵。",
            "comment": " | 【注释】湖，西湖。冥冥，昏暗貌。西陵，今浙江萧山县。此诗描绘西湖夏日夜景。景物生动形象，动静相协。"
        },
        {
            "title": "雪中六解",
            "content": "塞草汀云护玉鞍，连天花落路漫漫。如今却忆当时健，下马题诗不道寒。",
            "comment": ""
        },
        {
            "title": "寺中",
            "content": "幸自不居城，西风觉又生。空山多雨气，废寺少人声。发为忧时白，吟因入夜肖。推窗问天色，犹有佛灯明。",
            "comment": ""
        },
        {
            "title": "湖上寓居杂咏 其二",
            "content": "湖上风恬月澹时，卧看云影入玻璃。轻舟忽向窗边过，摇动青芦一两枝。",
            "comment": ""
        },
        {
            "title": "醉吟商小品/小品",
            "content": "又正是春归，细柳暗黄千缕。暮鸦啼处。梦逐金鞍去。一点芳心休诉。琵琶解语。",
            "comment": ""
        },
        {
            "title": "湖上寓居杂咏 其四",
            "content": "处处虚堂望眼宽，荷花荷叶过栏干。游人去后无歌鼓，白水青山生晚寒。",
            "comment": ""
        },
        {
            "title": "阮郎归",
            "content": "红云低压碧玻璃。惺惚花上啼。静看楼角拂长枝。朝寒吹翠眉。休涉笔，且裁诗。年年风絮时。绣衣夜半草符移。月中双桨归。",
            "comment": ""
        },
        {
            "title": "寄俞子",
            "content": "此郎都无子弟气，夜对黄妳笼青灯。只今落脚堕鸢外，欲往从之欢未能。郎罢才名今日发，佐州亦复坐穷边。甚欲出手相料理，东南风高难寄笺。",
            "comment": ""
        },
        {
            "title": "寄上郑郎中",
            "content": "梅根东望九会云，中有风流衣乡人。名下一生劳梦想，尊前数语倍情亲。节旄在道催归汉，花鸟留君且作春。见说祥风挟时雨，故园松菊亦精神。",
            "comment": ""
        },
        {
            "title": "以长歌意无极好为老夫听为韵奉别沔鄂亲友",
            "content": "中郎逝千霜，曲高复谁为。庞翁趣无弦，郑伯功斩鼻。春风桃花溪，寒渌绕苍翠。何当从两君，放浪讨幽事。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "著酒行行满袂风。草枯霜鹘落晴空。销魂都在夕阳中。恨入四弦人欲老，梦寻千驿意难通。当时何似莫匆匆。",
            "comment": "【注释】原序：予女须家沔之山阳，左白湖，右云梦，春水方生，浸数千里 ，冬寒沙露，衰草入云。丙午之秋，予与安甥或荡舟采菱，或举火罝兔，或观鱼下；山行野吟，自适其适；凭虚怅望，因赋是阕。白石此词作于三十二岁，是怀念合肥情侣最早的作品之一。白石与其相识于合肥赤兰桥，那里春则杨柳依依，冬则梅雪溶溶，他们都妙解音律，白石作词，伊人歌之，其乐陶陶，不啻神仙眷属矣。可是造物弄人，天妒馨香，白石与爱侣最终分袂，这成为白石一生“情结”所系。白石与合肥女子最后之别在三十七岁那年。然而，似乎在最后一别之前许久，白石就已预感到爱情的悲剧性质，以致其怀人之作从一开始就充满了沉痛深哀的悲剧气氛。词前有序。序前半篇写山阳之壮观。女须同女媭，指姐姐，白石幼年即住在姐姐家 ，在汉阳之山阳村，太白湖、云梦泽（代指湖泊群）环抱左右。春水生时，连几千里。冬寒水退，荒草接天。后半篇写游赏之快乐 。丙午即淳熙十三年（1186），这年秋天，词人与外甥（名安）昼则荡舟采菱，夜则举火捕兔（罝，捕兔网 ），有时则观看捕鱼（竹木制的栅栏，用来断水取鱼）。山行野吟，真似自得其乐 。然而，末尾笔调突转：“凭虚怅望，因赋是阕。”原来，游赏之乐竟丝毫不能弥补词人悲伤的心灵。序末正是词篇的引子。“著酒行行满袂风 。”起句写自己带了酒意在原野上奔走，秋风满怀，便觉天地之寥廓 。“草枯霜鹘落晴空 ，”举目清秋，恙草接天但见一只苍鹰从晴空中直飞落在一望无际的原野上。此二句极写天地之高旷 ，便见出词人之“凭虚怅望”。于是由景生情，写出下句 ：“销魂都在夕阳中 。”歇拍极精辟，将情与景、人与宇宙融为一境。境界随夕阳之无极而无限展开，忧伤亦随夕阳之无极而生生无已。有夕阳处有忧伤。忧伤冉冉弥漫于此夕阳无极之境界中。原来上二句所写天地之高旷，竟似容不下词人无限之惆怅。“销魂都在夕阳中 ” ，可媲美于周邦彦《兰陵王》名句“斜阳冉冉春无极 ”。词人究竟为何销魂如此？“黯然销魂者 ，唯别而已矣。”（江淹《别赋》）歇拍意脉已引发下片。起到上勾下连，承前启后的作用。“恨入四弦人欲老，梦寻千驿意难通 。”过片二句对偶，写想象中之情人对己的刻骨相思。上句想象伊人忧伤欲老 。四弦指琵琶，周邦彦《浣溪沙》云：“琵琶拨尽四弦悲 。”合肥女子妙解音律，故白石词多次写到其所用乐器 。如《解连环》云：“为大乔能拨春风 ，小乔妙移筝。”伊人满怀幽怨沉恨，倾注进琵琶之声，琵琶之声可以怨，但又何能真个解恨？在声声怨恨中 ，伊人亦红颜渐老。白石本年三十二岁，合肥情侣年龄谅在三十以下，何至言老？“思君令人老”《古诗十九首》，故老之一字，下得沉重。不仅写出合肥情侣对自己相思成疾，亦写出自己对合肥情侣相知之深。不仅如此。白石合肥情遇之深亦于此句见出。合肥情侣与白石皆妙擅音乐，乃是知音。可见其爱情之内蕴原是极高雅亦极深厚。善于设身处地地为对方着想，从对方的角度来刻画双方的情深意重和相思之苦，是白石情词的一个特色。如“谁教岁岁红莲夜，两处沉吟各自知 ”（《鹧鸪天》），“淮南皓月冷千山，冥冥归去无人管” （《踏莎行》）。以及本词这两句。下句写伊人梦中相觅之苦。山长水阔，天遥地远，伊人纵然梦飞千驿，也难寻到自己倾诉衷情啊。词情仿佛晏小山《蝶恋花》“梦入江南烟水路。行尽江南，不与离人遇 ”。如此惨淡之句，竟成为爱情悲剧之预谶。白石与合肥情侣含恨终身，当非偶然。梦中亦意难平，人生必多恨事。重逢难，梦中相逢亦难。词人不禁从肺腑中发出万千感慨和无限遗恨 ：“当时何似莫匆匆。”痛恨当时与情侣匆匆分别，而今天各一方，重逢难期，无限深悲巨痛，化于一句之中。实则当日之别，必有不得已之缘故。今日之追悔，便属无可奈何，这是白石一生的一大恨事。结句与晏殊《踏莎行》“当时轻别意中人，山长水远知何处”相若。全词整体构思颇见白石特色。序与词，上、下片，皆笔无虚设，一脉关联，而又层层翻进，实为浑然一体。序中极写游赏之适意，既引起词中无可排解的忧伤，又反衬忧伤之沉重。上片极写天地之高旷、夕阳之无极，实为下片所写相思之深远、伤心之无限造境。纵观全幅，序作引发之势，上片呈外向张势，下片呈内向敛势，虽是小令之作，亦极变化开阖之能事，此是尺小兴波之一法。此词是白石怀人系列词之序曲。白石怀人词始于此年 ，终于四十三岁时所作之两首《鹧鸪天》，中间经历之十余年历程 ，这是人生最可宝贵的一段经历，成为白石创作歌词的深厚的情感源泉；白石所作之情词，俱深沉幽邃，寄意深微。在宋代文学史上，白石怀念合肥女子之系列词 ，与于湖怀念李氏之系列词、放翁怀念唐琬之系列诗，先后辉映。具是至情至性之人所留之性情之作。"
        },
        {
            "title": "雪中访石湖",
            "content": "雪矸如玉地，偏师敢轻犯。黄芦阵野鹜，我自将十万。三战渠未降，北面石湖范。先生霸越手，定目一笑粲。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "摘蕊暝禽飞，倚树悬冰落。下竺桥边浅立时，香已漂流却。空径晚烟平，古寺春寒恶。老子寻花第一番，常恐吴儿觉。",
            "comment": ""
        },
        {
            "title": "和转庵丹桂韵",
            "content": "野人复何知，自谓山泽好。来裨奉常议，识笳鼓羽葆。谁怜老垂垂，却入闹浩浩。营巢犹是寓，学圃何不早。淮桂手所植，汉瓮躬自抱。花开不忍出，花落不忍扫。佳客夜深来，清尊月中倒。一禅两居士，更约践幽讨。",
            "comment": ""
        },
        {
            "title": "寿朴翁",
            "content": "与师同月不同年，归墨归儒各自缘。想得山中无寿酒，但携茶到菊花前。",
            "comment": ""
        },
        {
            "title": "贺张肖翁参政",
            "content": "太一图书客屡谈，已知上相出淮南。银台日月非虚过，金鼎功名得细参。从此与人为雨露，应怜有客卧云岚。明朝起为苍生贺，旋著藤冠紫竹簪。",
            "comment": ""
        },
        {
            "title": "悼石湖三首",
            "content": "未作龙蛇梦，惊闻露电身。百年无此老，千首属何人。安得公长健，那知事转新。酸风忧国泪，高冢卧麒麟。",
            "comment": ""
        },
        {
            "title": "箜篌引",
            "content": "箜篌且勿弹，老夫不要听。河边风浪起，亦作箜篌声。古人抱恨死，今人抱恨生。南邻卖妻者，秋夜难为情。长安买歌舞，半是良家妇。主人虽爱怜，贱妾那久住。缘贫来卖身。不缘触夫怒。日日登高楼，怅望宫南树。",
            "comment": ""
        },
        {
            "title": "探春慢",
            "content": "予自孩幼从先人宦于古沔，女须因嫁焉。中去复来几二十年，岂惟姊弟之爱，沔之父老儿女子亦莫不予爱也。丙午冬，千岩老人约予过苕霅①，岁晚乘涛载雪而下，顾念依依，殆不能去。作此曲别郑次皋、辛克清、姚刚中诸君。衰草愁烟，乱鸦送日，风沙回旋平野。拂雪金鞭，欺寒茸帽，还记章台走马。谁念漂零久，漫赢得幽怀难写。故人清沔相逢，小窗间共情话。长恨离多会少，重访问竹西，珠泪盈把。雁碛波平，渔汀人散，老去不堪游冶。无奈苕溪月，又照我扁舟东下。甚日归来，梅花零乱春夜。",
            "comment": "【注释】①读zha4。浙江吴兴东苕溪、西苕溪合流后称霅溪。这首词是叙写友情、慨叹飘泊之作。白石一生举功名而不第，布衣终身，以清客身份依居于名公臣卿之间，交游既广，辗转亦多，天涯羁旅之叹，飘泊江湖之感，皆融于与友人的依依惜别之中。淳熙十三年丙午（1186），姜夔回到了他幼年生活过的湖北汉阳。他是为了去探望嫁在汉阳的姐姐和郑次皋等朋友们的。据《白石道人诗说自序》 ：“淳熙丙午立夏，余游南岳 ，至云密峰。”之后，在秋天来到汉阳。他这次在汉阳逗留的时间不很长，而感情上却眷恋很深。他因应千岩老人也就是他的叔岳萧德藻之约，在年底就冒雪乘舟顺江而下转浙江湖州了。这首词是临别前与朋友们叙别之作，时约三十二岁。词的开头，是对临别时汉阳冬天风景的描写。“衰草愁烟，乱鸦送日，风沙回旋平野 。衰草云烟发愁，乌鸦向夕阳送别，风沙在平野回旋 。“愁”、“送”二字，下语工妙，以拟人化的手法写出了恙草与乌鸦的忧愁和惜别之情，意境凄迷，气象阔远，一下子把人带入孤独忧伤的情绪之中。正是以愁人观物，物皆着愁之色彩。这时的姜夔已是人到中年，尽管他多才多艺，仍然是功不成，名不就，长期过着飘泊江湖天涯羁旅的生活。从这首词可以看出，他对江湖游士、豪门清客的生活，已有些厌倦了，然而他无法改变现状，无可奈何之情已隐约暗现。接着是对自己往事的回忆 ：“拂雪金鞭，欺寒茸帽，还记章台走马。“章台”：汉朝长安有章台街，是妓女居住的地方 。后来章台便成为妓女住所的代称。姜夔以自己的诗才，结识了著名诗人萧德藻，萧并把侄女嫁给了他 。萧德藻与尤袤、范成大、陆游齐名，有“尤萧范陆四诗翁”之称。通过萧德藻，他又结识了范成大、杨万里、陆游、辛弃疾、叶適、朱熹等社会名流。作为权门清客，他有过游冶流连的生活，游荡过繁华的娱乐场所。词中追忆了这段冶游生活之后，他认为最值得珍惜的还是昔日的友情：“谁念飘零久，漫赢得幽怀难写 。故人清沔相逢 ，小窗闲共情话。”这位才华横溢的诗人、词家，他的诗曾受到杨万里的高度评论 ：“尤萧范陆四诗翁，此后谁当第一功。新拜南湖为上将，更推白石作先锋 。”凭着他的社会关系与在诗坛的盛名，他决不至于晚年家贫如洗，死后靠别人的资助来埋葬，原因就在于他不同于一般的权门清客。他是一个讲究气节纯粹的诗人。他所交结的也都是既有名望又有气节的人。据说张鉴要出钱给他捐官，又要把良田送他，他都拒绝了。杨万里称他甚似晚唐隐逸诗人陆龟蒙，范成大称其“翰墨人品，皆似晋宋之雅士。”他一生最珍视的不是高官厚俸 ，他是一个绝对忠于文学、忠于爱情友情的高人。所以在怀念往日壮游生活之后，不禁深深地感叹：有谁怜念我湖海飘零，只落得满腔伤感！他感到同汉阳朋友的久别重逢，小窗闲话，是多么难得和多么珍贵！下片的开头，是对旧游之地的追忆与深沉的感叹：“长恨离多会少，重访问竹西，珠泪盈把。雁碛波平，渔汀人散，老去不堪游冶 。”他深深感叹的是在人生的旅程里 ，同朋友们“离多会少”。对于一个忠于友情的人，离别当然是最痛苦和难以承受的。眼前的现实又逼迫他在汉阳只能有短暂的停留，又要东下湖州了。接着是追忆他的扬州、衡岳、洞庭等地之游。竹西：扬州城东禅智寺侧有竹西亭。杜牧《题扬州禅智寺》有“谁知竹西路 ，歌吹是扬州？”此代指扬州。白石在《扬州慢》中也有“谁左名都，竹西佳处”之句以代扬州 。“雁碛”、“渔汀”都不是泛指大雁翔集的沙滩，和渔舟往来的洲渚，是指他曾经“游冶”过的名山胜地。他曾游衡岳、洞庭，回雁峰是南岳七十二峰之一，滨临湘水，水边滩碛相连；洞庭湖，渔舟往来不歇，因此应指他曾经游历过的衡岳、洞庭。（《昔游诗》中说 ：“昔游衡山下 ，看水入朱陵 。”又说：“芦洲雨中淡，渔网烟外归。”）他重访扬州为什么会使他“珠泪盈把”呢 ？因为金人在建炎三年（1129）和绍兴三十一年（1161）大举南下之后，昔日繁华的扬州，遭到了战火的惨重破坏。他在初访扬州时写的《扬州慢》一词中说 ：“过春风十里，尽荠麦青青。”“念桥边红药，年年知为谁生？”诗人怀着爱国的黍离之悲，重访扬州，怎能不令人伤痛！对于衡岳、洞庭的壮丽风光，他在《昔游诗》这一组诗中，曾尽情地描绘和歌颂 。他歌颂洞庭说：“洞庭八百里，玉盘盛水银。长虹忽照影，大哉五色轮。”他描写南岳说：“飞云身畔遇 ，揽之不盈掬。”描写南岳湘滨的风光说 ：“昔游衡山下，看水入朱陵。半空扫积雪，万万玉花凝 。”现在由于诗人老去，情怀悲凉，没有那种游乐之情了。白石论诗，主张“意中有景，景中有意”，主张“句中有馀味 ，篇中有馀意”。这首用白描手法描写的词，所以令人读来蕴藉含蓄，余味不尽，正是由于“景中有意”的缘故。比如竹西亭吧，这是扬州胜景 ，然而白石重访时，却是“珠泪盈把”。衡阳的“雁碛”，洞庭的“渔汀”是多么幽雅的画面 ，然而诗人已觉得“老去不堪游冶”了。他在写景时，赋予自己的深情厚意，因而使人读来馀味无穷。词的结尾也是很奇特的：“无奈苕溪月 ，又照我扁舟东下。甚日归来，梅花零乱春夜。”苕溪 ，指湖州，千岩老人萧德藻的住所。这里，他从对昔日壮游的回忆转回到现实情境中的惜别，又跳到对将来归来的设想，反映出白石词在结构上的特色是多采用暗线结构，即打破时空局限，将回忆、现境、设想溶成一片，达到“野云孤飞，去留无迹”的意境。这种结构，正如白石所说：“波澜开阖，如在江湖中，一波未平，一波已作。如兵家之阵，方以为正，又复是奇；方以为奇，忽复是正。出入变化，不可纪极，而法度不可乱。”（《白石道人诗说》）"
        },
        {
            "title": "同潘德久作明妃作",
            "content": "身同汉使来，不同汉使归。虽为胡中妇，只着汉家认。",
            "comment": ""
        },
        {
            "title": "题华亭钱参园池",
            "content": "花里藏仙宅，帘边驻客舟。浦涵沧海润，云接洞庭秋。草木山山秀，阑干处处幽。机云韬世业，暇日上夷犹。",
            "comment": ""
        },
        {
            "title": "霓裳中序第一",
            "content": "丙午岁，留长沙，登祝融，因得其祠神之曲，曰黄帝盐、苏合香。又于乐工故书中得商调霓裳曲十八阕，皆虚谱无词。按沈氏乐律“霓裳道调”，此乃商调；乐天诗云“散序六阕”，此特两阕。未知孰是？然音节闲雅，不类今曲。予不暇尽作，作中序一阕传于世。予方羁游，感此古音，不自知其词之怨抑也。亭皋正望极，乱落江莲归未得，多病却无气力。况纨扇渐疏，罗衣初索。流光过隙，叹杏梁双燕如客。人何在？一帘淡月，仿佛照颜色。幽寂，乱蛩吟壁，动庾信清愁似织。沉思年少浪迹，笛里关山，柳下坊陌。坠红无信息，漫暗水涓涓溜碧。漂零久，而今何意，醉卧酒垆侧！",
            "comment": "【注释】宋孝宗淳熙十三年丙午（1186），姜白石客游于湖南长沙，登南岳衡山七十二峰之最高峰祝融峰，发现了献神曲《黄帝盐》、《苏合香》乐谱。两曲原来都是唐代乐曲。继而又从乐师旧书之中，发现了商调《霓裳羽衣曲》乐谱。《霓裳羽衣曲》，原为盛唐著名宫廷音乐 ，其乐、舞、服饰皆着力描绘仙境与仙女形象，调属黄钟商，乃唐乐之代表作 。姜白石所发现之谱，调属夷则商（俗名商调），虽与唐乐原貌不尽相同，但毕竟是煌煌唐乐之遗响。白石，是南宋大音乐家妙解音律。一年之中而两度发现稀世乐谱，岂非货遇识家！于是，他采用了《霓裳羽衣曲》中序部分之第一阕乐曲，填入此词。本词之主题，是怀念合肥情侣。白石一生爱情的悲剧根源乃在于其爱情之始终无法如愿以偿与词人对爱情之始终忠贞不渝的强烈冲突；这是白石一生的高峰式情感体验之一。采用描绘仙女仙境的稀世唐乐《霓裳羽衣曲》谱写此词，实为其心灵之中所奉献出对爱情对爱人的一片馨香祷祝之至诚。“亭皋正望极 。”起笔便展开一高远之境界。亭皋指水边平地 。正望极，极写望尽天涯。其情之深，意之切，其所怀之遥其所念之远 ，尽收入极之一字。此句与晏殊之“独上高楼，望尽天涯路”（《蝶恋花》），柳永之“望极春愁，黯黯生天际”（《凤栖语》），吴文英之“危亭望极 ，草色天涯 ，叹鬓侵半亭”（《莺啼序》），各尽其妙 ，然意境更空灵蕴藉。望极何所见，何所思 ？“乱落江莲归未得 。”江莲指水乡之红莲，下片所写“坠红”即此。词人望极天涯，但见满目红莲，一片凋零而已 。此暗喻所怀之人，已韶颜渐老，容光憔悴 ，而自己却当归不得归。难以言喻之隐痛，苍凉凄恻之情感，全融于归未得三字。上四字景，下三字情，情景交融，浑然一体。为何“归来得”？多病却无气力 。”此句一笔双关 。既是暗示无力归去，亦是实写忧思成疾。“况纨扇渐疏，罗衣初索。”纨扇是细绢制成之团扇。前人常用夏去秋来纨扇收藏，比喻恩爱断绝。相传汉成帝时，班婕妤失宠，作《怨歌行》：“新裂齐纨素，皎洁如霜雪。载为合欢扇，团团似明月 。”“常恐秋节至，凉风夺炎热。弃捐箧笥中，恩情中道绝 。”（《文选》卷二七）罗衣指细绢缝之夏衣。索与疏互文见义，亦疏远义。词人在此只是克服眼前夏去秋来之时令变化，词境则暗转为室内 。“流光过隙 。”点明光阴飞逝，离别苦久。此句语出《庄子·知北游》：“人生天地之间，若白驹之过隙，忽然而已。”叹杏梁、双燕如客。”杏梁，屋梁之美称。语出司马相如《长门赋》：“刻木兰以为榱兮，饰文杏以为梁 。”清秋燕子又将南飞 ，此杏梁双燕正如客子，何能久栖。不言客如双燕，反言双燕如客，造语新奇。清真《满庭芳》“年年 。如社燕，漂流瀚海，来寄修椽”，是正言之 ，白石则反言之各极其妙。再比较陶渊明《读山海经》“众鸟欣有托，吾亦爱吾庐”，是写人与鸟各得其所之乐，白石则写出人与燕同悲飘零如寄。并且双燕反衬自己孤独，由此直逼出歇拍 。“人何在 ，一帘淡月，仿佛照颜色。”上文欲吐还咽，层层蓄势，至此终于明明白白倾诉出怀人之主题，词情涌起高潮。伊人何在？想象一窗淡月，仿佛照见了她惨淡的容颜境界逼真 ，语意惨淡。此是上片之题眼。词句从杜甫《梦李白》“ 落月满屋梁 ，犹疑照颜色”化出。杜诗姜词，皆一片精诚凝聚。这一想象中的幻境，不仅写出了所怀之人的深情高致，意态闲远，更暗示了自己对所怀之人的刻骨相思。语淡而意深。幻境恍惚，一霎而已。换头又跌回现实。“幽寂”二字挽尽离散孤独羁旅飘泊之悲感 。“乱蛩吟壁。动庾信、清愁似织。”蛩即蟋蟀。庾信曾作《愁赋》，有“谁知一寸心，乃有万斛愁”之句。（见《海录碎事》卷九。今本庾集不载。）庾信由梁朝出使西魏被扣留，长期不得当，又曾作《哀江南赋》 ，抒发故国之思。此言壁下蟋蟀乱吟，使我愁绪如织。“沉思年少浪迹。笛里关山 ，柳下坊陌。”此三句直写出当年情事，乃反为“人何在”一节张本。白石本年三十二岁，年少浪迹正指二三十岁时漫游江淮，与合肥情侣相知相爱之情事。笛里关山，语出杜甫《洗兵马》：“三年笛里关山月。”古横吹曲有《关山月》，关山一语双关，既指笛声、音乐，又指跋涉关山。柳下坊陌暗指合肥情遇 。白石《凄凉犯》序云“合肥巷陌皆种柳”，可以印证。杜诗原是写战乱流浪，此则以柳下坊陌对笛里关山，极为刺眼。也许，白石合肥情遇本来就与那一乱离时代有关系。应知合肥当时乃是边城，正当淮河前线。“坠红无信息。漫暗水、涓涓溜碧。”此三句与“乱落江莲”前后照应 。上句从杜甫《秋兴》“露冷莲房坠粉红”化出。漫，空也。暗水，语出杜甫《夜宴左氏庄》“暗水流花径。”涓涓，水缓缓流动貌。红莲坠落无声无息 ，随着一片碧水暗暗流淌而去。“坠红无信息”与前“乱落江莲”都是喻指所怀之人杳无音信，不知流落何处 。“漫暗水，涓涓溜碧”则暗示年光流逝，想思日久，仍无法确知伊人消息。情人离散，四海茫茫，纵有鸿燕，可托何处？其间无限悲慨，都化于具体意象中 。由此遂直推出结笔 ：“飘零久，而今何意，醉卧酒垆侧。”酒垆是安置酒瓮之土台子。结笔用典，寄托幽微 。《世说新语·任诞》 ：“阮公（籍）邻家妇有美色，当垆沽酒。阮&#8943;&#8943;常从妇饮酒，阮醉，便眠卧其妇侧。夫始殊疑之，伺察，终无他意。”词人实取此故事之精髓以寄托自己之情意 。语意是：飘零离散久矣，当年醉卧酒垆侧之豪情逸兴，从今已无。喻说少年情遇之纯洁美好，亦表明今后更绝无他念矣。全幅词情至此掀起最高潮，爱情境界亦提升至超凡脱俗之圣境。以清空骚雅之笔写至情至爱 ，是本词特色之一。整首词写景空灵，写情遥深，意象玲珑清彻，意境超旷深远 ，正如刘熙载所说 ：“姜白石词，幽韵冷香，令人挹之无尽；拟诸形客，在乐则琴，在花则梅也。”（《艺概》）声情韵律高度配合情感高潮，是本词又一特色 。两处高潮，声情亦最吃紧。“一帘淡月，仿佛照颜色 ”，九字连下七仄（除帘、颜二字）。“而今何意，醉卧酒垆侧。”九字连下五仄（除前三字及垆字）。尤其两结下句皆五字四仄声间一平声，声情极其拗峭。总览全幅词体，则词韵用激越凄楚之入声字，乐调属“凄怆怨慕 ”之商调（《中原音韵》），对于词情亦无不高度配合。姜白石词多兼具情感、文采、声情、音乐全幅之美，本词是一典范。"
        },
        {
            "title": "观灯口号",
            "content": "花帽笼头几岁儿，女儿学着内人衣。灯前月下无归路，不列天明亦不归。",
            "comment": ""
        },
        {
            "title": "马上值牧儿",
            "content": "马背何如牛背，短衣落日空山。只麽身归盘谷，未须名满人间。",
            "comment": ""
        },
        {
            "title": "次韵胡仲方因杨伯子见寄",
            "content": "此去庐陵定几程，向来筇杖未经行。悬知片棹云边集，大有吟情雪里生。楚渡食萍应甚美，舜祠吹玉直难清。二君即日青冥上，唯我春山带雨耕。",
            "comment": ""
        },
        {
            "title": "乍凉寄朴翁",
            "content": "前日松间步屧归，更将荷叶障秋晖。如今城里抛团扇，应是山中试裌衣。水有秋容连渐少，树含凉气鸟慵飞。炎天既懒趋城市，从此尤须峦翠微。",
            "comment": ""
        },
        {
            "title": "过德清",
            "content": "木酊谁家缥缈亭，画堂临水更虚明。经过此处无相识，塔下秋云为我生。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "祝寿筵开，画堂深映花如绣。瑞烟喷兽。帘幕香风透。一点台星，化作人间秀。韶音奏。两行红袖。齐劝长生酒。",
            "comment": ""
        },
        {
            "title": "湖上寓居杂咏 其十四",
            "content": "指点移舟着柳堤，美人相顾复相携。上桥更觉秋香重，共在西陵小苑西。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "御苑接湖波，松下春风细。云绿峨峨玉万枝，别有仙风味。长信昨来看，忆共东皇醉。此树婆娑一惘然，苔藓生春意。",
            "comment": ""
        },
        {
            "title": "牛渚",
            "content": "牛渚矶边渺渺秋，笛声吹月下中流。西风不识张京兆，画得蛾眉如许愁。",
            "comment": ""
        },
        {
            "title": "生云轩",
            "content": "在山长与云同斋，出山忆云云不来。千金买得太湖石，数峰相对寒崔嵬。朝来忽觉青苔湿，叆叆如炊石间出。白云保处不相逢，却怪年年枉相忆。王郎胸中横一丘，在山出山云与游。更呼白面老居士，来倚云根吟七字。",
            "comment": ""
        },
        {
            "title": "杏花天",
            "content": "绿丝低拂鸳鸯浦。想桃叶、当时唤渡。又将愁眼与春风，待去。倚兰桡、更少驻。金陵路。莺吟燕舞。算潮水、知人最苦。满汀芳草不成归，日暮。更移舟、向甚处。",
            "comment": ""
        },
        {
            "title": "萧山",
            "content": "归心已逐晚云轻，又见越中长短亭。十里水边山下路，桃花无数麦青青。",
            "comment": ""
        },
        {
            "title": "灯词",
            "content": "南陌东城尽舞儿，画金刺绣满罗衣。也知爱惜春游夜，舞落银蟾不肯归。",
            "comment": ""
        },
        {
            "title": "昔游诗 其十三",
            "content": "既离湖口县，未至落星湾。舟中三两程，程程见庐山。庐山遮半天，五老云为冠。朝看金叠叠，暮看紫巉巉。瀑布在山半，仿佛认一斑。庐山忽不见，云雨满人间。",
            "comment": ""
        },
        {
            "title": "送范仲讷往合肥三首 其三",
            "content": "小帘灯火屡题诗，回首青山失后期。未老刘郎定重到，烦君说与故人知。",
            "comment": ""
        },
        {
            "title": "送朝天续集归诚斋时在金陵",
            "content": "翰墨场中老斩轮，真能一笔扫千军。年年花月无闲日，处处山川怕见君。箭在的中非尔力，风行水上自成文。先生只可三千首，回施江东日暮云。",
            "comment": ""
        },
        {
            "title": "陈君玉以小集见归用余还诚斋朝天续集韵作七",
            "content": "笔陈无功汗左轮，而今老去不能军。水边白鸟闲於我。窗外梅花疑是君。欲向江湖行此话，可无朋友吒斯文。新篇大是相料理，因忆西山扬子云。",
            "comment": "【注释】【原题】：陈君玉以小集见归用余还诚斋朝天续集韵作七字夔报贶"
        },
        {
            "title": "清波引",
            "content": "冷云迷浦。倩谁唤、玉妃起舞。岁华如许。野梅弄眉妩。屐齿印苍藓，渐为寻花来去。自随秋雁南来，望江国、渺何处。新诗漫与。好风景、长是暗度。故人知否。抱幽恨难语。何时共渔艇，莫负沧浪烟雨。况有清夜啼猿，怨人良苦。",
            "comment": ""
        },
        {
            "title": "竹友为徐南卿作",
            "content": "世路苍黄总是愁，暮年须得小优游。如今渐觉知心少，胜种青青伴白头。",
            "comment": ""
        },
        {
            "title": "蓦山溪",
            "content": "青青官柳，飞过双双燕。楼上对春寒，卷珠帘、瞥然一见。如今春去，香絮乱因风，沾径草，惹墙花，一一教谁管。阳关去也，方表人肠断。几度拂行轩，念衣冠、尊前易散。翠眉织锦，红叶浪题诗。烟渡口，水亭边，长是心先乱。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "西园曾为梅花醉。叶翦春云细。玉笙凉夜隔帘吹。卧看花梢摇动、一枝枝。娉娉袅袅教谁惜。空压纱巾侧。沈香亭北又青苔。唯有当时蝴蝶、自飞来。",
            "comment": ""
        },
        {
            "title": "春日书怀四首",
            "content": "垂杨大别寺，春草郎官湖。家巷有石友，合并不待呼。瘦藤倚花树，花片藉玉壶。老劂谈绝妙，辛杨句敷腴。平生子姚子，貌古心甚儒。时邀野僧语，间与琴工俱。酒阑兴未了，左转城南隅。大江围楚碧，烟水入玄虚。留落不自恨，惟嗟故人疏。一月三见梦，梦中相与娱。日日潮风起，怅望武昌鱼。",
            "comment": ""
        },
        {
            "title": "湖上寓居杂咏 其八",
            "content": "囊封万字总空言，露滴桐枝欲断弦。时事悠悠吾亦嫩，卧看秋水浸山烟。",
            "comment": ""
        },
        {
            "title": "过德清",
            "content": "木末谁家缥缈亭，画堂临水更虚明。经过此处无相识，塔下秋云为我生。",
            "comment": ""
        },
        {
            "title": "洞仙歌",
            "content": "花中惯识，压架玲珑雪。乍见缃蕤间琅叶。恨春风将了，染额人归，留得个、袅袅垂香带月。鹅儿真似酒，我爱幽芳，远比酴醿又娇绝。自种古松根，待看黄龙，乱飞上、苍髯五鬣。更老仙、添与笔端春，敢唤起桃花，问谁优劣。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "夜深客子移舟处，两两沙禽惊起。红衣入浆，青灯摇浪，微凉意思。把酒临风，不思归去，有如此水。况茂林游倦，长干望久，芳心事、箫声里。屈指归期尚未。鹊南飞、有人应喜。画栏桂子，留香小待，提携影底。我已情多，十年幽梦，略曾如此。甚谢郎、也恨飘零，解道月明千里。",
            "comment": "【注释】原序：黄庆长夜泛鉴湖，有怀归之曲，课予和之。白石年轻时在合肥种下一段相思情事，至暮年而不改其心之诚。时光的流逝和空间的转换加上人事变幻的沧桑感 ，不仅不能减弱和冲突白石的绵绵之恨，反而更增其悱恻难解之情。白石怀人情深，大自然之一草一木，人世间之寻常小事，往往引发其情而不能自己 。如《江梅引》：“见梅枝，忽相思。”如《琵琶仙》 ：“双桨来时 ，有人似、旧曲桃根桃叶。”这首《水龙吟》，则是借和友人怀归之词 ，而抒发自己相思之情。绍熙四年（1193）之秋，白石客游绍兴，与友人黄庆长清夜泛舟城南之鉴湖 ，庆长作怀归之词，嘱白石和之，白石遂有此作。“夜深客子泛舟处，两两沙禽惊起 。”发端便写出要眇清逸之境幽趣横生。夜已深，移舟更向鉴湖深处 ，不觉惊起双双飞鸟。“红衣入桨，青灯摇浪，微凉意思。”次韵更妙。红衣指荷花，青灯指船灯，“思”，念去声 。不言桨入红衣，浪摇青灯，而言红衣入桨，青灯摇浪，词情显得摇曳生姿，词人彼情使物，真有常人不可及处。红衣青灯，相映成趣，桨声浪音，一片天籁，不禁引人有超凡脱俗之思。微凉意思，一语双关，一意化两，由景入情 ，此是由景转情之关节。湖上凉意固可感矣，心上意思如何？“把酒临风，不思归去 ，有如此水 。”把酒临风，语出《岳阳楼记》：“登斯楼也，则有心旷神怡，宠辱偕忘 ，把酒临风，其喜洋洋者矣。”但在词人用来 ，却不但不能超然物外，而且更引出爱情之誓辞。词人指水为誓：不思归去，有如此水。犹言我心怀归，有此水为证。苏东坡《游金山寺》诗云：“有田不归如江水！”其言又本于《左传·僖公二十四年》：“公子（重耳）曰：所不与舅氏同心者，有如白水 ！”杜注 ：“言与舅氏同心之明 ，如此白水。犹《诗》（《大车》）言谓予不信，有如皎日。”孔疏：“诸言有如，皆是誓辞。有如日，有如河，有如皎日，有如白水，皆取明白之义，言心之明白，如日如水也。”姚际恒《诗经通论》指出，《大车》为男女“誓辞之始” 。词人借用古人设誓之语，阐明其必归相见之情，足见相思之深，用意之诚。“况茂陵游倦，长干望久，芳心事、箫声里 。”歇拍四句紧承誓语，句句申说思归之情 。茂陵是汉武帝陵墓，在长安之西，汉代为豪富聚居之地 。《史记·司马相如传》载：“相如病免，家居茂陵。”长干是古代南京城南之里巷。李白有《长干行》 ，写女子望夫之情。词人借用茂陵自指，长干则指所怀念相思之人。歇拍谓，我本有归去之志，更何况远游已倦，伊人望久——“怎忘得玉环分付 ，第一是早早归来。”《长亭怨慢》如闻伊人把美好之心愿，诉诸悠悠之箫声。换头二韵六句展叙芳心事 。“屈指归期尚未。鹊南飞 、有人应喜。”上句写自己一方，婉言归期未有期。用李商隐《夜雨寄北》“君问归期未有期”句意。下句写对方 ，想象伊人闻鹊而喜 。曹操《短歌行》：“月明星稀 ，乌鹊南飞 。”此用其语。《西京杂记》： “乾鹊噪而行人至 。”此用其意。于是词境翻进想象之妙境。“画阑桂子，留香小待，提携影底。”底，里也。词人进一步想象，画栏之前，桂树留香，等待人归，待得人归，好与伊人携手游赏于月光之下，桂花影里。此一意境，幻想层出，温柔旖旎而又幽约窈眇，不但刻画出伊人精神，而且写出树亦含情。然而上言归期尚未，则此种种幻境，如鹊南飞有人喜、桂子留香、携手影里，又不免化为之幻影而已。白石《江梅引 》云 ：“几度小窗幽梦手同携 。”与此同一意境。“我已情多，十年幽梦，略曾如此 。”词人感喟，我已是自伤情多，十年以来，悲欢离合，总如梦幻，悲多欢少，大抵如此。可是 ，“甚谢郎、也恨飘零，解道月明千里？”为何友人你也是自恨飘泊，咏出月明千里一类之词章呢？谢郎即南朝宋之谢庄，此借指友人黄庆长 。月明千里，指谢庄《月赋》“美人迈兮音尘阕，隔千里兮共明月，临风叹兮将焉歇，川路长兮不可越”之句，此借指友人原作。结笔挽合友人与自己一样怀归，正是和作应有之义 。但写人亦是写己，结穴于月明千里，清远空灵，有不尽之意。此词之佳处，不仅在于心旷神怡之游乐翻出执著缠绵之相思，尤在于从相思之中 ，又翻出对方之情，对方之境。鹊南飞、有人应喜 ，是想象对方之现境。画阑桂子，留香小待，提携影底，则想象团圆之未来。幻中生幻，奇之又奇，乃全词神光聚照之处。白石情词妙处在于设身处地为对方着想，创造一种清馨幽逸的境界，对方之情即是自己之情。于是彼我之情，有如水乳交融，融融泄泄。双方之境 ，亦如双镜互照，交相辉映。试看白石《浣溪沙》：“限入四弦人欲老，梦寻千驿意难通。”《踏莎行》 ：“别后书辞，别时针线。离魂暗逐郎行远。淮南皓月冷千山，冥冥归去无人管。”《鹧鸪天》：“春未绿，鬓先丝。人间别久不成悲 。谁教岁岁红莲夜，两处沉吟各自知。”都是此种境界？然而，若无指水誓归之至诚，又安得有此等梦笔生花之奇境耶？"
        },
        {
            "title": "夏日寄朴翁朴时在灵隐",
            "content": "风只松树枝，怀念松间友。云从北山来，令我屡回首。山灵夜放起，山雨侵人衣。遥知竹窗里，自吟新雨诗。",
            "comment": ""
        },
        {
            "title": "答沈器之二首",
            "content": "江汉乘流客，乾坤不击舟。玉琴虚素月，金剑落清秋。野鹿知随草，饥鹰故上韝。风流大堤曲，一唱使人愁。",
            "comment": ""
        },
        {
            "title": "湖上寓居杂咏 其十三",
            "content": "格下轩窗枕水开，画船忽载故人来。与君同过西城路，却指烟婆独自回。",
            "comment": ""
        },
        {
            "title": "登乌石寺观张魏公刘安成岳武穆留题刘云侍儿",
            "content": "诸老凋零极可哀，尚留名字压崔嵬。刘郎可是疏文墨，几点烟脂污绿苔。",
            "comment": "【注释】【原题】：登乌石寺观张魏公刘安成岳武穆留题刘云侍儿意真奉命题记"
        },
        {
            "title": "金神夜猎图二首",
            "content": "后宫婵娟玉女，自鞚八尺飞龙。两两鸣鞭争导，绿云斜坠春风。",
            "comment": ""
        },
        {
            "title": "悼石湖三首",
            "content": "身退诗仍健，官高病已侵。江山平日眠，花鸟暮年心。九转终无助，三高竟欲寻。尚留巾垫角，胡虏有知音。",
            "comment": ""
        },
        {
            "title": "契丹歌",
            "content": "契丹家住云沙中，耆车如水马若龙。春来草色一万里，芍药牡丹相间红。大胡牵车小胡舞，弹胡琵琶调胡女。一春浪宕不归家，自有穹庐障风雨。平沙软草天鹅肥，胡儿千骑晓打围。皂旗低昂围渐急，惊作羊解凌空飞。海东健鹘健如许，韝上风生看一举。万里追奔未可知，划见纷纷落毛羽。平章俊味天下无，年年海上驱群胡。一鹅先得金百两，天使走送贤王庐。天鹅之飞铁为翼，射生小儿空看得。腹中惊怪有新姜，元是江南经宿食。",
            "comment": ""
        },
        {
            "title": "戊午春帖子",
            "content": "晴窗日日拟雕虫，惆怅明时不易逢。二十五弦人不识，淡黄杨柳舞春风。",
            "comment": ""
        },
        {
            "title": "出北关",
            "content": "吴儿临水宅，四面见行舟，蒲叶浸鹅项，杨枝蘸马头。年年人去国，夜夜月窥楼。传语城中客，功名半是愁。",
            "comment": ""
        },
        {
            "title": "汉宫春",
            "content": "一顾倾吴。苎萝人不见，烟杳重湖。当时事如对弈，此亦天乎。大夫仙去，笑人间、千古须臾。有倦客、扁舟夜泛，犹疑水鸟相呼。秦山对楼自绿，怕越王故垒，时下樵苏。只今倚阑一笑，然则非欤。小丛解唱，倩松风、为我吹竽。更坐待、千岩月落，城头眇眇啼鸟。",
            "comment": ""
        },
        {
            "title": "杏花天影",
            "content": "丙午之冬，发沔口，丁未正月二日，道金陵，北望淮楚，风月清淑，小舟挂席，容与波上。绿丝低拂鸳鸯浦，想桃叶当时唤渡。又将愁眼与春风，待去，倚兰桡更少驻。金陵路、莺吟燕舞，算潮水知人最苦。满汀芳草不成归，日暮，更移舟向甚处？",
            "comment": "【注释】这首词是思念旧日情人的情词，白石年轻时曾在合肥与两位歌女（姊妹二人）有过一段艳故事，后来“相去万余里，各在天一涯”（《古诗十九首》）。从白石词中大量存在的记梦词 、咏物词等与“合肥情事”有关的词作来看，白石与旧日情人虽佳期难会，前缘不再，但他在旧日情人的缠绵悱恻之情与刻骨相思之念是终其一生的。词序中所说丁未，为孝宗淳熙十四年（1187）。白石于上年冬自汉阳随萧德藻乘船东下赴湖州，此年正月初一抵金陵，泊舟江上。当夜有所梦，感而作《踏莎行》（燕燕轻盈）词 ，次日又写了这首《杏花天影》。此词句律，比《杏花天》多出“待去”、“日暮”两个短句，其上三字平仄亦小异，系依旧调作新腔，故名曰《杏花天影》。起首三句写当地实有之物，咏当地曾有之事。然所云“绿丝”，却非眼中之柳 ，而是心中之柳。因为江南虽属春早，但正月初头决不能柳垂绿丝，惟青青柳眼，或已依约可见。故首句因青青柳眼而想到垂垂绿丝，而念及巷陌多种柳的合肥。引起怀人之思此因柳起兴，而非摹写实景，但也不是凭空落笔；金陵自古多柳 ，南朝乐府《杨叛儿》云：“暂出白门前，杨柳可藏乌” ，是其明证。“鸳鸯浦”，江边船泊之地。以鸳鸯名浦，不仅使词藻华美，亦借以兴起怀人之思。“想桃叶 、当时唤渡”，明点所思之人。桃叶是东晋王献之的妾。献之曾作歌送桃叶渡江云 ：“桃叶复桃叶 ，渡江不用楫。但渡无所苦，我自来迎接。”此借指合肥情侣。古桃叶渡在金陵秦淮河畔，也是本地风光。见渡口青青杨柳，想前朝桃叶典故，再“北望淮楚”，益动怀人之思，这是非常符合生活逻辑的。“又将愁眼与春风”一句 ，又回到柳眼，与起句“绿丝”相呼应。这一句有两重含意：愁人所见的柳眼，自然也成为“愁眼”；春风乍到 ，柳眼欲绽还闭，恍似含愁。王国维曰 ：“以我观物 ，故物皆着我之色彩。”（《人间词话》），这是一种移情作用 。词人此处所云之愁，盖寓柳可再见而人难重觅景物犹在，情事已非之恨也 ，故着一“愁”字 ，可见含蓄得妙。“待去；倚兰桡，更少驻”，先是一纵，继而一收，波折顿生，感情极其婉曲。白石此番到金陵本是路过，所谓“解鞍少驻初程”（《扬州慢》）；但此行一路所经，以金陵距合肥为最近，一经解缆，即将愈驶愈远，故而情势上是“待去”，而行动上则是“少驻”。其心之痴，其意之苦，其情之深，其思之切，虽未明言，已然“尽在不言中”了。这几句刻画极其之细，心理极其微妙。过片“金陵路”句又一提顿。自然界的“莺吟燕舞 ”，于此尚非其时，所指的当然是秦淮佳丽的妙舞清歌。词人北望淮楚，心系伊人 ，在想象中，“金陵路”遂幻化为合肥杨柳依依的巷陌，眼前的“莺吟燕舞”也幻化为他魂牵梦萦的往日情人（白石于前一日所作《踏莎行》有燕燕轻盈 ，莺莺娇软”，似与此有关 ）。然回首处已是前缘不再，旧俗难逢了 。“算潮水 、知人最苦”，着力一跌，与上句若不相承，一金陵一波上 ，空间不同；一欢乐，一悲苦，悲欢异趣，这是白石词中的一种暗线结构 。“最苦”二字，用语最明白，最平淡，写其此际心情亦最深刻 。“此恨谁知”？有“潮水”知。盖此时词人“小舟挂席，容与波上”，唯与潮水为最近。此“潮”，是刘禹锡《金陵五题·石头城 》“潮打空城寂寞回”之潮。它阅历千百年业事沧桑，无所不察，无所不知。词人认为唯潮水能知其“最苦”处，亦兼以潮声呜咽，好象与自己交流心声。一“算”字亦非虚下，其意即“算唯有”，包含了除此以外别无知我心者之意。但“潮水”是词人给予人格化了的自然物，然则当前真无知我心之人矣！托喻微妙 ，感慨亦深 。“满汀”一句推想将来。此行千里依人，而今小泊金陵，行将东边，去心心相系之合肥亦将日远，归计难成，故曰“不成归”。“汀”指江中小洲，写舟中所见；“芳草不成归”，用《楚辞·招隐士》 “王孙游兮不归，春草生兮萋萋”语意。含思凄恻，离散之愁，漂泊之感，一时毕观。结尾三句，衬足“苦”字。“日暮”二字，依律为短句叶韵，连上读；然依文意当属下。天已向晚，暮色四，然心中惘然，今宵移舟何处？此化用崔颢“日暮乡关何处是，烟波江上使人愁”（《黄鹤楼》）而又有所不同。“向甚处”，此问非问 ，乃表现心中惘然若有所失的神态。盖虽小驻，为时亦已无多，势成欲不去而不能，欲去又不忍，徘徊回顾，有不知身寄何处之概。无限痛楚，均注于词意转折之中，神情刻画之内。张炎称姜白石等数家之词“格调不侔，句法挺异，俱能特立清新之意，删削靡曼之词”（《词源》卷下）。这首词怀念合肥情侣，以健笔写柔情，托意隐微，情深调苦，而又格高语健，空灵清远，读后但觉清空骚雅，无一点尘俗气。此词为小令，然布局与慢词相似，在有限的五十八个字中，笔意纵横，繁音促节，回环往复，曲折多变，令人一唱三叹。"
        },
        {
            "title": "齐天乐",
            "content": "庾郎先自吟愁赋。凄凄更闻私语。露湿铜铺，苔侵石井，都是曾听伊处。哀音似诉。正思妇无眠，起寻机杼。曲曲屏山，夜凉独自甚情绪。西窗又吹暗雨。为谁频断续，相和砧杵。候馆迎秋，离宫吊月，别有伤心无数。豳诗漫与。笑篱落呼灯，世间儿女。写入琴丝，一声声更苦。",
            "comment": ""
        },
        {
            "title": "斋后与金老铦朴翁聪自酌龙进而发",
            "content": "年时六月海扬尘，遥见青山起白云。闻有高僧一诵咒，岩前抛珓问龙君。",
            "comment": ""
        },
        {
            "title": "昔游诗 其十五",
            "content": "衡山为真宫，道士饮我酒。共坐有何人，山中白衣叟。问叟家何在，近住山洞口。殷勤起见邀，徐步入林薮。云深险径黑，石成湍水吼。寻源行渐远，茅屋翦如帚。老烹茶味苦，野琢琴形丑。叟云司马仟，学道此居久。屋东大盘石，棋画今尚有。古木庇覆之，清泉石根走。因悲百年内，汲汲成白首。仟人固难值，隐者亦可偶。追惟恍如梦，欲画无好手。",
            "comment": ""
        },
        {
            "title": "次韵千岩杂谣",
            "content": "平生中散七不堪，凤尘时时伴燕谈。道士有神传火枣，故人无字入云蓝。雨凉竹叶宜三酌，日落荷花倚半酣。极欲扁秀南荡去，冷鸥轻燕略相谙。",
            "comment": ""
        },
        {
            "title": "扬州慢",
            "content": "淮左名都，竹西佳处，解鞍少驻初程。过春风十里，尽荠麦青青。自胡马窥江去後，废池乔木，犹厌言兵。渐黄昏，清角吹寒，都在空城。杜郎俊赏，算而今，重到须惊。纵豆蔻词工，青楼梦好，难赋深情。二十四桥仍在，波心荡、冷月无声。念桥边红药，年年知为谁生。",
            "comment": ""
        },
        {
            "title": "雁图",
            "content": "万里晴沙夕照西，此心唯有断云知。年年数尽秋风字，相风江南摇落时。",
            "comment": ""
        },
        {
            "title": "送王孟玉归山阴",
            "content": "淮南雪落云绕戍，王郎鸣鞭猎狐兔。问君本是山阴人，何不扁舟剡溪去。人生乐事将无同，知君此心如太空。只今去踏龙尾道，也似寒江蓑笠翁。鉴湖一曲荷花蒲，君不归来花有语。旧宅应添竹几竿，到家不觉秋如许。十年雪里看淮南，聚米能作淮南山。筹边妙处须急吐，政自不容修竹间。人道长江无六月，日光正射青芦叶。何以赠郡濯炎热，雪即是诗计进雪。",
            "comment": ""
        },
        {
            "title": "琵琶仙/自度曲",
            "content": "双桨来时，有人似、旧曲桃根桃叶。歌扇轻约飞花，蛾眉正奇绝。春渐远、汀洲自绿，更添了、几声啼鴂。十里扬州，三生杜牧，前事休说。又还是、宫烛分烟，奈愁里、匆匆换时节。都把一襟芳思，与空阶榆荚。千万缕、藏鸦细柳，为玉尊、起舞回雪。想见西出阳关，故人初别。",
            "comment": ""
        },
        {
            "title": "阮郎归",
            "content": "旌阳宫殿昔徘徊。一坛云叶垂。与君闲看壁间题。夜凉笙鹤期。茅店酒，寿君时。老枫临路歧。年年强健得追随。名山游遍归。",
            "comment": ""
        },
        {
            "title": "以长歌意无极好为老夫听为韵奉别沔鄂亲友",
            "content": "伐木响虚牝，我愿友褐夫。九关呀虎豹，何时内高祛。黄鹄眇云树，鹦鹉澹烟芜。倚杖得清赏，洗心观本初。",
            "comment": ""
        },
        {
            "title": "斋后与金老铦朴翁聪自酌龙进而发",
            "content": "四人松下共盘桓，笔砚花壶石上安。今日兴怀同此味，老仙留字在孱颜。",
            "comment": ""
        },
        {
            "title": "踏莎行",
            "content": "自沔东来，丁未元日至金陵，江上感梦而作。燕燕轻盈，莺莺娇软，分明又向华胥见。夜长争得薄情知？春初早被相思染。别后书辞，别时针线，离魂暗逐郎行远。淮南皓月冷千山，冥冥归去无人管。",
            "comment": "【注释】燕燕、莺莺：指所爱之人。苏轼赠张先诗，「诗人老去莺莺在，公子归来燕燕忙。」华胥：梦境。《列子》，“黄帝昼寐而梦，游于华胥氏之国。”淮南：指合肥，作者有情人在合肥，但他从汉阳去金陵，未能在中途去探望。白石二十多岁时，在合肥有过一段情缘，后来分手了，但白石对旧日情人始终恋恋不忘，这成为他心灵深处永远的悲哀和伤痛。所谓时间能冲淡一切的说法并不适用于至情至性之人，余于白石尤然。从此词看 ，白石所恋似是姊妹二人，句中出现“燕燕轻盈，莺莺娇软”。可证 。其他词中也出现过“大乔小乔”，“桃根桃叶”二人连用的典故，亦可为证。淳熙十四年（1187 丁未）元旦，姜夔从第二故乡汉阳（宋时沔州）东去湖州途中抵金陵时，梦见了往日的情人，写下此词。上片写梦，哀怨之极。北宋时苏轼听说张先老人时已八十五岁买妾，作诗调侃道：“诗人老去莺莺在，公子归来燕燕忙 。”这首词一开始即借“ 莺莺燕燕”字面称往日的情人，从称呼中流露出一种卿卿我我的缠绵情意。这里还有第二重含义，即比喻其人体态“轻盈”如燕，声音“娇软”如莺。这“燕燕轻盈，莺莺娇软”本以为是现实中的旖旎风光，读下句方知乃是词人梦中所见的情境 。《列子·黄帝》载“黄帝昼寝而梦 ，游于华胥氏之国，”故词写好梦云“分明又向华胥见”。夜有所梦 ，乃是日有所思的缘故。以下又通过梦中情人的自述，体贴对方的相思之情。她含情脉脉道 ：在这迢迢春夜中 ，“薄情”人（此为昵称）啊，你知道我绵绵无尽的相思之苦吗？言下大有“换我心 ，为你心，始知相忆深”的意味。“染”字用得精妙，惟辛弃疾《鹧鸪天》“春风不染白髭须”可比。过片写别后睹物思人，旧情难忘 。“别后书辞”，是指情人寄来的书信，检阅犹新；“别时针线”，是指情人为自己所做衣服，仍有遗香。二句虽仅写出物件，而不直接言情，然读来皆情至之语这是托物言情的妙处 。紧接着承上片梦见事，进一层写伊人之情。“离魂暗逐郎行远”，“郎行”即“郎边”，当时熟语 ，说她甚至连魂魄也脱离躯体，追逐我来到远方。比之韦应《木兰花》“ 千山万水不曾行 ，魂梦欲教何处觅”更多一层深情。然而魂魄飞越千山万水，寻觅情郎的结果却是“淮南皓月冷千山，冥冥归去无人管 。”末二句写作者梦醒后深情想象情人魂魄归去的情景：在一片明月光下，淮南千山是如此清冷，她就这样独自归去无人照管。一种惜玉怜香之情，一种深切的惭愧负疚之感，洋溢于字里行间，感人至深。这首词紧扣感梦之主题，以梦见情人开端，又以情人梦魂归去收尾，意象浑成，境界空灵清远。词的后半部分 ，尤见幽邃清冷 。在构思上借鉴了唐传奇《离魂记 》，记中倩娘居然能以出窍之灵魂追逐所爱者远游，着想奇妙。在意境与措语上，则又融合了杜诗《梦李白》“魂来枫林青 ，魂返关塞黑”、《咏怀古迹》“画图省识春风面 ，环佩空归月夜魂”句意。妙在自然天成，不著痕迹 。王国维说：“白石之词，余所最爱者，亦仅二语，曰‘淮南皓月冷千山，冥冥归去无人管’。”（《人间词话》删稿）可见评价之高。白石的情词不惟写自己的相思寂寞之苦，而且照应双方，多从对方着眼，为对方设身处地地着想，亦可见白石之至情至性。"
        },
        {
            "title": "答沈器之二首",
            "content": "涉远身良苦，登高望欲迷。试吟青玉案，不似白铜鞮。露下秋虫怨，风高北马嘶。槎头有新味，人在太湖西。",
            "comment": ""
        },
        {
            "title": "江梅引/江城梅花引",
            "content": "人间离别易多时。见梅枝。忽相思。几度小窗，幽梦手同携。今夜梦中无觅处，漫徘徊。寒侵被、尚未知。湿红恨墨浅封题。宝筝空、无雁飞。俊游巷陌，算空有、古木斜晖。旧约扁舟，心事已成非。歌罢淮南春草赋，又萋萋。漂零客、泪满衣。",
            "comment": "【注释】在白石词中，对梅花的描写总是与其对合肥情人的追忆联系在一起的，这成为白石心中一个解不开的“情结”，因此，睹梅怀人成为白石词中常见的主题。这首《江梅引》正是如此。宋宁宗庆元二年丙辰之冬，姜白石住在无锡梁溪张鉴的庄园里，正值园中腊梅绽放，他见梅而怀念远在安徽合肥的恋人 ，因作此词，小序指出 ：“予留梁溪，将诣淮南不得，因梦思以述志 。”说明这是藉记梦而抒相思之作。上片以悲欢两种不同梦境反映相思之情。“人间”三句，回想起五年前两人依依难舍的惜别场面，这曾在另几首词中提到“ 拟将裙带系郎船”，“玉鞭重倚，却沈吟未上，又萦离思”。时光流逝，匆匆五年过去，相会仍是无期。看到“翦翦寒花小更垂”的腊梅，相思之情，悄然而生，然思而不见，就只能在梦中寻觅。“几度”句，写两人欢会梦境。小窗之下，伊人几度进入词人的梦境仿佛当年两人携手出游，荡舟赏灯 ，移筝拨弦，其乐融融。“今夜”四句，写另一种梦境，今夜却是“悠悠生死别经年，魂魄不曾来入梦”，词中只好在凄凉的庭院中独自徘徊，却一无所见，不禁悲从中来，以致寒气侵入衾被，也感觉不到。两种梦境相比，前者能给予暂时的安慰，后者却带来无限的伤感。梦境，本来是虚无缥缈的，词人正是借此进一步诉述别后对情人刻骨铭心的相思之情。白石写梦，多用提空描写 ，即不拘泥于对梦境本身的细腻描写，而是化实为虚跳出梦境，重在叙写对梦境的难以言传的独特感受。下片“湿红”三句，用晏小山词意 ：“泪弹不尽临窗滴，就砚旋研墨。渐写到别来，此情深处，红笺为无色 。”薄薄香笺 ，和泪写成，而无限伤心往事，尽在其中；所恨的是书已成而信难通。于是想起伊人当年弹筝情状 ：“纤指十三弦，细将幽恨传。当筵秋水慢，玉柱斜飞雁 。”如今玉颜既不可见不见，那玉柱斜列如飞雁的宝筝也踪影全无。“无雁飞”，包融有二层含意，一是指伊人不见无人弹筝，另一是无雁传书，音问难通。亦即秦少游所云：“衡阳犹有雁传书，郴阳和雁无 。”这一种刻骨相思之情，又能诉与谁人说？“俊游”四句，通过回忆透露内心的惆怅和伤感。先忆旧日携手同游之地 ，恐怕巷陌依稀而人事已非，那斜阳枯树，徒然增人悲思，正是“树犹如此，人何以堪？”再念别时曾指花相约：“问后约、空指蔷薇，算如此江山，甚时重至 。”在送人往合肥诗中，也曾表示后会有期：“未老刘郎定重到，烦君说与故人知。”但如今看来是泛舟同游的旧约已难以实现，这种悲苦的心事也只能深埋于自己的心底了。“歌罢”两句，用《楚辞》淮南小山赋春草之句，“王孙游兮不归 ，春草生兮萋萋。”眼下冬将尽而草已青，春草萋萋归期何时？一种惆怅迷离之感弥漫心头，无人与说。结尾两句，总收全词，梦已醒，人不归：泪下沾襟，是既恨相见之难，兼以自叹飘泊，自伤身世 。白石一生布衣，虽不乏名公臣卿与之交游，但仍多有寄人篱下，仰人鼻息之感。白石恋情词注重的不是声色描写，也不是行动描写，而主要是反复倾诉一种难言的内心感受，故以蕴藉深挚见长，本词也不例外，可说是落落而多低徊不尽的风致。"
        },
        {
            "title": "待千岩",
            "content": "若人金石心，试命洞庭浪。传闻下巴陵，沥酒喜无恙。我行丹枫林，屡骋白苹望。乌鹊不可嗔，论功当坐上。",
            "comment": ""
        },
        {
            "title": "项里项王之里也在山阴西南二十馀里地多杨梅",
            "content": "旧国婆沙几树梅，将军逐鹿未归来。江东父老空相忆，枝上年年长绿苔。",
            "comment": "【注释】【原题】：项里项王之里也在山阴西南二十馀里地多杨梅苔梅皆妙天下性之赋项里杨梅云只今枝头万颗红犹似咸阳三月火予近得苔梅一枝古怪特甚为作七言"
        },
        {
            "title": "角招",
            "content": "为春瘦。何堪更绕西湖，尽是垂柳。自看烟外岫。记得与君，湖上携手。君归未久。早乱落、香红千亩。一叶凌波缥缈，过三十六离宫，遣游人回首。犹有。画船障袖。青楼倚扇，相映人争秀。翠翘光欲溜。爱著宫黄，而今时候。伤春似旧。荡一点、春心如酒。写入吴丝自奏。问谁识，曲中心、花前友。",
            "comment": "【注释】姜白石作诗最初是学江西诗派，取清黄庭坚，亦步永趋，很用苦心，后来才悟道：“作者求与古人合，不若求与古人异；求与古人异，不若不求与古人合而不能不合，不求与古人异而不能不异 。”他的作品从此达到自然成文的地步 。这首词就体现了这种特点。此词前有小序云 ：“甲寅春 ，予与俞商卿燕游西湖，观梅于孤山之西村，玉雪照映，吹香薄人。已而商卿归吴兴，予独来，则山横春烟，新柳被水，游人容与飞花中，怅然有怀，作此寄人。商卿善歌声，稍以儒雅缘饰；予每自度曲，吟洞箫，商卿辄歌而和之，极有山林缥渺之思。今予离忧，商卿一行作吏，殆无复此乐矣 。”甲寅是宋光宗绍熙五年（1194）。俞商卿，俞灏字商卿，姜夔的朋友，世居杭州。绍熙五年春天，作者至杭州 ，曾与俞灏共赏孤山西村（又名西泠桥）的梅花 ，不久俞灏归吴兴（今浙江湖州），作者独游孤山，对景怀人，写了这首词，对景抒怀显示出深刻的友谊。开端点明地点与时节，在叙事中借景抒情。美好的春光能给人带来欢乐 ，但也容易触动离人的愁思，萦损柔肠，使人消瘦，但作者是写离愁，因而在取景时，着眼点是西湖垂柳。古代有折柳赠别的习俗，看到垂柳，很快牵动诗人的联想与感慨。开端擒题，“何堪”一词，用在“春瘦”与“垂柳”之间，使意思递进一层。为什么西湖垂柳能这样撩拨人的愁思？因为那是与友人“湖上携手”之处。烟外峰峦，虽别具风姿，然而如今“ 自看 ”独游，就不能不缅怀昔日的“湖上携手”。借伤春以怀友 ，因怀友而伤春；二者交融，不分际涯。由“湖上携手”接着想到对方“归后”的萧瑟风情，于是集中笔力来加以烘染刻画。“早乱落香红千亩”，是写花兼点时序 。香红是突出梅花之红之香两个特点，所以代指梅花。商卿离去，独来西湖，时已暮春，那“玉雪照映，吹香薄人”的千亩红梅，如今早已凋败零落 ，怎能不令人低回伤神呢？既然红梅已不复存在，那旧游的踪迹又在何处？“一叶凌波缥缈 ，过三十六离宫，遣游人回首。”是写游船兼写情思 。独自登船赏春游湖，荡漾于烟波之中，那鳞次栉比的离宫别殿又怎能不让人频频地回首眺望不止呢？离宫，皇帝临时住的行宫，此指南宋都城临安（今杭州）的宫殿。南宋偏安江左，故称临安为行都，临安之宫殿为离宫 。三十六离宫，言宫殿之多。以上叙事，写作者独游西湖，即景生情，引起对友人的深切思念。下片拓展思路，紧接西湖景物，以婉媚密丽之笔，写他人之乐 ，进行反衬。“犹有”紧承上片，词意粘连相续。青楼，歌妓的住处。古代显贵之家亦称青楼，梁刘邈《万山见采桑人》诗 ：“倡女不胜愁，结束下青楼” ，后专指妓院 。翠翘，翡翠鸟尾上的长毛曰“翘”，美人把它当作首饰来装饰，故曰翠翘。宫黄，古代宫女用来涂额的黄粉，民间妇女亦多效之，又称额黄，是唐宋时一种很时髦的化妆。词人驾一叶扁舟，于落花缤纷中从水上缥缈而过，闪现在眼前的，是那精美的画船上，美女举袖障面；两岸的歌馆里，佳人持扇伫立。她们面容上涂着时兴的宫黄，时髦华丽的头饰闪烁着光彩。这些美女歌娃争艳比美，嬉游如故。而自己呢？友人已经远去 ，无人可与共赏良辰佳景，仿佛欢乐只是属于他人！难说处设以比较、对照，在这种曲折中词人心情的惆怅在华美快乐的背景下更显怅惆无状，意醇而味永。如今，充溢着词人整个心灵的，只有解脱不尽的无限的春愁，而这伤春的意绪犹如酒一般的浓烈，在词人心怀中荡漾起伏。要把它谱入丝弦自己聆听欣赏吧，可又有谁能够理解这伤春怀友的情思呢？更显示出两人友情的真挚与相知。据词序中所言，俞灏风度儒雅，善音乐，常常有山林隐居之想，堪称江湖文人白石的知音 。“今予离忧，商卿一行作吏，殆无复此乐矣。”语极沉痛。“一行作吏”，即“一经作吏”，指俞灏出仕做了小官 。嵇康《与山巨源绝交书》：“游山泽，观鱼鸟，心甚乐之。一行作吏，此事便废 。”姜夔语意本此。因而，此词煞拍几句所表达的感情，就不仅是一般的怀友之情，它实在是说，知音已入仕途，相伴共享山林、琴曲之乐恐不可复得 ，似乎也表露出词人对友人及至世界的失望。陈郁《藏一话腴》谓白石“襟怀洒落，如晋、宋间人。意到语工，不期于高远而自高远。”于此可见。本篇词紧紧扣住西湖景物，即地兴感，借落花烘染 ，用青楼反衬，然后归结到“吴丝自奏”，同上文“湖上携手”在照应中进行对比 ，尾句以“问谁识”提醒全篇，余韵悠然。在思路上，上片触景生思兴发离愁，再折转到当今；下片由旁写转入正写，由外景收束到内在心灵。全词几经转折，逐步递进地写出了对友人的真挚怀念，姜白石一生性情孤高，未尝仕宦，襟期灑官，“似晋宋人”，此词就借对友人的思念以自己的襟怀，意境深远于抑郁中隐隐透露出词人那清超潇散的情怀。"
        },
        {
            "title": "送范仲讷往合肥三首 其一",
            "content": "壮志只便鞍马上，客梦长到江淮间。谁能辛苦运河里，夜与商人争往还。",
            "comment": ""
        },
        {
            "title": "竹友为徐南卿作",
            "content": "发已星星带已宽，徐郎犹自客长安。家山竹好无由看，谩种庭心一两竿。",
            "comment": ""
        },
        {
            "title": "雪中六解",
            "content": "万壑千岩一样寒，城中别有玉龙蟠。旧人秉兴扁舟处，今日诗仙戴笠看。",
            "comment": ""
        },
        {
            "title": "过垂虹",
            "content": "自作新词韵最娇，小红低唱我吹箫。曲终过尽松陵路，回首烟波十四桥。",
            "comment": ""
        },
        {
            "title": "次韵鸳鸯梅",
            "content": "漠漠江南烟雨，于飞似报初春。折过女郎山下，料应愁杀佳人。",
            "comment": ""
        },
        {
            "title": "姑苏怀古",
            "content": "夜暗归云绕柁牙，江涵星影鹭眠沙。行人怅望苏台柳，曾与吴王扫落花。",
            "comment": ""
        },
        {
            "title": "玉梅令",
            "content": "石湖家自制此声，未有语实之，命予作。石湖宅南，隔河有圃曰苑村，梅开雪落，竹院深静，而石湖畏寒不出，故戏及之。疏疏雪片，散入溪南苑。春寒锁、旧家亭馆。有玉梅几树，背立怨东风，高花未吐，暗香已远。公来领略，梅花能劝，花长好、愿公更健。便揉春为酒，翦雪作新诗，拚一日、绕花千转。",
            "comment": ""
        },
        {
            "title": "寄田郎",
            "content": "楚楚田郎亦大奇，少年风味我曾知。春城寒食谁相伴，夜月犁花有所思。剪烛屡呼金鉴落，倚窗闲品玉参差。含情不拟逢人说，鹦鹉能歌自作词。",
            "comment": ""
        },
        {
            "title": "寄上张参政",
            "content": "姑苏台下梅花树，应为调羹故早开。燕初休夸香雾重，鸳行却望衮衣来。前时甲第仍重柳，今度沙堤已种槐。应念无枝夜飞鹊，月寒风劲羽毛摧。",
            "comment": ""
        },
        {
            "title": "霓裳中序第一",
            "content": "亭皋正望极。乱落江莲归未得。多病却无气力。况纨扇渐疏，罗衣初萦。流光过隙。叹杏梁、双燕如客。人何在，一帘淡月，仿佛照颜色。幽寂。乱蛩吟壁。动庾信、清愁似织。沈思年少浪迹。笛里关山，柳下坊陌。坠红无信息。漫暗水，涓涓溜碧。漂零久，而今何意，醉卧酒垆侧。",
            "comment": ""
        },
        {
            "title": "观灯口号",
            "content": "纷纷铁马小回旋，幻出曹公大战年。若使英雄知□事，不教儿女戏灯前。",
            "comment": ""
        },
        {
            "title": "灯词",
            "content": "沙河云合无行处，惆怅来游路已迷。却入静坊灯火空，门门相似列蛾眉。",
            "comment": ""
        },
        {
            "title": "送陈敬甫",
            "content": "十年所闻溢吾耳，去年诵君书一纸。古人三语得奇士，况此磊落数百字。相逢千财万壑里，有客如君请兄事。才高自古人所忌，认缟不售反惊世，好诗取客如券契。我无三者犹至是，如君之贫不可避。如君之贫不可避，呼舟径渡寒潮外。",
            "comment": ""
        },
        {
            "title": "观灯口号",
            "content": "好灯须买不论钱，别有玻璃价百人。教下贵人多预赏，买时长在一阳前。",
            "comment": ""
        },
        {
            "title": "菖蒲",
            "content": "岳麓溪毛秀，湘滨玉水香。灵苗怜劲直，达节著芬芳。岂谓盘盂小，而忘臭味长，拳山并勺水，所至水能量。",
            "comment": ""
        },
        {
            "title": "眉妩",
            "content": "看垂杨连苑，杜若侵沙，愁损未归眼。信马青楼去，重帘下，娉婷人妙飞燕。翠尊共款。听艳歌、郎意先感。便携手、月地云阶里，爱良夜微暖。无限。风流疏散。有暗藏弓履，偷寄香翰。明日闻津鼓，湘江上，催人还解春缆。乱红万点。怅断魂、烟水遥远。又争似相携，乘一舸、镇长见。",
            "comment": ""
        },
        {
            "title": "点绛唇 丁未冬过吴松作",
            "content": "燕雁无心，太湖西畔随云去。数峰清苦，商略黄昏雨。第四桥边，拟共天随住。今何许？凭栏怀古，残柳参差舞。",
            "comment": "【注释】燕（yan1）雁：北国燕赵之地。拟共天随住：晚唐诗人陆龟蒙号天随子，住松江，近苏州。当时杨万里等人要用陆的天然情趣，来救江西诗派的瘦硬之风。白石虽是江西人，论诗却是膺服陆龟蒙的。陆龟蒙不羡权贵，恬淡江湖的性格，也很合白石的脾胃。白石曾赋诗，「三生定是陆天随，又向吴松作客归。」①丁未：宋孝宗淳熙十四年（1187）。　吴松：即今吴江。本年春，姜夔曾由杨万里介绍到苏州去见范成大。②商略：商量，酝酿。此处指遥望山峰，雨意很浓。③第四桥：指吴江城外的甘泉桥。郑文焯《绝妙好词校录》：“宋词凡用四桥，大半皆谓吴江城外之甘泉桥……。《苏州志》：甘泉桥旧名第四桥。”④天随：晚唐陆龟蒙，号天随子，隐居吴江。【评解】此词为作者自湖州往苏州，道经吴松所作。乃小令中之名篇。虽只41字，却深刻地传出了姜夔“过吴松”时“凭栏怀古”的心情。上片写景。“燕雁”、“数峰”，不仅写景状物出色，且用拟人化手法，使静物飞动，向为读者称赞。下片因地怀古。“残柳参差舞”，使无情物，着有情色，道出了无限沧桑之感。全词委婉含蓄，引人遐想。【集评】卓人月《词统》：“商略”二字诞妙。陈廷焯《白雨斋词话》：白石长调之妙，冠绝南宋；短章亦有不可及者，如《点绛唇》一阕，通首只写眼前景物，至结处云：“今何许？凭阑怀古，残柳参差舞。”感时伤事，只用“今何许”三字提倡，“凭阑怀古”下，仅以“残柳”五字咏叹了之，无穷哀感，都在虚处。令读者吊古伤今，不能自止，洵推绝调。陈思《白石道人年谱》：案此阕为诚斋以诗送谒石湖，归途所作。俞陛云《唐五代两宋词选释》：欲雨而待“商略”，“商略”而在“清苦”之“数峰”，乃词人幽渺之思。白石泛舟吴江，见太湖西畔诸峰，阴沉欲雨，以此二句状之。“凭阑”二句其言往事烟消，仅余残柳耶？抑谓古今多少感慨，而垂杨无情，犹是临风学舞耶？清虚秀逸，悠然骚雅遗音。----------------------------------白石论诗有四素：气象、体面、血脉、韵度。对四者的要求且是“气象欲其浑厚”、“体面欲其宏大”、“血脉欲其贯通”、“韵度欲其飘逸”。虽是论诗之语，移之于词，也甚贴切。读此词，知其所言非虚。南宋淳熙十四年丁未（1187）之冬，白石往返于湖州苏州之间，经过吴松（今江苏吴江县）时，乃作此词。为何过吴松而作此词？因为白石平时最心仪于晚唐隐逸诗人陆龟蒙，龟蒙生前隐居之地，正是吴松。上片之境，乃词人俯仰天地之境 。“燕雁无心”。燕念平声（y ān 烟），北地也。燕雁即北来之雁。时值冬天，正是燕雁南飞的时节。陆龟蒙咏北雁之诗甚多，如《孤雁》 ：“我生天地间，独作南宾雁。”《归雁》：“北走南征象我曹，天涯迢递翼应劳。”《京口》：“雁频辞蓟北。”《金陵道》：“北雁行行直。”《雁》：“南北路何长。”白石诗词亦多咏雁，诗如《雁图》、《除夜》，词如《浣溪沙》及本词。可能与他多年居无定所，浪迹江湖的感受及对龟蒙的万分心仪有关。劈头写入空中之燕雁，正是暗喻飘泊之人生。无心即无机心，犹言纯任天然。点出燕雁随季节而飞之无心，则又喻示自己性情之纯任天然。此亦化用龟蒙诗意。龟蒙《秋赋有期因寄袭美（皮日休）》 ：“ 云似无心水似闲。”《和袭美新秋即事》：“心似孤云任所之，世尘中更有谁知 。”下句紧接无心写出：“太湖西畔随云去。”燕雁随着淡淡白云，沿着太湖西畔悠悠飞去。燕雁之远去，暗喻自己飘泊江湖之感。随云而无心，则喻示自己纯任天然之意。宋陈郁《藏一话腴》云：白石“襟期洒落，如晋宋间人。语到意工，不期于高远而自高远。”范成大称其“翰墨人品，皆似晋宋之雅士。”张羽《白石道人传》亦曰其“体貌轻盈，望之若神仙中人 。”但白石与晋宋名士实有不同，晋宋所谓名士实为优游卒岁的贵族，而白石一生布衣，又值南宋衰微之际，家国恨、身世愁实非晋宋名士可比。故下文写出忧国伤时之念。太湖西畔一语，意境阔大遥远。太湖包孕吴越，“天水合为一”（龟蒙《初入太湖》）。本词意境实与天地同大也 。“数峰清苦。商略黄昏雨。”商略一语，本有商量之义，又有酝酿义。湖上数峰清寂愁苦，黄昏时分，正酝酿着一番雨意。此句的数峰之清苦无可奈何反衬人亡万千愁苦 。从来拟人写山，鲜此奇绝之笔。比之辛稼轩之“我见青山多妩媚，料青山，见我应如是”（《贺新郎》），又是何种不同的况味。卓人月《词统》评云：“商略二字，诞妙。”下片之境 ，乃词人俯仰今古之境 。“第四桥边，拟共天随住。”第四桥即“吴江城外之甘泉桥”（郑文焯《绝妙好词校录》），“以泉品居第四 ”故名（乾隆《苏州府志》）。这是陆龟蒙的故乡。《吴郡图经续志》云 ：“陆龟蒙宅在松江上甫里 。”松江即吴江。天随者，天随子也，龟蒙之自号。天随语出《庄子·在宥》“神动而天随 ”，意即精神之动静皆随顺天然。龟蒙本有胸怀济世之志，其《村夜二首》云 ：“岂无致君术，尧舜不上下。岂无活国力 ，颇牧齐教化。”可是他身处晚唐末世，举进士又不第，只好隐逸江湖。白石平生亦非无壮志，《昔游》诗云：“徘徊望神州，沉叹英雄寡。”《永遇乐》：“中原生聚，神京耆老，南望长淮金鼓 。”但他亦举进士而不第 ，飘泊江湖一生。此陆 、姜二人相似之一也。龟蒙精于《春秋》 ，其《甫里先生传》自述 ：“性野逸无羁检，好读古圣人书，探大籍识大义”，“贞元中，韩晋公尝著《春秋通例》，刻之于石 ”，“而颠倒漫漶翳塞，无一通者，殆将百年，人不敢指斥疵纇，先生恐疑误后学，乃著书摭而辨之。”白石则精于礼乐，曾于庆元三年（1197）“进《 大乐议》于朝”，时南渡已六七十载，乐典久已亡灭，白石对当时乐制包括乐器乐曲歌辞，提出全面批评与建树之构想，“书奏，诏付太常。”（《宋史·乐志六 》）以布衣而对传统文化负有高度责任感，此二人又一相同也。正是这种精神气质上的认同感，使白石有了“沉思只羡天随子，蓑笠寒江过一生”（《三高祠 》诗），及“三生定是陆天随”（《除夜》诗）之语。第四桥边，拟共天随住，即是这种认同感的体现。第四桥边，其地仍在，天随子，其人则往矣。中间下拟共二字，便将仍在之故地与已往之古人与自己连结起来，泯没了古今时间之界限。这是词人为打破古今局限寻求与古人的精神句诵而采取的特殊笔法。再如刘过《沁园春》之与东坡、乐天、林和靖交游，亦是此一笔法。以上写了自然、人生、历史，笔笔翻出新意结笔更写出现时代，笔力无限 。“ 今何许”三字，语意丰富，涵盖深广。何许有何时、何处、为何、如何等多重含义。故今何许包含今是何世、世运至于何处、为何至此我又如何面对等意。此是囊括宇宙、人生、历史、时代之一大反诘，是充满哲学反思意味一大反诘 。而其中重点，主要在今之一字。凭栏怀古，笔力雄劲 ，气象阔大 。古与今上下映照成文，补足“今何许”一大反诘之历史意蕴。应知此地古属吴越，吴越兴亡之殷鉴，曾引起晚唐龟蒙之无限感慨 ：“香径长洲尽棘丛 ，奢云艳雨只悲风。吴王事事须亡国，未必西施胜六宫。”（《吴宫怀古》）亦不能不引起南宋白石之无限感慨 ：“美人台上昔欢娱，今日空台望五湖。残雪未融青草死，苦无麋鹿过姑苏。”（《除夜》）怀古正是伤今 。“残柳参差舞 ，”柳本纤弱，那堪又残，故其舞也参差不齐，然而仍舞之不已。舞之一字执著有力，苍凉中寓含悲壮，悲壮中透露苍凉 。“残柳参差舞”这一自然意象，实际上是南宋衰世的象征，隐然包含着虽已残破仍不甘灭亡的意味。这与李商隐《登乐游原》“夕阳无限好，只是近黄昏”，象征唐朝国运的不可挽回有同工之妙。而其作为自然意象之本身，则又补足“今何许”一大反诘之自然意蕴。结笔之意境，实为南宋国运之写照 。返观数峰清苦二句，其意蕴正为结尾之伏笔 。在此九年之前 ，辛稼轩作《摸鱼儿》，结云：“休去倚危栏，斜阳正在烟柳断肠处 。”乃是同一意境。白石本词用舞字结穴，蕴含无限苍凉悲壮。陈廷焯《白雨斋词话》云：“《点绛唇·丁未冬过吴松作》一阕，通首只写眼前景物，至结处云‘今何许 ，凭栏怀古，残柳参差舞’，感时伤事，只用今何许三字提唱，凭栏怀古下仅以残柳五字咏叹了之，无穷哀感，都在虚处，令读者吊古伤今，不能自止，洵推绝调 。”善于提空描写，从虚处着笔，正是白石词的一大特点 。此词将身世之感、家国之恨融为一片，乃南宋爱国词中无价瑰宝。而身世家国皆以自然意象出之，自然意象在词中占优势，又将自然、人生、历史（尚友天随与怀古）、时代打成一片，融为一体。尤其“今何许”之一大反诘，其意义虽着重于今，但其意味实远远超越之，乃是词人面对自然、人生、历史、时代所提出之一哲学反思。全词意境遂亦提升至于哲理高度。“今何许”，真可媲美于《桃花源记》“问今是何世 ”，《登幽州台歌》“前不见古人，后不见来者 ”。这首词无限感慨，全在虚处，正是“意愈切而词愈微 ”，这种写法，易形成自我抒写之形象与所写之意象间接开距离，造成朦胧之美感。此词声情之配合亦极精妙。上片首句首二字燕雁为叠韵，末句三四字黄昏为双声，下片同位句同位字第四又为叠韵，参差又为双声。分毫不爽，自然天成。双声叠韵之回环，妙用在于为此一尺幅短章增添了声情绵绵无尽之致。"
        },
        {
            "title": "惜红衣",
            "content": "簟枕邀凉，琴书换日，睡馀无力。细洒冰泉，并刀破甘碧。墙头唤酒，谁问讯、城南诗客。岑寂。高柳晚蝉，说西风消息。虹粱水陌。鱼浪吹香，红衣半狼藉。维舟试望故国。眇天北。可惜渚边沙外，不共美人游历。问甚时同赋，三十六陂秋色。",
            "comment": ""
        }
    ]
}