{
    "dynasty": "宋",
    "author": "孔夷",
    "poems": [
        {
            "title": "惜馀春慢/选冠子",
            "content": "弄月馀花，团风轻絮，露湿池堂春草。莺莺恋友，燕燕将雏，惆怅睡残清晓。还似初相见时，携手旗亭，酒香梅小。向登临长是，伤春滋味，泪弹多少。因甚却、轻许风流，终非长久，又说分飞烦恼。罗衣瘦损，绣被香消，那更乱红如扫。门外无穷路岐，天若有情，和天须老。念高唐归梦，凄凉何处，水流云绕。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "岁穷风雪瓢零，望迷万里云垂冻。红绡碎翦，凝酥繁缀，烟深霜重。疏影沈波，暗香和月，横斜浮动。怅别来，欲把芳菲寄远，还羌管、吹三弄。寂寞玉人睡起，污残妆、不胜姣凤。盈盈山馆，纷纷客路，相思谁共。才与风流，赋称清艳，多情唯宋。算襄王，枉被梨花瘦损，又成春梦。",
            "comment": ""
        },
        {
            "title": "南浦",
            "content": "风悲画角，听单于、三弄落谯门。投宿駸駸征骑，飞雪满孤村。酒市渐闲灯火，正敲窗、乱叶舞纷纷。送数声惊雁，下离烟水，嘹唳度寒云。好在半胧溪月，到如今、无处不销魂。故国梅花归梦，愁损绿罗裙。为问暗香闲艳，也相思、万点付啼痕。算翠屏应是，两眉馀恨倚黄昏。",
            "comment": "【注释】①单于：唐乐曲有《小单于》。②骎骎：马速行貌。③绿罗裙：家中着绿罗裙之人。【评解】这首词抒写作者的思乡情怀。上片写眼前的所见所闻。满村飞雪，数声惊雁，无不撩人乡思。下片抒怀念故乡、想念亲人之情。结语“两眉余恨倚黄昏”，写到家人盼归，更表现了诗人的思乡情怀。全词感情深挚，婉丽含蓄，耐人寻味。【集评】黄昇《花庵词选》：词意婉丽，似万俟雅言。李攀龙《草堂诗余隽》：上是旅思凄凉之景况，下是故乡怀望之神情。黄蓼园《蓼园词选》：细玩词意，似亦经靖康乱后作也。第词旨含蓄，耐人寻味。陈廷焯《白雨斋词话》：此词遣词琢句，工绝警绝，最令人爱。“好在”二语真好笔仗。“为问”二语淋漓痛快，笔仗亦佳。薛砺若《宋词通论》：尤以《南浦》一词为最婉约蕴藉，与少游《满庭芳》诸作尤神似，即置在《淮海集》中，亦为最上乘之作，余子更不足与并论了。唐圭璋《唐宋词简释》：此首写旅思。上片景，下片情，琢句极警峭。起写风送角声，次写雪满孤村，所闻所见，无非凄凉景象。“酒市”以下，更写晚间灯火与云中雁声，境尤可悲。下片由景入情，乡思最切。“好在”两句，言见月销魂。“故国”两句，忆梅忆人。“为问”两句，承忆梅。“翠屏”两句，承忆人。以己之深愁难释，故思及对方之人，亦应是余恨难消也。---------------------------本首词写的是在旅途中思乡的感情。上片通过听觉和视觉构成各具特色的四幅画面，即“画角谯门”、“飞雪孤村”、“冷落酒市”和“寒夜惊雁 ”。首句“风悲”两字刻画风声风势。风中伴随着阵阵角声，那是谯门上有人在吹《小单于》乐曲吧。画角是涂有彩绘的军中乐器 ，其声凄厉；画角飞声，散入风中，又触动无数旅人的愁思 ，“风悲”两字极为灵活传神。秦观《满庭芳》中对角声之哀也曾有描写 ：“画角声断谯门，暂停征掉，聊共引离尊 。”一“落”字刻画出谯楼之高，风力之劲，并且还表达出旅人心头的沉重的心情。此角当是暮角。柳永《迷神引》云：“孤城暮角，引胡笳怨。”柳词接楚江晚泊而言，此词表述投宿前的心情，引出后文夜景。“投宿”两句写途中飘雪 。“骎骎”形容飞马奔驰，又上承“投宿 ”，使旅人急于找个地方投宿的心情跃然纸上；下启“飞雪 ”，点出急于投宿是因为风雪交加行进太难。“飞”字形容雪花漫天飞，而“满”字又着力画出孤村之小 。“酒市”三句是入村以后看到的景象。灯火阑珊，人迹稀少，可见雪下得大，积得深，也衬托出夜间旅舍独处之凄清，所闻者唯有落叶扑窗之声。“舞纷纷”，写叶多和风急“骎”、“飞”、“满 ”、“舞”都是动字；“骎骎”在句中不仅状所见之物而且还能传所感之情；由此可见字斟句酌 。《白雨斋词话》极为欣赏这点 ：“此词遣词琢句，工绝警绝，最令人爱”。“送数声”三句是夜坐客舍所闻。雪夜风疾，忽闻雁声 。群雁夜间歇宿于沙渚芦丛。遭遇外物侵袭，由守卫的雁儿报警，直扑长空 。“乍离”句即是写这种情况 。“嘹唳”句说的是雁群受警后横空直上青云间，鸣声高亢曼长。雁儿多在高空飞行，白天仰望可见，夜间鸣声得知。杜牧《早雁》诗有云 ：“金河秋半虏弦开，云外惊飞四散哀。”云外，言其飞得高也。而卢纶《 塞下曲 》写的是雁儿夜惊：“月黑雁飞高，单于夜遁逃。欲将轻骑逐，大雪满弓刀 。”单于黑夜逃循，途中惊动了群雁，雁儿惊飞，鸣声使追逐者得知单于的去向。本词所写的是南归的雁儿，在夜间受惊高鸣 ，叩动着旅人的心弦，无限乡思，油然而生，词意至此由写景转入抒情。下片另拓诗词境，由雪夜闻雁鸣转为月夜思家乡，委婉地表达了相思情致。“好在”句是说风雪虽止，云雾犹浓，朦胧中露现淡月半痕 。“好在”指月色依旧。“无处不消魂 ”，描绘客居他乡，月色依稀，望月生情，不禁黯然消魂 。“故国”两句，诉说故园之梅以及穿着绿罗裙之人，使他眷恋难忘，因此频频入梦之境 。“故国”，即“故园”，周邦彦《兰陵王》中就有“登临望故国”之句 。“愁损”两字，可怜梦中伊人亦为相思所苦，语意曲折。“为问”两句承接“故国”句，用设问形式将梅拟人化，把枝上蓓蕾比喻为泪珠。试问那飘动着暗香的花枝，可否也为了相思而泪痕斑斑？末两句又上承“愁损”句，设想对方，由己推人。自己在作客归梦梅花，满腹愁绪，想伊人在故园赏梅，泪滴枝头，有如牛峤《菩萨蛮》中所云 ：“愁匀红粉泪，眉剪春山翠。何处是辽阳，锦屏春昼长 。”日暮时分，她斜倚屏风思想远方旅人；他遥忆故园，亦是余恨绵绵，难以消除吧！"
        }
    ]
}