{
    "dynasty": "宋",
    "author": "孙岩",
    "poems": [
        {
            "title": "兵后绩溪道中",
            "content": "古道缘流水，寒郊带断烟。稀疏鸦种麦，羞涩女耕田。人事休兵后，秋怀落木前。小苏遗翰墨，今古一山川。",
            "comment": ""
        },
        {
            "title": "德艺有贵贱",
            "content": "调弓遣猿悲，削锯夺神造。伊人天分高，甘以一事老。奈何握寸颖，特自矜粉藻。沈约仅如奴，子建何足道。率尔为一快，公论日杲杲。德艺有贵贱，君子廓怀抱。",
            "comment": ""
        },
        {
            "title": "九日呈戴兄",
            "content": "一别三十载，而今近讲堂。萧条同甲子，强健又重阳。萸菊数杯酒，烟云千仞冈。偶然为此梦，宁复次公狂。",
            "comment": ""
        },
        {
            "title": "武林绝句二首",
            "content": "缤纷迎酒伎，宛转卖花声。偶似承平世，携书试凤城。",
            "comment": ""
        },
        {
            "title": "去冬过石潭上时吴义夫同行欣然谓予曰诗境甚",
            "content": "长潭有令姿，山绿纳空洞。轩轩吴武陵，曾此接飞鞚。殷勤顾我笑，诗材不胜用。重来春事深，物采尤错综。褚小强怀大，秀异肯受控。沈吟日已昃，十彀才一中。故人抱才藻，众象入嘲弄。即今温水馆，匡坐教弦诵。嗟哉实前语，束苇代杗栋。明当寄东风，烟水发清梦。",
            "comment": "【注释】【原题】：去冬过石潭上时吴义夫同行欣然谓予曰诗境甚佳今日再过有作将寄义夫"
        },
        {
            "title": "金庭观王右军祠",
            "content": "罢郡归来三亩宅，化为琳宇入层云。楼亡莫辨藏书地，池在如亲洗墨人。特援忧勤规太傅，不将恢复许中军。世间何物无澌尽，英榘千秋万古新。",
            "comment": ""
        },
        {
            "title": "绕行遇猎",
            "content": "搜山炬火纵横飞，百兽猝起惊且驰。出明入暗眼光乱，强者或脱弱者悲。儿郎汹汹山粗匿，杀气随风撼松栎。宋{左犭右足}韩獹不尽纵，齧索腾陵求赴敌。清霜屡降草莽衰，相与即禽真汝时，跳坡蓦涧殊未已，扶桑东面推红曦。大矟将军山下住，摧颓略记衔枚路。观汝角逐心悠悠，风枭旌斾何时休。",
            "comment": ""
        },
        {
            "title": "山间",
            "content": "谷鸟鸣声滑，山云变态新。清渠不没胫，亦有浣纱人。",
            "comment": ""
        },
        {
            "title": "武林绝句二首",
            "content": "比屋单衣日，名城冷食天。居人多上冢，远客未归田。",
            "comment": ""
        },
        {
            "title": "初归",
            "content": "湖踪海迹一飞蓬，千里常随莽荡风。今日抵家篱犬噪，不知身是主人翁。",
            "comment": ""
        },
        {
            "title": "观渔行",
            "content": "霜降平湖鉴群象，中有黄鱼几一丈。渔师早已中豪家，今旦连舟布新网。东西南北三重围，围形渐缩如小池。孟获身穷吕布窘，尚许性命延斯须。旧与鳟鲂同出入，尔暇悲怜祸相及。日斜创甚上平沙，两岸居人如堵立。渺渺腥风吹水云，卖鱼沽酒赛湖神，醉来预唱江南春。",
            "comment": ""
        },
        {
            "title": "溪上",
            "content": "溪翁生计独熙然，新买南邻舴艋船。日载鸬鹚三十尾，鱼为租入水为田。",
            "comment": ""
        },
        {
            "title": "别乡人席间作",
            "content": "昔向率山别，离愁尚故乡。今来嵊亭聚，纵乐是殊方。新草偷江绿，垂阳配酒黄。子仍先我去，留滞奈耕桑。",
            "comment": ""
        },
        {
            "title": "留武林",
            "content": "访客城南隅，故第何其雄，曲池犹瀁漭，土山尚巃嵷。颇闻此中人，易姓良匆匆。往时恩泽侯，意气干晴虹。乐曲播秦城，衣制闻汉宫。恨不逢季伦，讵肯交毛公。斥地西邻去，伐木南山空。百楹一传舍，顾极当年工。悠悠感成败，何独操镘翁。",
            "comment": ""
        },
        {
            "title": "陈监丞用韵见赠亦和以谢",
            "content": "肃肃东方老，依人可计年。名言倾盖后，古意结绳前。君户仍多辙，予琴故一弦。不应昌歜味，置在众肴先。",
            "comment": ""
        },
        {
            "title": "秋晚园中二首",
            "content": "风叶相仍下，家童未埽除。绵联封蛰户，残缺带虫书。",
            "comment": ""
        },
        {
            "title": "德骥篇",
            "content": "西家白马知曳练，东家赤马如驱电。时时并辔刷长鞭，羞杀分飞伯劳燕。白马不防牛有角，惨甚兵间中矛矟。不出能令赤马疑，隔巷来奔初不约。踌躇血地嘶鸣哀，悲风飒飒惊条枚。皦然德骥非凡材，牧人驱迫去复回。物於俦匹且如此，何况世间贞信士。管仲败余勤鲍叔，孝章厄极悲文举。茂弘将坐白其忠，叔翰当收脱之死。乞兵欲赴雍丘危，突围竟雪都昌耻。虽云志计有伸屈，至今挠弱闻风起。利灾乐祸无故情，东家无恙汝得乘。",
            "comment": ""
        },
        {
            "title": "寓斋",
            "content": "环中风物有谁争，即日诗情取次生。云倦竟依檐际宿，雉驯时下竹根行。",
            "comment": ""
        },
        {
            "title": "和元京兄赋苹花",
            "content": "一春观物眼，红紫厌缤纷。此水浮明玉，何人翦白云。惠风游汉女，吉日礼湘君。地僻应无是，留花混藻芹。",
            "comment": ""
        },
        {
            "title": "酬赵隐君还予诗稿之作因来韵增至二十四用柳",
            "content": "度德宜滕长，论交堕鲁臯。凄凉当岁晚，潇洒见时髦。常恐诗无证，空知调欲高。扶疏才社栎，变化岂胥涛。阔略三冬学，增多一字褒。大篇参往籙，异事诧吾曹。昔嗜梁台选，仍耽郢士骚。长歌落涧谷，中夜骇猿猱。攻苦鹈濡翼，求朋鹿食蒿。家无彦弘在，乡失吕温豪。击拊当谁听，荒芜尚自薅。英英善和柳，皎皎义熙陶。步骤才难至，图回首屡搔。较深搜石髓，血汗中取溪毛。推激吾非党，讥诃物得逃。辞连盘谷稼，想到武陵桃。朝逮虞渊暗，宵几鹖旦嗷。含愁全庾赋，寓乐间庄濠。不谓尘明镜，何殊赠佩刀。音书无雁往，时序迫蝉号。稽向诸人远，周雷再世遭。未应求善贾，孰不饮醇醪。并席葭依玉，清言輠炙膏。斯期方缅邈，北望寸心劳。",
            "comment": "【注释】【原题】：酬赵隐君还予诗稿之作因来韵增至二十四用柳子厚同刘院长言怀事诗例也"
        },
        {
            "title": "秋晚园中二首",
            "content": "篱落园秋色，株梢罥晚晖。菊花供麹尽，桐叶饲鱼稀。",
            "comment": ""
        },
        {
            "title": "浦早望",
            "content": "千峰倒影碧粼粼，摹写桐江最逼真。每逢佳处谋书屋，渐恐山灵不信人。",
            "comment": ""
        },
        {
            "title": "出越城舟行乙夜纡道以避过兵",
            "content": "扰扰红巾起草间，旧游何地不凋残。归囊薄有桃花米，行路如经竹节滩。战马东来横杀气，扁舟北去解忧端。曲肱便结须臾梦，柳暗黟川把钓竿。",
            "comment": ""
        },
        {
            "title": "树阴",
            "content": "春去空山啼乳莺，莺边老树{上冖下幕}新青。一瓢挂此坐终日，即是苏家择胜亭。",
            "comment": ""
        }
    ]
}