{
    "dynasty": "宋",
    "author": "孙因",
    "poems": [
        {
            "title": "越问·鱼盐",
            "content": "百川会同沧海兮，浩天不知夫津涯。吐云涛以澜汗兮，沃日御而渺瀰。藏巨灵之贔屃兮，见天吴之惚怳。戴五山之页峨兮，涵百怪之陆离。巨鱼出没其中兮，不知其几千里。鼓浪沫以成雾兮，嘘云气以成霓。任公子之投竿而钓兮，五十犗以为饵。阅期年而得鱼兮，牵巨钩而下之。鬐鬣怒而刺天兮，白波涌而山立，膏流溢而为渊兮，颅骨积而成坻。自浙水以东兮，无不餍若鱼之肉。彼赤鳝黄颡何足数兮，又况梅鱼与桃鲻。维天地之宝藏兮，有煮海之鹾盐。曝曜灵以摝涉兮，浮莲的以试滷。编筼簹以为槃兮，处烈焰而不灼。霜铅倏其凝沍兮，霜花飒其的皪。兹海若不爱宝兮，丰功被乎天下。抑造化之自然兮，讵人为之力假。客曰富哉鱼盐兮，此越国之宝也。是特以利言兮，吾愿闻其上者。",
            "comment": ""
        },
        {
            "title": "越问·篇引",
            "content": "典午氏之盛时兮，余鼻祖曰子荆。谋乐郊以隐居兮，颺潄石之清名。有闻孙曰承公兮，尝令鄞与余姚。爱会稽之山水兮，爰徙家於兹城。当永和之九年兮，惠风畅夫莫春。偕王谢之诸公兮，会修禊於兰亭。赋临流之五言兮，寄幽寻之逸兴。泛回沼倚修竹兮，松风落而冷冷。维兴公尤好事兮，作流觞之后序。助逸少之高致兮，齐芳誉於难兄。既乃登陆而游兮，历天台与四明。潄飞瀑於笔端兮，遗掷地之金声。余自句章徙姚兮，倏绵历乎十稔。慨风流之浸邈兮，幸犹为夫越氓。掬清泉之潺湲兮，友过云之溶洩。访樊榭之杳霭兮，栖石窗之玲珑。客有过余兮，谓余博览而好古。世为越人兮，胡不志夫越之风土。余谢不能兮，伛余指而缕数。前有灵符之记兮，后有龟龄之赋。嗟彼皆已为陈迹兮，时亦随夫所遇。傥含毫而不断兮，将羞余之鼻祖。",
            "comment": ""
        },
        {
            "title": "越问·舜禹",
            "content": "帝舜生於姚丘兮，地近夷而居东。母握登感天瑞兮，漾祥光於大虹。历山其所耕稼兮，陶渔皆有遗迹。二女降於妫汭兮，百官备而景从。大禹巡於鬴山兮，会群臣而计功。执玉帛者万国兮，戮后至之防风。托菲饮以名泉兮，凿了溪而宅土。发金简於石匮兮，藏秘图於山中。望邑名夫虞姚兮，山灵护夫禹穴。俨庙貌於千古兮，遗化被於无穷。系帝王之所在兮，宜风俗之近古。习孝悌与勤俭兮，亦好逊而上忠。客曰於戏大哉兮，又何可以比隆。然有为者亦若是兮，岂无与舜禹之事同。",
            "comment": ""
        },
        {
            "title": "越问·越茶",
            "content": "日铸山之英气兮，既发越於镆鎁。地灵洩而不尽兮，复熏蒸於草芽。虽名出之最晚兮，为江南之第一。视紫笋若奴台兮，又何论乎石花。维瑞龙之为品兮，与此山以相亚。意山脉之通贯兮，仙种同乎一家。汲西岩之清泉兮，松风生乎石眠。滋芒液於灵襟兮，流瀣集乎齿牙。欧公录之归田兮，苏仙流诸佳咏。伯玉註於诗版兮，文正赏其甘华。至雁塔与花坞兮，固郡志之所载。若余姚之瀑布兮，尤茶经之所夸。嗟陆羽之不逢兮，宜鉴味之绝少。世方贵夫建茗兮，孰有知夫越茶。客曰世非不知兮，顾茗禁之已苛。亦幸其不尽知兮，姑舍是而言他。",
            "comment": ""
        },
        {
            "title": "越问·越纸",
            "content": "系剡藤之为纸兮，品居上者有三。盖筱簜之变化兮，非藤楮之可参。在晋而名侧理兮，储郡库以九万。曰姚黄今最显兮，蒙诗翁之赏谈。加越石以万杵兮，光色透於金版。近不数夫杭由兮，远孰称夫池茧。半山爱其短样兮，东坡耆夫竹展。薛君封以千户兮，元章用司笔砚。数其德有五兮，以缜滑而为首。发墨养笔锋兮，性不蠹而耐久。惜昌黎之未见兮，姓先生而为楮。使元舆之及知兮，又何悲剡藤之有。客曰微哉越纸兮，有大造於斯文。然世方好纸而玉兮，又乌知乎此君。",
            "comment": ""
        },
        {
            "title": "越问·驻跸",
            "content": "维六飞之南渡兮，潢涛江以东历。后舜禹三千年兮，履舜禹之遗迹。驻翠跸以弥年兮，因改元而颁诏。爰升州而为府兮，冠绍兴之大号。举大享之上仪兮，即行阙而蒇祀。视总章与重屋兮，亦庶几其遗意。登堂而望稽岭兮，怀克勤之令德。留建炎之御制兮，彰复古之素志。采上虞之囊封兮，终然法乎舜禅。山郁葱以蜿蜒兮，钟禹陵之佳气。御香四时来下兮，道冠盖以相望。拱觚稜於云阙兮，俨威颜而天咫。系百年之父老兮，及亲逢乎盛事。想天民之视阜兮，与虞夏而同治。客曰幸游舜禹之邦兮，复逢舜禹之君。然傥无舜禹之臣兮，孰能牧舜禹之民。",
            "comment": ""
        },
        {
            "title": "越问·良牧",
            "content": "自大驾之西幸兮，府遂为於近藩。赐行殿为府治兮，暨泽牧之惟艰。张毗陵首当是选兮，实股肱之旧弼。仍土阶之素规兮，因旧宇以为安。朱忠靖继剖符兮，屹具瞻於岩石。越忠简亦相望兮，凛清风而独寒。忠定王之来镇兮，当乾道之四禩。捐帑以置义租兮，闢宫而祠先贤。谅棠阴之蔽芾兮，思召伯其如憩。宜大封於是邦兮，良天道之好还。后五十余年兮，谁俪美以增饰。维我新安公兮，骛逸驾而独攀。剖滞讼如澌流兮，召雨暘如应响。使百城俱按堵兮，令沧海无惊澜。立吏胆於秋霜兮，洽民气於春泽。出干将於宝匣兮，照沆瀣於铜盘。圜扉鞠为茂亓兮，麦岐蔼其连秀。令修户庭之内兮，民乐湖山之閒。既修政而人悦兮，文书省於幙府。新百废以具兴兮，耸轮奂之伟观。八邑不知有役兮，一道不知有费。若天造而神设兮，岂民力之或烦。化榛莽为宏丽兮，敞隘敝为爽垲。革蠹挠而雄叠兮，易朽腐而垩丹。兹栋隆之规模兮，特於此乎小试。非成毁之相仍兮，数循环而无端。镇越岿乎中踞兮，修廊翼其旁拱。何独敛夫散气兮，所以重夫中权。巨扁揭乎云霄兮，钧笔粲乎星斗。山灵为之呵护兮，珍光赫而属天。前方台之月华兮，后蓬莱之云气。左燕春之凝香兮，右清白之寒泉。绕层城以拂云兮，开屏障於四面。卧林影於云壑兮，栖山光乎二轩。呼平湖於酒杯兮，浮翠峰於茗椀。送归鸿於天外兮，数飞鸥於海门。动秋声之摵摵兮，泊晴岚之蔼蔼。饯崦嵫之夕照兮，宾暘谷之朝暾。上越王之危台兮，诵唐人之杰句。鹧鸪飞而地迥兮，晴烟渺而天宽。飞盖游乎清夜兮，羃轻烟之素练。棹歌发乎中沚兮，浴明月於金盆。丽谯涌乎青冥兮，角声起而寥亮。佳山蔚其照眼兮，洗万里之阴雰。新隄平而拟掌兮，沸行歌以载路。漕渠濬重兮，鼓千艘而骈阗。雄威扁营叠创兮，雷欢声於貔虎。泮宫修贡闱闢兮，遂飞跃於鱼鸢。台府焕而一新兮，岩壑为之改观。他人视之拱手兮，公谈笑而不难。既游刃之有余兮，复善刀而藏用。寂然若无所营兮，湛中襟而靖渊。炷炉香而读易兮，悟至理於泰否。托寄轩之柱刻兮，等蘧庐於乾坤。上方蒇事明庭兮，将入扈於豹尾。如旄倪之借留兮，纷截镫以攀辕。系郢曲之寡和兮，信萧规之难继。民愿公无遽归兮，帝谓吾今召环。虽卿月之暂驻兮，幸临照夫越土。恐使星之迁次兮，迫太阶之魁躔。推治越之道治天下兮，固我公之余事。然越人爱公如慈父母兮，愿托歌而永传。客乃敛袵肃容兮，屏气弗敢复言。孙子於是浓墨大字兮，终夫越问之篇。",
            "comment": ""
        },
        {
            "title": "越问·竹箭",
            "content": "维苗山之竹箭兮，禀劲气於乾坤。实东南之美材兮，声价等乎瑶琨。良工相夫阴阳兮，加利镞以为矢。习国人於射渎兮，震电激而星奔。挟之以六千之君子兮，从之以八千之子弟。可以傥方张之阖闾兮，走善射之楼烦。彼群仙之会聚兮，亦以射而为乐。登石室之射堂兮，射东峰而的白。丁令威为拾箭兮，山上下以求索。获遗镞於樵夫兮，偿以樵风之南北。客曰异哉斯事兮，诚振古之怪奇。然越人之弯弓兮，则谈笑而道之。",
            "comment": ""
        },
        {
            "title": "越问·金锡",
            "content": "观地产之所宜兮，惟金锡之最良。贡品肇於有姒兮，暨苍姬而加详。虽历代之所珍兮，凛英气其犹秘。欧冶子之神奇兮，爰採取而炼淬。剖赤堇而出锡兮，山色变而无云。涸若耶之铜液兮，俯不见夫潜鳞。铸岭岌其插天兮，冶井浸而寒冽。前丰霳为击橐兮，后雨师为洒尘。发铜牛之藏屑兮，赭林麓以炊炭。弃右冶之余滓兮，草木为之焦烂。炎烟涨乎铜孤兮，寒光浮乎炼塘。越砥妥其敛锷兮，铸浦沸其若汤。合众灵而成器兮，为宝剑凡有五。曰湛卢与巨阙兮，盖珍名之最著。既属之善相之薛烛兮，复谋之南林之处女。水试则断蛟螭兮，陆用而剸犀虎。扫搀抢使澌灭兮，伏蚩尤使左怖。岂吴钩之敢抗兮，非燕函之能御。客曰伟哉利器兮，诚为越国之珍。斯剑客之喜谈兮，非文种之愿闻。",
            "comment": ""
        },
        {
            "title": "越问·封疆",
            "content": "九州皆有山镇兮，职方氏独先会稽。射祥光於斗分兮，占星纪於天倪。牵牛炳其初躔兮，届须女之七度。少阳当其正位兮，为万物之洁齐。南控引乎闽粤兮，北连亘乎钜海。日出扶桑之东兮，风行浙河之西。八山蜿其中蟠兮，罗千嵒以为鄣。三江汇而旁注兮，渺万壑以为豀。洞天{左山右含}岈以连云兮，俯九垠其如芥。洪涛沸渭以拍天兮，轰三军之鼓鼙。宅卧龙之岧峣兮，蠡城屹其环缭。带平湖之浩{左氵右三白}兮，云镜铸而天低。闢陵门而四达兮，八风飒其递至。飞翼楼而舞空兮，天门沈其可梯。提封方数千里兮，运瓯吴於掌上。七郡四十余县兮，归中权之总提。兹古今之大都会兮，为九牧之冠冕。谅天地之设险兮，他郡宁得而攀跻。客曰伟哉山川兮，信美矣其无慊。然吾闻固国兮，不以山溪之险。",
            "comment": ""
        },
        {
            "title": "越问·句践",
            "content": "昔句践兮思报吴，问国政兮五大夫。辟田野兮实仓府，访疾苦兮字幼孤。抱冰兮握火，置胆兮坐卧。采蕺兮与葛，侧席兮闾左。觞酒豆肉兮必均其施，乐不尽声兮食不致味。鸷鸟匿形兮逾一十祀，吴无稻蟹兮越有地利。一朝兴师兮三战得志，姑苏既墟兮横行淮泗。伯东诸侯兮贺贡毕致，赫然隽功兮又何可议。客曰异哉兮彼长颈而乌喙。如其可与其乐兮，何鸱夷之远避。",
            "comment": ""
        },
        {
            "title": "越问·神仙",
            "content": "阳明太元之天兮，乃群仙之所游。有金堂与玉室兮，挹方丈与瀛洲。伯经得道□泉兮，乘云气於木杪。仙公韬光丹井兮，发函书於船头。骑青骡以入市兮，蓟子训之卖药。切鲻鱼以作脍兮，介元则之垂钩。弘景寄迹钓槎兮，隐吏栖於梅市。广信驾龙白日兮，羽人萃於丹丘。撷芝草以为侣兮，左元放之金液。餐桂屑而钦水兮，范少伯之扁舟。炼日精以回形兮，虞翁色若婴孺。位上沮而标籍兮，思玄迹混俗流。严青能服石髓兮，终断谷而轻举。伯阳炼成神丹兮，虽蜕形而不留。御天风而上征兮，与日月以齐寿。皆地胜之所招兮，举尘寰而少仇。客曰神仙信有兮，特秘怪而难求。吾闻越多隐君子兮，试详言而旁搜。",
            "comment": ""
        },
        {
            "title": "越问·越酿",
            "content": "扬州之种宜稻兮，越土最其所宜。稬种居其十六兮，又稻品之最奇，自海上以漂来兮，伊仙公之遗育。别黄秈与金钗兮，紫珠贯而累累。酒人取以为酿兮，辨五齐以致用。湑镜流之香洁兮，貯秘色之新瓮。助知章之高兴兮，眼花眩乎水底。侑谢传之雅游兮，陶丹府而哦诗。集群贤以觞咏兮，浮罚觥乎子敬。指鸣蛙为鼓吹兮，畅独酌於稚珪。斯越酒之醖藉兮，非宜城中山之比。矧投醪之醇德兮，能使勇气百倍於熊罴。客曰旨哉越酿兮，固越俗之所怡。然自征榷之法行兮，安得薛戎而蠲之。",
            "comment": ""
        },
        {
            "title": "越问·舟楫",
            "content": "越人生长泽国兮，其操舟也若神。有习流之二千兮，以沼吴而策勋。寻笠泽以潜涉兮，北渡淮而会盟。擅航乌之长技兮，水犀为之逡巡。浮海救东瓯兮，有握节之严助。治船习水战兮，荣长锦於买臣。渡浙江而誓众兮，会稽之内史。率水棹以拒战兮，凌江之将军。坐大船若山兮，公苗山阴之杰。汎波袭番禺兮，季高永兴之人。想万艘之竝进兮，纷青龙与赤雀。风帆儵忽千里兮，驾巨浪如飞云。今竞渡其遗俗兮，习便駊以捷疾。观者动心骇目兮，相杂袭如鱼鳞。客曰盛哉舟楫兮，他郡孰加於越。然而济或不同心兮，请置此而新其说。",
            "comment": ""
        },
        {
            "title": "越问·隐逸",
            "content": "谢隐士当少微兮，精神见乎天文。严子陵应客星兮，光芒动夫至尊。居剡下以高洁兮，戴安道之父子。游嵩岳以偕隐兮，孔述壑之弟昆。却米饷而不受兮，朱百年之夫妇。受肥遁以就闲兮，阮万龄之祖孙。闭蓬户以观书兮，淳之栖於穷岫。轻白璧而不盼兮，景齐隐於日门。扣药船而引声兮，歌竞传於仲御。渔镜湖以赋诗兮，岛尚号於千干。黄公列乎四皓兮，成定储之羽翼。嵇康侪於七贤兮，著养生之至言。王子猷咏招隐兮，爱山阴之竹种。谢灵运赋山居兮，采地黄为溪荪。著貂裘坐岩石兮，弘之志不在钓。袘豹席与棕桥兮，志知岂羡回轩。彼皆不事王侯兮，以高尚而辟世。亦地气之所钟兮，多秀水与名山。客曰士各有志兮，斯固古之逸民。夫何欲洁其身兮，弗念君臣之大伦。",
            "comment": ""
        }
    ]
}