{
    "dynasty": "宋",
    "author": "孙惟信",
    "poems": [
        {
            "title": "题载雪录",
            "content": "诗字峥嵘照眼开，人随尘劫挽难回。清苕载雪流寒碧，老我扁舟独自来。",
            "comment": ""
        },
        {
            "title": "禅寂之所有卖花声出廊庑间清婉动耳",
            "content": "曲巷深房忆帝州，卖花庭宇最风流。窗纱破晓斜开扇，帘绣笼阴半上钩。少日喜拈春在手，暮年羞戴雪盈头。泉南寺裹潇潇雨，婉婉一声无限愁。",
            "comment": ""
        },
        {
            "title": "烛影摇红",
            "content": "一朵鞓红，宝钗压髻东风溜。年时也是牡丹时，相见花边酒。初试夹纱半袖。与花枝、盈盈斗秀。对花临景，为景牵情，因花感旧。题叶无凭，曲沟流水空回首。梦云不入小山屏，真个欢难偶。别後知他安否。软红街、清明还又。絮飞春尽，天远书沈，日长人瘦。",
            "comment": "【注释】女子总是与多情相伴。而娇美女子的多情，则更有多少清雅之士为之咏叹。这就是一首抒发一位娇美少女的闺怨之词，似怨春光，又盼春光。词中的女主人公与情人初次相见是在牡丹花盛开的季节，而她又正值妙龄，楚楚娟秀 ，柔媚多情。那正是花好人秀，景美情深，故上片开头连写六句 ，工笔细描。“一朵鞓红，宝钗压髻东风溜”，鞓（ting 厅）红，是牡丹花的一种 ，这句是写女子的发饰之美。她发髻高绾，宝钗对插，再戴上一朵红艳艳的牡丹，在和煦的东风中，流光溢彩，显得格外窈窕多姿。这种以物见人的手法，含蓄而又传神，一位妩媚娟秀的女子形象已隐约可见。“年时也是牡丹时，相见花边酒”，写年华和幽会情景。女主人公如花似玉，貌美而又年轻，正如艳丽的牡丹，国色天香，又恰值牡丹花开时节，与情人花边相会，良辰美景，情欢意洽，有说不尽的柔情蜜意。作为佳冶窈窕的女主人公，“初试夹纱半袖”。从这句可知她只是身着轻柔细软的短袖夹纱，淡雅朴素，更显得体态轻盈，容姿清秀。以上五句，栩栩如生地刻画出一位婷婷玉立的妙龄女子形象 ，但作者似乎还嫌该女子不够妖艳动人，又添上“与花枝、盈盈斗秀”一句。这一句如妙笔生花，秀出意表。“盈盈”二字，形象揭示其体态之美、风韵之美。而“斗秀”二字，则不仅描写出一位女子正值芳年的闭花羞月之貌，而且点带出俊俏活泼的情采。花美人更美，花秀人更秀的意蕴全在“斗秀”二字中表现出来。然而接下去转回眼前情景的描述。情人远别了，几度东风，只留下她“对花临景，为景牵情，因花感旧 ”。这三个四字句都是口语入词，不加雕琢，但信笔拈来，圆转如珠，然而在词情上却是一步一跌，怀旧伤别之情愈转愈深。通观上片，以牡丹花起、结，一次用鞓红，一次用牡丹，而花字则反复出现四次，花虽是陪衬映照，但景以花成，姿借花显，情为花引，又头戴以花、相见以花，可见其构思运笔确有韵味。“题叶无凭，曲沟流水空回首 ”，反用唐人卢渥得红叶题诗典故，表达了人们对爱情幸福的渴望和追求。可是，词中的女主人公却说“题叶无凭，曲沟流水空回首 ”，意思是无法传递自己的浓情，只能借流水之逝而表达自己的凄凉之感。“梦云不入小山屏，真个欢难偶 ”，将凄凉的词情再深入一层，诉说出女主人公相思的苦楚。她非但得不到红叶题诗的机缘，连在枕边的山水画屏前做一个甜蜜的梦也不成，因此只能忍受着离恨别苦的折磨，但没有只想着自己，而是惦念着远别的情人 ，于是写出“ 别后知他安否”一句。虽只短短一句，却是牵肠挂肚，思念之切，一语道破。词的最后四句：“ 软红街、清明还又。絮飞春尽，天远书沉，日长人瘦 ”，回应上片最后三句的临景、牵情 、感旧。软红街，指临安城。繁华的临安，又到了清明时候，柳絮飘飞，春已归去，而远在天外的情人，音讯杳然，朝思暮想，永昼难度，真是“天与多情 ，不与长相守 ”，刻骨的相思使她形容憔悴。写到这里 ，词虽收结，但辞尽而情未绝，离愁郁结，幽思渺渺，不允卒结。古代诗词中写怀旧伤别的作品，非常繁多。而这首词却以朴素洗炼的语言形象勾勒出悲欢离合的真实情感。从上片到下片，愈写愈深，读罢全词，给人哀婉曲折之感。"
        },
        {
            "title": "秦村午炊",
            "content": "饭熟羹香客寐残，秦村山水树阴寒。古今一样邯郸枕，觉后方才做梦看。",
            "comment": ""
        },
        {
            "title": "小院",
            "content": "小院无人竹簟铺，昼眠难稳客心孤。窗前嫌怕惊残梦，自掷青梅打鹧鸪。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "小童教写桃符，道人还了常年例。神前灶下，祓除清净，献花酌水。祷告些儿，也都不是，求名求利。但吟诗写字，分数上面，略精进、尽足矣。饮量添教不醉。好时节、逢场作戏。驱傩爆竹，软饧酥豆，通宵不睡。四海皆兄弟，阿鹊也、同添一岁。愿家家户户，和和顺顺，乐升平世。",
            "comment": ""
        },
        {
            "title": "失调名",
            "content": "寿花戴了。山童问、华庚多少。待瞒来、又怕旁人笑。况戒腊、淳熙可考。大衍之用恰恰好。学易後、尚一年小。谢屐唐衣眉山帽。薰风送下蓬岛。生巧。吕翁昨夜锺离早。又曾参、两个先生道。又也曾偷桃啖枣。百屋堆钱都不要。更不要、衮衣茸纛。但要酒星花星照。鹘笑到老。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "秋娘窗户。梦入阳台雨。小别殷勤留不住。恨满飞花落絮。一天晓月檐西。马嘶风拂罗衣。分付许多风致，送人行下楼儿。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "柳外细听莺燕语，声声似度鞠花新。",
            "comment": ""
        },
        {
            "title": "望远行",
            "content": "又还到元宵台榭。记轻衫短帽，酒朋诗社。烂漫向、罗绮丛中，驰骋风流俊雅。转头是、三十年话。量减才悭，自觉是、欢情衰谢。但一点难忘，酒痕香帕。如今雪鬓霜髭，嬉游不忺深夜。怕相逢、风前月下。",
            "comment": ""
        },
        {
            "title": "阮郎归",
            "content": "满阶红影月昏黄，玉炉催换香。碧窗娇困懒梳妆。粉沾金缕裳。鸾髻耸，黛眉长。烛光分两行。许谁骑鹤上维扬。温柔和醉乡。",
            "comment": ""
        },
        {
            "title": "醉思凡/醉太平",
            "content": "吹箫跨鸾。香销夜阑。杏花楼上春残。绣罗衾半闲。衣宽带宽。千山万山。断肠十二阑干。更斜阳暮寒。",
            "comment": ""
        },
        {
            "title": "垂丝海棠",
            "content": "袅袅垂丝不自持，更禁日炙与风吹。仙家见惯浑闲事，乞与人间看一枝。",
            "comment": ""
        },
        {
            "title": "玲珑山",
            "content": "晋汉高人迹已陈，同君仙屐叩山灵。涧悬白练流云液，路夹苍虬耸石屏。鸟下老藤摇翠木，僧归寒屋钥秋扃。萧萧落日闻笙鹤，满耳天风聒醉醒。",
            "comment": ""
        },
        {
            "title": "南乡子",
            "content": "璧月小红楼。听得吹箫忆旧游。霜冷阑干天似水，扬州。薄倖声名总是愁。尘暗鷫鸘裘。针线曾劳玉指柔。一梦觉来三十载，休休。空为梅花白了头。",
            "comment": ""
        },
        {
            "title": "深院",
            "content": "深院清明冷凤箫，梨花寂寂雨潇潇。秋千一架红墙角，终日无人影自摇。",
            "comment": ""
        },
        {
            "title": "题崇寿院",
            "content": "未欲鞭龙上玉京，赤城来炼八霞精。松风浩荡吹秋暑，偶到弥陀寺里行。",
            "comment": ""
        },
        {
            "title": "昼锦堂",
            "content": "薄袖禁寒。轻妆媚晚，落梅庭院春妍。映户盈盈，回倩笑整花钿。柳裁云剪腰支小，凤蟠鸦耸髻鬟偏。东风里，香步翠摇，蓝桥那日因缘。婵娟。留慧盼，浑当了、匆匆密爱深怜。梦过阑干，犹认冷月秋千。杏梢空闹相思眼，燕翎难系断肠笺。银屏下，争信有人，真个病也天天。",
            "comment": ""
        },
        {
            "title": "夜合花",
            "content": "风叶敲窗，露蛩吟瓮，谢娘庭院秋宵。凤屏半掩，钗花映烛红摇。润玉暖，腻云娇。染芳情、香透鲛绡。断魂留梦，烟迷楚驿，月冷蓝桥。谁念卖药文箫。望仙城路杳，莺燕迢迢。罗衫暗摺，兰痕粉迹都销。流水远，乱花飘。苦相思、宽尽春腰。几时重恁，玉骢过处，小袖轻招。",
            "comment": ""
        },
        {
            "title": "赋女冠还俗",
            "content": "叠却霞绡上醮衣，女童髽髻绿杨垂。重调蛾黛为眉浅，再试弓鞋与步迟。紫府烟花莺唤醒，仙房云雨鹤通知。帘低红杏春风暖，清梦应曾见旧师。",
            "comment": ""
        },
        {
            "title": "风流子",
            "content": "三叠古阳关。轻寒噤、清月满征鞍。记玉笋揽衣，翠囊亲赠，绣巾搵脸，金柳初攀。自回首，燕台云掩冉，凤阁雨阑珊。天有尽头，水无西注，鬓难留黑，带易成宽。啼妆，东风悄，菱花在，拟倩锦字封还。应想恨蛾凝黛，慵髻堆鬟。奈情逐事迁，心随春老，梦和香冷，欢与花残。闲煞唾茸窗阁，十二屏山。",
            "comment": ""
        }
    ]
}