{
    "dynasty": "宋",
    "author": "富弼",
    "poems": [
        {
            "title": "句",
            "content": "遗德被生民。",
            "comment": ""
        },
        {
            "title": "定州阅古堂",
            "content": "朔方之兵，劲于九土。尤劲而要，粤惟定武。兵劲在驭，用则羆虎。失驭而劲，骄不可举。曰保曰贝，闭壁连阻。武爵新守，束手就虜。皇帝日噫，汝武曷取。有敝必革，以儒于抚。公来帅定，始以威怒。有兵悍横，一用于斧，连营怛之，胸粟腰伛。既懼而教，如餔如乳。以剌以射，以鉦以鼓。无一不若，师师旅旅。列城自剌，靡不和附。阴沴为梗，降此大雨。大河破洩，在河之浒。民被黯墊，田入莽污。流离荡析，不得其所。公慼日吁，予敢宁处。迺大招来，迺大保聚，乃营帛粟，寒衣饥茹。民归而安，水下孰御。强弱死生，由公复虑。曰义曰仁，震肃春煦。合和蒸天，天顺以序。公境独稔，爰麦爰黍。公俗独乐，夫耕妇杼。人虽曰康，公亦奚豫。谓此一方，民与兵具。务剧任重，稽古其裕。人皆谓公，与古为伍。公文化民，公武御侮。何思古人，公不自许。遂择奇匠，绘于堂宇。列其行事，指掌可数。前有古有，在我门户。后有来者，依我墙堵。斯堂勿坏，有堂有故，堂之不存，来者曷睹。宠乎焕乎，千载是矩。",
            "comment": ""
        },
        {
            "title": "十月二十四日早始见雪登白云台闲望乱道走书",
            "content": "气候随时应，初寒雪已盈。乾坤一色白，山水云重清。是处人烟合，无穷鸟雀惊。忻然不成下，连把玉罍倾。",
            "comment": "【注释】【原题】：十月二十四日早始见雪登白云台闲望乱道走书呈尧夫先生"
        },
        {
            "title": "涵虚阁",
            "content": "画阁高连百雉城，涵虚应不愧標名。门前柳色兼旗色，座上琴声杂佩声。肯羡五湖归范劙，未饶三径隐渊明。我来恰值初晴后，山影波光分外清。",
            "comment": ""
        },
        {
            "title": "岁在锻丑年始七十年正旦日书事",
            "content": "生圣明明许从心，山川风月恣游寻。此中若更论规矩，籍外闲人不易禁。",
            "comment": ""
        },
        {
            "title": "岁在癸丑年始七十年正旦日书事",
            "content": "人生七十古来稀，今日愚年已及期。从此光阴犹不测，只应天道始相知。",
            "comment": ""
        },
        {
            "title": "弼承索近诗复贶佳句輙次元韵奉和诗以语志不",
            "content": "出入高车耀缙绅，从来天幸喜逢辰。道孤常恐难逃悔，性拙徒能不失真。风雨坐生无妄疾，林泉归作自由身。岁寒未必输松柏，已见人间七十春。",
            "comment": "【注释】【原题】：弼承索近诗复贶佳句輙次元韵奉和诗以语志不必更及乎诗也惟一览而已"
        },
        {
            "title": "弼窃览长篇断章有十二人中第二人之句又赋一",
            "content": "偶我年龄虽第一，在公勋德自无双。不推行业终难敌。富贵康宁亦可降。",
            "comment": "【注释】【原题】：弼窃览长篇断章有十二人中第二人之句又赋一绝上呈"
        },
        {
            "title": "留守太慰相公就居为耆年之会承命赋诗",
            "content": "西洛古帝都，衣冠走集地。豈惟名利场，骤为耆德会。大尹吾旧相，旷怀轻富贵。日兴退老游，台阁并省寺。予惭最衰老，亦许预其次。遂俗肖仪容，烂然彤绘事。闽峤访精华，鲛绡布绝艺。令复崇宴术，聊以示兹惠。幽居近铜驼，荒敞仍湫庳。塞路移君庖，盈车载春醴。献酬互相趣，欢处不知止。商岭有四翁，晋林惟七子。较我集诸贤，盛衰何远尔。兹事实可矜，傅之足千祀。",
            "comment": ""
        },
        {
            "title": "偈",
            "content": "执相诚非，破相亦妄。不执不破，是名实相。",
            "comment": ""
        },
        {
            "title": "寄欧阳公",
            "content": "滁州太守文章公，谪官来此称醉翁。醉翁醉道不醉酒，陶然岂有迁客容。公年四十号翁早，有德亦与耆年同。意古直出茫昧始，气豪一吐阊阖风。",
            "comment": ""
        },
        {
            "title": "岁在锻丑年始七十年正旦日书事",
            "content": "亲宾何用举椒触，已觉闲中岁月长。不学香山醉歌舞，只将吟啸敌流光。",
            "comment": ""
        },
        {
            "title": "寄题醉翁亭",
            "content": "偏州地狭民事简，醉翁自放出水中。琅琊倚天色苍翠，逊泉落石声玲珑。",
            "comment": ""
        },
        {
            "title": "寄裴士林",
            "content": "渤澥宣和旅翮飞，不堪朱邸负前期。东城晓骑思行乐，南浦春波怨别离。对竹岂能忘旧主，折麻方喜遇深知。冕旒正注方臣重，应许州人借一朞。",
            "comment": ""
        },
        {
            "title": "弼承索近诗复贶佳句輙次元韵奉和诗以语志不",
            "content": "赋分萧条只自如，生平常官情疏。亡功每叹孤明主，得谢何妨作老天。官品尚叨三事贵，世缘应信一豪无。病来髀肉消几尽，尤觉阴阳声惨舒。",
            "comment": "【注释】【原题】：弼承索近诗复贶佳句輙次元韵奉和诗以语志不必更及乎诗也惟一览而已"
        },
        {
            "title": "句",
            "content": "古云伏日当早归，况今著令许休假。",
            "comment": ""
        },
        {
            "title": "答郑州祖龙图见寄原韵",
            "content": "坐拥双旌甫浚郊，总戎曾未属鞭櫜。千金寡妙方移疾，二府交修取惮劳。处世机牙都不竸，攝生權柄急须操。他时病起君恩报，始信林泉属我曹。",
            "comment": ""
        },
        {
            "title": "台上再成乱道走书呈尧夫",
            "content": "密雪终宵下，晨登百尺端。瑞光翻怯日，和气不成寒。天末无织翳，云头未少乾。四郊闻击壤，农望已多欢。",
            "comment": ""
        },
        {
            "title": "岁在锻丑年始七十年正旦日书事",
            "content": "今年始是气骸年，我向年前已挂冠。都为君王断久疾，肯教先去养衰残。",
            "comment": ""
        },
        {
            "title": "嵩巫亭",
            "content": "平地烟霄此半分，绣楣丹槛照清汾。风帘暮卷秋空碧，剩见西山数岭云。",
            "comment": ""
        },
        {
            "title": "尧夫先生示秋齐登石阁之句病中聊以短章戏答",
            "content": "高阁岧嶢对远山，雨馀愁望不成欢。拟将敛黛强消遗，却是幽思苦未兰。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "昔年曾作潇湘客，憔悴东秦归不得。西轩忽见好溪山，如何却有楚乡忆。读书误人四十年，有时醉把阑干拍。",
            "comment": ""
        },
        {
            "title": "题范希文手书伯夷颂墨贵",
            "content": "夷清韩颂古皆无，更得高平小楷书。旧相嘉篇题卷后，苏家能事复何如。",
            "comment": ""
        },
        {
            "title": "弼观罢走笔书后卷",
            "content": "黎民于变是尧时，便字尧夫德可知。更览新诗名击壤，生生全道略无遗。",
            "comment": ""
        },
        {
            "title": "睢阳五老园",
            "content": "休宫致政老年间，廟堂尝享著袍冠。调和鼎鼐施霖雨，燮理阴阳佐武桓。念国不忘先世烈，归乡岂念旧庐寒。我辈若从亲炙授，仪容如在使人看。",
            "comment": ""
        },
        {
            "title": "过邵尧夫先生",
            "content": "先生自卫客西畿，乐道安间绝世机。再命初筵终不起，独甘穷巷寂无依。贯穿百代尝探古，吟咏千篇亦造微。珍重相知忽相访，醉和风雨夜深归。",
            "comment": ""
        }
    ]
}