{
    "dynasty": "宋",
    "author": "岳飞",
    "poems": [
        {
            "title": "寄东林慧海上人",
            "content": "湓浦庐山几度秋，长江万折向东流。男儿立志扶王室，圣主专师灭虏酋。功业要刊燕石上，归休终伴赤松游。丁宁寄语东林老，莲社从此著力修。",
            "comment": ""
        },
        {
            "title": "题翠岩寺",
            "content": "秋风江上驻王师，暂向云山蹑翠微。忠义必期清塞水，功名直欲镇边圻。山林啸聚何劳取，沙漠群凶定破机。行复三关迎三圣，金酋席卷尽擒归。",
            "comment": "【注释】【题解】 翠岩寺，据黄邦宁《岳忠武王文集》 原注云：“寺在南昌府治之西山，去府五十里。”绍兴二年(1132)七月，岳飞率军屯驻洪州(今南昌)，奉命“弹压强盗”。 《题翠岩寺》一诗当写于此时。这首诗表明了岳飞对阶级矛盾和民族矛盾的观点和态度。他认为农民起义和土匪之类不足虑，不过是“蜂蚁之群”，而“沙漠群凶”和“金酋”才是最大的敌人，“复三关，迎二圣”才是当务之急。绍兴二年七月初七他路过永州祁阳县大营驿，写了一篇题记： “……痛念二圣远狩沙漠，天下靡宁，誓竭忠孝。 赖社稷威灵，君相圣贤，他日扫清胡虏，复归故国， 迎两宫还朝， 宽天子宵旰之忧，此所志也。顾蜂蚁之群，岂足为功。”(见《金佗粹编》卷十九)①王师：帝王的军队。②蹑(nie)：踩，登。翠微：青翠的山气。这里指青翠掩映的山峰。⑧圻(qi)：边际。边圻，就是边陲，边疆。④山林啸聚：封建统治者多用以指反抗其统治的人们聚集起事，即平常所说的“绿林”、“响马”，其中有的是农民起义军。⑤沙漠群凶：这里是指金人。⑥三关：三个重要关口，历代所指不尽相同。这里当是指的瓦桥关，益津关，淤口关。二圣：指宋徽宗、宋钦宗。建炎四年四月十二日，岳飞在宜兴金沙寺题壁云：“……遂拥铁骑千余，长驱而往，然俟立奇功、殄丑虏，复三关，迎 二圣，使宋朝再振，中国安强，他时过此， 得勒金石，不胜快哉!” (见《金佗粹编》卷十九)⑦金酋：指金朝贵族统治者。酋。部落的首领。"
        },
        {
            "title": "题池州翠光寺",
            "content": "爱此倚栏干，谁同寓目閒。轻阴弄晴日，秀色隐空山。岛树萧疏外，征帆杳霭间。予虽江上老，心羡白云还。",
            "comment": ""
        },
        {
            "title": "题青泥市萧寺壁",
            "content": "雄气堂堂贯斗牛，誓将直节报君仇。斩除顽恶还车贺，不问登坛万户修。",
            "comment": ""
        },
        {
            "title": "登池州翠微亭诗",
            "content": "经年尘土满征衣，特特寻芳上翠微。好水好山看不足，马蹄催趁明月归。",
            "comment": "【注释】[创作背景]岳飞是南宋初年的抗金名将。为了抵抗金兵南下，保卫南宋半壁山河，进而收复中原，长期转战在今两湖、浙、赣、苏、皖一带。绍兴四年和十一年，他曾两次在庐州（治所在今安徽合肥），击败金兵。十一年还曾驻军舒州（治所在今安徽安庆）。这首诗当作于其间。 [内容评析]诗的首句叙述自己的经历，从而把登池州翠微亭放在一个特定的背景之下，使读者感受到时代的和诗人的脉搏是一致的。第二句用「特特」以强调这次登临，表明戎马倥偬，登临难得，而把自己的戎马生活与大好河山从感情上联系起来，同时，在结构上又起到了转折的作用，把感情抒发的重心移到对故国的爱恋上来，为最后一联直抒胸臆作了铺垫。三四两句为全诗的中心。它展示了诗人对祖国的深厚情谊，对祖国美丽河山的流连忘返，表现了诗的主旨。全诗一气贯注，倾泄了一个驰骋沙场，为国而战的诗人的炽热感情。 「冲口出常言，法度法前轨。人言非妙处，妙处在于是。」这首诗明白如话，不假雕饰，也没有用事用典，完全出之口语、常言，却十分感人。其奥妙全在以情取胜。 [难词注释]①池州：治所在今安徽贵池。②特特：特地，特别。 http://www.china10k.com/simp/history/5/55/55b/55b07/55b07011.htm"
        },
        {
            "title": "小重山",
            "content": "昨夜寒蛩不住鸣。惊回千里梦，已三更。起来独自绕阶行。人悄悄，帘外月胧明。白首为功名。旧山松竹老，阻归程。欲将心事付瑶琴。知音少，弦断有谁听。",
            "comment": "【注释】一个充满热情的梦，就这样被惊破了。一腔啸叹难尽的心事，是只有借琴音来倾诉的了---那是这位抗金志士\"还我河山\"的血脉之贲张呵！然而，在\"议和\"声浪甚嚣尘上之中，谁又是这声裂弦索的真正知音？故园的山竹老了，壮士的鬓发白了，此刻充斥词境的，便只有朦胧月光下蟋蟀的凄苦悲吟……--引自宋词赏析http://www.guxiang.com/shici/songci/岳飞的《 满江红 》（怒发冲冠）词，壮志不已，是脍灸人口的爱国佳作。这首《小重山》词，改用艺术手法表达他抗金报国的壮志雄怀。岳飞抗金的伟业，不但受到赵构、秦桧君臣的迫害，而同时其他的将领如张俊 、杨沂中、刘光世等，亦各不信任互相拆台，故岳飞有知音难遇之叹 。《小重山》词抒写了这种感慨 。此词上半阕写出忧深思远之情，与阮籍《咏怀》诗第一首“夜中不能寐，起坐弹鸣琴”意境相似。下半阕“白首”二句，表面低沉消极，但实际上正是壮志难酬的孤愤 。“欲将”三句，用比兴手法点出“知音”难遇的凄凉的情怀，甚为悲伤忧郁。近来，对古典诗词的评论，有人以情调的高昂与低沉分高下，于是认为，岳飞这首《小重山》情调低沉，不如他的《满江红》创意高。我认为，对事物的评论，应当对具体问题做具体分析，而不可以表面上的一刀切。情调高昂的作品固然好，但不能把高昂误作为粗犷叫嚣。情调低沉也并非消极。岳飞的《满江红》与《小重山》词均表达了他的抗金以收复中原的雄心壮志，只因作词的时间与心境不同，因此在作法上遂不免有所差异，实际上异曲同工，又焉可用情调的高昂与低沉区他其高下呢？况且作词常是要用以兴浑融、含蓄蕴藉的方法以表达作的幽情远旨，使读者吟诵体会 ，馀味无穷 。岳飞因为壮志难酬，胸中抑塞，所以作者这首《小重山》词，用沉郁蕴藉的艺术手法，这也正是运用词体特长，正如张惠言论词时所谓“道贤人君子幽约怨悱不能自言之情，低徊要眇以喻其致 ”（《词选·序》）对诗词评赏也应明白这一道理。我所撰《灵谿词说》论岳飞词的绝句说 ：“将军佳作世争传，三十功名路八千。一种壮怀能蕴藉，诸君细读《小重山》”与此意同。"
        },
        {
            "title": "满江红",
            "content": "怒发冲冠，凭栏处潇潇雨歇。抬望眼，仰天长啸，壮怀激烈。三十功名尘与土，八千里路云和月。莫等闲白了少年头，空悲切。靖康耻，犹未雪；臣子恨，何时灭！驾长车踏破贺兰山缺。壮志饥餐胡虏肉，笑谈渴饮匈奴血。待从头收拾旧山河，朝天阙。",
            "comment": "【注释】《满江红》词是否系岳飞所作？张秀平长期以来，人们都认为《满江红》这首词的作者是宋代著名爱国将领岳飞。他在写作《满江红》词时，正是中原地区遭受女真奴隶主贵族的铁骑践踏和蹂躏的岁月。岳飞矢志抗金，执着地追求收复失地、报仇雪耻的壮志宏图；他一生征战，反对投降，代表了广大人民的愿望；他光明磊落、治学严肃，是中国古代历史上杰出的军事家和战略家；他自奉菲薄、廉洁奉公，把中华民族的优秀传统发扬到一个高度，故《满江红》一词，一直作为爱国主义的绝唱和岳飞本人的高风亮节一起在中国神州大地传颂，很少有人怀疑《满江红》是伪作或托名之作。第一个对此提出怀疑的余嘉锡，他在《四库提要辨证》中提出了两点疑问；岳飞孙子岳珂所编《金伦粹编·家集》中没有收录这首词，而岳珂在收集岳飞的文章时，曾是不遗余力的，此集从编定到重刊，历经31年，为何未收此词？此其一。这首词最早见于明徐阶所编的《岳武穆遗文》，是根据弘治十五年（公元1502年）浙江提学副使赵宽所书岳坟词碑收入的，赵宽亦未说所据何本，来历不明。而且赵宽碑记中提及的岳飞另一首诗《送紫岩张先生北伐》经明人考证是伪作。在此之前，此词亦不 见于宋元人的著述，为什么突然出现在明中叶以后？此其二。作者进一步考证：在明代，北方鞑靼族倒常取道贺兰山入侵甘、凉一带，明代弘治十一年（1498年），明将王越曾在贺兰山抗击鞑靼，打了一个胜仗，因此，“踏破贺兰山阙”，“在明代中叶实在是一句抗战口号，在南宋是决不会有此的。” 继余嘉锡之后，60年代后期，夏承焘也写了一篇《岳飞＜满江红＞词考辨》的文章，他除了赞同余氏的怀疑外，又从词的内容上找出了一个证据，即“贺兰山阙”的地名所指问题。他认为岳飞伐金要直捣的黄龙府，在今吉林省境内，而贺兰山却在今内蒙古河套之西，南宋时属西夏，并非金国土地，此词若真出岳飞之手，不应方向乖背如此？这是一。如果贺兰山不同于前人泛称边塞的“玉门”、“天山”之类，其入于史书，始于北宋。唐宋人以贺兰山入诗，都是实指，明中叶以后也是如此，若以泛指释岳飞的“乖背”，似也不通。此为二。 1980年，海内外又掀起了讨论这个问题的热潮。如台湾《中国时报》发表了孙述宇的文章，再次对《满江红》的词作者提出了疑问。他首先指出《满江红》词中用了自己的事迹和典故，如“三十功名”、“八千里路云和月”等等，是尽人皆知的材料，一个拟作者是很容易写出这样一首词的。其次，他认为《满江红》词的格调，与已证实的岳飞另一词《小重山》风格迥异，前者慷慨激昂，英雄气色横溢，后者则是他多年征战并受掣肘时惆怅心理的反映，相形之下，“《满江红》是一首有事迹、有心志，但没有阅历的词”。 对此持不同意见的邓广铭、王起、李安等则从不同角度进行了辩驳。邓广铭于1981年5月初著文指出，岳飞的《满江红》不是伪作。他认为：第一，岳霖、岳珂两代人没有搜集到此词，只能说明岳飞的后代在这方面有遗漏。据现有的史料看，岳霖父子也确有遗漏的实证。如《宾退录》记载的岳飞的“雄气堂堂贯斗牛，誓将直节报君仇。斩除顽恶还车驾，不问登坛万户侯”一诗，就不见于岳珂编的《家集》中，如果排除他们父子当时没有收集到的可能性就断定是假的，那么，这首诗如果又因为《宾退录》的失传后而出现在明人的著作中，就能对此怀疑吗？此外，从《满江红》反映的思想内容来看，与岳飞其它诗文的内容是一致的。如“誓将直节报君仇，斩除顽恶还车驾”，正是“待从头收拾旧山河，朝天阙”的写照，“不问登坛万户侯”，不就是“三十功名尘与土”的注脚吗？又如《家集》中的一些题记，都是岳飞行军作战时随时随地记下来的，应是他当时真实内心的记录。岳飞既然有《满江红》中体现的思想，又有作诗填词的本事，为什么不能填词抒怀呢？第二，关于《满江红》词中“踏破贺兰山阙”的地理位置所指问题，他认为“贺兰山阙”是泛指而不是实指，与词中的“胡虏肉”、“匈奴血”是指女真，而不是实指匈奴一样，即指广义的敌人。第三，如果《满江红》一词的作者是王越，那为什么要嫁名于岳飞，而不夸耀自己的战功呢？他写的“踏破贺兰山阙”是实写，那么词中的“靖康耻，犹未雪”句是可以泛写的吗？如果是“反映明人的地理形势和时代意识”，那么，这样的亡国事件是影射明朝的什么事体呢？如果撇开《满江红》一词反映的整体思想，而纠缠在“贺兰山阙”的地理位置上，似是难以令人信服的。 李安则针对孙述宇的文章提出了不同意见。他认为从史实和词的内容对照看，“三十功名尘与土”，可知是在岳飞30岁或30岁前后有感而作。岳飞30岁时，正掌朝廷方面大权（公元1133年），“因责任重大，身被殊荣，感动深切，乃作成此 壮怀述志的《满江红》词”；而岳飞20多岁从军、30多岁时从九江奉旨入朝，“计其行程，足逾八千里”。与词中“八千里路云和月”之句同。岳飞30岁置司江州时“适逢秋季，当地多雨，故在词中有‘潇潇雨歇’之句”。因此，《满江红》是岳飞“表达其本人真实感受于公元1133年秋季9月下旬作于九江”。他还就《满江红》与《小重山》两词的格调问题作了探讨，认为两词作于不同的时间，格调自然不同，不能以此非议作者。 综上所说，《满江红》词到底是不是岳飞作的？论争双方都持之有据，很难统一。这场争论还可能继续深入下去。不过，争论的双方都比较一致地肯定这首词的思想价值和历史作用。 引自http://www.pep.com.cn/lishi/wanhuatong/lszm/36.htm------------------------------------------------[内容评析]国土沦亡之际，矢志报国的民族英雄心中一股悲怒之情难以抑制，凭栏远望，面对被金人占去的大片故国河山，怒不可遏，头发直竖，把帽子都冲起来了。这冲冠之怒正是岳飞以民族国家危亡为生命的几乎全部意义的外在化表现。「潇潇雨歇」更增壮怀，以复仇者的凛然大义，融合大英雄的发愤图强，作者禁不住情系四海而仰天长啸！一怒一壮，为全词定下一个气吞山河的总基调。 「三十功名尘与土，八千里路云和月。」绍兴四年(1134)，岳飞正值30岁，回首往昔，数十年抗战，艰危险绝，尘满征衣，功名所值几何；八千里转战，昼夜兼程，追云逐月，前路正未可期。为了实现灭金复国的功业理想，作者谆谆告诫；千万别让宝贵的青春年华虚度，空留下枉然的悲切和愧悔！ 词的下片抒写了词人志欲报仇雪耻的爱国激情及必胜信念。靖康年间的奇耻大辱还未洗雪，臣民复仇御侮的壮志何时熄灭？自「驾长车」以下，全用想像之词，直截了当；一旦驾战车长驱直入，踏破雄关险塞，报得大恨深仇，即要食其肉饮其血，抒发壮志，笑语豪情。那时，旧疆恢复，天朝一统，国家山河焕然一新，群臣拜舞阙下，山呼万岁，该是多么宏伟庄严、令人意气风发的情景！ 这是一首表现复仇御侮、英雄壮志的千古绝唱。全词充满爱国主义的激情壮采，语言朴实粗犷，音调高亢悲壮，「千载后读之，凛凛有生气焉。」 [难词注释]①等闲：轻易，随便。②靖康耻：指宋钦宗靖康二年京师和中原沦陷，徽、钦二帝被金人俘虏一事。③贺兰山：在宁夏西北：一说为今河北磁县之贺兰山。④天阙：宫殿前的楼观，此指朝廷、皇帝。 http://www.china10k.com/simp/history/5/55/55b/55b07/55b07021.htm岳飞此词，激励着中华民族的爱国心。抗战期间这首词曲以其低沉但却雄壮的歌音，感染了中华儿女。前四字，即司马迁写蔺相如“怒发上冲冠”的妙，表明这是不共戴天的深仇大恨。此仇此恨，因何愈思愈不可忍？正缘独上高楼，自倚阑干，纵目乾坤，俯仰六合，不禁热血满怀沸腾激昂。——而此时秋霖乍止，风澄烟净，光景自佳，翻助郁闷之怀，于是仰天长啸 ，以抒此万斛英雄壮志。着“潇潇雨歇”四字，笔锋微顿，方见气度渊静。开头凌云壮志，气盖山河，写来气势磅礴。再接下去，作者以“三十功名尘与土，八千里路云和月”十四个字，出乎意料，令人叫绝，此十四字，如见将军抚膺自理半生壮志 ，九曲刚肠 ，英雄正是多情人物。功名是我所期，岂与尘土同埋 ；驰驱何足言苦，堪随云月共赏 。（此功名即勋业义，因音律而用，宋词屡见。）试看此是何等胸襟，何等识见！过片前后，一片壮怀，喷薄倾吐：靖康之耻，指徽钦两帝被掳，犹不得还；故下言臣子抱恨无穷，此是古代君臣观念 。此恨何时得解？功名已委于尘土，三十已去，至此，将军自将上片歇拍处“莫等闲、白了少年头 ，空悲切”之勉语 ，说与人体会。雄壮之笔，字字掷地有声！以下出奇语，现壮怀，英雄忠愤气慨，凛凛犹若神明 。金兵入据中原 ，亦可能败退“凶奴”实不足灭，踏破“贺兰”直捣黄龙并非夸大其辞。“饥餐”、“渴饮”一联合掌；然只有如此才足以畅其情、尽其势。未至有复沓之感者，以其中有真气在。有论者设：贺兰山在西北，与东北之黄龙府，遥距千里，有何交涉 ？那克敌制胜的抗金名臣老赵鼎，他作《花心动》词，就说 ：“西北欃枪未灭，千万乡关，梦遥吴越”；那忠义慷慨寄敬胡铨的张元幹 ，他作《贺新郎》词，也说 ：“要斩楼兰三尺剑，遗恨琵琶旧语” ！这都是南宋初期的爱国词作 ，他们说到金兵时，均用“ 西北”、“ 楼兰”（汉之西域鄯善国，傅介子计斩楼兰王，典出《汉书·西域传》），可见岳飞用“贺兰山”和“凶奴”，是无可非议。“待从头，收拾旧山河 ，朝天阙 ！”满腔忠愤，丹心碧血，倾出肺腑 。用文学家眼光视之结束全篇，神气十足，无复豪发遗憾，令人神旺，叫人起舞。然而岳飞头未及白 ，金兵自陷困境，由于奸计，宋皇朝自弃战败 。“ 莫须有”千古奇冤，闻者发指，岂可指望他率军协同中原父老齐来朝拜天阙哉？悲夫。词不以文字论长短，若以文字论，亦当击赏其笔力之沉厚，脉络之条鬯 ，情趣之深婉，皆不同凡响，倚声而歌，乃振兴中华之必修音乐艺术课也。"
        },
        {
            "title": "游嵬石山寺",
            "content": "嵬石山前寺，林泉胜景幽。紫金诸佛相，白雪老僧头。潭水寒生月，松风夜带秋。我来属龙语，为雨济民忧。",
            "comment": "【注释】【题解】龙居寺，宋建隆年间(960—963)创建，在鄱阳县和北乡巍石山前。鄱阳，古代州县名，治所在今江西省波阳县。这首诗应是绍兴元年(1131)岳飞屯兵洪州时的。]①巍石山： 《鄱阳县志》卷一：“巍石山，在和北乡四十四都， 去城东九十余里，又名狮子山。高十丈，山顶址皆石，巉岩峭壁，下临清溪。岳武穆经此，有诗，见艺文 。”②林泉：山林泉石，指龙居寺周围的风物。胜复幽：优美而且僻静。③紫金诸佛相：大乘佛教认为有无数佛，但各种佛像的形体形象基本一样，只是手印，姿态及所持物品有所区别，这种区别在塑造释尊形象的过程中，逐渐形成凝固不变的公式化的典型造型，具体说，有三十二相与八十种好。例如三十二相中的“金色相”是：全身现纤细的金色光辉，造像时以贴金涂金当之。 ④白雪老僧头：寺中老僧人头上白发如雪。⑤潭水寒生月：月光下幽深的潭水闪耀着清冷的波光。⑥松风夜带秋：夜里松林中的凉风吹来了几分秋意。 ⑦瞩龙语；嘱咐龙几句话。⑧为：制造，动词。为雨就是降雨。济：停止，这里可作解除讲。《淮南子·天文训》：“大风济。”高诱注； “济，止也。”当时可能是久旱不雨， 民不聊生，所以，岳飞嘱咐“龙”应该赶紧下雨， 以解除农民群众的忧愁。 这里不是龙居寺吗?既然能呼风唤雨的“龙”在这里居住着，为什么不降雨呢?"
        },
        {
            "title": "满江红",
            "content": "遥望中原，荒烟外、许多城郭。想当年、花遮柳护，凤楼龙阁。万岁山前珠翠绕，蓬壶殿里笙歌作。到而今、铁蹄满郊畿，风尘恶。兵安在，膏锋锷。民安在，填沟壑。叹江山如故，千村寥落。何日请缨提锐旅，一鞭直渡清河洛。却归来、再续汉阳游，骑黄鹤。",
            "comment": "【注释】这首词创作时代较“怒民冲冠”略早，写于绍兴四年（1134）作者出兵收复襄阳六州驻节鄂州（今湖北武昌）时。绍兴三年（1133）十月，金朝傀儡刘豫军队攻占南宋的襄阳、唐、邓、随、郢诸州府和信阳军，切断了南宋朝廷通向川陕的交通要道，也直接威胁到朝廷对湖南、湖北的统治安全岳飞接连上书奏请收复襄阳六州。次年五月朝廷正式任命岳飞兼黄、复二州、汉阳军（湖北汉阳 ）、德安府（湖北安陆）制置使，统军出征 。由于军纪严明、士气高昂，部署运筹得当，岳家军在三个月内，迅速收复了襄、邓六州，有力地保卫了长江中游的安全，打开了川陕与朝廷交通道路。正在这大好时机 ，朝廷却以“ 三省、枢密院同奉圣旨”的名义要求岳飞收复六州，然后班师回朝。于是岳飞只得率部回到鄂州。岳飞凭借襄邓大捷以仅三十二岁年龄被封为侯（武昌郡开国侯 ），但他并非功名利禄之徒，他念念不忘的是北伐大业。因此他仍不断上奏，要求选派精兵直捣中原，收复失地，以免坐失良机。在鄂州，岳飞到黄鹤楼登高，北望中原，写下了这样一首抒情感怀。这首词采用散文化写法 ，可分四段，层次分明。从篇首到“蓬壶殿里笙歌作”为第一段。写在黄鹤楼之上遥望北方失地，引起对故国往昔“繁华”的回忆。“想当年”三字点目。“花遮柳护”四句极其简练地道出北宋汴京宫苑之风月繁荣。万岁山亦名艮岳。据《宋史·地理志·京城》记载，徽宗政和七年始筑。积土造成假山，假山周围十余里，堂馆池亭极多，建制精致巧妙（蓬壶其中一堂名），四方奇花珍竹异石，悉聚于此，专供皇室游玩。“珠翠绕”、“笙歌作”，极力写作了歌舞昇 平的壮观景象。第二段由“到而今”三字起笔（回应“想当年”），直到下片“千村寥落”句止。写北方遍布铁蹄的占领区，生活在水深火热中的人们的惨痛情景。与上段歌舞昇的景象强烈对比。“铁蹄满效畿，风尘恶”二句，花柳楼阁、珠歌翠舞一扫而空，惊心动魄。过片处是两组自成问答的短句。“兵安在？膏锋锷”，“民安在，填沟壑”。战士浴血奋战 ，却伤于锋刃，百姓饥寒交迫，无辜被戮，却死无葬身之地。作者恨不得立即统兵北上解民于水火之中 。“叹江山如故，千村寥落”，这远非“风景不殊 ，正自有山河之异”的新亭悲泣，而言下正有王导“当共戮力王室 ，克复神州 ”之猛志。所接二句直写作者心中宿愿——领军率队，直渡黄河，肃清金人，复我河山。这两句采用《汉书》终军请缨典故，浑成无迹 。“何日”云云，正见出一种急切的心情。最后三句，作者乐观地想象胜利后的欢乐。眼前他虽然登黄鹤楼 ，作“汉阳游”，但心情是无法宁静的。或许他会暗诵“昔人已乘黄鹤去”的名篇而无限感慨 。不过，待到得胜归来，“再续汉阳游”时，一切都会改变，那种快乐，唯恐只有骑鹤的神仙才可体会呢！词的末句“骑黄鹤”三字兼顾现实，深扣题面。在南北宋之交，词起了一次风格化的变化，明快豪放取代了婉约深曲，这种艺术上的转变根源却在于内容，在于爱国主义成为词的时代性主题。当时写作豪放词的作家，多是爱国人士 ，包括若干抗金将领，其中也有岳飞 ，这种现象有其必然性的。这首，《满江红》即由文法入词，从“想当年”、“到而今”、“何日”说到“待归来”，以时间为序 ，结构严谨层次分明，语言简练明快，已具豪放词的特点。"
        },
        {
            "title": "归赴行在过上竺寺偶题",
            "content": "强胡犯金阙，驻跸大江南。一帝双魂杳，孤臣百战酣。兵威空朔漠，法力仗瞿昙。恢复山河日，捐躯分亦甘。",
            "comment": ""
        },
        {
            "title": "题骤马冈",
            "content": "立马林冈豁战眸，阵云开处一溪流。机舂水沚犹传晋，黍秀宫庭孰悯周。南服只今小丑，北辕何日返神州。誓将七尺酬明圣，怒指天涯泪不收。",
            "comment": "【注释】【题解】 骤马岗，江西一地名。 光绪七年刻本《江西通志》卷五十《山川略》云 ：“在武宁县西六十里，俗呼走马岗，一名饮马岗。宋绍兴间，岳飞讨贼饮马于此。”这首诗应是作于绍兴三年夏。当时，岳飞奉朝廷之命出兵吉州、虔州，镇压农民起义军。他没有执行宋廷关于屠城的密旨。 他把弹压农民起义军视为“歼小丑”， 而耿耿于怀的是何日麾师北伐，收复失地。这首诗表达了岳飞对打内战的厌倦和不能北上抗金保家卫国的愤慨。①豁战眸：睁开跟睛看战场。②机舂：水碓，又名机碓。元王桢《农书》卷十九《利用图谱》：“机碓，水捣器也。《通俗文》云水碓曰翻车碓。杜颖作连机碓。”③黍离：《诗经》中“王风”篇伞，内亨是说，东周大夫出行到西周旧都镐京，见宗庙宫室毁坏，“尽为禾黍”，十分忧伤。悯周:“黍离，闵宗周也。……闵周室之颠覆，彷徨不忍去，而作是诗也。”(《诗序》)悯(min)，见人可怜而产生同情心。周，指西周(约公元前十一世纪至公元前七一一年)。④南服:周制以土地距国都之远近分为五服。因此，南方也叫作南服。诗中是指吉，虔地区。歼小丑：指镇压农民起义军。小丑，是作者站在封建统治者立场上，对农民起义军的蔑称。⑤北辕：汉苟悦《申鉴·杂言》下；“适楚而北辕者，曰‘吾马良，用多，御善’。此三者益侈，其去楚亦远矣。”这里是说，现在朝廷让我在南方<神州；中国的别称。《史记·孟子苟卿列传》引邹衍语曰：!“中国名曰赤县神州。”⑧七尺：七尺之躯。指自己的生命。 酬明圣：报答圣明的君主。⑦天涯：天边。诗中是指北方，当时北方是宋朝的沦陷区，再往北则是侵略者金人所在地。因为天边有金人，所以用“怒指”，因为是沦陷区，所以用“泪不收”。"
        },
        {
            "title": "题雩都华严寺",
            "content": "手持竹节访黄龙，旧穴空遗虎子踪。云锁断崖无觅处，半山松竹撼秋风。",
            "comment": "【注释】【题解】雩(yu)都，古代县名。据《章贡志》云，汉高帝六年始置。一九五七年改为于都县， 属江西省。华严寺，光绪二十九年刻本《雩都县志》卷二载，“罗田岩，县南五里，一名善山， 深广如屋，古称华岩禅院。左为仕学山房，内有岩穴，高不过五尺，而深广倍之。周濂溪先生倅虔时，曾游此，为赋诗，后 人因建濂溪阁于其右，门临悬崖。侧柏四株，根盘石上，大可四抱，苍翠拂云，为数百年物，今存其三。阁右石壁岳武穆、文信国题笔在焉。”这首诗当作于绍兴三年(1133)秋。①黄龙；华严寺左边山有岩穴，此洞或名白黄龙。旧时代，许多山寺中有黄龙洞。因查不到有关记载未得确解。②据《雩都县志》载，华严寺左有岩穴，高不过五尺，而深广倍之。 “山西别一洞天，学士大夫谈道者多聚焉。岩左有泉流石罅，……”这句诗是说，现在这里人迹罕至，洞里只有小老虎的足痕了。③“云锁”句，是说半山腰里云雾缭绕。④撼：摇动。"
        },
        {
            "title": "过张溪赠张完",
            "content": "无心买酒谒青春，对镜空嗟白发新。花下少年应笑我，垂垂羸马访高人。",
            "comment": "【注释】【题解】张溪，地名。《毗陵志》拳十五云：“章溪，在宜兴县西七十里，源出章山，北入荆溪。”又云：“张渚，在宜兴县西南七十里，源出章山。北入荆溪。张疑作章；”据此可知，张溪可能就是章溪。 张完，人名，爵里生平无考。张完大约是张守之误。张守，宋晋陵(即毗陵)人，字镇，一字子固。崇宁元年登进士第，建炎初为御史中丞、参知政事兼枢密院事。卒谥文靖，著有《毗陵集》但查《毗陵集》中未载有与岳飞的酬唱诗作。南宋建炎四年(1130)春，岳飞在常州(古代称毗陵)截击金军，前后四战，连打胜仗。班师回宜兴路过张溪，岳飞拜访了高士张完， 并题赠本诗。 ①无心：初本无意，事出自然。佛教指解脱妄念的真心。《宗镜录》四十五：“所谓无心，何者?若有心则不安，无心则自乐。”谒：禀告，陈说。青春：此处可解为青少年时代。唐刘长卿《戏题赠二小男》诗：“欲并老容羞白发， 每看儿戏忆青春。”(见《刘随州集》) ②嗟：感叹。 ③垂垂：下垂貌。 或释渐渐。 杜甫众和裴迪登蜀州东亭送客逢早梅忆见寄》： “江边一树垂垂发， 朝夕催入自白头。”羸(lei)瘦弱，疲病。高人：超世脱俗的人，多指隐士。诗中是指张完。"
        },
        {
            "title": "从驾游内苑应制",
            "content": "敕报游西内，春光霭上林。花围千朵锦，柳捻万株金。燕绕龙旗舞，莺随凤辇吟。君王多雨露，化育一人心。",
            "comment": ""
        },
        {
            "title": "送紫岩张先生北伐",
            "content": "号令风霆迅，天声动北陬。长驱渡河洛，直捣向燕幽。马蹀阏氏血，旗枭克汗头。归来报明主，恢复旧神州。",
            "comment": ""
        },
        {
            "title": "送轸上人之庐山",
            "content": "何处高人云路迷，相逢忽荐目前机。偶看菜叶随流水，知有茅茨在翠微。琐细夜谈皆可听，烟霏秋雨欲同归。翛然又向诸方去，无数山供玉尘挥。",
            "comment": ""
        }
    ]
}