{
    "dynasty": "宋",
    "author": "并叙",
    "poems": [
        {
            "title": "次韵子瞻登望海楼五绝",
            "content": "白酒倾浆脍斫红，昼游未厌月明中。楼高只办听歌鼓，不见游人转似蓬。",
            "comment": ""
        },
        {
            "title": "熙宁壬子八月於洛阳妙觉寺考试举人及还道出",
            "content": "洛寺相从不出门，绕城空复记名园。程文堆案晨兴早，竹簟连床夜雨喧。归路逢僧暂容与，登山无力强扳援。遥知别後都如梦，赖有君诗一一存。",
            "comment": "【注释】【原题】：熙宁壬子八月於洛阳妙觉寺考试举人及还道出嵩少之间至许昌共得大小诗二十六首其八许州留别顿主簿"
        },
        {
            "title": "熙宁壬子八月於洛阳妙觉寺考试举人及还道出",
            "content": "苍壁上参天，微径随流水。聱牙石齿乱，纷薄黄叶委。牵攀不得上，颠仆几将止。勉强终此行，更老知难至。",
            "comment": "【注释】【原题】：熙宁壬子八月於洛阳妙觉寺考试举人及还道出嵩少之间至许昌共得大小诗二十六首其五登嵩山十首之一石径"
        },
        {
            "title": "熙宁壬子八月於洛阳妙觉寺考试举人及还道出",
            "content": "天坛王屋北侵河，高比嵩丘一倍多。小有清灵今尚在，俗缘深重奈成魔。",
            "comment": "【注释】【原题】：熙宁壬子八月於洛阳妙觉寺考试举人及还道出嵩少之间至许昌共得大小诗二十六首其一洛阳试院楼上新晴五绝"
        },
        {
            "title": "次韵子瞻自径山回宿湖上",
            "content": "朝从径山来，泱莽径山色。莫从湖上归，滉漾湖光碧。借问泛湖舟，何似登山屐。高怀厌朝市，远去忘忧栗。目向幽人青，颜从浊醪赤。尘埃解罗网，宇宙为安宅。油然了无营，此意谁能诘。嗟子别离久，欲往徒反侧。留滞亦何为，空惊突深黑。",
            "comment": ""
        },
        {
            "title": "和柳子玉共城新开御河过所居墙下",
            "content": "卜筑共山功欲成，新河入县巧相萦。谁将畚锸千夫力，添上园林一倍清。生长鱼虾供晚馔，浮沉鹅鸭放春声。为邻有意非今日，丐我余波伴濯缨。",
            "comment": ""
        },
        {
            "title": "熙宁壬子八月於洛阳妙觉寺考试举人及还道出",
            "content": "虚室无寻丈，青山有百层。回峰看不足，危石恐将崩。听法来天女，依岩老梵僧。须弥传纳芥，观此信还曾。",
            "comment": "【注释】【原题】：熙宁壬子八月於洛阳妙觉寺考试举人及还道出嵩少之间至许昌共得大小诗二十六首其三将出洛城过广爱寺见三学演师引观杨惠之塑宝山朱瑶画文殊普贤为赋三首"
        },
        {
            "title": "次韵子瞻将之吴兴赠孙莘老",
            "content": "宦游莫向长城窟，冬冰折胶弦亦绝。吴中腊月百事便，蟹煮黄金鲈鱠雪。京城旧友一分散，近亿吴兴须满颊。世事反复如翻飞，今日共鲧前益垂。畏人但恐去不远，适意未觉归来迟。借问校雠天禄阁，何如江海同游嬉。",
            "comment": ""
        },
        {
            "title": "同陈述古舍人观芍药",
            "content": "蔼蔼堂西十亩园，晚凉迎步绿阴繁。共惊春去已多日，争看花开最後番。未许狂风催烂熳，故将青幄强安存。请公作意勤欢赏，趁取残红照酒樽。",
            "comment": ""
        },
        {
            "title": "次韵子瞻望湖楼上五绝",
            "content": "眼看西湖不暂来，簿书无算拨还开。三年屈指浑将尽，记取从今得几回。",
            "comment": ""
        },
        {
            "title": "和子瞻煎茶",
            "content": "年来病懒百不堪，未废饮食求芳甘。煎茶旧法出西蜀，水声火候犹能谙。相传煎茶只煎水，茶性仍存偏有味。君不见闽中茶品天下高，倾身事茶不知劳。又不见北方俚人茗饮无不有，盐酪椒姜夸满口。我今倦游思故乡，不学南方与北方。铜铛得火蚯蚓叫，匙铛旋转秋萤光。何时茅檐归去炙背读文字，遣儿折取枯竹女煎汤。",
            "comment": ""
        },
        {
            "title": "和子瞻自净土步至功臣寺",
            "content": "山平村坞连，野寺钟相答。晚阴生林莽，落日犹在塔。行招两社僧，共步青山月。送客渡石桥，迎客出林樾。幽寻本真性，往事听徐说。钱王方壮年，此邦事轻侠。乡人鄙贫贱，异类识英杰。立石象兴王，遗迹今岌嶪。功勋三吴定，富贵四海甲。归来父老藏，崇高畏摧压。诗人巧讥病，牛领恣挑抉。流传後世人，谈笑资口舌。是非亦已矣，兴废何仓卒。持归问禅翁，笑指浮沤没。",
            "comment": ""
        },
        {
            "title": "次韵子瞻见寄",
            "content": "我将西归老故丘，长江欲济无行舟。宦游已如马受轭，衰病拟学龟藏头。三年学舍百不与，糜费廪粟常惭羞。矫时自信力不足，从政敢谓学已优。闭门却扫谁与语，画梦时作钧天游。自从四方多法律，深山更深逃无术。众人奔走我独闲，何异端居割蜂蜜。怀安已久心自知，弹劾未至理先屈。余杭军府百事劳，经年未见持干旄。贾生作傅无封事，屈平忧世多离骚。烦刑弊法非公耻，怒马奔车忌鞭箠。藐藐何自听谆谆，谔谔未必贤唯唯。求田问舍古所非，荒畦弊宅今余几。出从王事当有程，去须膰肉嫌无名。扫除百忧唯有酒，未退聊取身心轻。",
            "comment": ""
        },
        {
            "title": "次韵子瞻登望海楼五绝",
            "content": "山色潮声四面来，城中金碧烂成堆。不愁门外严扃锁，终日凭栏未拟回。",
            "comment": ""
        },
        {
            "title": "和子瞻监试举人",
            "content": "登科岁云徂，旧学日将落。外遭饥寒侵，内苦忧患铄。传家足坟史，遗说本精约。群言久纷荡，开卷每惊矍。居官忝庠序，授业止干龠。朝廷发新令，长短弃前彟。缘饰小学家，睥睨前王作。声形一分解，道义因附托。安行厌衢路，强浼就縻缚。纵横施口鼻，烂熳涂丹垩。强辩忽横流，漂荡终安泊。忆惟法初传，欲讲面先怍。新科劝多士，从者尽高爵。徘徊始未信，衒诱终难却。嗟哉守愚钝，几不被讥谑。独醒惭餔糟，未信耻轻诺。敢言折锋鋩，但自保城郭。有司顾未知，选试谬西洛。群儒谁号令，新语竞投削。虽云心所安，恐异时量度。诡遇便巧射，晚嫁由拙妁。谁能力春耕，忍饥待秋获。闻兄职在监，考较笔仍阁。缩手看傍人，此意殊未恶。",
            "comment": ""
        },
        {
            "title": "熙宁壬子八月於洛阳妙觉寺考试举人及还道出",
            "content": "飞桥走岩居，茅屋今已破。何年避世僧，此地常独卧。秋风高鸟入，夜月寒猿过。自非心已灰，静极生悲惰。",
            "comment": "【注释】【原题】：熙宁壬子八月於洛阳妙觉寺考试举人及还道出嵩少之间至许昌共得大小诗二十六首其五登嵩山十首之七法华岩"
        },
        {
            "title": "熙宁壬子八月於洛阳妙觉寺考试举人及还道出",
            "content": "肃肃避暑宫，石殿秋日冷。凛然中庭柏，气压千夫整。风声答万壑，云色通诸岭。材大难为工，甘与蓬蒿屏。",
            "comment": "【注释】【原题】：熙宁壬子八月於洛阳妙觉寺考试举人及还道出嵩少之间至许昌共得大小诗二十六首其五登嵩山十首之八将军柏"
        },
        {
            "title": "熙宁壬子八月於洛阳妙觉寺考试举人及还道出",
            "content": "重重山前峰，上上终非顶。行登众岭彻，始得山门迥。高风惨多寒，落日侧先暝。却视向所经，眇如在深井。",
            "comment": "【注释】【原题】：熙宁壬子八月於洛阳妙觉寺考试举人及还道出嵩少之间至许昌共得大小诗二十六首其五登嵩山十首之五峰顶寺"
        },
        {
            "title": "次韵子瞻望湖楼上五绝",
            "content": "湖山欲买恨无钱，且尽芳樽对玉盘。菱角鸡头应已厌，蟹螫马颊更勤餐。",
            "comment": ""
        },
        {
            "title": "熙宁壬子八月於洛阳妙觉寺考试举人及还道出",
            "content": "前朝宫阙倚芒山，殿阁层层半岭间。犹恐北来冈皁浅，太行东抱故孱颜。",
            "comment": "【注释】【原题】：熙宁壬子八月於洛阳妙觉寺考试举人及还道出嵩少之间至许昌共得大小诗二十六首其一洛阳试院楼上新晴五绝"
        },
        {
            "title": "赋黄鹤楼赠李公择",
            "content": "前年见君河之浦，东风吹河沙如雾。北潭杨柳强知春，樽酒相携终日语。君家东南风气清，谪官河壖不称情。一麾夏口亦何有，高楼黄鹤慰平生。荆江洞庭春浪起，汉沔初来入江水。岸头南北不相知，惟见风涛涌天地。巫峡潇湘万里船，中流鼓楫四茫然。高城枕山望如带，华榱照日光流渊。楼上骚人多古意，坐忘朝市无穷事。谁道武昌岸下鱼，不如建业城边水。",
            "comment": ""
        },
        {
            "title": "熙宁壬子八月於洛阳妙觉寺考试举人及还道出",
            "content": "神夫化黄熊，神母化白石。婴儿剖还父，涕泣何暇恤。尔来三千岁，往事谁复识。惟有少姨存，相望居二室。",
            "comment": "【注释】【原题】：熙宁壬子八月於洛阳妙觉寺考试举人及还道出嵩少之间至许昌共得大小诗二十六首其五登嵩山十首之十启母石"
        },
        {
            "title": "熙宁壬子八月於洛阳妙觉寺考试举人及还道出",
            "content": "缥缈危谯面面山，朝来云作雨潺潺。忽然风卷归何处，百里阴晴反掌间。",
            "comment": "【注释】【原题】：熙宁壬子八月於洛阳妙觉寺考试举人及还道出嵩少之间至许昌共得大小诗二十六首其一洛阳试院楼上新晴五绝"
        },
        {
            "title": "熙宁壬子八月於洛阳妙觉寺考试举人及还道出",
            "content": "壁毁丹青在，移来殿庑深。赋形惊变态，观佛觉无心。旌旆翻空色，笙竽含妙音。风流出吴样，遗法到如今。",
            "comment": "【注释】【原题】：熙宁壬子八月於洛阳妙觉寺考试举人及还道出嵩少之间至许昌共得大小诗二十六首其三将出洛城过广爱寺见三学演师引观杨惠之塑宝山朱瑶画文殊普贤为赋三首"
        },
        {
            "title": "熙宁壬子八月於洛阳妙觉寺考试举人及还道出",
            "content": "上山苦饥渴，中道得寒泉，举瓢石窦响，入口烦痾痊。洑流去不见，落涧声锵然。莫归复相值，相从下平川。",
            "comment": "【注释】【原题】：熙宁壬子八月於洛阳妙觉寺考试举人及还道出嵩少之间至许昌共得大小诗二十六首其五登嵩山十首之四醒心泉"
        },
        {
            "title": "熙宁壬子八月於洛阳妙觉寺考试举人及还道出",
            "content": "声病消磨只古文，诸儒经术斗纷纭。不知旧学都无用，犹把新书强欲分。老病心情愁见敌，少年词气动干云。搜贤报国吾何敢，欲补空疏但有勤。",
            "comment": "【注释】【原题】：熙宁壬子八月於洛阳妙觉寺考试举人及还道出嵩少之间至许昌共得大小诗二十六首其二和顿主簿起见赠二首"
        },
        {
            "title": "熙宁壬子八月於洛阳妙觉寺考试举人及还道出",
            "content": "伊阙遥临凤阙前，龙门女几气苍然。唐朝御路依稀在，犹想东巡尘暗天。",
            "comment": "【注释】【原题】：熙宁壬子八月於洛阳妙觉寺考试举人及还道出嵩少之间至许昌共得大小诗二十六首其一洛阳试院楼上新晴五绝"
        },
        {
            "title": "次韵子瞻登望海楼五绝",
            "content": "荷叶初乾稻穗香，惊雷急雨送微凉。晚晴稍放秋山色，洗却浓妆作淡妆。",
            "comment": ""
        },
        {
            "title": "和子瞻画鱼歌",
            "content": "潜鱼在渊安可及，垂饵投竿易如拾。横江设网虽不仁，一瞬未移收百十。画鱼何者漫区区，终日辛勤手拮据。已嫌长网不能遍，肯信一竿良有余。鲲鲵骇散蛟龙泣，获少惊多亦何益。愿从网罟登君庖，碎首屠鳞非所惜。",
            "comment": ""
        },
        {
            "title": "熙宁壬子八月於洛阳妙觉寺考试举人及还道出",
            "content": "飞泉来无穷，发自嵩岭背。奔驰两山间，偶与乱石会。倾流势摧毁，泥土久崩溃。坚姿未消释，嶻嶭俨相对。居然受喷泼，雷转诸壑内。初喧堕深谷，稍放脱重隘。跳沫溅霏微，余澜汹澎湃。宸游昔事远，绝壁遗刻在。人迹久寂寥，物理系兴废。相君厌纷华，筑室俯湍濑。濯缨离尘垢，洗耳听天籁。将追赤松游，自置青云外。道人亦何者，预此事归计。犹恐山未深，更种万株桧。",
            "comment": "【注释】【原题】：熙宁壬子八月於洛阳妙觉寺考试举人及还道出嵩少之间至许昌共得大小诗二十六首其六过韩许州石淙庄"
        },
        {
            "title": "次韵子瞻对月见忆并简崔度",
            "content": "先师客陈未尝饱，弟子于今敢言巧。败墙破屋秋雨多，夜视阴精过毕昴。齑盐冷落空杯盘，且依道士修还丹。丹田发火五脏暖，未补漫漫长夜寒。我生疲驽恋莝豆，崔翁游边指北斗。唯有王江亦未归，闭门无客邀沽酒。",
            "comment": ""
        },
        {
            "title": "次韵子瞻雨中督役夜宿水陆寺二首",
            "content": "云气连山雨泻盆，莫投僧舍欲关门。暂时洒扫宽行役，终夕崎岖入梦魂。烦热暗消秋簟冷，烝濡未解夜灯昏。二年游宦多劳苦，何日相从得细论。",
            "comment": ""
        },
        {
            "title": "熙宁壬子八月於洛阳妙觉寺考试举人及还道出",
            "content": "飞仙不返周王子，重阜相连少室孙。夜静笙声兼鹤下，回看惟有故山存。",
            "comment": "【注释】【原题】：熙宁壬子八月於洛阳妙觉寺考试举人及还道出嵩少之间至许昌共得大小诗二十六首其四登封道中三绝之一缑山祠"
        },
        {
            "title": "熙宁壬子八月於洛阳妙觉寺考试举人及还道出",
            "content": "一锁楼中暗度秋，微官黾勉未能休。笑谈容我聊纾放，文字凭君便去留。杯酒淋漓已非离，清诗窈眇更难酬。东归犹得联征骑，同上嵩高望九州。",
            "comment": "【注释】【原题】：熙宁壬子八月於洛阳妙觉寺考试举人及还道出嵩少之间至许昌共得大小诗二十六首其二和顿主簿起见赠二首"
        },
        {
            "title": "熙宁壬子八月於洛阳妙觉寺考试举人及还道出",
            "content": "一径乔林下黄叶，三山翠壁绕禅居。共君将住还归去，欲问安心知已疏。",
            "comment": "【注释】【原题】：熙宁壬子八月於洛阳妙觉寺考试举人及还道出嵩少之间至许昌共得大小诗二十六首其四登封道中三绝之三少林寺赠顿起"
        },
        {
            "title": "次韵子瞻登望海楼五绝",
            "content": "楼观争高不计层，噰噰过雁自相譍。钱王旧业依稀在，岁久无人话废兴。",
            "comment": ""
        },
        {
            "title": "熙宁壬子八月於洛阳妙觉寺考试举人及还道出",
            "content": "嵩少犹藏薄雾中，前山迤逦夕阳红。高楼一闭三十日，遥忆岩头种药翁。",
            "comment": "【注释】【原题】：熙宁壬子八月於洛阳妙觉寺考试举人及还道出嵩少之间至许昌共得大小诗二十六首其一洛阳试院楼上新晴五绝"
        },
        {
            "title": "次韵子瞻望湖楼上五绝",
            "content": "滞留朝市常嫌闹，放弃江湖也未闲。孤舫粗穷千顷浪，肩舆未尽百重山。",
            "comment": ""
        },
        {
            "title": "熙宁壬子八月於洛阳妙觉寺考试举人及还道出",
            "content": "登封事已遥，大碑摧风雨。灵坛久销秃，古木中梁柱。峰峦至此尽，苍石无寸土。俯视万仞高，悲辛但狂顾。",
            "comment": "【注释】【原题】：熙宁壬子八月於洛阳妙觉寺考试举人及还道出嵩少之间至许昌共得大小诗二十六首其五登嵩山十首之六登封坛"
        },
        {
            "title": "和子瞻开汤村运盐河雨中督役",
            "content": "兴事常苦易，成事常苦难。不督雨中役，安知民力殚。年来上功勋，智者争雕钻。山河不自保，疏凿非一端。讥诃西门豹，仁智未得完。方以勇自许，未恤众口叹。天心闵劬劳，雨涕为丸澜。不知泥滓中，更益手足寒。谁谓邑中黔，鞭箠亦不宽。王事未可回，后土何由乾。",
            "comment": ""
        },
        {
            "title": "赠提刑贾司门青",
            "content": "前年乘舟护南河，宛丘官舍酣且歌。去年持节忧犴狱，驱车道路日不足。今年春风尘土黄，远赴三州议繇役。天子忧民法令新，整齐百事无闲人。苗耘发栉何时已，回首昔游如梦寐。区区学舍曾未知，春晚日长唯有睡。才智有余安得闲，疏慵顾我自当然。喜君未忘太平事，独称赦书旌孝子。",
            "comment": ""
        },
        {
            "title": "和子瞻宿临安净土寺",
            "content": "四方清净居，多被僧所占。既无世俗营，百事得丰赡。家居每纷薄，奉养出寒欠。昔年旅东都，局促吁已厌。城西近精庐，长老时一觇。每来获所求，食饱山茶酽。尘埃就汤沐，垢腻脱巾韂。不知禅味深，但取饥肠餍。京城苦烦溷，物景费治染。吴都况清华，观刹吐光艳。石矼度空阔，泉溜泻深堑。经过未足多，终老应长歉。",
            "comment": ""
        },
        {
            "title": "赵少师自南都访欧阳少师於颍州留西湖久之作",
            "content": "公居颍水上，德与颍水清。身闲道转胜，内足无复营。平昔富交游，开门坐常盈。退居万事乐，独恨无友生。汝颍亦多士，後来非老成。赵公平生旧，情好均弟兄。少年结意气，晚岁齐功名。携手践廊庙，蹑足辞钧衡。徜徉里闾间，脱略世俗萦。兴来忽命驾，一往千里轻。白发俨相映，元勋各峥嵘。人生会面难，此会有余情。遨游西湖中，仲夏草木荣。壶觞列四坐，歌舞罗前楹。画舫极沿泝，肩舆并逢迎。棹仕凫鸭乱，乐作虫鱼惊。近寺骈履迹，高台吹笑声。往事语京洛，余欢发吟赓。拳拳主人厚，款款来客诚。此乐有时尽，此好何由倾。",
            "comment": "【注释】【原题】：赵少师自南都访欧阳少师於颍州留西湖久之作诗献欧阳公"
        },
        {
            "title": "欧阳太师挽词三首",
            "content": "推毂诚多士，登龙盛一时。西门行有恸，东阁见无期。念昔先君子，尝蒙国士知。旧恩终未报，感叹不胜悲。",
            "comment": ""
        },
        {
            "title": "熙宁壬子八月於洛阳妙觉寺考试举人及还道出",
            "content": "寺古依乔木，僧闲正莫年。为生何寂寞，爱客尚留连。虚牖罗修竹，空厨响细泉。坐听谈旧事，遍识洛中贤。",
            "comment": "【注释】【原题】：熙宁壬子八月於洛阳妙觉寺考试举人及还道出嵩少之间至许昌共得大小诗二十六首其三将出洛城过广爱寺见三学演师引观杨惠之塑宝山朱瑶画文殊普贤为赋三首"
        },
        {
            "title": "熙宁壬子八月於洛阳妙觉寺考试举人及还道出",
            "content": "青山欲上疑无路，涧道相萦九十盘。东望嵩高分草木，回瞻原隰涌波澜。",
            "comment": "【注释】【原题】：熙宁壬子八月於洛阳妙觉寺考试举人及还道出嵩少之间至许昌共得大小诗二十六首其四登封道中三绝之二轘辕道"
        },
        {
            "title": "熙宁壬子八月於洛阳妙觉寺考试举人及还道出",
            "content": "岩窦有虚明，曨曨发晴晓。真人无俦匹，窗下晨妆早。门开秋雨入，室静长风扫。绝迹杳难寻，朱颜未尝老。",
            "comment": "【注释】【原题】：熙宁壬子八月於洛阳妙觉寺考试举人及还道出嵩少之间至许昌共得大小诗二十六首其五登嵩山十首之二玉女窗"
        },
        {
            "title": "次韵子瞻登望海楼五绝",
            "content": "湖色苍苍日向斜，烟波万状不容夸。画船人去浮红叶，石径僧归蹑白蛇。",
            "comment": ""
        },
        {
            "title": "次韵子瞻望湖楼上五绝",
            "content": "欲看西湖两岸山，卧乘湖上木兰船。湖山已自随船改，更值阴晴欲雨天。",
            "comment": ""
        },
        {
            "title": "次韵子瞻余杭法喜寺绿野亭怀吴兴太守孙莘老",
            "content": "信美非吾土，三吴一水中。亭高望已极，舟入去无穷。朝市知安在，湖山信有功。遨游逐凫鸭，饮食数鱼虫。波浪喧朝夕，梅烝变绿红。逢人问京洛，去国长儿童。同舍情相接，邻邦信屡通。相邀欲相过，道里讯溪翁。",
            "comment": ""
        },
        {
            "title": "宛丘二咏",
            "content": "古殿山花丛百围，故园曾见色依依。凌寒强比松筠秀，吐艳空惊岁月非。冰雪纷纭真性在，根株老大众园希。山中草木谁携种，潦倒尘埃不复归。",
            "comment": ""
        },
        {
            "title": "次韵子瞻游径山",
            "content": "去年渡江爱吴山，忽忘蜀道轻秦川。钱塘後到山最胜，下枕湖水相萦旋。坐疑吴会无复有，扁舟屡出凌涛渊。今秋复入径山寺，势压众岭皆摧颠。连峰沓嶂不知数，重重相抱如青莲。散为云雾翳星斗，聚作潭井藏蜿蜒。钦翁未到人迹绝，千里受记来安禅。荒榛野草置茅屋，坐令海贾输金钱。至今传法破烦恼，饱食过客容安眠。解装投锡不复去，纷纷四合来乌鸢。或言此处犹未好，海上人少无烦煎。天台雁荡最深秀，水惊石瘦尤清便。青山独往无不可，论说好丑徒纷然。终当直去无远近，藤鞋竹杖聊穷年。",
            "comment": ""
        },
        {
            "title": "熙宁壬子八月於洛阳妙觉寺考试举人及还道出",
            "content": "浮埃古壁上，萧然四真人。矫如云中鹤，犹若畏四邻。坐令世俗士，自惭污浊身。勿谓今所无，嵩少多隐沦。",
            "comment": "【注释】【原题】：熙宁壬子八月於洛阳妙觉寺考试举人及还道出嵩少之间至许昌共得大小诗二十六首其五登嵩山十首之九吴道子画四真君"
        },
        {
            "title": "熙宁壬子八月於洛阳妙觉寺考试举人及还道出",
            "content": "秋暑尚烦襟，林泉净客心。菊残知节过，荷尽觉池深。疏柳摇山色，青苔遍竹阴。犹嫌近官道，轣辘听车音。",
            "comment": "【注释】【原题】：熙宁壬子八月於洛阳妙觉寺考试举人及还道出嵩少之间至许昌共得大小诗二十六首其七过登封阎氏园"
        },
        {
            "title": "次韵子瞻雨中督役夜宿水陆寺二首",
            "content": "野寺萧条厌客喧，雨披修竹乱纷然。已因无食聊从仕，深悟劳生不问禅。未至莫忧明日事，偷闲且就此宵眠。天明归去芒鞋滑，虽有藤舆懒上肩。",
            "comment": ""
        },
        {
            "title": "次韵子瞻题孙莘老墨妙亭",
            "content": "高岸为谷谷为陵，一时豪杰空飞腾。身随造化不复返，忽若野雀逢苍鹰。当年碑刻最深固，风吹土蚀消无棱。遗文漫灭雨中迹，翠石断裂春後冰。古坟欲毁野庙废，行人不去征鞍凭。书生耽翫立风雪，饥驴厌苦疲奴憎。爱之欲取恨无力，旋揉翠墨濡黄缯。不如好事孙太守，牛车徙置华堂登。绕墙罗列耀珪璧，罢宴起读留宾朋。却思遗迹本安在，原隰处处荒榛藤。田夫野老谁复顾，鬼火夜照来寒灯。废兴聚散一如此，反使涕泗沾入膺。",
            "comment": ""
        },
        {
            "title": "次韵子瞻望湖楼上五绝",
            "content": "终日清漪弄短桡，久忘车乘走翘翘。秋风且食鲈鱼美，洛下诸生未可招。",
            "comment": ""
        },
        {
            "title": "欧阳太师挽词三首",
            "content": "唐弊文初丧，书成法至今。雍容趋圣处，深切可人心。气力知难继，风流喜不淫。悬知公欲谢，异说勇交侵。",
            "comment": ""
        },
        {
            "title": "熙宁壬子八月於洛阳妙觉寺考试举人及还道出",
            "content": "玉女云为衣，飘摇不须捣。空传岩下石，夜杵知谁抱。清泉供澣濯，素月铺缯缟。人世迫秋寒，处处砧声早。",
            "comment": "【注释】【原题】：熙宁壬子八月於洛阳妙觉寺考试举人及还道出嵩少之间至许昌共得大小诗二十六首其五登嵩山十首之三捣衣石"
        },
        {
            "title": "欧阳太师挽词三首",
            "content": "雄文元命世，直气早成风。受任衰迟後，安邦反侧中。回天深有力，扈圣耻言功。事已身随去，惊嗟柱石空。",
            "comment": ""
        }
    ]
}