{
    "dynasty": "宋",
    "author": "康与之",
    "poems": [
        {
            "title": "应天长",
            "content": "管弦绣陌，灯火画桥，尘香旧时归路。肠断萧娘，旧日风帘映朱户。莺能舞，花解语。念後约、顿成轻负。缓雕佩、独自归来，凭栏情绪。楚岫在何处。香梦悠悠，花月更谁主。惆怅後期，空有鳞鸿寄纨素。枕前泪，窗外雨。翠幕冷、夜凉虚度。未应信、此度相思，寸肠千缕。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "弱柳小腰身。双双蛾翠颦。",
            "comment": ""
        },
        {
            "title": "丑奴儿令/采桑子",
            "content": "红楼紫陌青春路，柳色皇州。月淡烟柔。袅袅亭亭不自由。旧时扶上雕鞍处，此地重游。总是新愁。柳自轻盈水自流。",
            "comment": ""
        },
        {
            "title": "风入松",
            "content": "画桥流水欲平阑。雨後青山。去年芳草今年恨，恨香车、不逐雕鞍。红杏墙头院落，绿杨楼外秋千。谢娘别後忆前欢。泪滴春衫。柔荑共折香红处，劝东风、且与流连。早是相思瘦损，梅花谢了春寒。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "名与牡丹联谱，南珍独比江瑶。闽山入贡冠前朝。露叶风枝袅袅。香玉满苞仙液，绉红圆戚鲛绡。华清宫殿蜀山遥。一骑红尘失笑。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "晚来一霎风兼雨，洗尽炎光。理罢笙篁。却对菱花淡淡妆。绛绡缕薄冰肌莹，雪腻酥香。笑语檀郎。今夜纱厨枕簟凉。",
            "comment": ""
        },
        {
            "title": "忆少年令/忆少年",
            "content": "双龙烛影，千门夜色，三五宴瑶台。舞蝶随香，飞蝉扑鬓，人自蕊宫来。太平箫鼓宸居晓，清漏玉壶催。步辇归时，绮罗生润，花上月徘徊。",
            "comment": ""
        },
        {
            "title": "喜迁莺",
            "content": "腊残春早。正帘幕护寒，楼台清晓。宝运当千，佳辰馀五，嵩岳诞生元老。帝遣阜安宗社，人仰雍容廊庙。尽总道，是文章孔孟，勋庸周召。师表。方眷遇，鱼水君臣，须信从来少。玉带金鱼，朱颜绿鬓，占断世间荣耀。篆刻鼎彝将遍，整顿乾坤都了。愿岁岁，见柳梢青浅，梅英红小。",
            "comment": ""
        },
        {
            "title": "金菊对芙蓉",
            "content": "梧叶飘黄，万山空翠，断霞流水争辉。正金风西起，海燕东归。凭栏不见南来雁，望故人、消息迟迟。木樨开後，不应误我，好景良时。只念独守孤帏。把枕前嘱付，一旦分飞。上秦楼游赏，酒殢花迷。谁知别後相思苦，悄为伊、瘦损香肌。花前月下，黄昏院落，珠泪偷垂。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "解将天上千年艳，换得人间九日黄。",
            "comment": ""
        },
        {
            "title": "满庭芳 寒夜",
            "content": "霜幕风帘，闲斋小户，素蟾初上雕笼。玉杯醽醁，还与可人同。古鼎沈烟篆细，玉笋破、橙橘香浓。梳妆懒，脂轻粉薄，约略淡眉峰。清新，歌几许，低随慢唱，语笑相供。道文书针线，今夜休攻。莫厌兰膏更继，明朝又、粉冗匆匆。酩酊也，冠儿未卸，先把被儿烘。",
            "comment": "【注释】宋代都市繁荣、歌妓激增，词中歌咏士子与妓女婉转绸缪之态的，数量颇多。柳永、秦观、周邦彦等著名词人，都有这一类作品。康与之的这首词，也属此类艳情词。词中写的，是歌妓冬夜留宴书生的欢昵场面，软媚艳冶之致。“霜幕风帘”三句，写节序及佳人所居环境：屋外风寒霜冷 ，但有帘遮幕隔 ，室内仍是一团暖意。“素蟾”即皎洁的月亮 。“ 雕笼”的“ 笼”字应作“ 栊”，“ 雕栊”就是雕花的窗根“素蟾初上雕栊”，走到窗边，窥控月儿初上的情景，多么恬静，多么富于诗意。短短三句，而节序、地点、时间俱出，用笔可谓简练。节序景物描写完了，即转入了描写室内人物活动。“玉杯醽醁，还与可人同 。”书生与佳人对酒 。“醽醁 ，”是美酒的名字；“可人”即称人心意的人 ，这里是词人对佳人的昵称 。“古鼎沉烟篆细”句，插写室内摆设。古鼎中点燃着用沉香制成的盘香，散发出细细的轻烟。表明室内陈设的不俗，增强了室内的香暖感 。“玉笋破、橙橘香浓”句，写丽人以指擘破香甜的橙橘 。“玉笋”喻女子洁白纤细的手；橙橘为醒酒之物；剥橙之举，可见其殷勤款待之意。前此周邦彦《少年游》中也有“纤指破新橙”之句，“梳妆懒”三句，写其薄施脂粉，淡淡梳妆。淡扫蛾眉，保持本色 ，反而会取得更好的效果。从“玉杯醽醁”至此，作品主要写了丽人的劝酒，剥橙及其妆扮，一位美丽而多情的少女，已浮现于眼前。下片继续写佳人的活动。“ 清新歌几许”三句，写其歌唱、笑语。“清新”二字，主要指她演唱风格；“歌几许”，说明她为心上人不停地唱 ，已经唱了很多 ；一边唱 ，一边低声款语温存 。她说些什么呢？“道文书针线”至“纷冗匆匆”数句，记述了她低声款语的内容。她说 ：“你的文书，我的针线，今夜都歇着吧 ！往灯里再添些油，咱们尽情地喝酒、歌唱、谈心吧，到明天，你又要去忙碌了。”（“兰膏”是用泽兰炼成的油脂 ，用来点灯，散发香气。）这是多么大胆 ，纵情的表达！这几句 ，写歌妓的声口，绘声传情，细腻逼真，正如清人贺裳在《皱水轩词筌》中所说的一样 ：“宛然慧心女子小窗中喁喁口角。”“醽酊也”三句 ，写酒后佳人为书生整理被褥，还未卸下冠心，她就先去把被儿烘暖了。主动而温存！这里写得非常含蓄，留下了无穷眷意，供读者去品味，可谓极尽结句“以迷离称隽”之能事。这首词艺术上的特点是铺叙 。突出打通上下片，一气呵成，都围绕着女主人公的举止言笑展开，有层次地、多角度地描写了她的手爪颜色、口角技艺，以及献酒擘橙、清歌笑语、烘被铺床动作，使此色艺绝伦而放纵多情的歌妓形象，得到鲜明生动的表现。人物描写与环境描写互相和谐，醽醁篆香 、橙橘 、兰膏、绣被的出现，增强了绣房的陈设气氛，衬托得人物更富于青楼特点。开头三句的节序景物描写，说明了这是一个寒夜；而室内的光景却如此温馨，两相对比，使人有倍感温馨。整首词所描写的场面，充满了香艳感和旖旎感，但未流于秽亵庸俗。宋人把康与之比柳耆卿（见罗大经《鹤林玉露》），从这首词来看，与《乐章集》中大量描写妓女的词，倒也极相似。"
        },
        {
            "title": "菩萨蛮令/菩萨蛮",
            "content": "秦时宫殿咸阳里。千门万户连云起。复道互西东。不禁三月风。汉唐乘王气。万岁千秋计。毕竟是荒丘。荆榛满地愁。",
            "comment": ""
        },
        {
            "title": "感皇恩",
            "content": "一雨一番凉，江南秋兴。门掩苍苔锁寒径。红尘不到，尽日鸟啼人静。绿荷风已过，摇香柄。澹阴未解，园林清润。一片花飞堕红影。残书读尽，袖手高吟清咏。任从车马客，劳方寸。",
            "comment": ""
        },
        {
            "title": "游慧力寺",
            "content": "天涯芳划尽绿，路旁柳絮争飞。啼鸟一声春晚，落花满地人归。",
            "comment": ""
        },
        {
            "title": "僻居",
            "content": "巷僻过从少，柴门尽日关。莺声常在柳，云影不离山。有道难言□，虽贫未厌閒。川原烟四暝，春思有无间。",
            "comment": ""
        },
        {
            "title": "招真词",
            "content": "白鹤巢兮丹井空，蓬山杳兮烟霞蒙。陵谷变兮今古，木叶下兮秋风。飞仙去兮朝太微，黄冠野服兮以游以嬉。餐霞卧月兮世不我违，与世涤映兮天门可驰。苍龙嗥兮云漫扉，石泉冽兮山芋肥。俯仰宇宙兮日月蔽亏，灵秀回薄兮野芳呈姿。山中之乐兮万化莫移，仙人不来兮隐者曷归。",
            "comment": ""
        },
        {
            "title": "荷叶铺水面",
            "content": "春光艳冶，游人踏绿苔。千红万紫竞香开。暖风拂鼻籁，蓦地暗香透满怀。荼縻似锦裁。娇红间绿白，只怕迅速春回。误落在尘埃。折向鬓云间、金凤钗。",
            "comment": ""
        },
        {
            "title": "喜迁莺",
            "content": "秋寒初劲。看云路雁来，碧天如镜。湘浦烟深，衡阳沙远，风外几行斜阵。回首塞门何处，故国关河重省。汉使老，认上林欲下，徘徊清影。江南烟水暝。声过小楼，烛暗金猊冷。送目鸣琴，裁诗挑锦，此恨此情无尽。梦想洞庭飞下，散入云涛千顷。过尽也，奈社陵人远，玉关无信。",
            "comment": ""
        },
        {
            "title": "长相思 游西湖",
            "content": "南高峰，北高峰，一片湖光烟霭中。春来愁杀侬。郎意浓，妾意浓。油壁车轻郎马骢，相逢九里松。",
            "comment": "【注释】在康与之仅存的三十八首词中，情韵深长的作品不少 ，他尤擅于写少妇离情。这首《长相思》，就是比较突出的一首。此词《 花庵词选》题作《游西湖》，但重点不在写景写游玩之欢，而是触景怀人。上片从西湖景物写起 。“南高峰，北高峰”二句写山。南北两高峰是西湖诸山中两个风景点。南高峰旧称“高一千六百丈”（今实测为海拔256.9 米），风景葱倩，登临远眺，可以把西湖和钱塘江景物尽收眼底。北高峰在南高峰西北 ，遥遥相对，海拔314 米，比南高峰略高。景观与南高峰不相上下。因为两峰景别致，故作者特别拈出，以概括西湖诸山之胜。—这样措词，也是词调格式的原因。“一片湖光烟霭中”句写湖。西湖光面约五平方多公里，虽不如洞庭湖、太湖那样壮阔，但水光潋滟，碧波荡漾，也颇为开朗。而且，湖上并非空荡荡的水光一片，白堤和苏堤象绿色的裙带，孤山象一块翡翠玉石；还有那亭台寺阁，桃柳梅荷；湖光如翠，四季宜人。在春天烟霭迷蒙中，就更显得绰约多姿了。“春来愁杀侬”句，因景生情。点出“春”说出“ 愁”。“春”是所写景物的时节，“愁”是景物触发的感情。联系前面三句，意思是说：春天来了，西湖的水光山色，美丽动人，但这却只能引起我的愁思而已。此句十分关键，着此句而以上三句的意思始有着落 ，着此句而上片的感情意绪始全托出。结拍如此，可谓善始善终。过片转入回忆，交待愁思的缘故 。“郎意浓，妾意浓”者，郎情妾意都一样的深厚浓郁也；在短促的句子中，连用两个“意”字，两个“浓”字，给人予深刻印象。叠句在词中所具有的积极功能，在此得到了高度的发挥。“油壁车轻”二句，是对前面两句的表述，写他们的初次见面 。“油壁车轻郎马骢”这一句中有个典故：《苏小小歌》云：“妾乘油壁车，郎骑青骢马；何处结同心？西陵松柏下 。”据说，苏小小是南齐钱塘名妓，她常乘着油壁车（四周垂帷幕、用油涂饰车壁的香车）出游，一日，出游时遇到一位骑青骢马（青白色的马）而来的俊男阮郁，两人一见倾心，苏小小就吟了这首诗，约他到西泠（即西陵）桥畔松柏郁葱处（即她的家）来找她，结为夫妇。这里借用这个故事，来比词中的男女主人公的浓情密意，以突出他们之间的浪漫情调 。“九里松”是他们初见的地点，那地方是“钱塘八景”之一，为葛岭至灵隐、天竺间的一段路。唐刺史袁仁敬守杭时 ，植松于左右各三行，长九里，因此松阴浓密，苍翠夹道，是男女传情达意的好地点。当然，文学作品也允许虚构的，它可以虚构富于诗意的情景；故我们对男女主人公的首次相遇，是否郎骑骢马妾乘车，是否在九里松，都不必过分推敲。总之，下片词意，是女主人公回忆其与所爱的欢会。这首词，以西湖景物为背景，上片写现实，下片写回忆；通过叙述回忆中的欢乐以反衬现实中的忧愁，思妇情怀 ，宛然如见。据词谱，《长相思》为双调三十六字，前后段各四句，三平韵，一叠韵，是最短的词牌之一，要写好实不易。必须有隽永的意味，给读者提供充分的想象余地，实仍属佳作。但它的每句押韵和前后各重叠一个三字句的特点，给人的印象就特别深刻；白居易的“汴水流，泗水流”首，林和靖的“吴山青，越山青”首，正是如此。这首词在这方面工力也不弱，详见上文论述。词的风格自然朴素，毫无斧凿痕迹，似民歌的天籁，如西子的淡妆，实仍佳作。"
        },
        {
            "title": "玉虹洞二首",
            "content": "睡起疏帘一半开，更无人迹过青苔。须臾苍狗风前变，雷雨驱潮出海来。",
            "comment": ""
        },
        {
            "title": "鹤舒台",
            "content": "白云深处路崎岖，鹤去台空景物殊。山展翠屏连紫幕，泉分清溜滴明珠。道人只问丹砂井，隐客犹寻九节蒲。试问葛仙仙去后，至今遗迹事如何。",
            "comment": ""
        },
        {
            "title": "玉虹洞二首",
            "content": "满山一夜风篁响，透屋三更月露寒。自掩残书推枕睡，江湖秋梦水云宽。",
            "comment": ""
        },
        {
            "title": "洞仙歌令/洞仙歌",
            "content": "若耶溪路。别岸花无数。欲敛娇红向人语。与绿荷、相倚恨，回首西风，波淼淼、三十六陂烟雨。新妆明照水，汀渚生香，不嫁东风被谁误。遣踟蹰、骚客意，千里绵绵，仙浪远、何处凌波微步。想南浦、潮生画桡归，正月晓风清，断肠凝伫。",
            "comment": ""
        },
        {
            "title": "卖花声",
            "content": "愁拈断钗金。远信沈沈。秦筝调怨不成音。郎马不知何处也，楼外春深。好梦已难寻。夜夜馀衾。目穷千里正伤心。记得当初郎去路，绿树阴阴。",
            "comment": ""
        },
        {
            "title": "诉衷情令",
            "content": "阿房废址汉荒丘。狐兔又群游。豪华尽成春梦，留下古今愁。君莫上，古原头。泪难收。夕阳西下，塞雁南飞，渭水东流。",
            "comment": "【注释】①阿房：宫名。秦始皇营建。【评解】这首词吊古伤今，表现了身处偏安局面，不胜今昔之感的情怀。上片从眼前景物写起，阿房废址，汉代荒丘，成了狐兔群游之所。昔日豪华，已成春梦。抚今追昔，不胜悲愁。下片着重抒情。眼前景象，悠然往事，惟见塞雁南来，渭水东流。黄昏时候，益觉伤感。全词工丽哀婉，情韵悠长。这是康词中较为突出的一首。【集评】张思岩《词林纪事》：王性之云：“如此居然不俗。今有晏叔原，亦不得独擅。”"
        },
        {
            "title": "望江南 重九遇雨",
            "content": "重阳日，阴雨四效垂。戏马台前泥拍肚，龙山会上水平挤。直浸到东篱。茱萸胖，菊蕊湿滋滋。落帽孟嘉寻篛笠，休官陶令觅蓑衣。都道不如归。",
            "comment": "【注释】这首谐谑词很有名气。据说是作者在“重九遇雨，奉敕口占” （见清徐釚《词苑丛谈》卷十一）。词的情调是滑稽调侃，起到的艺术效果是“俗不伤雅，谑不为虐”的艺术效果。词的上片写猖獗的语势，下片写登淋雨的狼狈相，采用夸张词侃手法。上片以口语的形式发端，点明时间是重阳，气候是限雨，极为平淡朴拙，不仅“老妪能解”，抑且“老妪能道”，忽然扣紧重阳登高的，连用两个富有韵致的典故，就收到了“以巧补拙，以灵济朴”的艺术效果。戏马台即项羽曾经的掠马台。在今江苏徐州市南，宋武帝刘裕曾于重阳到此，置酒赋诗，后遂成为重九登高的胜地，见于《水经注·泗水》。龙山会，指东征西大将军桓温于重九日游龙山，宾客云集，互相调弄的韵事，见于《世说新语·识鉴》注。这两个的历史掌故 ，切合题旨 ，符合现实，随手拈来，浑化无痕，不愧为用典的妙手。尤其是用典之后，分别续之以“泥拍肚”和“水平脐”，雅俗熔于一炉，意事合于一体，“文而不文，俗而不俗”，组成了雅俗互容的有机整体。“直浸到东篱”，是承接“阴雨”而来，也是为下片的“菊蕊”和“陶令”和伏笔，使之顺利地过渡到下片。东篱，是赏菊之地。典出陶潜的“采菊东篱下 ，悠然见南山”（《饮酒》）。赏菊饮酒，是古代重节习俗 。在这里 ，词人夸张调侃，征典用事 ，紧扣题旨，围绕重阳遇雨来写，故能宕而不野，疏而不放。过片处“ 须词意断而仍续，合而复分”（沈祥龙《论词随笔 》）。 这首词过片的“茱萸胖，菊蕊湿滋滋”，是用“ 胖”和“湿”照应上片的“阴雨”，用“ 茱萸”和“菊蕊”照应上片的“戏马台 ”、“龙山会”和“ 东篱”等，便是“词意断而仍续”。上片写雨大，写所见，下片写遇雨，写所见，都是写重阳遇雨 ，却各有侧重，便是“合而复分”。在这断续分合之间 ，表现了这首词的“吞吐之妙”。古代重阳登高时有插茱萸 ，饮菊酒的习俗 ，以避灾祸（见梁吴均《续齐谐记》），王维有诗云“遥知兄弟登高处，遍插茱萸少一人”（《 九月九日忆山东兄弟》）。 可是而今呢？雨垂水漫，“寻篛笠”、“觅蓑衣”还来不及哪还能插茱萸、赏菊花呀！即使是洒脱的孟嘉天真的陶潜，在那样的倾盆大雨下，也要面对现实，使自己可以逃脱“落汤鸡”的厄运 。“落帽孟嘉”照应上片的“龙山会上 ”。孟嘉陪同桓温登龙山，帽子被风吹落，却没有发觉。桓温让孙盛作风嘲笑他，孟嘉提笔作文回敬，文采甚美，四座叹服，后遂成为九日登高的韵事。“休官陶令”与上片的“东篱”相呼应。《宋书·隐逸传》说 ：陶潜当彭泽县令时，“郡遣督邮至，县吏白应束带见之。潜叹曰 ：‘我不能为五斗米折腰向乡里小人 ’。即日解印绶去职 ，赋《归去来》以见志”。对这样两个潇洒 、高洁的人，词人采用漫画的手法，涂抹出他们的狼狈相，进行调侃和嘲弄，最后，词以“都道不如归”作结。曾有人把这句词改了，据周必大《二老堂诗话》记载 ：“与之自语人云，末句或传‘两个一身泥’，非也 。”他所以认为不是，是因为这样便成浅俗而无余韵的词文，使前两句对古人的雅谑得不到意趣的照应 。“不如归”者，多用于久客思家或久宦思隐的场合。这里却因承上雅人遇雨，体会他们的心意说 ：与其“寻篛笠”、“觅蓑衣”，倒不如赶快回家去，便淋不着矣。化雅言为俗意，以妙语结词情，用笔既摇曳生姿，下语又冷隽可喜，不离谑雅风调，又收余味不尽的效果，所以为高。元人小令中颇多这类隽语。如卢疏斋《朱履曲》赋雪天饮酒听歌之乐，天云 ：“这其间听鹤唳，再索甚趁鸥盟。不强如孟襄阳于受冷 ！”结句有如奇兵突出，借孟浩然踏雪寻梅故事而别有意会，耐人寻味，与此词结尾可谓异曲同工。"
        },
        {
            "title": "风入松",
            "content": "一宵风雨送春归。绿暗红稀。画楼整日无人到，与谁同拈花枝。门外蔷薇开也，枝头梅子酸时。玉人应是数归期。翠敛愁眉。塞鸿不到双鱼远，叹楼前、流水难西。新恨欲题红叶，东风满院花飞。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "春又晚。风劲落红如剪。睡起绣床飞絮满。日长门半掩。不管离肠欲断。听尽梁间双燕。试上小楼还不见。楼前芳草远。",
            "comment": ""
        },
        {
            "title": "琵琶",
            "content": "夜深琵琶声似裂，一曲霓裳一庭月。曲终人影在西阶，困倚东风步摇折。",
            "comment": ""
        },
        {
            "title": "玉楼春令/玉楼春",
            "content": "青笺後约无凭据。误我碧桃花下语。谁将消息问刘郎，怅望玉溪溪上路。春来无限伤情绪。拟欲题红都寄与。东风吹落一庭花，手把新愁无写处。",
            "comment": ""
        },
        {
            "title": "鹭",
            "content": "春暗汀洲杜若香，风标公子白霓裳。碧天片雪忽飞去，何处人家水满塘。",
            "comment": ""
        },
        {
            "title": "汉宫春",
            "content": "云海沈沈，峭寒收建章。雪残鳷鹊。华灯照夜，万井禁城行乐。春随鬓影，映参差、柳丝梅萼。丹禁杳，鳌峰对耸，三山上通寥廓。春衫绣罗香薄。步金莲影下，三千绰约。冰轮桂满，皓色冷浸楼阁。霓裳帝乐，奏升平、天风吹落。留凤辇、通宵宴赏，莫放漏声闲却。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "杨花飘尽。云压绿阴风乍定。帘幕闲垂。弄语千般燕子飞。小楼深静。睡起残妆犹未整。梦不成归。泪滴斑斑金缕衣。",
            "comment": ""
        },
        {
            "title": "严陵怀古",
            "content": "建武中兴宝运开，股肱俱是济时才。汉家鼎祚如磐石，此老方图拂袖来。",
            "comment": ""
        },
        {
            "title": "瑞鹤仙",
            "content": "薄寒罗袖怯。教小玉添香，被翻宫襭。兰缸半明灭。听几声归雁，一帘微月。情波恨叶。索新词、犹自怨别。梦回时、雪暖酥凝，掠鬓宝鸳钗折。凄切。纹窗描绣，旧谱寻棋，变成虚设。同心对结。重来是，甚时节。怅姑苏台上，征帆何许，隐隐遥山万叠。袖红绡、独立无言，偷弹泪血。",
            "comment": ""
        },
        {
            "title": "舞杨花",
            "content": "牡丹半坼初经雨，雕槛翠幕朝阳。娇困倚动风，羞谢了群芳。洗烟凝露向清晓，步瑶台、月底霓裳。轻笑淡拂宫黄。浅拟飞燕新妆。杨柳啼鸦昼永，正秋千庭馆，风絮池塘。三十六宫，簪艳粉浓香。慈宁玉殿庆清赏，占东君、谁比花王。良夜万烛荧煌。影里留住年光。",
            "comment": ""
        },
        {
            "title": "菩萨蛮令/菩萨蛮 金陵怀古",
            "content": "龙蟠虎踞金陵郡。古来六代豪华盛。缥凤不来游。台空江自流。下临全楚地。包举中原势。可惜草连天。晴郊狐兔眠。",
            "comment": "【注释】宋廷南迁，围绕定都问题，有过一段时期的争论。建炎三年（1129）二月，帝在镇江。当时金军正拟渡江南下，帝召从臣问计，王渊以杭州有重江之险，主张逃往杭州。高宗畏敌如虎，此话正中下怀。张邵上疏曰 ：“今纵未能遽争中原，宜进都金陵，因江、淮、蜀、汉、闽、广之资，以图恢复。”帝不听 ，去了杭州。绍兴六年（1136）七月，张浚上奏曰 ：“东南形胜莫重于建康（即金陵），实为中兴根本，且使人主居此，北望中原，常怀愤惕，不敢暇逸。而临安（即杭州）僻在一隅，内则易生玩肆，外则不足以号召远近 ，系中原之心。请临建康，抚三军，以图恢复。”这一回因形势好转，即于次年移跸金陵。但八年回杭州 。张守谏曰 ：“建康自六朝为帝王都，气象雄伟，且据都会以经理中原，依险阻以捍御强敌。陛下席未及暖 ，今又巡幸 ，百司六军有勤动之苦，民力邦用有烦费之忧 。愿少安于此，以系中原民心。”然而高宗正一心与金人议和不以收复北方失地为大业，执意定都杭州 。同年，宋金签订了“绍兴和议”，自此南宋都定临安 。（见《宋史纪事本末》卷六十三《南迁定都 》）康与之此词，正即作于这一历史时期。名曰“怀古”，实是“伤今”，是针对当时南宋小朝廷奉行逃跑和妥协政策而发的扼腕之叹。上阕思接千载，写历史长河中的金陵。金陵群山屏障，大江横陈，是东南形胜之地，自三国吴孙权建都于此 ，历东晋、宋、齐、梁、陈 ，六朝为帝王之宅，豪华竞逐，盛极一时。起二句，即概述那一段灿烂辉煌的往事，以先声夺人。“龙蟠虎踞”四字用典，汉末诸葛亮出使东吴，睹金陵（时称秣陵）山阜，有“钟山龙蟠，石头虎踞”之见，见《太平御览·州郡部·叙京都 》引晋张勃《吴录》。南京山川雄伟人事繁华，可谓珠联璧合，相得益彰 。然而，宇宙无穷，山川长在；盈虚有数，人事不居。三百馀年在永恒的历史面前只是弹指一瞬 。随着政权更迭，国都无移，金陵的繁华已成古迹。“缥凤”二句，情绪陡落千丈，与后蜀欧阳炯《 江城子》（晚日金陵岸草平）之所谓“六代繁华，暗逐逝波声”、“北宋王安石《桂枝香·金陵怀古》之所谓六朝旧事随流水”同一感慨。由字面可看出 ，明显是化用李白《 登金陵凤凰台》诗 ：“凤凰台上凤凰游，凤去台空江自流 。”缥凤，淡清色的凤鸟。凤凰台，故址在今南京花盝冈。南朝宋文帝元嘉十六年（439），有三鸟翔集于此，状如孔雀，五色文彩，鸣声谐和，众鸟群至，遂筑此台以纪其瑞。见宋乐史《太平寰宇记·江南东道·昇州·江宁县》。由于李白诗为人们所熟知，而读者不难联想而及同诗中“吴宫花草埋幽径，晋代衣冠成古丘”等名句，局部返观为整体，十个字带出了一连串意境，当年“豪华”之盛 ，今日萧瑟之衰 ，种种画面遂一而过。且“龙蟠虎踞”云云以“ 山”起，“台空江流”云云以“水结”针缕亦极周到。题面“金陵怀古”之意，上阕四句已足。然词人之用心原不在“发思古之幽情”，为 “怀古”而“怀古”，“ 怀古”的目的是为了“伤今”，故下阕即转入此旨 。“下临”二句，视通万里，置金陵于有利战略地位。“全楚地”，语见唐刘长卿《长沙馆中与郭夏对雨》诗“ 云横全楚地”，泛指长江中游地区。春秋战国时 ，此系楚国的腹地，故云 。“包举”，包抄而攻取。二句说金陵为长江下游的战略要地，与长江中游诸重镇共同构结成包抄中原的态势。按当时军事方略，南宋如欲北伐收复中原失地，可于长江中、下游两路出兵，一路自鄂州（今武汉市一带）出荆襄，直趋河路；一路自金陵等地出淮南，迂回山东。倘若更置一军自汉中出 ，攻取关陕 ，三路进击，则尤佳。词人能够高度评价金陵在北伐事业中所占据的重要战略地位，见识卓越前引张邵、张浚、张守之奏议，与康与之此词，或为政治家之言论，或为文学家之笔墨，都代表着当时的军心、民心。南宋爱国词，与民族、人民的愿望息息相通。行文至此，词情再度振起。可是，“ 事无两样人心别”（辛弃疾《贺新郎·同父见和再用前韵》），以高宗为首的南宋统治集团只知向金人屈膝求和，不知利用民众力量 。他们龟缩在浙东一隅，视长江天险为第二道院墙，不去利用金陵的战略位置。面对这一冷酷的现实，词人的激情不禁再一次跌到冰点。“可惜草连天，晴郊狐兔眠！”一声长吁，包含着多么沉重的失望与痛苦啊。作为南宋臣民，词人不可能直言不讳地去批揭那龙喉下的逆鳞，然而他已经形象地告诉后人，南宋统治者的胆识，在六朝之下！东晋以迄梁陈，文治武功虽不甚景气，毕竟尚有勇气定都金陵，与北方抗衡，未至于躲得那么远呢。此词的特点是，上下八句，两两相形，共分为四个层次，呈现为“扬——抑——扬——抑”的大起大落，这种章法与词人怀古伤今时起伏的心潮吻合无间。由起句的“龙蟠虎踞”到收句的“ 孤卧兔眠”，两组意象遥遥相对 ，亦是匠心所在 。其意盖从北周庚信《哀江南赋》“昔之虎踞龙盘 ，加以黄旗紫气，莫不随狐兔而窟穴，与风尘而殄瘁”云云化出，更为简洁。龙虎地而无有龙腾虎掷的形象 ，却成为狐兔之乐园，此情此景，本身即是莫大的讽刺，不必更着一字，读者已随词人作喟然之浩叹矣。"
        },
        {
            "title": "望江南/忆江南",
            "content": "重阳日，四面雨垂垂。戏马台前泥拍肚，龙山路上水平脐。淹浸倒东篱。茱萸胖，黄菊湿齑齑。落帽孟嘉寻箬笠，漉巾陶令买蓑衣。都道不如归。",
            "comment": ""
        },
        {
            "title": "丑奴儿令/采桑子",
            "content": "冯夷剪碎澄溪练，飞下同云。著地无痕。柳絮梅花处处春。山阴此夜明如昼，月满前村。莫掩溪门。恐有扁舟乘兴人。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "叹诗书万卷、致君人，番沈陆。……且置请缨封万户，径须卖剑酬黄犊。恸当年、寂寞贾长沙，伤时哭。",
            "comment": ""
        },
        {
            "title": "可惜",
            "content": "帘幕重重下玉钩，隔帘春在柳梢头。东风著意相料理，吹去杨花不自由。",
            "comment": ""
        },
        {
            "title": "诗一首",
            "content": "越王山下千树梅，逐客年年走马来。寒玉满村风色里，不受暖霭轻烟催。故人千里复万里，折香欲寄生徘徊。孤吟独醉常夜半，山月野风骑马回。",
            "comment": ""
        },
        {
            "title": "杏花天",
            "content": "帝城柳色藏春絮。嫩绿满、游人归路。残红剩蕊留春住。无奈霏微细雨。南陌上、玉佩钿车，怅紫陌、青门日暮。黄昏院落人归去。犹有流莺对语。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "恼杀行人，东风里、为谁啼血。正青春未老，流莺方歇。蝴蝶枕前颠倒梦，杏花枝上朦胧月。问天涯、何事苦关情，思离别。声一唤，肠千结。闽岭外，江南陌。正是堤杨柳，翠条堪折。镇日叮咛千百遍，只将一句频频说。道不如归去不如归，伤情切。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "潮生浦口云，潮落津头树。潮本无心落又生，人自来还去。今古短长亭，送往迎来处。老尽东西南北人，亭下潮如故。",
            "comment": ""
        },
        {
            "title": "忆秦娥",
            "content": "春寂寞。长安古道东风恶。东风恶。胭脂满地，杏花零落。臂销不奈黄金约。天寒犹怯春衫薄。春衫薄。不禁珠泪，为君弹却。",
            "comment": ""
        },
        {
            "title": "风流子",
            "content": "结客少年场。繁华梦，当日赏风光。红灯九街，买移花市，画楼十里，特地梅妆。醉魂荡，龙跳撝万字，鲸饮吸三江。娇随钿车，玉骢南陌，喜摇双桨，红袖横塘。天涯归期阻，衡阳雁不到，路隔三湘。难见谢娘诗好，苏小歌长。漫自惜鸾胶，朱弦何在，暗藏罗结，红绶消香。歌罢泪沾宫锦，襟袖淋浪。",
            "comment": ""
        },
        {
            "title": "题徽宗宸翰",
            "content": "玉辇宸游事已空，尚余奎藻绘春风。年年花鸟无穷恨，尽在苍梧夕照中。",
            "comment": ""
        },
        {
            "title": "诉衷情令",
            "content": "郁孤台上立多时。烟晚暮云低。山川城郭良是，回首昔人非。今古事，只堪悲。此心知。一尊芳酒，慷慨悲歌，月堕人归。",
            "comment": ""
        },
        {
            "title": "江城子",
            "content": "南溪二月雨初晴。四郊明。暖风轻。一雨一风，铺地落红英。枝上流莺啼劝我，春欲去，且留春。登临行乐慰闲情。过长亭。暮潮平。四面青芜，中是越王城。信马行吟归路晚，山簇簇，柳阴阴。",
            "comment": ""
        },
        {
            "title": "风入松",
            "content": "碧苔满地衬残红。绿树阴浓。晓莺啼破眉心事，旧愁新恨重重。翠黛不忺重扫，佳时每恨难同。花开花谢任东风。此恨无穷。梦魂拟逐杨花去，殢人休下帘栊。要见只凭清梦，几时真个相逢。",
            "comment": ""
        },
        {
            "title": "失调名",
            "content": "玉楼人静。高卷疏帘情迥。",
            "comment": ""
        },
        {
            "title": "瑞鹤仙",
            "content": "瑞烟浮禁苑。正绛阙春回，新正方半。冰轮桂华满。溢花衢歌市，芙蓉开遍。龙楼两观。见银烛、星球有烂。卷珠帘、尽日笙歌，盛集宝钗金钏。堪羡。绮罗丛里，兰麝香中，正宜游玩。风柔夜暖。花影乱，笑声喧。闹蛾儿满路，成团打块，簇著冠儿斗转。喜皇都、旧日风光，太平再见。",
            "comment": ""
        },
        {
            "title": "游慧力寺",
            "content": "江上浓阴晓未开，瘦筇支我上苍苔。春寒前日去已尽，今日又从何处来。",
            "comment": ""
        },
        {
            "title": "卖花声",
            "content": "蹙损远山眉。幽怨谁知。罗衾滴尽泪胭脂。夜过春寒愁未起，门外鸦啼。惆怅阻佳期。人在天涯。东风频动小桃枝。正是销魂时候也，撩乱花飞。",
            "comment": ""
        }
    ]
}