{
    "dynasty": "宋",
    "author": "张先",
    "poems": [
        {
            "title": "醉落魄/一斛珠",
            "content": "山围画障。风溪弄月清溶漾。玉楼苕馆人相望。下若醲醅，竞欲金钗当。使君劝醉青娥唱。分明仙曲云中响。南园百卉千家赏。和气兼春，不独花枝上。",
            "comment": ""
        },
        {
            "title": "巢乌",
            "content": "乌啼东南枝，危巢雏五六。心在安巢枝，一日千往复。脱网得群食，入口不入腹。穷生俾反哺，岂能报成育。",
            "comment": ""
        },
        {
            "title": "庆春泽",
            "content": "飞阁危桥相倚。人独立东风，满衣轻絮。还记忆江南，如今天气。正白苹花，绕堤涨流水。寒梅落尽谁寄。方春意无穷，青空千里。愁草树依依，关城初闭。对月黄昏，角声傍烟起。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "泛泛春船载乐，溶溶湖水平桥。高鬟照影翠烟摇。白纻一声云杪。倦醉天然玉软，弄妆人惜花娇。风情遗恨几时消。不见卢郎年少。",
            "comment": ""
        },
        {
            "title": "醉落魄/一斛珠",
            "content": "云轻柳弱。内家髻要新梳掠。生香真色人难学。横管孤吹，月淡天垂暮。朱唇浅破桃花萼。倚楼谁在阑干角。夜寒手冷罗衣薄。声入霜林，簌簌惊梅落。",
            "comment": ""
        },
        {
            "title": "山亭宴慢/山亭宴",
            "content": "宴亭永昼喧箫鼓。倚青空、画阑红柱。玉莹紫微人，蔼和气、春融日煦。故宫池馆更楼台，约风月、今宵何处。湖水动鲜衣，竞拾翠、湖边路。落花荡漾愁空树。晓山静、数声杜宇。天意送芳菲，正黯淡、疏烟逗雨。新欢宁似旧欢长，此会散、几时还聚。试为挹飞云，问解寄、相思否。",
            "comment": ""
        },
        {
            "title": "感皇恩",
            "content": "万乘靴袍御紫宸。挥豪敷丽藻，尽经纶。第名天陛首平津。东堂桂，重占一枝春。殊观耸簪绅。蓬山仙话重，霈恩新。暂时趋府冠谈宾。十年外，身是凤池人。",
            "comment": ""
        },
        {
            "title": "吴兴元夕",
            "content": "朱屋雕屏展，红筵绣箔遮。傍云灯作斗，近树彩成花。风月胜千夜，笙歌如一家。人丛妨过马，天色误啼鸦。铜漏春声换，银潢晓影斜。楼前山未卸，火气烘朝霞。",
            "comment": ""
        },
        {
            "title": "双燕儿",
            "content": "榴花帘外飘红。藕丝罩、小屏风。东山别後，高唐梦短，犹喜相逢。几时再与眠香翠，悔旧欢、何事匆匆。芳心念我，也应那里，蹙破眉峰。",
            "comment": ""
        },
        {
            "title": "喜朝天/踏莎行",
            "content": "晓云开。睨仙馆陵虚，步入蓬莱。玉宇琼甃，对青林近，归鸟徘徊。风月顿消清暑，野色对、江山助诗才。潇鼓宴，璇题宝字，浮动持杯。人多送目天际，识渡舟帆小，时见潮回。故国千里，共十万室，日日春台。睢社朝京非远，正和羹、民口渴盐梅。佳景在，吴侬还望，分阃重来。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "湖山隐后家空在，烟雨词亡草自青。",
            "comment": ""
        },
        {
            "title": "南乡子",
            "content": "相并细腰身。时样宫妆一样新。曲项胡琴鱼尾拨，离人。入塞弦声水上闻。天碧染衣巾。血色轻罗碎摺裙。百卉已随霜女妒，东君。暗折双花借小春。",
            "comment": ""
        },
        {
            "title": "木兰花/玉楼春",
            "content": "人意共怜花月满。花好月圆人又散。欢情去逐远云空，往事过如幽梦断。草树争春红影乱。一唱鸡声千万怨。任教迟日更添长，能得几时抬眼看。",
            "comment": ""
        },
        {
            "title": "青门引/青门饮",
            "content": "乍暖还轻冷。风雨晚来方定。庭轩寂寞近清明，残花中酒，又是去年病。楼头画角风吹醒。入夜重门静。那堪更被明月，隔墙送过秋千影。",
            "comment": "【注释】①中酒：喝醉了酒。【评解】这是一首春日怀人之作。从气候的忽冷忽暖，风雨时至，联系到人的思想活动。不说酒意被角声所惊而渐醒，却说是被风吹醒。入夜月明人静，只见隔墙送来秋千之影。隐约点出醉酒的原因。含蓄宛转，丽辞腻声，表现出张词的风格。【集评】俞陛云《唐五代两宋词选释》：残春病酒，已觉堪伤，况情怀依旧，愁与年增，乃加倍写法。结句之意，一见深夜寂寥之景，一见别院欣戚之殊。梦窗因秋千而忆凝香纤手，此则因隔院秋千而触绪有怀，别有人在，乃侧面写法。沈际飞《草堂诗余正集》：怀则自触，触则愈怀，未有触之至此极者。黄蓼园《蓼园词选》：落寞情怀，写来幽隽无匹，不得志于时者，往往借闺情以写其幽思。角声而曰风吹醒，“醒”字极尖刻。末句那堪送影，真见描神之笔，极希微窅渺之致。-----------------------此为春日怀人之作。词中所写时间是寒食节近清明时，地点是词人独处的家中。全词抒写了词人感于自己生活孤独寂寞，因外景而引发的怀旧情怀和忧苦心境。上片起首两句，写词人对春日里天气频繁变化的感受。“乍暖”，见出是由春寒忽然变暖。“还”字一转，引出又一次变化：风雨忽来，轻冷袭人。轻寒的风雨，一直到晚才止住了。词人感触之敏锐，不但体现在对天气变化的频繁上，更体现在天气每次变化的精确上 。天暖之感为“乍”；天冷之感为“轻”；风雨之定为“ 方”。遣词精细确切，暗切微妙人情。人们对自然现象变换的感触，最容易暗暗引起对人事沧桑的悲伤。“庭轩”一句，由天气转写现境，并点出清明这一气候变化多端的特定时节。至此，这“寂寞”之感就进而属于内心的感受了。歇拍二句，层层逼出主题：春已迟暮，花已凋零，自然界的变迁，象喻着人事的沧桑，美好事物的破灭，种下了心灵的病根。此病无药可治，唯有借酒浇愁而已 ，但醉了酒，失去理性的自制，只会加重心头的愁恨。更使人感触的是这样的经验已不是头一遭。去年如此，今年也不例外，“又是去年病”点明词旨。过片承醉酒之后而来。“楼头画角风吹醒”，兼写两种感觉。凄厉的角声 ，轻冷的晚风 ，使酣醉的人清醒过来。黄蓼园评云：“角声而曰风吹醒，醒字极尖刻。”（《蓼园词选》）这一个“醒”字，表现出角声晚风并至而醉人不得不苏醒的一刹那间反应，同时也暗示酒醉之深和愁恨之重。伤心人被迫醒来自是痛苦不堪，“入夜”一句，即以现境象征痛苦的心境。夜色降临，心情更加黯然，更加沉重。而重重深闭的院门更象喻着不得开启的心扉。结句指出重门也阻隔不了触景伤怀，溶溶月光居然把隔墙的秋千影子送了过来。黄蓼园对此句也甚为激赏：“末句那堪送影，真是描神之笔，极希微窅渺之致。”（《蓼园词选》）月光下的秋千影子是幽微的，描写这一感触，也深刻地表现词人抑郁的心灵。“那堪”二字，重在揭示为秋千影所触动的情怀。此词用景表情 ，寓情于景 ，“怀则自触，触则愈怀 ，未有触之至此极者”（沈际飞《 草堂诗余正集》）。尤其是词之末句，写人却言物，写物却只写物之影，影是人，人又如影之虚之无，确实写出了隽永的词味。总之，张先词艺术上的含蓄和韵味，在此词中得到了充分体现。"
        },
        {
            "title": "好事近",
            "content": "灯烛上山堂，香雾暖生寒夕。前夜雪清梅瘦，已不禁轻摘。双歌声断宝杯空，妆光艳瑶席。相趁笑声归去，有随人月色。",
            "comment": ""
        },
        {
            "title": "贺圣朝",
            "content": "淡黄衫子浓妆了。步缕金鞋小。爱来书幌绿窗前，半和娇笑。谢家姊妹，诗名空杳。何曾机巧。争如奴道，春来情思，乱如芳草。",
            "comment": ""
        },
        {
            "title": "定西番",
            "content": "年少登瀛词客，飘逸气，拂晴霓。尽带江南春色、过长淮。一曲艳歌留别，翠蝉摇宝钗。此後吴姬难见、且徘徊。",
            "comment": ""
        },
        {
            "title": "诉衷情",
            "content": "数枝金菊对芙蓉。零落意忡忡。不知多少幽怨，和泪泣东风。人散後，月明中。夜寒浓。谢娘愁卧，潘令闲眠，往事何穷。",
            "comment": ""
        },
        {
            "title": "御街行",
            "content": "夭非花艳轻非雾。来夜半、天明去。来如春梦不多时，去似朝云何处。远鸡栖燕，落星沈月，紞紞城头鼓。参差渐辨西池树。珠阁斜开户。绿苔深径少人行，苔上屐痕无数。馀香遗粉，剩衾闲枕，天把多情付。",
            "comment": ""
        },
        {
            "title": "李少卿宅除夜催妆",
            "content": "裴李门头车马盛，斗杓临晓欲东回。天真都说妆前好，春色偷從夜半来。园里花枝灯树合，月中人影鉴奁开。诗家无自矜吟笔，不惜铅华不用催。",
            "comment": ""
        },
        {
            "title": "冬日郡斋书事",
            "content": "铃索声闲按牒稀，怯寒肌骨望春晖。凝云垂地雪欲下，高树无风叶自飞。水落浅沙鱼队聚，草枯幽陇鹿群归。安人不信彤襜贵，上相还家是锦衣。",
            "comment": ""
        },
        {
            "title": "少年游慢",
            "content": "春城三二月。禁柳飘绵未歇。仙篽生香，轻云凝紫，临层阙。歌掌明珠滑。酒脸红霞发。华省名高，少年得意时节。画刻三题彻。梯汉同登蟾窟。玉殿初宣，银袍齐脱，生仙骨。花探都门晓，马跃芳衢阔。宴罢东风，鞭梢一行飞雪。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "玉人又是匆匆去。马蹄何处垂杨路。残日倚楼时。断魂郎未知。阑干移倚遍。薄倖教人怨。明月却多情。随人处处行。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "肃肃秺侯清慎，温温契苾知诗。能推恻隐救民饥。况乃义方教子。宪府两飞鹗荐，士林竞赋怀辞。天门正美可前知。入侍钧天从此。",
            "comment": ""
        },
        {
            "title": "汉宫春",
            "content": "红粉苔墙。透新春消息，梅粉先芳。奇葩异卉，汉家宫额涂黄。何人斗巧，运紫檀、翦出蜂房。应为是、中央正色，东君别与清香。仙姿自称霓裳。更孤标俊格，非雪凌霜。黄昏院落，为谁密解罗囊。银瓶注水，浸数枝、小阁幽窗。春睡起，纤条在手，厌厌宿酒残妆。",
            "comment": ""
        },
        {
            "title": "菊花新",
            "content": "堕髻慵妆来日暮。家在画桥堤下住。衣缓绛绡垂，琼树袅、一枝红雾。院深池静娇相妒。粉墙低、乐声时度。长恐舞筵空，轻化作、彩云飞去。",
            "comment": ""
        },
        {
            "title": "长相思",
            "content": "粉艳明。秋水盈。柳样纤柔花样轻。笑前双靥生。寒江平。江橹鸣。谁道潮沟非远行。回头千里情。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "佳人学得平阳曲。纤纤玉笋横孤竹。一弄入云声。海门江月清。髻摇金钿落。惜恐樱唇薄。听罢已依依。莫吹杨柳枝。",
            "comment": ""
        },
        {
            "title": "武陵春",
            "content": "秋染青溪天外水，风棹采菱还。波上逢郎密意传。语近隔丛莲。相看忘却归来路，遮日小荷圆。菱蔓虽多不上船。心眼在郎边。",
            "comment": ""
        },
        {
            "title": "醉红妆",
            "content": "琼枝玉树不相饶。薄云衣、细柳腰。一般妆样百般娇。眉眼细、好如描。东风摇草百花飘。恨无计、上青条。更起双歌郎且饮，郎未醉、有金貂。",
            "comment": ""
        },
        {
            "title": "转声虞美人/桃源忆故人",
            "content": "使君欲醉离亭酒。酒醒离愁转有。紫禁多时虚右。苕霄留难久。一声歌掩双罗袖。日落乱山春後。犹有东城烟柳。青荫长依旧。",
            "comment": ""
        },
        {
            "title": "玉联环/解连环",
            "content": "来时露裛衣香润。彩绦垂鬓。卷帘还喜月相亲，把酒更、花相近。西去阳关休问。未歌先恨。玉峰山下水长流，流水尽、情无尽。",
            "comment": ""
        },
        {
            "title": "天仙子",
            "content": "水调数声持酒听。午醉醒来愁未醒。送春春去几时回，临晚镜。伤流景。往事後期空记省。沙上并禽池上暝。云破月来花弄影。重重帘幕密遮灯，风不定。人初静。明日落红应满径。",
            "comment": "【注释】原题注：时为嘉禾小倅，以病眠不赴府会①嘉禾小倅：嘉禾，宋时郡名，今浙江嘉兴市。小倅：小官。倅，副职。②水调：曲调名。③流景：浙去的光阴。景，日光。④并禽：成对的鸟儿。这里指鸳鸯。【评解】这首词通过惜春伤春情绪的描写，感叹年华易逝和孤独寂寞的处境。叹老嗟卑，是封建时代诗词中常见的内容，但由于作者长于炼句，精雕细琢，使本词所写春天夜景颇有新意。“临晚镜，伤流景”，词人的感慨与暮春景色交融，深沉而含蓄。【集评】沈祖棻《宋词赏析》：张先在嘉禾作判官，约宋仁宗庆历元年，年五十二。据题，这首词当作于此年。但词中所写情事，与题很不相干。此题可能是时人偶记词乃何地何时所作，被误认为词题，传了下来。沈际飞《草堂诗余正集》：“云破月来”句，心与景会，落笔即是，着意即非，故当脍炙。杨慎《词品》：“云破月来花弄影”，景物如画，画亦不能至此，绝倒绝倒！黄蓼园《蓼园词选》：听“水调”而愁，自伤卑贱也。“送春”四句，喟流光易去，后期茫茫也。“沙上”二句，言所居岑寂，以沙禽与花自喻也。“重重”三句，言多障蔽也。结句仍缴送春本题，恐其时之晚也。王国维《人间词话》：此词“着一‘弄’字而境界全出矣。”唐圭璋《唐宋词简释》：此首不作发语之语，而自然韵高。中间自午至晚，自晚至夜，写来情景宛然。王方俊《唐宋词赏析》：全词将词人慨叹年老位卑，前途渺茫之情与暮春之景有机地交融在一起，工于锻炼字句，体现了张词的主要艺术特色。《后山诗话》：尚书郎张先善著词，有云：“云破月来花弄影”、“帘压卷花影”、“堕飞絮无影’，世称诵之，谓之“张三影”。沈祖棻《宋词赏析》：叹老嗟卑，是封建社会不得志的文人的常见的情绪，其中也包含有一些优秀人物在那种黑暗时代被迫无所作为的愤惋，对于今天的读者来说，是有其认识作用的。------------------------此词为临老伤春之作，为张先词中的名作。全词将作者慨叹年老位卑，前途渺茫之情与暮春之景有机地交融在一起，工于锻炼字句，体现了张词的主要艺术特色。上片起首三句写作者本想借听歌饮酒来解愁。但他在家里品着酒听了几句曲子之后 ，不仅没有遣愁，反而心里更烦了。于是在吃了几杯闷酒之后便昏昏睡去 。一觉醒来 ，日已过午，醉意虽消，愁却未曾稍减。冯延巳《鹊踏枝》：“昨夜笙歌容易散，酒醒添得愁无限。”同样是写“欢乐极兮哀情多，少壮几时兮奈老何”的闲愁。只不过冯是在酒阑人散，舞休歌罢之后写第二天的萧索情怀，而张先则一想到笙歌散尽之后可能愁绪更多，所以根本连宴会也不去参加了。这就逼出下一句“送春春去几时回”的慨叹来。应当指出的是，此句中的前后两个“春”字，有不尽相同的涵义。上一个“春”指季节，指大好春光；而下面的“春去”，不仅指年华的易逝，还蕴涵着对青春时期风流韵事的追忆和惋惜。这就与下文“往事后期空记省”一句紧密联系起来。四、五两句反用杜牧诗句：“自悲临晓镜，谁与惜流年？”，以“晚”易“晓”，主要在于写实。小杜是写女子晨起梳妆，感叹年华易逝 ，用“晓”字；而此词作者则于午醉之后，又倦卧半晌，此时已近黄昏，总躺在那儿仍不能消愁解忧，便起来“临晚镜”了。这个“ 晚 ”既是天晚之晚，当然也隐指晚年之晚，此处仅用一个“晚”字，就把“晚年”的一层意思通过“伤流景”三字给补充出来了。上片歇拍中的“后期”一本作“悠悠”。从词意看，“悠悠”空灵而“后期”质实，前者自有其传神入化之处 。但“ 后期 ”二字虽嫌朴拙 ，却与上文“愁”、“伤”等词绾合得更紧密些。“后期”有两层意思 。一层是说往事已成过往，故着一“空”字。另一层意思则是指失去了机会或错过了机缘。甜蜜的往事在多年以后会引起人无限怅惘之情，而哀怨的往事则使人一想起来就加重思想负担。这件“ 往事”，由于自己错过机缘，把一个预先定妥的期约给耽误了。这使自己追悔莫及，而且随着时光的流逝，往事的印象并未因之淡忘，只能向自己的“ 记省”中去寻求。但寻求到了 ，却并不能得到安慰 ，反而更增添了烦恼 。于是他连把酒听歌也不能消愁 ，即使府中有盛大的宴会也不想去参加了。这样的结尾把一腔自怨自艾、自甘孤寂的心情写得格外惆怅动人，表面上却又含而不露。词之上片所写，是作者的思想活动，是静态，颇具平淡之趣。下片从动态方面写词人即景生情，极富空灵之美。作者未去参加府会 ，便在暮色将临时到小园中闲步，借以排遣从午前一直滞留在心头的愁闷。天很快就暗下来了，水禽并眠在池边沙岸上，夜幕逐渐笼罩了大地 。这个晚上原应有月的 ，不料云满夜空，并无月色 ，既然天已昏黑那就回去吧。恰在这时，起风了，刹那间云开月出，而花被风所吹动，也竟自在月光临照下婆娑弄影。这就给作者孤寂的情怀注入了暂时的欣慰。此句成了传诵千古的名句，王国维在其《人间词话》中评曰：“云破月来花弄影；着一‘弄’字而境界全出矣。”这句权威性的评语主要是论其遣词造句之功力 ，其实这句妙处不仅在于修词炼句的功夫，主要还在于词人把经过整天的忧伤苦闷之后，居然在一天将尽时品尝到即将流逝的盎然春意这一曲折复杂的心情 ，通过生动妩媚的形象给曲曲传达出来 ，让读者从而也分享到一点欣悦和无限美感。正如沈际飞《草堂诗余正集》评云：“心与景会，落笔即是，着意即非，故当脍炙。”又杨慎《词品》云：“景物如画，画亦不能至此，绝倒绝倒！”结尾数句，作者先写“重重帘幕密遮灯”而后写“风不定”，并非迁就词谱的规定，这只是说明作者体验事物十分细致，外面有风而帘幕不施，灯自然会被吹灭，所以作者进了屋子就赶快拉上帘幕，严密地遮住灯焰。但风更大了，纵使帘幕密遮而灯焰仍在摇摆 ，这个“不定 ”是包括灯焰“不定”的情景在内的。“人初静”一句，是说由于夜深人静，愈显得春夜的风势迅猛；联系到题目的“不赴府会”，作者这里的“人静”很可能是指府中的歌舞场面这时也该散了罢；再结合末句，又见出作者惜春、忆往、怀人的一片深情 。好景无常 ，刚才还在月下弄影的姹紫嫣红，经过这场无情的春风，恐怕要片片飞落在园中的小路上了。结句内涵颇丰，既有伤春之逝的惆怅，自嗟迟暮的愁绪，又有赏春自得的窃喜。此词闻名于世的主要原因还是善于炼字。作者在词中正是通过“花弄影”开拓了美的境界，使全词为之生辉。"
        },
        {
            "title": "御街行",
            "content": "画船横倚烟溪半。春入吴山遍。主人凭客且迟留，程入花溪远远。数声芦叶，两行霓袖，几处成离宴。纷纷归骑亭皋晚。风顺樯乌转。古今为别最消魂，因别有情须怨。更独自、尽上高台望，望尽飞云断。",
            "comment": ""
        },
        {
            "title": "江城子",
            "content": "镂牙歌板齿如犀。串珠齐。画桥西。杂花池院，风幕卷金泥。酒入四肢波入鬓，娇不尽，翠眉低。",
            "comment": ""
        },
        {
            "title": "谢池春慢",
            "content": "缭墙重院，时闻有、啼莺到。绣被掩馀寒，画幕明新晓。朱槛连空阔，飞絮无多少。径莎平，池水渺。日长风静，花影闲相照。尘香拂马，逢谢女、城南道。秀艳过施粉，多眉生轻笑。斗色鲜衣薄，碾玉双蝉小。欢难偶，春过了。琵琶流怨，都入相思调。",
            "comment": "【注释】此为艳遇词。全词结构井然，层次分明，先景后情：上片写贵家池馆春晓之景，下片写郊游艳遇相慕之情。夏敬观评此词云：“ 长调中纯用小令作法”，别具一种风味。起首一句，点出主人公的居处所在。“时闻有”，承上句，乃由于高墙缭绕、院宇深邃的缘故，而接下句则为人在春眼之中的缘故。这时而一闻的莺啼把人唤醒了。“绣被掩余寒”，可见被未折叠，而“画阁明新晓 ”，天已大亮了。“ 朱槛连空阔”句承“画阁”而写居处环境，与“缭墙重院”相应，虽富丽然而寂寥 ，其境过清 。“飞絮知多少”暗点时令为暮春。这样，春晓、恬睡、闻鸟，与“飞絮知多少”之景相连，就构成一个现成思路，间接表现出浓厚的惜春情绪。“径莎平”句以下续写暮春景象，路上长满野草，池面渐广，风平浪静时，时有花影倒映。“日长风静”与“闲”字表现出落寞萧索的气氛。这几句暗示出词中人在小园芳径之上徘徊不定，百无聊赖的独特情绪。过片承上启下。“尘香拂马”，要去城南的玉仙现 ，一路上愁红惨绿 ，偏又不期然而然地，“逢谢女，城南道”。两人早已互相慕名的，而百闻不如一见 ，于是“一见慕悦”。她明艳绝伦 ，秀丽出于天然，“秀艳过施粉”，虽只微微一笑，便有无限妩媚而其衣色鲜艳夺目，日暖衣薄，更显示出其身段之窈窕，就连她随身佩带之玉饰，雕琢成双蝉样，也格外玲珑可爱。这里以工笔重彩，画出一个天生丽人，从中流露出一见倾心的愉悦 。然而紧接六字“欢难偶，春过了”，是说有无穷后时之悔。从“琵琶流怨，都入相思调”二句看，二人可说是“心有灵犀一点通”了。用笔变化，有相得益彰之妙。作者并没有花太多笔墨来写二人相遇如何的交谈或品乐，却通过相顾无言的描写将彼此的倾倒爱悦和相见恨晚的惆怅情绪表露得淋漓尽致。“春过了”三字兼挽上片，惜春之情与相见恨晚之悔打成一片，情景莫辩。关于此词的本事，《 绿宿新话 》卷上有一段引语，与此词词意大致相符：“张子野往玉仙观，中路逢谢媚卿 ，初未相识，但两相闻名。子野才韵既高，谢亦秀色出世，一见慕悦，目色相接。张领其意，缓辔久之而去。因作《谢池春慢》以叙一时之遇”。"
        },
        {
            "title": "满江红",
            "content": "飘尽寒梅，笑粉蝶、游蜂未觉。渐迤逦、水明山秀，暖生帘幕。过雨小桃红未透，舞烟新柳青犹弱。记画桥，深处水边亭，曾偷约。多少恨，今犹昨；愁和闷，都忘却。拚从前烂醉，被花迷着。晴鸽试铃风力软，雏莺弄舌春寒薄。但只愁，锦绣闹妆时，东风恶。",
            "comment": "【注释】此为追念夕日恋情之作。上片前两句写春的萌动讯息，饶有情趣：寒梅飘尽，早春将至，这一切似乎是不期然而然的，故而连最殷勤、最爱热闹的粉蝶游蜂也未曾察觉。一“笑”字 ，暗示出有心人先万物而感到了春意。以下五句，随时序而换笔 ：渐渐地水蓝了，山绿了，大地回春，人家开始感到融和的淑气；浴雨的桃花初放，色泽尚未殷红；萦烟的新柳才青，长条还很纤细。这里以小桃 、弱柳隐喻娇弱的美人。就在这样美好的初春里，词人与所爱之人初遇，并且有过难忘的私下相会。画桥深处，水边小亭，寻春的人们可以去与小桃新柳相见，也可以在这里期待着初恋的情人。这样美好的背景 ，便已暗示出当时约会的美妙 。两句又分别领以“记”字、“曾”字，点醒上片所写全是回忆。过片四句 ，词笔收回到现在 ：往日欢爱已经逝去，只留下永无穷尽的怀念，使自己沉湎于犹新的记忆中；常常因为醉心于旧日的美好情境，而忘却了眼前的愁恨凄凉 。至此 ，词笔又返回到往日。“拚从前”二句，感叹自己那时常心甘情愿地痛饮以至于烂醉，为的是既被容貌所迷，更为出色的歌才倾倒：她的歌声，象晴空的鸽铃，在柔和的春风中荡漾；象娇小的雏莺，在薄寒的春林里弄舌。上片借桃柳隐喻其人 ，此处又喻以娇小的禽鸟，更觉生动。词情至此，已达高潮。作者却在收束处突然转出爱情的悲剧结局，词情从高潮跌入低潮，形成凄怆的尾声。可是作者似乎不忍把话说死，有意写下“但只愁”一语让人想象与回味。在这首词中，作者娴熟地、大量地运用了传统的比兴手法，上片前半多用兴，下片后半多用比。最后还以“东风恶”来比邪恶势力摧残美好爱情，使词自有传统的含蓄之美。又于抒情回忆中展现一个悲剧性的爱情故事，在结构上作了错综变化的安排。词人这样打破时间顺序，错综安排结构，不仅收到了富于情节性、曲折性，引人入胜的效果，更重要的是充分表现了激情的波澜起伏。"
        },
        {
            "title": "南乡子",
            "content": "何处可魂消。京口终朝两信潮。不管离心千叠恨，滔滔。催促行人动去桡。记得旧江皋。绿杨轻絮几条条。春水一篙残照阔，遥遥。有个多情立画桥。",
            "comment": ""
        },
        {
            "title": "怨春风/一斛珠",
            "content": "无由且住。绵绵恨似春蚕绪。见来时饷还须去。月浅灯收，多在偷期处。今夜掩妆花下语。明朝芳草东西路。愿身不学相思树。但愿罗衣，化作双飞羽。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "双针竞引双丝缕。家家尽道迎牛女。不见渡河时。空闻乌鹊飞。西南低片月。应恐云梳发。寄语问星津。谁为得巧人。",
            "comment": ""
        },
        {
            "title": "惜双双 溪桥寄意",
            "content": "城上层楼天边路。残照里，平无绿树。伤远更惜春暮。有人还在高高处。断梦归云经日去。无计使，哀弦寄语。相望恨不相遇。倚桥临水谁家住。",
            "comment": "【注释】此词通过描写登高望远的境界，抒写了词人执著追求的情怀和绵绵无尽的愁思。全词韵致高远，别具一格。上片起首一句写登高望远。“城上层楼”，极写登临之高；“天边路”，极写眺望之远。“残照”二句，承“ 天边 ”而来，写的是：地平线上，夕阳西下 ，芳草绿树的平原业已沉入落照的余晖里。残照，给词境染上了一层哀伤的色调。“春暮”，是古诗词中常用伤逝的典型象征。虽只简笔勾勒出一幅平芜残照的境象，却已强烈地暗示了词人的哀伤。写景蓄势既足，抒情便深厚有力。“伤远更惜春草”，点出词意。“远”，既可指空间距离之遥，也可指时间隔别之久。久别不得团聚，而大好春光却已迟暮；伤心人悲苦萦怀，不可解脱，直至斜日西沉，还伫立在高高的城楼之上。此情将随夜色渐浓而愈深重，自在不言之中，这样就自然地过渡到下片的抒情。过片承上，点明所伤之事。梦与云，是我国古典文学中常用的爱情的象征意象。往日的欢爱如前尘旧梦，早已日复一日地远逝了；旧日的情人，也如天空的彩云，随风飘荡，日复一日地飞散。这一句，透露出一段夭折的情事，也暗示了这情感当初的美好。回顾上片所言“伤远”，则知所悲伤的必然是爱情的断绝。“ 无计 ”一句，写自己尽管一往情深，无法忘怀，却不可能向旧日情人传诉相思了。词境至此，似乎山穷水尽；然而结笔二句却再兴波澜。“相望恨不相遇”，原来情人就在不远。可知“ 远 ”，并不是指分手后空间距离上的遥远，而是指时间距离上的久远。情人原来就在那“倚桥临水谁家住”。虽然她家就近在那溪桥边的岸上 ，可以相望，却不可以相会。无法重寻旧好的隐痛深哀与始终不能忘情的悠悠希冀，皆见于言外。"
        },
        {
            "title": "好事近",
            "content": "月色透横枝，短叶小花无力。北客一声长笛，怨江南先得。谁教强半腊前开，多情为春忆。留取大家沈醉，正雨休风息。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "清歌逐酒。腻脸生红透。樱小杏青寒食後。衣换缕金轻绣。画堂新月朱扉。严城夜鼓声迟。细看玉人娇面，春光不在花枝。",
            "comment": ""
        },
        {
            "title": "翦牡丹 舟中闻双琵琶",
            "content": "野绿连空，天青垂水，素色溶漾都净。柔柳摇摇，坠轻絮无影。汀洲日落人归，修巾薄袂，撷香拾翠相竞。如解凌波，泊烟渚春暝。采绦朱索新整。宿绣屏、画船风定。金凤响双槽，弹出今古幽思谁省。玉盘大小乱珠迸。酒上妆面，花艳媚相并。重听。尽汉妃一曲，江空月静。",
            "comment": "【注释】这首词受白居易《琵琶行》的影响，用铺叙的手法把春郊月夜、柳花烟渚，以及在此背景上活动的人物，描写得形神兼备，栩栩如生。上片起首三句是环境描写。“野绿连空”，见词人站在船上，目光顺地平线伸延，只见辽远无际的绿色原野上接苍穹。作者又顺势举头眺望远天 ，晴空蔚蓝，好像与江水相连。着一个“垂”字把远望中大水相接的感觉，表现得极其形象。词人仰观俯视，只见眼前江水“素色溶漾都净”。“素色”即白色，指白茫茫的江水。“净”字是形容水的明澈洁净 。此句本自谢朓诗“ 澄江净如练”（《晚登三山还望京邑》），以上三句，词人以其拿手的炼字功夫，多方面多层次地画出了一幅江上美景，晴空与绿野相连，波光粼粼，天光云影，映于澄江之中，景象浑茫寥阔，而又十分寂静。在这幅图画中，“柳径无人，堕絮飞无影”，正是绿野中的特写 。这二句，显得有些平凡。作者只是把眼前景物，率直写出 。淡墨一痕，不求奇峭，但妙处正在这里。以平淡的句子 ，逗入意境 ，才见功力。特别是加了“无影”二字，整个画面立即灵动起来，那柳絮飞舞的轻盈飘忽 ，形神俱出，而且微风吹拂，轻絮飘舞，在微暗的树荫中，依稀看见它们在游荡回转，而一点影子也不留在地面，真有一种飘忽无影的妙趣。“汀洲”句推进一层。词人在完成天光云影、柳絮轻舞的环境描写后，让人物出场了。作者在船上望去，首先在远处看到人归之影，人影与晚霞相映，十分妍丽 。人渐走渐近 ，看得也越清楚，连“修巾薄袂”也看得出来。修长的巾带，薄薄的衫袖，雅丽非凡，且巾长袂薄，随风飘举，为美人勾出了一幅飘飘欲仙的姿态。由下句“撷香拾翠相竞”来看，可知这美人不是独自一人 ，她是结伴春游 ，在芳洲上采香草，拾翠羽。古代女子常在春季到郊外拾野鸟的各色羽毛 ，采各种香草。曹植《洛神赋》有“或采明珠，或拾翠羽”之句，写出洛水众女神之美，此处词人借用此意，写汀洲女子的美色。上片歇拍写两个美人登上船，并停泊洲边，在水边过夜。“凌波”即踩水而行，本出曹植《洛神赋》用“凌波微步，罗袜生尘”。在晚霞辉映下，寂静的洲渚上 ，忽的出现了这一双美人 ，词人在凝望的同时，也不禁产生了美丽的幻觉，目为凌波女神。这不仅细致地写了洲上女子的美，而且把词人的欣喜、惊愕，以至倾慕的心理也表现出来。这两句一方面把一整天情节的铺叙加以收束 ，日落春暝 ，美人回到船上，词人也该歇息了；另一方面，又用“烟”字，为江滨洲边刷上一层烟水凄迷的朦胧色彩，为下片抒情做好铺垫。过片“彩绦朱索新整”，写美女回到船上，在一天的“撷香拾翠”之后，换妆梳洗，以更娇丽的容颜出现。“彩绦朱索”，指五颜六色的彩带，是女子的装饰物，这里使借代手法，以偏概全，泛指美人身上的衣饰。接下来一句为“金凤响双槽”。“金凤”代指琵琶 。本出乐史《杨太真外传》：“妃子琵琶逻逤檀，寺人白季贞使蜀还献。其木温润如玉，光耀可鉴。有金缕红文，蹙成双凤。”故苏轼《宋叔达家听琵琶》诗云：“半面犹遮凤尾槽。”“槽”是琵琶上架弦的格子，“响双槽”，表明是两把琵琶同时弹奏。这里切题《舟中闻双琵琶》。在这优美的乐声里饱含着今古幽思 ，人物的精神境界显得高雅深沉 。又用“谁省”一词，反跌出只有自己是知音的深意，把自己与琵琶女的关系推进一层。“玉盘”句由白居易《琵琶行》“大珠小珠落玉盘”句化来，视觉形象与听觉形象并举，形象地表现了音乐旋律的跌宕起伏，高昂处如急风暴雨，低回处如儿女私语，令人耳不暇接。人物的感情时而慷慨激昂，时而低回婉转，皆随乐声起伏，曲曲传出。乐声已至高潮，然又戛然而止，词人对音乐形象的描绘也暂收束。船上一片岑寂，在无声的境界里，接下来词人省略了恰相逢知己，隔船相邀等细节，径直从借酒相慰写起。“酒上妆面”，是说琵琶女已带醉意，面颊被酒晕得绯红 ，故下句用“ 花艳”形容其醉态之美。借酒浇愁愁更愁，于是双眉“相并”。“相并”意即紧锁，表明愁怀不释。对醉态愁容的描写，形神兼备，极其工巧。既然愁怀未释，欣逢知己，欲一吐为快，于是重奏一曲，词人亦“重听”一遍。“ 汉妃 ”句用王昭君远嫁匈奴，马上弹琵琶故事。晋石崇《王明君辞序》载：“昔公主嫁乌孙，令琵琶马上作乐，以慰其道路之思；其送明君，亦必尔也 。”“ 一曲”也兼指以昭君出塞故事谱写的琴曲《昭君怨》。“汉妃一曲”也可以说是“今古幽思”的具体内容，其中寄托着琵琶女离乡背井、流落江湖的身世之感 。结句“ 江空月静”，以空廓沉静的月夜，烘托出音乐的魅力。如泣如诉的昭君怨曲，把听众带进了哀愁的境界 ，相对无言，月夜格外的沉寂，留下了无穷的余韵，让人回味。词境从钱起“曲终人不见，江上数峰青”化出。这首词是作者的代表作之一 。《古今诗话》载：“有客谓子野曰：‘人皆谓公张三中，即心中事、眼中泪、意中人也。公曰：‘何不目之为张三影？’客不晓，公曰：‘ 云破月来花弄影 ；娇柔懒起，帘压卷花影 ；柳径无人 ，堕絮飞无影：此余平生所得意也。’”（《苕溪渔隐丛话》前集卷三十七引）。可见此词亦为作者的得意之作。"
        },
        {
            "title": "劝金船",
            "content": "流泉宛转双开窦。带染轻纱皱。何人暗得金船酒。拥罗绮前後。绿定见花影，并照与、艳妆争秀。行尽曲名，休更再歌杨柳。光生飞动摇琼甃。隔障笙箫奏。须知短景欢无足，又还过清昼。翰阁迟归来，传骑恨、留住难久。异日凤凰池上，为谁思旧。",
            "comment": ""
        },
        {
            "title": "定风波令/定风波",
            "content": "浴殿词臣亦议兵。禁中颇牧党羌平。诏卷促归难自缓。溪馆。彩花千数酒泉清。春草未青秋叶暮。□去。一家行色万家情。可恨黄莺相识晚。望断。湖边亭上不闻声。",
            "comment": ""
        },
        {
            "title": "酬周开祖示长调见索诗集",
            "content": "辩玉当看破石诗，泥沙有实即山辉。都廛往往无真璞，误使人凭鼠腊归。",
            "comment": ""
        },
        {
            "title": "燕归梁",
            "content": "夜月啼乌促乱弦。江树远无烟。缺多圆少奈何天。愁只恐、下关山。粉香生润，衣珠弄彩，人月两蝉娟。留连残夜惜馀欢。人月在、又明年。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "夜深不至春蟾见。令人更更情飞乱。翠幕动风亭。时疑响屉声。花香闻水榭。几误飘衣麝。不忍下朱扉。绕廊重待伊。",
            "comment": ""
        },
        {
            "title": "木兰花 乙卯吴兴寒食",
            "content": "龙头舴艋吴儿竞。笋柱秋千游女并。芳洲拾翠暮忘归，秀野踏青来不定。行云去後遥山暝。已放笙歌池院静。中庭月色正清明，无数杨花过无影。",
            "comment": " | 【注释】此词题为“乙卯吴兴寒食”，既是一幅寒食节日的风俗画，又是一曲耄耋者恬静的夕阳颂。词的上片极写节日的欢乐，下片写欢乐后的幽静。上片从一旁观老翁的眼中写出热闹景象，在热闹的景象中仍含有宁静的心情；下片在幽静的月色下特意写了柳絮暗飘，亦可谓静中有动。开篇写的是吴中健儿驾舞龙舟，在水面飞驶竞渡的壮观场面。舴艋是江南水乡常见的一种形体扁窄的轻便小舟，饰以龙头，就是乡民为节日临时装置的简易龙舟，虽无锦缆雕纹，却富乡土特色。着一“竞”字既写出了划桨人的矫健和船行的轻疾，又可以想见夹岸助兴的喧天锣鼓和争相观看的男女老少。寒食是古代女子的一个节日，这一天姑娘们特别高兴，她们可以放下女红，走出闺房，双双对对，打着秋千，尽兴游乐。“笋柱秋千游并”句便说游女荡秋千。“笋柱”指竹制的秋千架。三、四句用一联工整的对句描写姑娘们拾翠、游人们踏青，乐而忘返的情景 。“芳洲”、“秀野”使人想见郊野草木竞秀、春光明媚的诱人景色。“ 拾翠 ”原指采拾翠鸟的羽毛，语出曹植《洛神赋》“ 或采明珠，或拾翠羽”，后亦泛指妇女水边野外游春之事。“踏青”即春天出城到郊外游览。古代诗词中常以踏青和拾翠并提，如吴融《闲居有作》：“踏青堤上烟多绿，拾翠江边月更明 ”。这一联泛写寒食游春的活动 ，与前面赛龙舟、打秋千相配合，有点有面，主次分明。词之上片着重写人事，通过热闹的场景，描写春光的美好和游人的欢乐。下片转为写景，通过静谧优美的夜景，反衬白昼游乐的繁盛。一动一静，互相映衬，收到很好的艺术效果。由动景换静景，画面跳跃很大，但过片却很自然：“行云去后遥山暝，已放笙歌池院静”，前句说云去山昏 ，游人散后，郊外一片空寂，为上片作结。后句说笙歌已歇，喧嚣一天的池院，此刻显得分外清静，一“静”字又引出下面的景语。结拍以写景工绝著称 。朱彝尊《 静志居诗话》说：“张子野吴兴寒食词‘中庭月色正清明，无数杨花过无影 ’，余尝叹其工绝 ，在世所传‘三影’之上。”月色清明，甚至可以看见点点杨花飞舞；而花过无影，又显得清辉迷蒙，明而不亮，庭中一切景物都蒙上一层轻雾，别具一种朦胧之美。不仅如此，两句还寓情于景，反映出作者游乐一天之后，心情恬淡而又舒畅。词人虽年事已高，但生活情趣很高，既爱游春的热闹场面，又爱月夜的幽静景色。他白昼，与乡民同乐，是一种情趣；夜晚，独坐中庭，欣赏春宵月色，又是一种情趣。此词是一篇韵味隽永的佳作。整首词从热烈欢快渐趋恬静宁谧，成功地表达出一个有闲的耋耄老人所独有的心理状态。全词情景交融，艺术效果颇佳。有人说其末句堪与使作者闻名于世的“三影”合称“四影”，可谓深得此词之妙。"
        },
        {
            "title": "梦仙乡",
            "content": "江东苏小。夭斜窈窕。都不胜、彩鸾娇妙。春艳上新妆。肌肉过人香。佳树阴阴池院。华灯绣幔。花月好、可能长见。离聚此生缘。无计问天天。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "水云薄薄天同色，竟日清辉。风影轻飞。花发瑶林春未知。剡溪不辨沙头路，粉水平堤。姑射人归。记得歌声与舞时。",
            "comment": ""
        },
        {
            "title": "千秋岁",
            "content": "数声鶗鴂。又报芳菲歇。惜春更把残红折。雨轻风色暴，梅子青时节。永丰柳，无人尽日飞花雪。莫把幺弦拨。怨极弦能说。天不老，情难绝。心似双丝网，中有千千结。夜过也，东窗未白凝残月。",
            "comment": "【注释】这首《 千秋岁 》写的是悲欢离合之情，声调激越，极尽曲折幽怨之能事。上片完全运用描写景物来烘托、暗示美好爱情横遭阻抑的沉痛之情 。起句把鸣声悲切的鶗鴂提出来，诏告美好的春光又过去了。源出《离骚》“恐鶗鴂之先鸣兮，使夫百草为之不芳。”从“又”字看，他们相爱已经不止一年了，可是由于遭到阻力，这伤情却和春天一样，来也匆匆，去也匆匆。惜春之情油然而生，故有“惜春更把残红折”之举动。所谓“残红”，象征着被破坏而犹坚贞的爱情。一个“ 折 ”字更能表达出对于经过风雨摧残的爱情的无比珍惜。紧接着“雨轻风色暴 ，梅子青时节 ”是上片最为重要的两句 ：表面上是写时令，写景物，但用的是语意双关，说的是爱情遭受破坏。“梅子黄时雨”（贺铸《青玉案 》）是正常的 ，而梅子青时，便被无情的风暴突袭，便是灾难了。青春初恋遭此打击，情何以堪！经过这场灾难，美好的春光便又在鶗鴂声中归去。被冷落的受害者这时也和柳树一样，一任爱情如柳絮一般逝去了。换头“莫把幺弦拨，怨极弦能说”两句来得很突然。幺弦，琵琶第四弦。弦幺怨极，就必然发出倾诉不平的最强音。在这种极怨的气势下，受害者接着表示其反抗的决心，“天不老，情难绝”。这两句化用李贺“ 天若有情天亦老”诗句而含意却不完全一样，此处强调的是天不会老，爱情也永无断绝的时候。这爱情是怎样的呢 ？“ 心似双丝网，中有千千结。”“丝”“思”，谐音双关。在这个情网里，他们是通过千万个结，把彼此牢牢实实地系住，谁想破坏它都是徒劳的。这是全词“警策”之语。情思未了，不觉春宵已经过去 ，这时东窗未白 ，残月犹明。如此作结，言尽而味永。这首词韵高而情深，含蓄又发越，可以说，兼有婉约与豪放两派之妙处。"
        },
        {
            "title": "玉联环/解连环",
            "content": "南园已恨归来晚。芳菲满眼。春工偏上好花多，疑不向、空枝暖。惜恐红云易散。丛丛看遍。当时犹有蕊如梅，问几日上、东风绽。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "绿水波平花烂漫。照影红妆，步转垂杨岸。别後深情将为断。相逢添得人留恋。絮软丝轻无系绊。烟惹风迎，并入春心乱。和泪语娇声又颤。行行尽远犹回面。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "轻屉来时不破尘。石榴花映石榴裙。有情应得撞腮春。夜短更难留远梦，日高何计学行云。树深莺过静无人。",
            "comment": ""
        },
        {
            "title": "天仙子",
            "content": "醉笑相逢能几度。为报江头春且住。主人今日是行人，红袖舞。清歌女。凭仗东风教点取。三月柳枝柔似缕。落絮尽飞还恋树。有情宁不忆西园，莺解语。花无数。应讶使君何处去。",
            "comment": ""
        },
        {
            "title": "浣溪纱",
            "content": "楼倚春江百尺高，烟中还未见归桡。几时期信似江潮？花片片飞风弄蝶，柳阴阴下水平桥。日长才过又今宵。",
            "comment": "【注释】此为闺怨词。起首一句，写闺妇登高远望。楼高百尺，临江而立，故用一个“倚”字，指示位置。这位思妇正在凭栏眺望，尽管她思念心切，但江上还不见丈夫乘船而归 。“烟中还未见归桡”之“烟”，指江上的水气。桡即划船的桨，古诗词中常代指船 。江上水气弥漫，白帆片片，由远而近驶来，她努力辨认，但都不是她所盼的那只归舟。失望之余，她埋怨起那远行之人来了，觉得他还不如江潮有信。古人谓潮涨潮落是有定期的 ，故李益乐府诗《江南曲》说：“嫁得瞿塘贾，朝朝误妾期。早知潮有信，嫁与弄潮儿。”可与此句互证。丈夫没有如约归家，她虽说不出悔不“嫁与弄潮儿”的泼辣言语，但“几时期信似江潮”七个字却表现了她幽怨与期待的复杂心理。过片两句以景传情，仍然表现那个妇女的思念之情。依然是其望中之景，但季节的变化，更强化了她的殷切思念 。她和丈夫分手时可能曾约定春日重聚，谁知春天又一次来了，却不见人影。“花片片飞风弄蝶，柳阴阴下水平桥”，是写暮春的对偶句，上句写春归，不用平直之笔，而极写花落之状，形容它们在风中飞舞，象蝴蝶相戏似的。“ 弄 ”，戏弄，指相戏。下一句的“阴阴”，形容柳荫幽暗的样子，和初春柳芽初吐远望如烟的景色不同 。整句说绿柳荫浓，长条拂水，雨后新波与桥面相平。这景象使闺妇发出“ 日长才过又今宵”这样一声压抑已久的喟然长叹，是说漫长的白昼好容易才挨过去，却又迎来了寂寞难耐的夜晚，至此，把女子度日如年的离别之苦写得含蓄而又深沉。此词善于捕捉意象 ，创造意境，表现“心中事，眼中泪，意中人”的情境 ，收到了很好的艺术效果。"
        },
        {
            "title": "飞仙岭",
            "content": "路接晓天人近月，真仙去后祇云归。岭头旧曰上升日，空有山禽自在飞。",
            "comment": ""
        },
        {
            "title": "宴春台慢/宴春台",
            "content": "丽日千门，紫烟双阙，琼林又报春回。殿阁风微，当时去燕还来。五侯池馆频开。探芳菲、走马天街。重帘人语，辚辚绣轩，远近轻雷。雕觞霞滟，翠幕云飞，楚腰舞柳，宫面妆梅。金猊夜暖、罗衣暗裛香煤。洞府人归，放笙歌、灯火下楼台。蓬莱。犹有花上月，清影徘徊。",
            "comment": ""
        },
        {
            "title": "踏莎行",
            "content": "衾凤犹温，笼鹦尚睡。宿妆稀淡眉成字。映花避月上行廊，珠裙摺摺轻垂地。翠幕成波，新荷贴水。纷纷烟柳低还起。重墙绕院更重门，春风无路通深意。",
            "comment": ""
        },
        {
            "title": "卜算子慢",
            "content": "溪山别意，烟树去程，日落采苹春晚。欲上征鞍，更掩翠帘相眄。惜弯弯浅黛长长眼。奈画阁欢游，也学狂花乱絮轻散。水影横池馆。对静夜无人，月高云远。一饷凝思，两袖泪痕还满。恨私书、又逐东风断。纵西北层楼万尺，望重城那见。",
            "comment": ""
        },
        {
            "title": "熙州慢",
            "content": "武林乡，占第一湖山，咏画争巧。鹫石飞来，倚翠楼烟霭，清猿啼晓。况值禁垣师帅，惠政流入欢谣。朝暮万景，寒潮弄月，乱峰回照。天使寻春不早。并行乐，免有花愁花笑。持酒更听，红儿肉声长调。潇湘故人未归，但目送游云孤鸟。际天杪。离情尽寄芳草。",
            "comment": ""
        },
        {
            "title": "望江南/忆江南",
            "content": "香闺内、空自想佳期。独步花阴情绪乱，谩将珠泪两行垂。胜会在何时。厌厌病，此夕最难持。一点芳心无托处，荼縻架上月迟迟。惆怅有谁知。",
            "comment": ""
        },
        {
            "title": "山亭宴",
            "content": "碧波落日寒烟聚，望遥山、迷离红树。小艇载人来，约尊酒、商量歧路。衰柳断桥西，共携手、攀条无语。水际见鷖凫，一对对、眠沙溆。西陵松柏青如故。翦烟花、幽兰啼露。油壁间花骢，那禁得、风吹细雨。饶他此後更思量，总莫似、当筵情绪。镜面绿波平，照几度、人来去。",
            "comment": ""
        },
        {
            "title": "醉垂鞭",
            "content": "朱粉不须施。花枝小。春偏好。娇妙近胜衣。轻罗红雾垂。琵琶金画凤。双条重。倦眉低。啄木细声迟。黄蜂花上飞。",
            "comment": ""
        },
        {
            "title": "河传",
            "content": "花暮。春去。都门东路。嘶马将行。江南江北，十里五里邮亭。几程程。高城望远看回睇。烟细。晚碧空无际。今夜何处，冷落衾帏。欲眠时。",
            "comment": ""
        },
        {
            "title": "少年游",
            "content": "听歌持酒且休行。云树几程程。眼看檐牙，手搓花蕊，未必两无情。拓夫滩上闻新雁，离袖掩盈盈。此恨无穷，远如江水，东去几时平。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "体态看来隐约，梳妆好是家常。檀槽初抱更安详。立向尊前一行。小打登钩怕重，尽缠绣带由长。娇春莺舌巧如簧。飞在四条弦上。",
            "comment": ""
        },
        {
            "title": "飞石岩",
            "content": "石破重岩万客疑，不堪攻玉不支机。长江风雨来无定，时学零陵燕子飞。",
            "comment": ""
        },
        {
            "title": "醉眠亭",
            "content": "松陵江畔客，筑室從何年。世俗徒纷纷，不知李子贤。在彼既不知，不如醉且眠。声名衮衮谁知命，醉非爱酒眠非病。和江浑浑无古今，郡山回合来相应。呼奴沽酒不可迟，买鱼斫脍烦老妻。何必纫绳击飞兔，百年长短空自知。直将褌虱视天地，冥冥支枕穷四时。九衢足尘土，朱门多是非。秋风老莼鲈，扁舟何日归。",
            "comment": ""
        },
        {
            "title": "偷声木兰花",
            "content": "画桥浅映横塘路。流水滔滔春共去。目送残晖。燕子双高蝶对飞。风花将尽持杯送。往事只成清夜梦。莫更登楼。坐想行思已是愁。",
            "comment": ""
        },
        {
            "title": "题西溪无相院",
            "content": "积水涵虚上下清，几家门静岸痕平。浮萍破处见山影，小艇归时闻棹声。入郭僧寻尘里去，过桥人似鉴中行。已凭暂雨添秋色，莫放修林碍月生。",
            "comment": ""
        },
        {
            "title": "芳草渡/系裙腰",
            "content": "双门晓锁响朱扉。千骑拥、万人随。风乌弄影画船移。歌时泪，和别怨，作秋悲。寒潮小，渡淮迟。吴越路、渐天涯。宋王台上为相思。江云下，日西尽，雁南飞。",
            "comment": ""
        },
        {
            "title": "少年游",
            "content": "红叶黄花秋又老，疏雨更西风。山重水远，云闲天淡，游子断肠中。青楼薄幸何时见，细说与、这忡忡。念远离情，感时愁绪，应解与人同。",
            "comment": ""
        },
        {
            "title": "定风波令/定风波",
            "content": "碧玉篦扶坠髻云。莺黄衫子退红裙。妆样巧将花草竞。相并。要教人意胜於春。酒眼茸茸香拂面。□见。丹青宁似镜中真。自是有情偏小小。向道。江东谁信更无人。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "临水人家深宅院。阶下残花，门外斜阳岸。柳舞麴尘千万线。青楼百尺临天半。楼上东风春不浅。十二阑干，尽日珠帘卷。有个离人凝泪眼。淡烟芳草连云远。",
            "comment": ""
        },
        {
            "title": "射",
            "content": "射艺功多暮未疲，欲将庭火继西晖。弦声应手裂竹响，旗影翻风戏鸟飞。竟日中支矜互胜，傍人如堵见终稀。不知双烛沙河上，谁得牛心一割归。",
            "comment": ""
        },
        {
            "title": "感皇恩",
            "content": "延寿芸香七世孙。华轩承大对，见经纶。溟鱼一息化天津。袍如草，三百骑，从清尘。玉树莹风神。同时棠棣萼，一家春。十年身是凤池人。蓬莱阁，黄合主，迟谈宾。",
            "comment": ""
        },
        {
            "title": "忆秦娥",
            "content": "参差竹。吹断相思曲。情不足。西北有楼穷远目。忆苕溪、寒影透清玉。秋雁南飞速。菰草绿。应下溪头沙上宿。",
            "comment": ""
        },
        {
            "title": "诉衷情",
            "content": "花前月下暂相逢。苦恨阻从容。何况酒醒梦断，花谢月朦胧。花不尽，月无穷。两心同。此时愿作，杨柳千丝，绊惹春风。",
            "comment": "【注释】此词表现了不甘屈服于邪恶势力的美好爱情，表现出不幸命运中心灵的高贵、圣洁，表现出苦难人生中一对情侣的至爱情深 ，堪称爱情词中的千古绝唱。全词从上片的悲怆沉痛转向下片的美好期待。心灵升华，笔力不凡，波澜起伏，感人至深。词中用“花”、“ 月 ”的形象贯穿而成，既写了“花前月下”的相恋 ，也写了“ 花谢月朦胧 ”的爱情受阻 ，还写了“花”不尽，月无穷的美好祝愿。随着花月意象所呈示的象征意义的流转，词人情感精神所经历的曲折变化也凸现出来。起首一句缅怀昔日两人相恋的幸福情境。花前月下相逢，原是良辰美景中的赏心乐事；但句中插入一“暂”字，便暗透出一丝悲意。次句进一步点出恋人隔绝、欢会难再的现实。“苦恨”二字叠下，足见词人痛苦之深重 。接下来“ 何况酒醒梦断，花谢月朦胧 ”用比兴的手法 ，喻说爱情受阻的现实 。“ 酒醒 ”，有“愁醒”之意。“梦断”，喻往事已成空，而“花谢月朦胧”，则见证昔日美好爱情的春花已经衰谢，明月已经黯淡，竟成为情缘中断的象征。“何况”二字，强调好事难成，不仅写恋人隔绝，而词情因之倍加悲怆沉痛。过片以千钧之力，从悲怆沉痛中陡然振起，将词情升华到一个美好的境界。“花不尽，月无穷”两句是对偶 ，用比兴 ：花不尽，是期愿青春长在；月无穷，是期愿永远团圆。紧接着，迸出“两心同”，则是坚信情人与自己一样对爱情忠贞不渝。由此可见恋人之间的离别，决非出于心甘情愿，实有难以明言的隐痛，则爱情实为横遭外来势力之摧残可知。衰谢了的春花再度烂漫，而且永远盛开；黯淡了的月亮再度光明，而且永远团圆。这是美丽的幻境，也是美好的期愿，这些要升现在词人破碎痛苦的心中，需要的正是“ 两心同 ”这种极大的力量。如果没有对情人无比的爱和最大的信任，是决不可能产生这种精神力量的。作者《千秋岁》词云“天不老，情难绝。心似双丝网，中有千千结”，可以注解“两心同”的深刻意蕴。“此时愿作，杨柳千丝，绊惹春风。”词人把甘为挽回春天即挽回爱情而献身的意愿，寄托在结笔这优美的比兴之中。综上，此词通过叙写一段横遭挫折的爱情，表现了词人对于爱情的忠贞不渝，同时也表现出一种美好期望不断升华的向上精神。宋晁补之评张先曰：“子野韵高”，乃深透之语。"
        },
        {
            "title": "菩萨蛮",
            "content": "牛星织女年年别。分明不及人间物。匹鸟少孤飞。断沙犹并栖。洗车昏雨过。缺月云中堕。斜汉晓依依。暗蛩还促机。",
            "comment": ""
        },
        {
            "title": "营妓张温卿黄子思爱姬宜哥皆葬宿州城东过而",
            "content": "好物难留古亦嗟，人生无物不尘沙。何时宰树连双冢，结就人间并蒂花。",
            "comment": "【注释】【原题】：营妓张温卿黄子思爱姬宜哥皆葬宿州城东过而题诗"
        },
        {
            "title": "玉树后庭花/后庭花",
            "content": "华灯火树红相斗。往来如昼。桥河水白天青，讶别生星斗。落梅秾李还依旧。宝钗沽酒。晓蟾残漏心情，恨雕鞍归後。",
            "comment": ""
        },
        {
            "title": "芳草渡/系裙腰",
            "content": "主人宴客玉楼西。风飘雪、忽氛霏。唐昌花蕊渐平枝。浮光里，寒声聚，队禽栖。惊晓日，喜春迟。野桥时伴梅飞。山明日远霁云披。溪上月，堂下水，并春晖。",
            "comment": ""
        },
        {
            "title": "木兰花/玉楼春",
            "content": "西湖杨柳风流绝。满缕青春看赠别。墙头簌簌暗飞花，山外阴阴初落月。秦姬秾丽云梳发。持酒唱歌留晚发。骊驹应解恼人情，欲出重城嘶不歇。",
            "comment": ""
        },
        {
            "title": "玉联环/解连环",
            "content": "都人未逐风云散。愿留离宴。不须都爱洛城春，黄花讶、归来晚。叶落灞陵如翦。泪沾歌扇。无由重肯日边来，上马便、长安远。",
            "comment": ""
        },
        {
            "title": "将赴南平宿龙门洞",
            "content": "此心常欲老林丘，去意徘徊夜更留。万客祇贪门外过，少人知有洞中游。春来犹见龙孙出，静里微闻石乳流。涧水送花通阁底，寺钟催月落崖头。暂时清梦生危枕，明日浓尘拥敝辀。南是符阳北长举，所嗟不属古江州。",
            "comment": ""
        },
        {
            "title": "江南柳",
            "content": "隋堤远，波急路尘轻。今古柳桥多送别，见人分袂亦愁生。何况自关情。斜照後，新月上西城。城上楼高重倚望，愿身能似月亭亭。千里伴君行。",
            "comment": "【注释】此为送别词。词中未具体刻画送别情事，而是通过古今别情来衬托一己别情，以烘云托月的手法将别情抒写得极为深挚。全词语言素朴明快，情调清新健康，风格别具特色。起首一句从别路写起。隋炀帝开通济渠，河渠旁筑御道，栽种柳树，是为“隋堤”。“隋堤远，波急路尘轻”两句是说：这是一个水陆交通要道，成日里不知有多少车马在大路上来往，扬起“路尘”；不知有多少船只扬帆东下，随波逐流；也不知有多少人在长堤上折柳送别，以寄深情。“隋堤”是一个典型的送别环境，“波急”与“路尘轻”分写水陆行程，暗示离别，寄有别情。一个“远”字，既刻画出别者长路漫漫的旅愁，又刻画送者依依目送的情态。这二句着重从眼前、从水陆两路，横向地展开送别图景；第三句则着重从古往今来，纵向地展示送别情事。一个“多”字，几乎将古今天下此中人事全都囊括。正因为别情是如此普遍 ，也就容易唤起“ 见人分袂亦愁生”的感受了。末句以“何况”二字造成递进，突出个人眼前的离别情事。以上，词人没有具体写到个人送别情事 ，只客观叙写普遍的离情 ，只是在“亦愁生”中才微露主观情感。过片转写别后，别时种种情事都被省略了，这里只是着重写送者在城楼望月的情景。“斜照后”三字非虚设，它表明送者在城楼伫立的时辰之久，从日落到月出。“重望”又表明先已望过，上片“隋堤远”数句是日落前望中之景，至重望时应当是不甚分明了。于是送者抬头望新月，并由此而产生了一个美好的向往：“愿身能似月亭亭，千里伴君行。”此外与李白“我寄愁心与明月，随风直到夜郎西”（《闻王昌龄左迁龙标遥有此寄》）相类，但“亭亭”二字却把月的意象女性化了，而送者的身份亦不言自明，“千里伴行”的说法更是真挚深婉。"
        },
        {
            "title": "鹊桥仙",
            "content": "星桥火树，长安一夜，开遍红莲万蕊。绮罗能借月中春，风露细、天清似水。重城闭月，青楼夸乐，人在银潢影里。画屏期约近收灯，归步急、双鸳欲起。",
            "comment": ""
        },
        {
            "title": "庆佳节",
            "content": "莫风流。莫风流。风流後、有闲愁。花满南园月满楼。偏使我、忆欢游。我忆欢游无计奈，除却且醉金瓯。醉了醒来春复秋。我心事、几时休。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "簟纹衫色娇黄浅。钗头秋叶玲珑翦。轻怯瘦腰身。纱窗病起人。相思魂欲绝。莫话新秋别。何处断离肠。西风昨夜凉。",
            "comment": ""
        },
        {
            "title": "泛清苕",
            "content": "绿净无痕，过晓霁清苕，镜里游人。红柱巧，彩船稳，当筵主、秘馆词臣。吴娃劝饮韩娥唱，竞艳容、左右皆春。学为行雨，傍画桨，从教水溅罗裙。溪烟混月黄昏。渐楼台上下，火影星分。飞槛倚，斗牛近，响箫鼓、远破重云。归轩未至千家待，掩半妆、翠箔朱门。衣香拂面，扶醉卸簪花，满袖馀煴。",
            "comment": ""
        },
        {
            "title": "天仙子",
            "content": "坐治吴州成乐土。诏卷风飞来圣语。亲舆乞得便藩归，瑶席主。杯休数。清夜为君歌白苎。花接旧枝新蕊吐。造化不知人有助。看花岁岁比甘棠，嘉月暮。东门路。只恐带将春色去。",
            "comment": ""
        },
        {
            "title": "醉垂鞭",
            "content": "酒面滟金鱼。吴娃唱。吴潮上。玉殿白麻书。待君归後除。勾留风月好。平湖晓。翠峰孤。此景出关无。西州空画图。",
            "comment": ""
        },
        {
            "title": "庆春泽",
            "content": "艳色不须妆样。风韵好天真，画毫难上。花影滟金尊，酒泉生浪。镇欲留春，傍花为春唱。银塘玉宇空旷。冰齿映轻唇，蕊红新放。声宛转，疑随烟香悠扬。对暮林静，寥寥振清响。",
            "comment": ""
        },
        {
            "title": "庆同天/河传",
            "content": "海宇，称庆。复生元圣。风入南薰。拜恩遥阙，衣上晓色犹春。望尧云。游钧广乐人疑梦。仙声共。日转旗光动。无疆帝算，何独待祝华封。与天同。",
            "comment": ""
        },
        {
            "title": "双韵子",
            "content": "鸣鞘电过晓闱静。敛龙旗风定。凤楼远出霏烟，闻笑语、中天迥。清光近。欢声竟。鸳鸯集、仙花斗影。更闻度曲瑶山，升瑞日、春宫永。",
            "comment": ""
        },
        {
            "title": "定风波",
            "content": "素藕抽条未放莲。晚蚕将茧不成眠。若比相思如乱絮。何异。两心俱被暗丝牵。暂觉欲归还是恨。莫问。有情谁信道无缘。有似中秋云外月。皎洁。不团圆待几时圆。",
            "comment": ""
        },
        {
            "title": "定风波令/定风波",
            "content": "谈辨才疏堂上兵。画船齐岸暗潮平。万乘靴袍曾好问。须信。文章传口齿牙清。三百寺应游未遍。□算。湖山风物岂无情。不独渠丘歌叔度。行路。吴谣终日有馀声。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "槛菊愁烟兰泣露。罗幕轻寒，燕子双来去。明月不谙离恨苦。斜光到晓穿朱户。昨夜西风雕碧树。独上高楼，望尽天涯路。欲寄彩笺兼尺素。山长水阔知何处。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "梦断寒夜长，坐待清霜晓。临镜无人为整妆，但自学、孤鸾照。楼台红树杪。风月依前好。江水东流郎在西，问尺素、何由到。",
            "comment": ""
        },
        {
            "title": "天仙子",
            "content": "十岁手如芽子笋。固爱弄妆偷傅粉。金蕉并为舞时空，红脸嫩。轻衣褪。春重日浓花觉困。斜雁轧弦随步趁。小凤累珠光绕鬓。密教持履恐仙飞，催拍紧。惊鸿奔。风袂飘摇无定准。",
            "comment": ""
        },
        {
            "title": "感皇恩",
            "content": "廊庙当时共代工。睢陵千里远，约过从。欲知宾主与谁同。宗枝内，黄阁旧，有三公。广乐起云中。湖山看画轴，两仙翁。武林嘉语几时穷。元丰际，德星聚，照江东。",
            "comment": ""
        },
        {
            "title": "于飞乐令/于飞乐",
            "content": "宝奁开，菱鉴静，一掏清蟾。新妆脸、旋学花添。蜀红衫，双绣蝶，裙缕鹣鹣。寻思前事，小屏风、巧画江南。怎空教、草解宜男。柔桑暗、又过春蚕。正阴晴天气，更暝色相兼。幽期消息，曲房西、碎月筛帘。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "苕花飞尽汀风定。苕水天摇影。画船罗绮满溪春。一曲石城清响、入高云。壶觞昔岁同歌舞。今日无欢侣。南园花少故人稀。月照玉楼依旧、似当时。",
            "comment": ""
        },
        {
            "title": "庆金枝",
            "content": "青螺添远山。两娇靥、笑时圆。抱云勾雪近灯看。妍处不堪怜。今生但愿无离别，花月下、绣屏前。双蚕成茧共缠绵。更结後生缘。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "青袍如草。得意还年少。马跃绿螭金络脑。寒食乍临新晓。曲池斜度鸾桥。西园一片笙箫。自欲剩留春住，风花无奈飘飘。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "自古伤心惟远别，登山临水迟留。暮尘衰草一番秋。寻常景物，到此尽成愁。况与佳人分凤侣，盈盈粉泪难收。高城深处是青楼。红尘远道，明日忍回头。",
            "comment": ""
        },
        {
            "title": "醉桃源/阮郎归",
            "content": "双花连袂近香猊。歌随镂板齐。分明珠索漱烟溪。凝云定不飞。唇破点，齿编犀。春莺莫乱啼。阳关更在碧峰西。相看翠黛低。",
            "comment": ""
        },
        {
            "title": "九月望日同君谟侍郎泛西湖夜饮",
            "content": "清歌曲曲酒巡巡，一举金蕉五十分。山影与天都在水，风光为月不留云。节回路口千门待，乐过湖心四岸闻。莫笑闲官奉欢席，自来蒿艾近兰薰。",
            "comment": ""
        },
        {
            "title": "失题",
            "content": "花落春禽啼晚枝，有时香蒂点人衣。多情尽不如蝴蝶，欲起遗红贴地飞。",
            "comment": ""
        },
        {
            "title": "系裙腰",
            "content": "惜霜蟾照夜云天。朦胧影、画勾阑。人情纵是长情月，算一年年。又能得、几番圆。欲寄西江题叶字，流不到、五亭前。东池始有荷新绿，尚小如钱。问何日藕、几时莲。",
            "comment": ""
        },
        {
            "title": "酬发运马子山少卿惠与诗",
            "content": "贡馀应惜点为山，绝唱兼遗致政官。嵰地雪甜多不识，吴人未食齿先寒。",
            "comment": ""
        },
        {
            "title": "偷声木兰花",
            "content": "曾居别乘康吴俗。民到於今歌不足。骊驭征鞭。一去东风十二年。重来却拥诸侯骑。宝带垂鱼金照地。和气融人。清霅千家日日春。",
            "comment": ""
        },
        {
            "title": "生查子",
            "content": "当初相见时，彼此心萧洒。近日见人来，却恁相谩諕。休休休便休，美底教他且。匹似没伊时，更不思量也。",
            "comment": ""
        },
        {
            "title": "吴江",
            "content": "春后银鱼霜后鲈，远人曾到合思吴。欲图江色不上笔，静觅鸟声深在薦。落日未昏闻市散，青天都净见山孤。桥南水涨虹垂影，清夜澄光照太湖。",
            "comment": ""
        },
        {
            "title": "木兰花/玉楼春",
            "content": "檀槽碎响金丝拨。露湿浔阳江上月。不知商妇为谁愁，一曲行人留晚发。画堂花入新声别。红蕊调高弹未彻。暗将深意语胶弦，长愿弦丝无断绝。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "心膂良臣，帷幄元勋，左右万几。暂武林分阃，东南外翰，锦衣乡社，未满瓜时。易镇梧台，宣条期岁，又西指夷桥千骑移。珠滩上，喜甘棠翠荫，依旧春晖。须知。系国安危。料节召、还趋浴凤池。且代工施化，持钧播泽，置盂天下，此外何思。素卷书名，赤松游道，飙驭云軿仙可期。湖山美，有啼猿唳鹤，相望东归。",
            "comment": ""
        },
        {
            "title": "恨春迟",
            "content": "好梦才成又断。日晚起、云亸梳鬟。秀脸拂新红，酒入娇眉眼，薄衣减春寒。红柱溪桥波平岸。画阁外、落日西山。不分闲花并蒂，秋藕连根，何时重得双眠。",
            "comment": ""
        },
        {
            "title": "归朝欢",
            "content": "声转辘轳闻露井。晓引银瓶牵素绠。西园人语夜来风，丛英飘坠红成径。宝猊烟未冷。莲台香蜡残痕凝。等身金，谁能得意，买此好光景。粉落轻妆红玉莹。月枕横钗云坠领。有情无物不双栖，文禽只合常交颈。昼长欢岂定。争如翻作春消永。日曈曨，娇柔懒起，帘押残花影。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "但怪鲈乡一旦成，分却松江半秋色。",
            "comment": ""
        },
        {
            "title": "南歌子",
            "content": "蝉抱高高柳，莲开浅浅波。倚风疏叶下庭柯。况是不寒不暖、正清和。浮世欢会少，劳生怨别多。相逢休惜醉颜酡。赖有西园明月、照笙歌。",
            "comment": ""
        },
        {
            "title": "师师令",
            "content": "香钿宝珥。拂菱花如水。学妆皆道称时宜，粉色有、天然春意。蜀彩衣长胜未起。纵乱云垂地。都城池苑夸桃李。问东风何似。不须回扇障清歌，唇一点、小於珠子。正是残英和月坠。寄此情千里。",
            "comment": ""
        },
        {
            "title": "定风波令/定风波",
            "content": "西阁明呈奉诏行。南床吏部锦衣荣。中有瀛仙宾与主。相遇。平津选首更神清。溪上玉楼同宴喜。欢醉。对堤杯叶惜秋英。尽道贤人聚吴分。试问。也应旁有老人星。",
            "comment": ""
        },
        {
            "title": "韵和上先顿首",
            "content": "池上飞桥亭外山，野禽偷静上钩栏。晚花露重香偏细，春女衣轻体尚寒。曲水略殊今日事，南湖曾奉昔人欢。郡图可许增新致，几处模传画样看。",
            "comment": ""
        },
        {
            "title": "武陵春",
            "content": "每见韶娘梳鬓好，钗燕傍云飞。谁掬彤霞露染衣。□玉透柔肌。梅花瘦雪梨花雨，心眼未芳菲。看著娇妆听柳枝。人意觉春归。",
            "comment": ""
        },
        {
            "title": "漫天岭",
            "content": "不独高明不可谩，仍知不似泰山安。五丁破道秦通蜀，却被行人脚下看。",
            "comment": ""
        },
        {
            "title": "倾杯/倾杯乐",
            "content": "飞云过尽，明河浅、天无畔。草色栖萤，霜华清暑，轻颸弄袂，澄澜拍岸。宴玉麈谈宾，倚琼枝、秀挹雕觞满。午夜中秋，十分圆月，香槽拨凤，朱弦轧雁。正是欲醒还醉，临空怅远。壶更叠换。对东西、数里回塘，恨零落芙蓉、春不管。笼灯待散。谁知道、座有离人，目断双歌伴。烟江艇子归来晚。",
            "comment": ""
        },
        {
            "title": "醉垂鞭",
            "content": "双蝶绣罗裙，东池宴，初相见。朱粉不深匀，闲花淡淡春。细看诸处好，人人道，柳腰身。昨日乱山昏，来时衣上云。",
            "comment": "【注释】此为酒筵中赠妓之作，首句写她所穿的裙子，罗裙上绣着双飞的蝴蝶 。“ 东池”两句，记相见之地（东池）、相见之因（宴），并且点明她“侑酒”的身分。“朱粉”两句，接着写其人之面貌，而着重写其淡妆 。“ 闲花淡淡春”以一个确切的、具体的比喻，将她的神情、风度，勾画了出来。在上层社会的行乐场所，多数女子都作浓妆，一个淡妆的，就反而引人注目了，故此“闲花”虽只“淡淡春”，却大有一枝独秀的风致。张先显然受了张祜的启发，但“闲花淡淡春”一句，仍然很有创造性。唐人称美女为春色 ，如元稹称越州妓刘采春为“鉴湖春色 ”。此处“春”字，也是双关。过片三句，用倒装句法。人人都说她身材好，但据词人看来，则不但身材，实在许多地方都好，而这“诸处好”，又是“细看”后所下的评语，与上“初相见”相应。柳与美女之腰，同其婀娜多姿，连类相比，词中多有。结两句写其人的衣。古人较为贵重的衣料如绫罗之类上面的花纹 ，或出于织，或出于绣，或出于画。出于织者，如白居易《缭绫》：“织为云外秋雁行。”出于绣者，如温庭筠《南歌子》：“胸前绣凤凰。”出于画者，如温庭筠《菩萨蛮》：“画罗金翡翠。”此词写“衣上云”，而连及“乱山昏”，可见不是部分图案，而是满幅云烟，以画罗的可能性较大。词人由她衣上的云，联想到山上的云，而未写云 ，先写山，不但写山，而且写乱山，不但写乱山，而且写带些昏暗的乱山，这就使人感到一朵朵的白云，从昏暗的乱山中徐徐而出 ，布满空间 。经过这种渲染，就仿佛衣上的云变成了真正的云，而这位身着云衣的美女的出现 ，就象一位神女从云端飘然下降了。这两句的作用，决不限于写她穿衣服的别致，更主要的是制造了一种气氛，衬托出并没有正面大加描写的女主人的神韵 。写到这里，词戛然而止，更无多话，收得极其有力。所以周济在《宋四家词选》中，评为“横绝”。本词意境之妙在于亦真亦幻。如“ 昨日”两句，很明显是脱胎于宋玉《高唐赋》，而从其人所着云衣生发，就使人看了产生真中有幻之感，觉得她更加飘然若仙了。筵前赠妓，题材本属无聊。但词人笔下这幅美人素描还是相当动人的。妙处如“闲花”一句的以一胜多，“昨日”两句的真幻莫辩等。"
        },
        {
            "title": "雨中花令",
            "content": "近鬓彩钿云雁细。好客艳、花枝争媚。学双燕、同栖还并翅。我合著、你难分离。这佛面、前生应布施。你更看、蛾眉下秋水。似赛九底、见他三五二。正闷里、也须欢喜。",
            "comment": ""
        },
        {
            "title": "八宝装/八宝妆",
            "content": "锦屏罗幌初睡起。花阴转、重门闭。正不寒不暖，和风细雨，困人天气。此时无限伤春意。凭谁诉、厌厌地。这浅情薄幸，千山万水，也须来里。",
            "comment": ""
        },
        {
            "title": "少年游",
            "content": "帽檐风细马蹄尘。常记探花人。露英千样，粉香无尽，蓦地酒初醒。探花人向花前老，花上旧时春。行歌声外，靓妆丛里，须贵少年身。",
            "comment": ""
        },
        {
            "title": "惜琼花",
            "content": "汀苹白。苕水碧。每逢花驻乐，随处欢席。别时携手看春色。萤火而今，飞破秋夕。旱河流，如带窄。任身轻似叶，何计归得。断云孤鹜青山极。楼上徘徊，无尽相忆。",
            "comment": "【注释】此为怀人思归之词 。全词大开大合地转换时空，将怀人思归之情在节序交替和情事变故中层层演绎出来。词人将昔日故乡春光的艳丽和今日异乡秋色的萧索加以比照，又以昔日的纵情宴游、意气风发与今日的独倚危楼、落寞消沉进行对比，通过今昔对比的总体布局，从纵的方面加强了情感的深度、力度。上片追忆昔日游春、欢宴和别离的情景，通过景物色调、环境气氛的映衬比照，展现今昔生活的巨大变化 。首二句以当日春景起兴 ，兼点时今 、地点。“苕水”即苕溪，在作者家乡浙江吴兴 。苕溪一带，向以风光秀美著称。词写故乡春色，独取白蘋、碧水等色调鲜明的景物，组成一幅明丽的画面：汀上蘋花盛开，洁白似雪；苕溪青波涟涟，水色如碧。“白”、“ 碧 ”二字，设色浓淡相宜，点染出江南的无限春意 。三、四句因景及人 ，着意描绘昔日当此良辰美景，徜徉于花前，寄情于山水，陶醉于筵席的种种赏心乐事。两句中“每逢”从时间上说，“随处”从空间上说，强调时时处处，逢花则乐，遇席则欢，以此提挈笔势，推进感情，其纵情游赏的怡然之乐，溢于纸外。接着用“别时携手看春色”，挽住对旧游的追忆。由欢会而别离，词情因之一转 。此句承上启下，暗中转折，直跌出上片煞拍处的“萤火”二句。昔日的故乡欢会，忽成今日的异乡独处；记忆中的旖旎春光，忽成眼前秋夕流萤的惨淡景象。转瞬之间，情景陡变。上片前五句虚景实写，层层开宕；后二句由昔而今，落到现况。过片“汴河流，如带窄”两句景情缘生，融情入景，将蜿蜒远去的滔滔河水与长流不尽的绵绵乡思融化在一起，营造出流水不息，思乡不已的意境。底下“任身轻似叶，何计归得？”正是即景而生的无限盼想。波上之叶，本与水惧往，叶随水去，可漂流到日思夜想的家乡 。但作者说即使河如带窄，身轻似叶，仍难归去 ，则更深一层地写出欲归不得 ，的凄苦情怀 。接着转换笔锋 ，由俯视写到仰视。作者望乡心切，凝神远眺，然而望尽寥廓的天宇，唯见断云悠悠飘浮，孤鹜渐渐远去；天之尽头，更有一抹青山，遮住望眼。从全词看，此句造境尤高远阔大。词中所展拓的境界愈阔大，所引逗的情思往往愈绵邈深长。在这句中，云是飘浮无依的“断云”，鹜是离群失所的“孤鹜”，以此映衬自己的飘零身世和孤寂处境，可谓妙合无垠。而天之尽头的青山远影，则给人以归路迢迢、归期渺茫之感。词末由凭高临眺之景，自然过渡到凭高临眺之人。煞拍“无尽相忆”一句，感情份量极重。“相忆”二字，与上片遥相呼应，传达出一种相思而不能相见的惆怅。回首昔日，欢宴难再，往事成空；思想眼前，楼上徘徊，归思难收。全词以徘徊楼上的自我形象作结，凄惋动人，有余而不尽。"
        },
        {
            "title": "南乡子",
            "content": "潮上水清浑。棹影轻於水底云。去意徘徊无奈泪，衣巾。犹有当时粉黛痕。海近古城昏。暮角寒沙雁队分。今夜相思应看月，无人。露冷依前独掩门。",
            "comment": ""
        },
        {
            "title": "南歌子",
            "content": "醉後和衣倒，愁来殢酒醺。困人天气近清明。尽日厌厌□脸、浅含颦。睡觉□□恨，依然月映门。楚天何处觅行云。唯有暗灯残漏、伴消魂。",
            "comment": ""
        },
        {
            "title": "和元居中风水洞上祖龙图韵",
            "content": "水色风光近使君，浥尘轻雨逐车轮。暂来不宿宜无恨，多少行春不到人。",
            "comment": ""
        },
        {
            "title": "定西番",
            "content": "焊拨紫槽金衬，双秀萼，两回鸾。齐学汉宫妆样，竞蝉娟。三十六弦蝉闹，小弦蜂作团。听尽昭君幽怨，莫重弹。",
            "comment": ""
        },
        {
            "title": "庆佳节",
            "content": "芳菲节。芳菲节。天意应不虚设。对酒高歌玉壶阙。慎莫负、狂风月。人间万事何时歇。空赢得、鬓成雪。我有闲愁与君说。且莫用、轻离别。",
            "comment": ""
        },
        {
            "title": "倾杯/倾杯乐",
            "content": "横塘水静，花窥影、孤城转。浮玉无尘，五亭争景，画桥对起，垂虹不断。爱溪上琼楼，凭雕栏、久□飞云远。人在虚空，月生溟海，寒渔夜泛，游鳞可辨。正是草长苹老，江南地暖。汀洲日晚。更茶山、已过清明，风雨暴千岩、啼鸟怨。芳菲故苑。深红尽、绿叶阴浓，青子枝头满。史君莫放寻春缓。",
            "comment": ""
        },
        {
            "title": "偷声木兰花",
            "content": "雪笼琼苑梅花瘦。外院重扉联宝兽。海月新生。上得高楼无奈情。帘波不动凝釭小。今夜夜长争得晓。欲梦高唐。只恐觉来添断肠。",
            "comment": ""
        },
        {
            "title": "次韵蔡君谟侍郎寒食西湖",
            "content": "飞飞画楫绕花洲，霁雨浮花出岸流。谁广金明为水战，自来银汉有霓舟。行從使节春忧盛，住买吴山老未由。人迟归轩香接路，一分新月管弦楼。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "忆郎还上层楼曲。楼前芳草年年绿。绿似去时袍。回头风袖飘。郎袍应已旧。颜色非长久。惜恐镜中春。不如花草新。",
            "comment": "【注释】这是一首以感春怀人为内容的闺怨词。它在运思、谋篇方面自出机杼，别具一格，推陈出新。全词以颜色贯穿全篇，并用以巧妙运思、穿针引线。词之上片着眼于颜色的绿与绿之相同，使空间隔绝的近处芳草与远方行人相连结，使时间隔绝的今日所见与夕日所见相沟通，从而使楼前景与心中情融会为一，合为词境。下片着眼于颜色的新旧差异，使回忆中的昔时之袍与想像中的今日之袍相对照，使身上衣与境中人相类比，使容颜之老与花草之新形成反比。起首“忆郎还上层楼曲”一句通过闺中少妇登楼望远的视线，把她的一颗愁心送到远方游子的身边。登楼望远是古诗词中常用的意象 ，多从空间落想 ，怅望行人此去之远。第二句“楼前芳草年年绿”，则从时间落想，因见芳草“年年绿”而怅念行人远行之久。这句词取意于淮南小山《招隐士》赋“王孙游兮不归，春草生兮萋萋”，及王维《山中送别》诗“春草明年绿，王孙归不归”，暗含既怨游子不归又盼游子早归的复杂意味。上片末两句，巧妙地以第二句句末的一个“绿”字为桥梁，从“芳草年年绿”到“绿似去时袍”，由望景过渡到怀人，感今过渡到思昔。抒情女主人公从芳草之绿生发联想，勾起回忆，想起郎君去时所着衣袍的颜色 ，并进而追忆其人临去依依、回首相望时，衣袖随风飘动的情景。这一细节深深印在她的记忆之中，时时都会重现在眼前，如今，因望见芳草绿、想到“去时袍”，当初的一幕幕又分明似在眼前了。从这两句词，即可以想见词中人当年别郎时的留恋，也可以想见其今日“ 忆郎 ”时的惆怅。牛希济《生查子》词中的：“记得绿罗裙，处处怜芳草。”可与这两句词参读，不同的是：张先词就居者立言；牛词则拟居者口吻以嘱咐行者。过片两句，紧承上片的三、四两句。词笔不离衣袍，而又翻出新意。同样是写那件绿色的衣袍，但上两句是回忆去时的袍色 ，这两句是想象别后的袍色。前者把一片相思在时间上拉回到过去，后者则把万缕柔情在空间上载送到远方 。同时 ，这两句又与上片第二句中的“ 年年 ”两字遥相呼应，也是从时间落想，暗示别离之长久。正因别离已久，才会产生衣袍已旧、怕那去时耀眼的绿色已经暗淡无光的推测。又从袍之旧、色之褪 ，触发青春难驻、朱颜易改之感。于是，自然引出下面“惜恐镜中春，不如花草新”两句，把词意再推进一步。词中人之所惋惜、恐惧的是一个意义更深广、带有永恒性的人生悲剧，而不仅仅是一次别离的痛苦。离别固然折磨人，但行人终有归来之日，日后相逢之乐还可以补偿今日相思之苦；至于人生短促、岁月无情，而居者与行者都会在分离中老去，这却是无可挽回、无可补偿的，正所谓“最是人间留不住 ，朱颜辞镜花辞树 ”（王国维《 蝶恋花 》）。这两句词，则对照眼前“ 芳草年年绿”之景，怨叹人之不如花草。花落了，明年还会开；草枯了，明年还会绿；而人的青春却一去不复返了。镜中的春容只会年年减色，不会岁岁更新。刘希夷诗“年年岁岁花相似，岁岁年年人不同”（《白头吟》）说的也是这样的意思。此词在谋篇方面句句相承 、环环相扣 。上片因“忆郎”而“上层楼”，因“上层楼”而见“楼前芳草”，因芳草之“绿”而回忆郎袍之“绿”，再因去时之“ 袍 ”而想到风飘之“袖”。首句与次句的两个“楼”字，紧相扣合；次句与第三句的两个“绿”字 ，上下钩连 ；第四句的“ 袖 ”字固与第三句的 “袍”字相应，句中的“回头”两字也暗与第三句的“去时”两字相承，针线绵密，过渡无痕。下片虽另起新意，却与上片藕断丝连。因三、四两句回忆起去时之袍，过片两句就进一步想象今日之袍；在过片两句的上、下句间，则是因衣袍之“旧”而致慨于“颜色非长久”。接下来的两句，更因袍色之不长久而想到“ 镜中春”也不长久，再回溯上片“芳草年年绿”句 ，而有感于不如花草之年年常新。通篇脉络井然，层次分明。"
        },
        {
            "title": "碧牡丹",
            "content": "步帐摇红绮。晓月堕，沈烟砌。缓板香檀，唱彻伊家新制。怨入眉头，敛黛峰横翠。芭蕉寒，雨声碎。镜华翳。闲照孤鸾戏。思量去时容易。钿盒瑶钗，至今冷落轻弃。望极蓝桥，但暮云千里。几重山，几重水。",
            "comment": ""
        },
        {
            "title": "渔家傲 和程公辟赠",
            "content": "巴子城头青草暮，巴山重叠相逢处。燕子占巢花脱树。杯且举，瞿堂水阔舟难渡。天外吴门青雪路，君家正在吴门住。赠我柳枝情几许。春满缕，为君将入江南去。",
            "comment": "【注释】这是作者为友人程公辟赠别之作而写的和词，也是一首富含民歌风味的词。发端三句指出分别的地点、时间和景色。巴子即今之巴县，在渝州附近，周代为巴子国，与巴东、巴西合称三巴，三巴都可以称巴山。先说眼前巴子城头碧草萋萋，正是“ 斜阳暮暮长安道，是离人断魂处”（柳永《引贺行》）。再写远望重峦叠翠，那是两人相逢之处。“燕子占巢”形容如今双燕归来，接着写花开又复花落，春去夏来，时光如水；人事变迁，亦复如此，曾几何时，相爱的人相逢而又将别。“杯且举”两句，写饯别宴上，送行者劝君更尽一杯酒 ，祝君能得平安旅 。瞿塘峡，即“古西陵峡也，连崖千丈，奔流电源，舟人为之恐惧”（《太平寰宇记》）。此峡在夔州（今奉节县）之东，滩石险阻，猿鸟哀鸣，是民歌《 竹枝 》的流行地。唐代诗人刘禹锡任夔州刺史时有《 竹枝》九篇，其中写道：“瞿塘嘈嘈十二滩。此中道路古来难。”又云：“白帝城头春草生 ，白盐山下蜀江清，南人上来歌一曲，北人莫上动乡情 。”本词亦是叙行路之难 ，乡关之思，写得明白如话，复叠回环，颇有民歌风味。下片将视线从长江头移向长江尾，从巴子城头移到“天外吴门、清霅路”，正是两人家乡所在。所谓“天外”，是形容其远。吴门（今苏州市，程师孟故乡 ）与霅溪（在作者故乡湖州乌程东南）相隔不远，如今一人归而一人留，自启思乡之情。这里字面有意重复，以使词意进一步发展。结尾三句宛转其意。作者自注曰：“来词云‘折柳赠君君且住’。”折柳赠别，意在挽留。作者为了感激其深情厚谊，所以要把所赠的柳枝和无限乡思带回那草长莺飞的江南。这里的“江南”，承上“君家正在吴门住”句，意指“吴门”。意为：君虽滞留而寄情的柳枝与我惧归，亦足慰怀矣。语言明白流利而词句却委婉，多低徊不尽之意。"
        },
        {
            "title": "定西番",
            "content": "秀眼谩生千媚，钗玉重，髻云低。寂寂挹妆羞泪，怨分携。鸳帐愿从今夜，梦长连晓鸡。小逐画船风月，渡江西。",
            "comment": ""
        },
        {
            "title": "木兰花/玉楼春",
            "content": "插花劝酒盐桥馆。召节促行龙阙远。吴船渐起晚潮生，蛮榼未空寒日短。庆门奕世隆宸眷。归到月陂梅已绽。有情愿寄向南枝，图得洛阳春色看。",
            "comment": ""
        },
        {
            "title": "赠妓兜娘",
            "content": "十载芳洲抚白苹，移舟弄水赏青春。当时自倚青春力，不信东风解误人。",
            "comment": ""
        },
        {
            "title": "迎春乐",
            "content": "城头画角催夕宴。忆前时、小楼晚。残虹数尺云中断。愁送目、天涯远。枕清风、停画扇。逗蛮簟、碧纱零乱。怎生得伊来，今夜里、银蟾满。",
            "comment": ""
        },
        {
            "title": "百媚娘",
            "content": "珠阙五云仙子。未省有谁能似。百媚算应天乞与，净饰艳妆俱美。若取次芳华皆可意。何处比桃李。蜀被锦纹铺水。不放彩鸳双戏。乐事也知存後会，争奈眼前心里。绿皱小池红叠砌。花外东风起。",
            "comment": ""
        },
        {
            "title": "木兰花/玉楼春",
            "content": "青钱贴水萍无数。临晓西湖春涨雨。泥新轻燕面前飞，风慢落花衣上住。红裙空引烟娥聚。云月却能随马去。明朝何处上高台，回认玉峰山下路。",
            "comment": ""
        },
        {
            "title": "行香子",
            "content": "舞雪歌云。闲淡妆匀。蓝溪水、深染轻裙。酒香醺脸，粉色生春。更巧谈话，美情性，好精神。江空无畔，凌波何处，月桥边、青柳朱门。断钟残角，又送黄昏。奈心中事，眼中泪，意中人。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "肠断送韶华。为惜杨花。雪球摇曳逐风斜。容易著人容易去，飞过谁家。聚散苦咨嗟。无计留他。行人洒泪滴流霞。今日画堂歌舞地，明日天涯。",
            "comment": ""
        },
        {
            "title": "少年游",
            "content": "碎霞浮动晓朦胧。春意与花浓。银瓶素绠，玉泉金甃，真色浸朝红。花枝人面难常见，青子小丛丛。韶华长在，明年依旧，相与笑春风。",
            "comment": ""
        },
        {
            "title": "夜厌厌/夜行船",
            "content": "昨夜小筵欢纵。烛房深、舞鸾歌凤。酒迷花困共厌厌，倚朱弦、未成归弄。峡雨忽收寻断梦。依前是、画楼钟动。争拂雕鞍葱葱去，万千恨、不能相送。",
            "comment": ""
        },
        {
            "title": "南歌子",
            "content": "残照催行棹，乘春拂去衣。海棠花下醉芳菲。无计少留君住、泪双垂。烟染春江暮，云藏阁道危。行行听取杜鹃啼。是妾此时离恨、尽呼伊。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "愁似鳏鱼知夜永，懒同蝴蝶为春忙。",
            "comment": ""
        },
        {
            "title": "河满子",
            "content": "溪女送花随处，沙鸥避乐分行。游舸已如图障里，小屏犹画潇湘。人面新生酒艳，日痕更欲春长。衣上交枝斗色，钗头比翼相双。片段落霞明水底，风纹时动妆光。宾从夜归无月，千灯万火河塘。",
            "comment": ""
        },
        {
            "title": "天仙子",
            "content": "持节来时初有雁。十万人家春已满。龙标名第凤池身，堂阜远。江桥晚。一见湖山看未遍。障扇欲收歌泪溅。亭下花空罗绮散。樯竿渐向望中疏，旗影转。鼙声断。惆怅不如船尾燕。",
            "comment": ""
        },
        {
            "title": "离亭宴",
            "content": "捧黄封诏卷。随处是、离亭别宴。红翠成轮歌未遍。已恨野桥风便。此去济南非久，惟有凤池鸾殿。三月花飞几片。又减却、芳菲过半。千里恩深云海浅。民爱比、春流不断。更上玉楼西，归雁与、征帆共远。",
            "comment": ""
        },
        {
            "title": "燕归梁",
            "content": "去岁中秋玩桂轮。河汉净无云。今年江上共瑶尊。都不是、去年人。水精宫殿，琉璃台阁，红翠两行分。点唇机动秀眉颦。清影外、见微尘。",
            "comment": ""
        },
        {
            "title": "江城子",
            "content": "小圆珠串静慵拈。夜厌厌。下重帘。曲屏斜烛，心事入眉尖。金字半开香穗小，愁不寐，恨西蟾。",
            "comment": ""
        },
        {
            "title": "画堂春",
            "content": "外潮莲子长参差。霁山青处鸥飞。水天溶漾画桡迟。人影鉴中移。桃叶浅声双唱，杏红深色轻衣。小荷障面避斜晖。分得翠阴归。",
            "comment": "【注释】这首词既写江南夏日湖山之美，又写歌女容貌和性灵之美。全词融自然美与女性美于一境，写出了歌女在天光水色之间的清歌妙发，表现出湖山和人物纯真自然的性灵。上片起句开门见山，直写湖中美景。江南湖泊往往是重重相连 。当外湖长满莲篷的时候，远远望去，高低参差，错落有致，比起荷花盛开，又是别有一番风味，此时正是游湖的好时光。下句展开远景：“霁山青处鸥飞”，是写天放晴了，雨洗过后的青山，格外的青，而在那青山映衬之间，几点翩飞的白鸥，显得格外的白 。“水天溶漾画桡迟。”词人俯仰上下，只见水涵着天 ，天连着水 ，水天溶溶漾漾，融而为一。游湖之人陶醉了，于是，任只见中缓缓地行。画桡 ，指画船。迟，谓缓行。在这样美好的大自然里，人有时忘却自己，有时却又以为自己是江山风月的主人。清莹的湖面正好是一面镜子 ，照出自己的存在。“ 人影鉴中移。”人在船中，船行水上，水面如镜，人影在镜里移动。下片由写景转为写人，重点描写歌女容貌之美和性灵之美。“桃叶浅声双唱”与“杏红深色轻衣”两句为对仗，一写其歌声，一写其衫色。桃叶，本是晋代王献之妾之名。献之笃爱桃叶，曾作《桃叶歌》歌之，传其辞云：“桃叶复桃叶，渡江不用楫。但渡无所苦 ，我自迎接汝 。”南朝陈时，江南盛歌之，见《 乐府诗集 》卷四十五《桃叶歌》题解。词上句以 “桃叶浅声”写所唱，此“桃叶”即《桃叶歌》，非指人而言。歌声轻婉，故曰“浅声”，女伴同唱，故曰“双唱”。此句写船上的一对歌女双双唱起了轻柔宛转的歌声。“杏红深色轻衣”则写青山绿水，上下天光之间，歌女杏红的衣色，显得格外深。深，亦是词人印象之深。词人写歌女之印象，不写其容貌而写其衣著，正是韵高脱俗的体现。这时正当暑天，故著轻衣。然而 ，词人印象更深的是 ：“小荷障面避斜晖。分得翠阴归。”暑天斜晖犹热，故而歌女采得一枝荷叶遮面。荷叶虽小，可是当乘船一路归去时，词人却感觉到，好象自己也分得了她手持荷叶的一份绿阴凉意 。小荷障面之姿态，很美；分得翠阴之感受，虽为错觉，但更美。此词在游湖这一赏心乐事中，表现了自然风光和人物容貌、性灵之美，体现出词人高雅、清旷的审美意趣，抒写了词人对于大自然和生活的无限热爱。"
        },
        {
            "title": "恨春迟",
            "content": "欲借红梅荐饮。望陇驿、音信沈沈。住在柳州东岸，彼此相思，梦去难寻。乳燕来时花期寝。淡月坠、将晓还阴。争奈多情易感，音信无凭，如何消遣得初心。",
            "comment": ""
        },
        {
            "title": "破阵乐",
            "content": "四堂互映，双门并丽，龙阁开府。郡美东南第一，望故苑、楼台霏雾。垂柳池塘，流泉巷陌，吴歌处处。近黄昏，渐更宜良夜，簇簇繁星灯烛，长衢如昼，暝色韶光，几许粉面，飞甍朱户。和煦。雁齿桥红，裙腰草绿，云际寺、林下路。酒熟梨花宾客醉，但觉满山潇鼓。尽朋游、同民乐，芳菲有主。自此归从泥诏，去指沙堤，南屏水石，西湖风月，好作千骑行春，画图写取。",
            "comment": ""
        },
        {
            "title": "木兰花/玉楼春",
            "content": "楼下雪飞楼上宴。歌咽笙簧声韵颤。尊前有个好人人，十二阑干同倚遍。帘重不知金屋晚。信马归来肠欲断。多情无奈苦相思，醉眼开时犹似见。",
            "comment": ""
        },
        {
            "title": "更漏子",
            "content": "锦筵红，罗幕翠。侍宴美人姝丽。十五六，解怜才。劝人深酒杯。黛眉长，檀口小。耳畔向人轻道。柳阴曲，是儿家。门前红杏花。",
            "comment": "【注释】此词以才子佳人之爱为主题，颇有戏剧性地叙写了才子佳人歌筵酒席之间的邂逅 。全词以叙事见胜，笔墨紧凑 ，场面 、人物、动作、对话表现得极为精彩，风格清新，明秀而又含蓄，情感热烈、轻倩而不流于浅薄，读来引人入胜。起首两句为场面描写，写的是锦筵铺红，罗幕垂碧 ，同时为下边美人出场暗设衬托 。“侍宴美人姝丽。”这一位侍宴的歌女生得很美，出现在红筵翠幕之间，自是格外光彩照人。“十五六，解怜才”，点其年龄之轻，则歌女之动人，词人之动心，皆在不言之中。“解怜才”三字，极有分量，说这位歌女虽很年轻，却懂得什么是爱。正是因为她倾倒于词人的才华，所以才“劝人深酒杯”。人，即词人自指。这句词意为歌女劝词人饮尽、斟满。《道山清话》载“每张先来 ，即令侍儿出侑觞，往往歌子野之词 ”，可证。这句妙在很有分寸，入情入理。在酒席之上，众目睽睽之下，这位歌女要向词人初次表示自己的爱慕，必然是也只能是通过劝酒之际来暗表衷情。这一动作描写，不仅刻画出她的爱情心理，而且十分贴近歌女的身份。下片接着写歌女借劝酒进一步大胆表示。过片两句，为歌女而特写檀口为浅绛 ，檀口即红艳的嘴唇。这两句写当歌女手执酒壶 ，在词人面前俯身斟酒时，词人对她美貌的观感：只见她画眉长，红唇小。不难想见，此时此刻，两人目光相注，目成心许，所以机灵而大胆的歌女当下便“ 耳畔向人轻道 ”：“柳阴曲，是儿家。门前红杏花。”此三句是歌女声口，尤言：柳阴隐秘之处，便是妾家，可别忘了，门前有红杏花！声音虽轻柔，胆子却很大；话虽简短，情感却很挚烈 。此三句 ，歌女性情全出。这几句话虽极大胆 ，却合情合理，完全符合歌女的身份。结句极美，将词境溶入一片红杏花之中。这首词，将才子佳人一见钟情的邂逅叙写得既富于故事性、戏剧性又富于抒情色彩，将才子佳人之爱表现得颇具情韵，堪称爱情词中难得的精品。"
        },
        {
            "title": "醉眠亭",
            "content": "醉翁家有醉眠亭，为爱江堤乱草青。不听耳边啼鸟唤，任教风外杂花零。饮酣未必过此舍，乐甚应宜造大庭。五柳北窗知此趣，三闾南拟漫孤醒。",
            "comment": ""
        },
        {
            "title": "凤栖梧/蝶恋花",
            "content": "密宴厌厌池馆暮。天汉沈沈，借得春光住。红翠斗为长袖舞。香檀拍过惊鸿翥。明日不知花在否。今夜圆蟾，後夜忧风雨。可惜歌云容易去。东城杨柳东城路。",
            "comment": ""
        },
        {
            "title": "次韵清明日西湖",
            "content": "新火飞烟上柳梢，天供好景助诗豪。江湖一处逢嘉月，溟海同时得巨鳌。白水更随春雨长，青云不及画楼高。千桡插羽鼙声动，十里惊雷夺暮涛。",
            "comment": ""
        },
        {
            "title": "玉树后庭花/后庭花",
            "content": "宝床香重春眠觉。魫窗难晓。新声丽色千人，歌後庭清妙。青骢一骑来飞鸟。靓妆难好。至今落日寒蟾，照台城秋草。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "屏山斜展。帐卷红绡半。泥浅曲池飞海燕。风度杨花满院。云情雨意空深。觉来一枕春阴。陇上梅花落尽，江南消息沈沈。",
            "comment": ""
        },
        {
            "title": "子山再惠诗见和因又续成子山不以予不才两发",
            "content": "清卿恩德重鳌山，诗寄闲栖白首官。须信夜光谁可得，玉龙沉睡玉渊寒。",
            "comment": "【注释】【原题】：子山再惠诗见和因又续成子山不以予不才两发章薦"
        },
        {
            "title": "虞美人",
            "content": "恩如明月家家到。无处无清照。一帆秋色共云遥。眼力不知人远、上江桥。愿君书札来双鲤。古汴东流水。宋王台畔楚宫西。正是节趣归路、近沙堤。",
            "comment": ""
        },
        {
            "title": "相思儿令",
            "content": "春去几时还。问桃李无言。燕子归栖风紧，梨雪乱西园。犹有月婵娟。似人人、难近如天。愿教清影长相见，更乞取长圆。",
            "comment": ""
        },
        {
            "title": "塞垣春",
            "content": "野树秋声满。对雨壁、风灯乱。云低翠帐，烟销素被，签动重幔。甚客怀、先自无消遣。更篱落、秋虫叹。叹樊川、风流减。旧欢难得重见。停酒说扬州，平山月、应照棋观。绿绮为谁弹，空传广陵散。但光纱短帽，窄袖轻衫，犹记竹西庭院。老鹤何时去，认琼花一面。",
            "comment": ""
        },
        {
            "title": "醉桃源/阮郎归",
            "content": "仙郎何日是来期。无心云胜伊。行云犹解傍山飞。郎行去不归。强匀画，又芳菲。春深轻薄衣。桃花无语伴相思。阴阴月上时。",
            "comment": ""
        },
        {
            "title": "木兰花/玉楼春",
            "content": "轻牙低掌随声听。合调破空云自凝。姝娘翠黛有人描，琼女分鬟待谁并。弄妆俱学闲心性。固向鸾台同照影。双头莲子一时花，天碧秋池水如镜。",
            "comment": ""
        },
        {
            "title": "木兰花/玉楼春",
            "content": "去年春入芳菲国。青蕊如梅终忍摘。阑边徒欲说相思，绿蜡密缄朱粉饰。归来故苑重寻觅。花满旧枝心更惜。鸳鸯从小自相双，若不多情头不白。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "闻人语著仙卿字。�で楹抟饣剐胂病：慰霾莩な薄＞魄捌倒惨痢＝肯愣驯φ省Ｔ碌嚼婊ㄉ稀Ｐ氖铝饺酥�。掩灯罗幕垂。",
            "comment": ""
        },
        {
            "title": "踏莎行",
            "content": "波湛横眸，霞分腻脸。盈盈笑动笼香靥。有情未结凤楼欢，无憀爱把歌眉敛。密意欲传，娇羞未敢。斜偎象板还偷盰。轻轻试问借人麽，佯佯不觑云鬟点。",
            "comment": ""
        },
        {
            "title": "更漏子",
            "content": "相君家，宾宴集。秋叶晓霜红湿。帘额动，水纹浮。缬花相对流。薄霞衣，酣酒面。重抱琵琶轻按。回画拨，抹幺弦。一声飞露蝉。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "霓舟忽舣鲈鱼乡，槎阁却凌云汉域。",
            "comment": ""
        },
        {
            "title": "润州甘露寺",
            "content": "丞相高斋半草莱，旧时风月满亭台。地众日月生时见，眼到江山尽处回。三国是非春梦断，六朝城阙野花开。心随潮水漫漫去，流遍烟邨半日来。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "移得绿杨栽後院。学舞宫腰，二月青犹短。不比灞陵多送远。残丝乱絮东西岸。几叶小眉寒不展。莫唱阳关，真个肠先断。分付与春休细看。条条尽是离人怨。",
            "comment": "【注释】此词将旷怨之情融入柳寄离情的境界中来表现，表情达意极为含蓄。全词将咏柳与写人熔于一炉，通过叙写伊人在风尘中横被攀折之苦，移入人家后有所改变而仍有不满一事，塑造出一个浑然一体的动人形象，展示出一段曲折哀惋的特殊情事。上片谓从外间移来了一株小小杨柳，将它栽种在后院，从此它就脱离了横遭攀折飘零之苦。言下之意颇为自得。杨柳垂条轻盈袅娜，在诗词中常与美人纤腰互为比喻 。此处说“学舞宫腰”就将杨柳拟人化，开篇便宛然有一个歌女兼舞女的形象在。“学舞”云云 ，可见其年尚小 ，不特“二月青犹短”的形容而然 。这样 ，移柳之事似乎暗示着一个小歌女脱离风尘，进了人家宅院，于是境遇大变：“不比灞陵多送远，残丝乱絮东西岸。”灞陵亦作霸陵，乃汉文帝陵寝所在，在长安东，附近有灞桥，自汉唐以来均为折柳送别之地，“残丝乱絮”抛置之多，不言自明。二句暗示歌女脱离为人随意作践的境地，有了一个好心的主人扶持。过片“几叶小眉寒不展”，以杨柳嫩叶比美人之眉，仍是继续前面的拟人，连下句依然显现着那个小歌女的形象。叶儿“寒不展”，状歌女颦眉情态，表明她心绪不佳。“莫唱《阳关》”四字暗示出离别情事 。《阳关》，曲辞即王维名作《送元二使安西》，乃送别曲也。与谁离别呢？看来便是前述那位好心的主人了 ，他将外出，故伊人依依难舍 。“真个肠先断”的“肠”与“眉”一样是柳的借喻。末二句进一步点明断肠原因，兼寄词人的感慨。其中代用了唐人雍陶《题情尽桥》“自此改名为折柳，任他离恨一条条 ”的名句 。那柳丝似乎条条尽是离人怨苦的具象了。"
        },
        {
            "title": "苏幕遮",
            "content": "柳飞绵，花实少。镂板音清，浅发江南调。斜日两竿留碧□。马足重重，又近青门道。去尘浓，人散了。回首旗亭，渐渐红裳小。莫讶安仁头白早。天若有情，天也终须老。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "垂螺近额。走上红裀初趁拍。只恐轻飞。拟倩游丝惹住伊。文鸳绣履。去似杨花尘不起。舞彻伊州。头上宫花颤未休。",
            "comment": "【注释】这是一首描绘少年艺妓舞蹈形象的作品。全词以纤细巧妙的艺术手法，把从起舞到急舞、缓舞以及舞罢的全套舞蹈动作写得层次分明，姿态各异。上片开篇句，写舞蹈的开始。“垂螺近额”，指下垂近额角的螺形发髻，这样的发型，说明舞女年纪尚幼，还带几分稚气。“走上红裀初趁拍”，是说这位舞女以轻快的脚步上场，随即按着音乐的节拍，在红地毯上翩跹起舞。“走”字，意为疾趋、快步。这二句抓住舞女的头上装束和脚下动作，描写了舞蹈的第一阶段 。“ 只恐”二句是从观众眼中写舞女的动作。这位舞女身轻如燕，急速飞旋，像是要飞到天上去。词人作为观众，不禁为她耽心，于是想让空中的游丝把她牵惹住。“只恐”、“拟倩”两组虚词，前呼后应，仰承俯注，设想奇绝，富于诗意。换头两句，转写舞女的双脚。她穿着绣有文采鸳鸯的舞鞋，在红地毯上轻快地旋转、跳跃，一忽儿节奏放缓 ，她象杨花一样飘去 ，连一丝儿灰尘也未沾惹。《伊州》，商调大曲名，唐时来自西北边地。词至结处，才知道伴奏的乐曲乃是《伊州》，前面所说的“初趁拍”乃是指配合《伊州》调的节拍。一曲奏毕，舞蹈停止，而舞女头上的宫花还在颤巍巍地摇晃不休。这样的结尾极有余味，这颤动的宫花，让人仍旧沉浸在舞蹈的意境中，久久不愿醒来&#8943;&#8943;。古典诗词中专以舞蹈为题材的作品不多，本篇则是为数不多的同类作品中出类拔萃之作。词中以纤细巧妙的笔法描绘舞技的高超，如用游丝、杨花、宫花之类质地较轻之物衬托或比喻动作的轻盈飘逸，使人如亲临亲见，获得了极高的艺术享受。"
        },
        {
            "title": "望江南/忆江南",
            "content": "青楼宴，靓女荐瑶杯。一曲白云江月满，际天拖练夜潮来。人物误瑶台。醺醺酒，拂拂上双腮。媚脸已非朱淡粉，香红全胜雪笼梅。标格外尘埃。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "藕丝衫翦猩红窄。衫轻不碍琼肤白。缦鬓小横波。花楼东是家。上湖闲荡桨。粉艳芙蓉样。湖水亦多情。照妆天底清。",
            "comment": ""
        },
        {
            "title": "木兰花/玉楼春",
            "content": "相离徒有相逢梦。门外马蹄尘已动。怨歌留待醉时听，远目不堪空际送。今宵风月知谁共。声咽琵琶槽上凤。人生无物比多情，江水不深山不重。",
            "comment": ""
        },
        {
            "title": "醉桃源/阮郎归",
            "content": "落花浮水树临池。年前心眼期。见来无事去还思。如今花又飞。浅螺黛，淡胭脂。开花取次宜。隔帘灯影闭门时。此情风月知。",
            "comment": ""
        },
        {
            "title": "一丛花令",
            "content": "伤高怀远几时穷？无物似情浓。离愁正引千丝乱，更东陌，飞絮蒙蒙。嘶骑渐遥，征尘不断，何处认郎踪？双鸳池沼水溶溶，南北小桡通。梯横画阁黄昏后，又还是，斜月帘栊。沉恨细思，不如桃杏，犹解嫁东风。",
            "comment": "【注释】①穷：尽，这里有了结之意。②引：招致。③桡：船桨。这里引申为船。桡：一作“桥”。【评解】这首词写的是闺中人春日登楼引起的相思与愁恨。上片写别后愁怀；下片是回忆当年。最后三句借羡慕桃杏犹解嫁东风，叹息人不如物。词中以桃杏喻人，以无情比有情，设想新颖，颇有艺术魅力。【集评】刘逸生《宋词小札》：这首《一丛花》，比较深刻地体贴了少女的心情，反过来衬托自己对她的怀念，却是写得很成功的。范公偁《过庭录》：子野郎中《一丛花》词云：“沉恨细思，不如桃杏，犹解嫁东风。”一时盛传。永叔尤爱之，恨未识其人。子野家南地，以故至都谒永叔，阍者以通，永叔到屣迎之曰：“此乃‘桃杏嫁东风’郎中。”-----------------------此词写一位女子在她的恋人离开后独处深闺的相思和愁恨 。词的结尾两句，通过形象而新奇的比喻，表现了女主人公对爱情的执着、对青春的珍惜、对幸福的向往 、对无聊生活的抗议、对美好事物的追求，是历来传诵的名句。起首一句，是在经历了长久的离别、体验过多次伤高怀远之苦以后 ，盘郁萦绕在胸中的感情的倾泻。它略去了前此的许多情事，也概括了前此的许多情事。起得突兀有力，感慨深沉。第二句是对“几时穷”的一种回答，合起来的意思是伤高怀远之情之所以无穷无尽，是因为世上没有任何事情比真挚的爱情更为浓烈的缘故。这是对“情”的一种带哲理性的思索与概括。这是挟带着强烈深切感情的议论。以上两句，点明了词旨为伤高怀远，又显示了这种感情的深度与强度。接下来三句，写伤离的女主人公对随风飘拂的柳丝飞絮的特殊感受。“离愁 ”，承上“伤高怀远”。本来是乱拂的千万条柳丝引动了胸中的离思，使自己的心绪纷乱不宁，这里却反过来说自己的离愁引动得柳丝纷乱。这一句貌似无理的话，却更深切地表现了愁之“浓”，浓到使外物随着它的节奏活动，成为主观感情的象征 。这里用的是移情手法 。而那濛濛飞絮 ，也仿佛成了女主人公烦乱 、郁闷心情的一种外化。“千丝”谐“千思”。上片末三句写别后登高忆旧。尤言：想当时郎骑着嘶鸣着的马儿逐渐远去，消逝在尘土飞扬之中，今日登高远望，茫茫天涯，又要到哪里去辩认郎的踪影呢？“何处认”与上“伤高怀远”相呼应。过片上承伤高怀远之意，续写登楼所见。“双鸳池沼水溶溶，南北小桡通。”说不远处有座宽广的池塘，池水溶溶，鸳鸯成双成对地在池中戏水，小船来往于池塘南北两岸。这两句看似闲笔，但“双鸳”二字既点出对往昔欢聚时爱情生活的联想又见出今日触景伤怀、自怜孤寂之情。说“南北小桡通”，则往日莲塘相约、彼此往来的情事也约略可想。下片三 、四、五句写时间已经逐渐推移到黄昏，女主人公的目光也由远而近，收归到自己所住的楼阁。只见梯子横斜着，整个楼阁被黄昏的暮色所笼罩，一弯斜月低照着帘子和窗棂。这虽是景语，却隐隐传出一种孤寂感。“又还是”三字，暗示这斜月照映画阁帘栊的景象犹是往日与情人相约黄昏后时的美好景象，如今景象依旧，而自从与对方离别后，孑然孤处，已经无数次领略过斜月空照楼阁的凄清况味了。这三个字，有追怀，有伤感，使女主人公由伤高怀远转入对自身命运的沉思默想。结拍三句化用李贺《南园》诗中“可怜日暮嫣香落，嫁与东风不用媒”之句，说怀着深深的怨恨，细细地想想自己的身世，甚至还不如嫣香飘零的桃花杏花，她们在自己青春快要凋谢的时候还懂得嫁给东风，有所归宿 ，自己却只能在形影相吊中消尽青春 。说“桃杏犹解”，言外之意是怨嗟自己未能抓住“嫁东风 ”的时机 ，以致无所归宿。而从深一层看，这是由于无法掌握自己命运而造成的，从中显出“沉恨细思”四个字的分量。这几句重笔收束，与一开头的重笔抒慨铢两相称。词中“不如桃杏，犹解嫁东风”句，使作者获得了“桃杏嫁东风”的雅号。张先的许多艳词都是感情浅薄的，而此词却情真意切，无论在思想方面还是在艺术方面都值得永远为人称道。"
        },
        {
            "title": "更漏子",
            "content": "杜陵春，秦树晚。伤别更堪临远。南去信，欲凭谁。归鸿多北归。小桃枝，红蓓发。今夜昔时风月。休苦意，说相思。少情人不知。",
            "comment": ""
        }
    ]
}