{
    "dynasty": "宋",
    "author": "张嵫",
    "poems": [
        {
            "title": "昭君怨 园池夜泛",
            "content": "月在碧虚中住，人向乱荷中去。花气杂风凉，满船香。云被歌声摇动，酒被诗情掇送。醉里卧花心，拥红衾。",
            "comment": "【注释】张鎡是宋代名将张浚的后代 ，临安城里的豪富。南宋小朝廷虽蜗居在“一勺西湖水”边，但大官僚家庭依旧是起高楼，宴宾客，修池苑，蓄声妓。据《齐东野语》记载，张鎡家中 ，“园池、声妓、服玩之丽甲天下” ，“姬侍无虑百数十人，列行送客，烛光香雾 ，歌吹杂作，客皆恍然如游仙也”。这首词写的也是欢娱不足，夜泛园地、依红偎翠的生活，就思想内容来说 ，除了作为当时上层社会生活的诗化记录外，并没有多少积极意义，但这首词和一般的艳体词又有一些区别 ，作者将“香雾”、“歌吹”移带碧池月下，艳丽中透出秀洁，富贵化成了清雅，主人公因过份的享受而迟钝了的感觉也在大自然中变得细腻而敏感了，“夜泛”带上了更多的艺术情调。我们先看上片。开头一句“月在碧虚中住 ”，采用了化实为虚，虚实交映的描写手法 。“碧虚”一般指碧空，但又可指碧水，如张九龄《送宛句赵少府》：“修竹含清景，华池淡碧虚 。”这一句将天空之碧虚融入池水之碧虚中，虚实不分，一个“住”字写出了夜池映月，含虚映碧的清奇空灵的景色 。“人向乱荷中去”，由景而人 ，“乱”字写出了荷叶疏密、浓淡、高低、参差之态 ，“去”字将画面中的人物推入乱荷深处 。“花气杂风凉，满船香 。”这两句重点写“夜泛”，作者又将舟行的过程化为风凉花香的感受来写。凉夜泛舟，香雾空蒙。视觉失去了作用，而其它感观却随之敏锐起来，丝丝凉风，幽幽清香，均能感受到。借助嗅觉和听觉，不仅暗示了舟的移动，而且流露出作者泛舟荷池的愉悦：舟行其间，凉风拂面，月光如水，墨荷点点，使人感觉恍入仙境，凡胎脱尽，道骨仙风。下片开头写“云被歌声摇动”，雕缕无形 ：一路清歌，舟移水动，水底云天也随之摇动，作者将这种虚幻的倒影照“实”写来，再现了池中天光水色深融无间的美景，又暗用秦青歌遏行云的典故，含蓄地赞叹了歌伎声色之美，这一句，写池光与天光合一，融化之妙，如盐在水。在这种清雅的环境中 ，“酒被诗情掇送”，冷香飞上笔端 ，“掇送”者 ，催迫也。于是 ，下面写醉卧粉阵红围中。词作又一次化实为虚，一语双关，避免了堕入恶趣。“醉里卧花心，拥红衾”，词写的是醉酒舟中，美人相伴，拥红扶翠，但因舟在池中，莲花倒映水底，“醉后不知天在水”，似乎身卧花心，覆盖着纷披红荷。结束能化郑为雅，保持清丽的格调。据《青箱杂记》卷五载：晏殊选诗，凡格调猥俗而脂腻者皆不载；他每吟咏富贵，不言金玉锦绣，而惟说其气象，如所写“楼台侧畔杨花过，帘幕中间燕子飞” 、“梨花院落溶溶月，柳絮池塘淡淡风”等句子，不言富贵，不镂金银，而富贵自在其中，了无痕迹。曾自言 ：“穷儿家有这景致也无？”晏殊的诗论对于我们理解这首词有一定的帮助，这首词也是表现园池胜景、富贵生活的，但词作不是堆金砌玉，而是化实为虚，以气象暗喻富贵。如以写景而论，这首词是声色俱美，其色有碧虚、红衾、白云、翠荷，其声有歌声、水声、风声，其嗅有花香、酒香，但这一切被安置在明月之下 ，碧虚之上，浓艳就变成了清丽，富贵的景致就淡化成为一种氤氲的气象，深得晏殊诗词意境之妙。另外，在这一首词中，词人力求将对声色逸乐的追求化入对自然美的发现中，这样，月下泛舟，携姬清游竟充满了一种诗情画意，纯粹的物质享乐生活就更多地带上了文化生活的因素。当然，这只是一种符合贵族阶层审美趣味的文化生活，然而，它毕竟比一味描写感官享受的同类内容的作品提供了更多的东西，因此，也就显得更为高明。"
        },
        {
            "title": "菩萨蛮 芭蕉",
            "content": "风流不把花为主，多情管定烟和雨。潇洒绿衣长，满身无限凉。文笺舒卷处，似索题诗句。莫凭小阑干，月明生夜寒。",
            "comment": "【注释】咏物词发展到南宋已进入成熟期，不仅作品数量众多，而且更重视写作技巧和形式类。与北宋的咏物词相比较 ，南宋咏物词更具有一种幽微细腻的特色，虽然不容易看出其寄托所在，但更富有朦胧美。张鎡的这首词就能够将作者内心的情思同作品外化的意象融合无间，使读者若有所悟又难以名状。词的上片集中刻画了芭蕉独特的风姿和品格。起句从芭蕉跟别的花卉草木的对比中写出它同中有异的特点 。在人们眼光中，“风流”、“多情”、“潇洒”是许多花卉草木所共有的，然而词人之所以特别欣赏芭蕉，却是由于它那独特的清逸绝俗风姿。芭蕉并不以色彩斑斓 、绚丽多姿的花朵来显示它的“风流”，它也不在丽日和风中与群芳争妍，只有到了烟雨空濛和雨滴拍打的时刻，芭蕉，这才以一身潇洒的绿衣，显示出它那特有的风韵和情致，吸引人们观赏，撩拨人们的情思。一切繁喧炽热跟芭蕉无缘，它浑身上下透出的是无限清凉。不仅使人想起吴文英的名句“纵芭蕉不雨也飕飕”（《唐多令》），这样，我们从芭蕉独具的潇洒、清凉，依稀感受到词人的心灵，现出了一个风流、多情、而又潇洒雅洁的文人形象。下片顺着“绿衣长”、“满身凉”的拟人化的描写发展，逐渐从外形深入到心灵。词人观赏芭蕉风情万种，情为之动；芭蕉得遇知音，也动起感情来了。看，那一片片开张伸展的硕大绿叶，就象是在我面前铺开的文笺，要请我在上面题写生动的诗句呢！但我又能写什么呢？这时，明月已升到中天，清辉泻在芭蕉那略披白粉的绿叶上，好象生出了一层薄薄的寒霜，袭来一阵又一阵寒气。唉，别再倚着阑干痴看了，还是回屋去吧！“莫凭小阑干 ，月明生夜寒”两句，淡淡地透露出词人在此情此景下若有所思、若有所悟的感触。这种感触是什么呢？是芭蕉的清高与索句的催迫使他感到自愧弗如、无辞以对？是眼前的清冷促使他想到了趋炎附势的炎凉世态？还是“以其境过清”（柳宗元《小石潭记》），“凛乎其不可久留”（苏轼《后赤壁赋》），而只得消然离去呢？词人没有明白说出，却留下了让读者充分联想、回味的余地，言有尽而意无穷。在诗词中，芭蕉常常同孤独忧愁特别是离情别绪相联系。李清照曾写过：“窗前谁种芭蕉树 ？阴满中庭。阴满中庭，叶叶心心舒卷有余情。伤心枕上三更雨 ，点滴霖霪 。点滴霖霪，愁损北人不惯起来听。”（《添字丑奴儿》）把伤心、愁闷情绪一古脑儿倾吐出来，对芭蕉甚至还颇为怨悱。张鎡这首词的感情抒发却相当空灵含蓄 。他的哀愁和悲凉并没有直接倾吐，而是在雨丝烟雾里，在寒夜月色中，朦胧而自然地流露出来。一缕淡淡的哀愁回肠九曲 ，大有欲吐又吞、欲说还休的况味。张鎡的这首词与唐代钱珝的《未展芭蕉》诗（冷烛无烟绿惜干 ，芳心犹卷怯春寒。一缄书札藏何事，会被车风暗拆看。），虽然暗示性有所不及，但在总体意境上更富有象征意蕴，表达上也越显得曲折幽深。"
        }
    ]
}