{
    "dynasty": "宋",
    "author": "张维屏",
    "poems": [
        {
            "title": "十咏图·贫女",
            "content": "蒿簪掠鬓布裁衣，水鑑虽明亦嬾窥。数亩秋禾满家食，一机官帛几梭絲。物为贵宝天应与，花有秋香春不知。多少年来豪族女，总教时样画蛾眉。",
            "comment": ""
        },
        {
            "title": "十咏图·玉蝴蝶花",
            "content": "雪朵中间蓓蕾齐，骤开尤觉绣工迟。品高多说琼花似，曲妙谁将玉笛吹。散舞不休零晚树，团飞无定撼风枝。漆园如有须为梦，若在蓝田种更宜。",
            "comment": ""
        },
        {
            "title": "留守舍人张公安国闻维筑亭题其榜曰朝阳既去",
            "content": "日边清切以文鸣，立对朝阳欲问程。笔落生春变寒谷，诗来将喜破愁城。檐前水到乘槎便，天际山横与槛平。准拟公归道过此，小留觞咏集簪缨。",
            "comment": "【注释】【原题】：留守舍人张公安国闻维筑亭题其榜曰朝阳既去而亭成复为赋诗次韵"
        },
        {
            "title": "十咏图·归燕",
            "content": "社燕秋归何处乡，群雏齐老稻青黄。犹能时暂栖庭树，渐觉稀疏度苑墙。已任风庭下帘幕，却随烟艇过潇湘。前春认得安巢所，应免差池拣杏梁。",
            "comment": ""
        },
        {
            "title": "三将军歌并序",
            "content": "三将军，一姓葛，两姓陈，捐躯报国皆忠臣。英夷犯粤寇氛恶，将军奉檄守沙角。奋前击贼贼稍却，公奋无如兵力弱。凶徒蜂拥向公扑，短兵相接乱刀落。乱刀斫公肢体分，公体虽分神则完。公子救父死阵前，父子两世忠孝全。陈将军，有贤子；葛将军，有贤母。子随父死不顾身，母闻子死数点首。夷犯定海公守城，手轰巨炮烧夷兵。夷兵入城公步战，炮洞公胸刀劈面。一目劈去斗犹健，面血淋漓贼惊叹。夜深雨止残月明，见公一目犹怒瞪，尸如铁立僵不倒，负公尸归有徐保。陈将军，福建人。自少追随李忠毅，身经百战忘辛勤。英夷犯上海，公守西炮台。以炮击夷兵，夷兵多伤摧。公方血战至日旰，东炮台兵忽奔散。公势既孤贼愈悍，公口喷血身殉难。十日得尸色不变，千秋祀庙吴人建。我闻人言为此诗，言非一人同一辞。死夷事者不止此，阙所不知诗亦史。承平武备皆具文，勇怯真伪临阵分。天生忠勇超人群，将才孰谓今无人？呜呼将才孰谓今无人，君不见二陈一葛三将军！",
            "comment": "【注释】原序：三将军者，陈公联升、陈公化成、葛公云飞也。道光庚子、辛丑、壬寅、三公皆以御夷寇、力战殁于阵。余闻人述三公事，作三将军歌。"
        },
        {
            "title": "登黄岩绝顶",
            "content": "姊妹石娟娟，回看锁碧烟。云深僧梦稳，壁峭客身悬。舄下走飞瀑，杖头开洞开。文殊峰上立，孤塔共巍然。",
            "comment": ""
        },
        {
            "title": "题张公洞",
            "content": "年来行乐与民同，探穴追踪太史公。幽洞初开名易著，苍崖新刻句难工。风驱俗驾松扉外，云锁仙丹石室中。付与山僧司管钥，勿教胜地草蒙茸。",
            "comment": ""
        },
        {
            "title": "十咏图·宿清江小舍",
            "content": "菰叶青青绿荇齐。",
            "comment": ""
        },
        {
            "title": "新雷",
            "content": "造物无言却有情，每于寒尽觉春生。千红万紫安排着，只待新雷第一声。",
            "comment": ""
        },
        {
            "title": "三元里",
            "content": "三元里前声若雷，千众万众同时来。因义生愤愤生勇，乡民合力强徒摧。家室田庐须保卫，不待鼓声群作气，妇女齐心亦健儿，犁锄在手皆兵器。乡分远近旗斑斓，什队百队沿溪山。众夷相视忽变色：“黑旗死仗难生还。”夷兵所恃惟枪炮，人心合处天心到，晴空骤雨忽倾盆，凶夷无所施其暴：岂特火器无所施，夷足不惯行滑泥，下者田塍苦踯躅，高者冈阜愁颠挤。中有夷酋貌尤丑，象皮作甲裹身厚。一戈已摏长狄喉，十日犹悬郅支首。纷然欲遁无双翅，歼厥渠魁真易事。不解何由巨网开，枯鱼竟得攸然逝。魏绛和戎且解忧，风人慷慨赋同仇，如何全盛金瓯日，却类金缯岁币谋。",
            "comment": ""
        },
        {
            "title": "和刘颖",
            "content": "不贤那得似长城，偶向潢池盗弄兵。静沼何妨无事饮，幽寻聊记所居名。千山倒影湖新复，两洞潜珍景旋生。纪事还须武陵笔，亭成唯拟看题荣。",
            "comment": ""
        },
        {
            "title": "十咏图·太守马太卿会六老于南园",
            "content": "贤侯美化行南国，华发欣欣奉宴娱。政绩已闻同水薤，恩辉遂喜及桑榆。休言身外荣名好，但恐人间此会无。他日定知传好事，丹青宁羡洛中图。",
            "comment": ""
        },
        {
            "title": "十咏图·闻砧",
            "content": "遥野空林砧杵声，浅沙栖雁自相鸣。西风送响暝色静，久客感秋愁思生。何处征人移塞帐，实时新月落江城。不知今夜捣衣曲，欲写秋闺多少情。",
            "comment": ""
        },
        {
            "title": "十咏图·孤帆",
            "content": "江心云破处，遥见去帆孤。浪阔疑升汉，风高若泛湖。依微过远屿，彷佛落荒芜。莫问乘舟客，利名同一途。",
            "comment": ""
        },
        {
            "title": "十咏图·送丁逊秀才赴举",
            "content": "鹏去天池凤翼随，风云高处约先飞。青袍赐宴出关近，带取琼林春色归。",
            "comment": ""
        },
        {
            "title": "次韵同经略舍人登七星山",
            "content": "列岫凌虚滃翠岚，龙泓澄澈七星涵。岩瞻好向西湖看，飞去何妨自岭南。",
            "comment": ""
        },
        {
            "title": "十咏图·宿后陈庄",
            "content": "腊冻初开苕水情，烟村远郭漫吟行。滩头斜日凫鷖队，枕上西风鼓角声。一棹寒灯随夜钓，满犁膏雨趁春耕。谁言五福仍须富，九十年余乐太平。",
            "comment": ""
        },
        {
            "title": "十咏图·庭鹤",
            "content": "戢翼盘桓傍小庭，不无清夜梦烟汀。静翘月色一团素，闲啄苔钱数点青。终日稻粱聊自足，满前鸡鹜漫相形。已随秋意归诗笔，更与幽栖上画屏。",
            "comment": ""
        }
    ]
}