{
    "dynasty": "宋",
    "author": "张绍文",
    "poems": [
        {
            "title": "夜坐",
            "content": "金鸭香残酒半醒，夜深寒月过西棂。可怜心事无人识，诗眼与灯相对青。",
            "comment": ""
        },
        {
            "title": "锺山路间",
            "content": "立马锺山路，斜阳锁乱峰。断碑生绿藓，古道立青松。青事梅边觉，乡愁酒后浓。兴亡多感慨，我辈复情锺。",
            "comment": ""
        },
        {
            "title": "绝句二首",
            "content": "晓云扶日上高梧，一枕青酲困未苏。山鸟不知如许事，隔窗犹自劝提壶。",
            "comment": ""
        },
        {
            "title": "自淮阳还里中抵舍一夕即为通川之行",
            "content": "喜得归来席未安，又携书剑上江干。莫陪亲戚话情愫，空指溪山说肺肝。客路几程来杳杳，天涯二棹去漫漫。故乡又被江云隔，写得诗成欲寄难。",
            "comment": ""
        },
        {
            "title": "醉乡",
            "content": "醉乡诗笔是生涯，短短蛮笺字字斜。沉水一株烟未断，半窗寒月上梅花。",
            "comment": ""
        },
        {
            "title": "酹江月/念奴娇 淮城感兴",
            "content": "举杯呼月，问神京何在，淮山隐隐。抚剑频看勋业事，惟有孤忠挺挺。宫阙腥膻，衣冠沦没，天地凭谁整。一枰棋坏，救时著数宜紧。虽是幕府文书，玉关烽火，暂送平安信。满地干戈犹未戢，毕竟中原谁定。便欲凌空，飘然直上，拂拭山河影。倚风长啸，夜深霜露凄冷。",
            "comment": "【注释】此词写出作者面对国势危殆，感到无限悲愤哀伤的情怀。其时正值蒙古灭金后，大举攻宋之际。作者正住在两淮，眼前目见蒙军的，咄咄逼人之势，身后则是南宋朝廷的腐朽败落，不禁慨然伤怀，写下这首词，以抒胸臆。《酹江月 》即《念奴娇 》，音节高亢满怀激情，适宜抒写豪迈悲壮和惆怅的感情。围绕重整河山的政治抱负，开篇三个问句，落笔不凡。作者举杯高声问高悬的明月 ，“神京何在？”问月的举动本身已充分表现了作者无人倾诉的压抑的心情，神京指北宋故都汴京，自徽 、钦被俘死在异域之后 ，多年来和战纷纭，至今仍是故土久违。在高问“神京何在”这种高亢激昂的句子之后接上“淮山隐隐”，凄凉迷惘之情，深寓于凄迷之景。“抚剑频看勋业事，惟有孤忠挺挺”。用“频看”与“惟有”突出问题的严重性及作者的急迫心情。词的第一小段就表现出了语气急促和词意的起伏跌宕，自汴京失守后中原故土衣冠文物荡然无存，面对占领者肆意抢夺与残暴行经，作者悲愤填膺，发出大义凛然的一声高问：“天地凭谁整？”此句一出，词的意境升高 ，作者的这个“谁”，是包括自己在内的千千万万爱国志士 。作者清醒地认识到时局败坏，危机四伏，大有一发而不可收和拾之势。所以，他大声疾呼：“一枰棋坏，救时著数宜紧。”将岌岌可危的时局比作形势不妙的棋局。人们知道，棋局不好，必须出“手筋”，出“胜负手”，丝毫不容懈怠。这一比喻极为鲜明逼真生动，是对当朝者苟且偷安，醉生梦死的当头斥责。词的上片用“问神京何在 ？”“天地凭谁整？”将政治形势与面临的任务摆出，并以救棋局为例生动地说明应采取补救措施。下片则针对现状中存在的问题，发出第三问：“毕竟中原谁定 ？”同时，表明自己的态度与痛苦、愁闷之情。“幕府文书”，指前方军事长官所发出的公文；“玉关烽火”，代指前线军中的消息。现在虽都“暂送平安信”，前方暂告平安无事，但战乱未停，占事未休，蒙古人正在窥伺江南，这种平静安宁只是一种假象 ，是火山爆发前的安宁 。然而，当朝权贵不理睬收复失地的主张，不招用抗战人才 ，却在压抑民气 ，因此，作者在“满地干戈犹未戢 ”之后发出“毕竟中原谁定”之问 ，其声颇带悲凉气氛 ，表现了一个爱国者为国家生死存亡的忧愁，同时 ，也暗含自己不可推卸的责任感。表面上，“毕竟中原谁定”一句与上片的“天地凭谁整”文义略同，但这不是简单的重复，而是在“天地凭谁整”基础上的词意递进 ，同时加深思想感情。“便欲凌空，飘然直上 ，拂拭山河影”。这里作者借拂拭月亮表现澄清中原和重整河山的强烈愿望 。“倚风长啸，夜深霜露凄冷”为最后两句，改换角度，表现作者愤激满胸的情怀 。尽管作者幻想“飘然直上”，去扫除黑暗，但无法摆脱污浊可憎的现实的约束。由于理想与现实的矛盾不可调和，不禁使人抑郁难耐，迸发的感情受到压抑，于是“倚风长啸”，倾吐悲愤怨气。“夜深霜露凄紧”则透露出严酷的时代氛围。结尾仍是扣人心弦发人深省的。这首词以词格来写政事，以设问句提出问题，以比喻句阐明问题，文字朴素，不崇雕琢，但却简洁明快，气韵豪迈飘逸。词的写作，作者不采用大起大落的笔势，而是以回旋往复的曲调来表现抑扬相错的情感，节奏舒缓却意味隽永。"
        },
        {
            "title": "水龙吟",
            "content": "日迟风软花香，困人天气情怀懒。牡丹谢了，酴醿开後，红稀绿暗。慵下妆楼，倦吟莺镜，粉轻脂淡。叹韶华迤逦，将春归去，沉思处、空肠断。长是愁蛾不展。话春心、只凭双燕。良辰美景，可堪虚负，登临心眼。雁杳鱼沉，信音难托，水遥山远。但无言，倚遍阑干十二，对芳天晚。",
            "comment": ""
        },
        {
            "title": "绝句二首",
            "content": "雨过盘池起绿波，夜来添得几圆荷。单衣不奈春寒恶，却美杨枝挟纩多。",
            "comment": ""
        },
        {
            "title": "春闺怨效唐才调集体",
            "content": "杨柳和烟翠不分，东风吹雨上离樽。鹍弦调急难藏恨，燕子楼高易断魂。锦子书成春梦游远，玉壶泪满夜灯昏。马蹄想过长亭路，细与萧郎认去痕。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "数遍时贤，谁似云溪，未老得闲。自抽身州县，归休旧隐，灰心名利，跳出尘寰。卸却朝衣，笑拈拄杖，日在花阴竹径间。身轻健，任高眠晏起，渴饮饥餐。垂弧猛省当年。且约住春风开寿筵。况园亭池馆，新奇佳丽，弟兄子侄，歌笑团栾。绿鬓朱颜，纶巾羽扇，做个人间长寿仙。霞觞举，愿年年今日，长对南山。",
            "comment": ""
        },
        {
            "title": "小院",
            "content": "小院春寒闭寂寥，东风吹雪未全消。山茶谢了梅花落，移得诗情上柳条。",
            "comment": ""
        },
        {
            "title": "壶中天/念奴娇",
            "content": "丹台仙伯，记踪迹当年、琼楼金阙。底事来游人世界，为爱风云水月。结屋南园，境随人胜，不是溪山别。今朝初度，碧莲千顷齐发。况是鸳侣新偕，凤雏才长，占人间欢悦，且尽壶天终夕醉，听取妙歌千阙。待得西风，鹗书飞上，更复青毡物。功成名遂，赤松还伴高洁。",
            "comment": ""
        },
        {
            "title": "定林",
            "content": "三间书屋年年在，一点禅灯夜夜明。门外青苗浑不见，半山松竹自秋声。",
            "comment": ""
        },
        {
            "title": "金陵道中晚宿",
            "content": "卸却征衣卧客窗，移床切莫近寒螿。空阶一雨凄凉甚，不怨梧桐怨夜长。",
            "comment": ""
        },
        {
            "title": "江亭晚眺",
            "content": "登高便可豁双明，吟外还能见物情。南北盛衰关大数，英雄得失总虚名。莫云千里乡心远，寒雁一声秋意清。江上白鸥应笑我，等闲虚负水边盟。",
            "comment": ""
        },
        {
            "title": "自维扬辞亲暂归里中登楼有作",
            "content": "烂漫家山景物妍，西风收拾下蛮笺。半分寒事梅花里，一段幽怀夕照边。渔唱凄凉招野色，雁行缥缈带晴烟。淮山只在栏干北，目送飞云重黯然。",
            "comment": ""
        },
        {
            "title": "即事",
            "content": "电挟雷声迅，风将雨脚多。须臾寂无有，造化果如何。饥鼠撼帏行，哀蛩语径莎。披衣起中夜，有感寄长歌。",
            "comment": ""
        },
        {
            "title": "送梁中砥入道从三茅许松豀",
            "content": "无意觅封侯，来从长史游。辞章唐韵度，人物晋风流。花影天坛午，松声月涧秋。登临尽诗境，分我半山不。",
            "comment": ""
        },
        {
            "title": "山庵夜宿呈深居先生",
            "content": "松迳转幽密，一程深一程。涛声在平地，月色正三更。僧定欲唤起，鹤眠频梦惊。晓来真富贵，露叶缀珠璎。",
            "comment": ""
        },
        {
            "title": "即事",
            "content": "地迥秋声远，山空野兴多。宦游聊尔耳，疏嬾奈吾何。摇落惊黄叶，推敲步绿莎。新凉大自在，对酒且高歌。",
            "comment": ""
        },
        {
            "title": "云溪叔公赐饮大梅花下以疏影横斜暗香浮动分",
            "content": "清沟泂寒波，怪石乱扶拥。轻风卷浓云，天际孤月涌。主人宴亲宾，会合意弥重。列炬照寒梅，繁星粲修陇。清香逼诗魂，吟兴欲飞动。酩酊归去来，严城角三弄。",
            "comment": "【注释】【原题】：云溪叔公赐饮大梅花下以疏影横斜暗香浮动分韵得动字"
        }
    ]
}