{
    "dynasty": "宋",
    "author": "张舜民",
    "poems": [
        {
            "title": "咏长安兴废地",
            "content": "忆昔开元全盛日，汉苑隋宫已黍离。覆辙由来皆在说，今人还起古人悲。",
            "comment": ""
        },
        {
            "title": "所寓开利寺小池有四色莲花青黄白红红者千叶",
            "content": "深山草木自幽奇，四色荷花世所稀。孤独园中瞻佛眼，凝祥池上捧天衣。白公没后禅林在，王俭归来幕府非。水冷风高人不到，却怜鸥鸟日相依。",
            "comment": "【注释】【原题】：所寓开利寺小池有四色莲花青黄白红红者千叶皆北土所未见者也惜其遐陬有此异卉"
        },
        {
            "title": "九日和检法登高之作",
            "content": "重阳何处可登临，独有条山可共寻。世上几人能到此，樽前万事莫相侵。溪风猎猎时吹帽，菊蕊纷纷易满襟。莫为嘉辰频索醉，也须随分惜光阴。",
            "comment": ""
        },
        {
            "title": "东武二首",
            "content": "景公登牛山，俯阚临邑区。耕耘被广野，轩冕充脩衢。斗鸡走狗马，击筑吹笙竽。鱼盐来海岱，桑柘入青徐。饶乐曾无敌，弃背复何如。公乃叹而泣，顾谓诸大夫。安得千万年，长有此国都。大夫助公泣，献寿犹欷嘘。晏子敛袂笑，笑此君臣愚。世事如轮环，曾不借须臾。前此十数公，今已成丘墟。胡不长守此，乃与子孙居。始知富贵者，喜受庸人谀。岂独当时笑，后世亦揶揄。",
            "comment": ""
        },
        {
            "title": "邓正字宅见刘明复所画麓山秋景",
            "content": "洛阳才子见长沙，自识中丹鬓未华。文武才全皆不试，丹青笔妙更谁加。老杉列在堂皇上，小景将归学士家。我有故山常自写，免教魂梦落天涯。",
            "comment": ""
        },
        {
            "title": "打麦",
            "content": "打麦打麦，彭彭魄魄。声在山南应山北，四月太阳出东北。才离海峤麦尚青，转到天心麦已熟。鹖旦催人夜不眠，竹鸡叫雨云如墨。大妇腰鐮出，小妇具筐逐。上垅先捋青，下垅已成束。田家以苦乃为乐，敢惮头枯面焦黑。贵人荐庙已尝新，酒醴雍容会所亲。曲终厌饫劳童仆，岂信田家未入脣。尽将精好输公赋，次把升斗求市人。麦秋正急又秧禾，丰岁自少凶岁多，田家辛苦可奈何。将此打麦词，兼作插禾歌。",
            "comment": ""
        },
        {
            "title": "书节孝先生事实於先生诗编之后",
            "content": "古人往矣名空存，尔来冠带谁其伦。语言渊骞行盗跖，俯仰不愧何缤缤。先生道义完且洁，去彼取此非今人。事亲岂但彩衣戏，刻木省定长悲辛。抛官却扫醉经史，胸中无复留纤尘。履穿袍敝突不墨，辞幣与粟甘清贫。自从秀发到白首，造次於是非一晨。当知有昊悯浇散，先生故出拔斯民。嗟余禀赋虽不敏，管窥偶幸知所因。讲闻先生亦已久，云为辄以书诸绅。朅来广陵两阅岁，所得比旧尤加亲。此编雅什盈数百，覃思成诵惊余神。恍如听乐周太庙，黄钟大吕皦且纯。又如典瑞出圭璧，璀璨溢目非玞珉。伟哉固足信万一，彷彿想见容彬彬。吾皇图治急遗逸，空谷相望推蒲轮。先生高卧焉得遂，细札匪日颁严闉。重惭韁锁脱无计，洒扫犹阻致此身。愿言师法不少懈，异日有立逃湮沦。",
            "comment": ""
        },
        {
            "title": "木瓜",
            "content": "商州楚地户，宛在江汉偏。草木已渐包，果实尤可怜。木瓜大如拳，橙橘家家悬。隔崖有宿叶，黄紫凝霜烟。高秋万嶂出，一望通郧川。都邑虽僻陋，来者多名贤。",
            "comment": ""
        },
        {
            "title": "秋暮书怀",
            "content": "爱静无由静，思归不得归。干时虚碌碌，怀往迥依依。菊酒还吹帽，玄霜未授衣。知他蘧伯玉，曾悟少年非。",
            "comment": ""
        },
        {
            "title": "梁才甫自湖南移使广西移使广东自广东复移湖",
            "content": "天际雪帆百尺开，广西移去广东回。未成老大归朝计，且喜平安出岭来。竹马共迎新使节，松斋暗锁旧莓苔。回思托荫无多日，早至潇湘欲重陪。",
            "comment": "【注释】【原题】：梁才甫自湖南移使广西移使广东自广东复移湖外三年之间周历四路今者北还已越郴岭道次作诗见寄渴於会遇谨用赓和"
        },
        {
            "title": "秋晚三首",
            "content": "久雨秋深对晚晴，近山昏黑远山明。滩头艇子排行系，水底鱼儿作队行。衰柳带风犹喜舞，残蝉送日尚能鸣。角冠藜杖何为者，独向溪边忘姓名。",
            "comment": ""
        },
        {
            "title": "和陈宪车蜡梅",
            "content": "黄宫暖律暗相催，腊后春前见蜡梅。青帝不知无蝶至，黄花先赏有蜂来。风飘嫩蕊添莺羽，雪驾寒香入酒杯。尽道此花居第一，如何更有百花开。",
            "comment": ""
        },
        {
            "title": "下滩二绝句",
            "content": "下得寒滩水漫流，山平水远更清幽。几何舟楫随风去，唯有渔人得自由。",
            "comment": ""
        },
        {
            "title": "寄陆彦回同年",
            "content": "忍从多难生华发，枉被高谈敝黑貂。策马又从关塞去，空将回首恋中条。",
            "comment": ""
        },
        {
            "title": "送孙积中同年赴任陕府",
            "content": "劭农使者岭南回，上佐题舆陕道开。河水已随浮世去，条山应喜故人来。雨摧苦笋催羹臛，风颭樱桃落酒杯。我欲函关更西去，不知令尹肯相陪。",
            "comment": ""
        },
        {
            "title": "送鞠十二朝散将漕二浙",
            "content": "关塞烟尘二十秋，适持使节海山头。行衙到处皆如寺，按部经年不离舟。公举所知当勿枉，上供易足更何求。若论安便无加此，祇恐旁求第一流。",
            "comment": ""
        },
        {
            "title": "君马黄",
            "content": "君马良，乘乘黄。仆臣御，守法度。乍可三驱失前禽，不可一朝为诡遇。假使四牡，项领无害。六辔如组，周旋中规，折旋中矩。听和鸾之声，遵康庄之路。马不骇舆，君子安处。如欲登九折之险，走羊肠之阻，蒙犯霜露，跌踢风雨。虽使造父再生，王良复出，予亦未知其如何尔。",
            "comment": ""
        },
        {
            "title": "济川堂",
            "content": "河流便当城，峻岭借为屏。疑在金山寺，凭栏看北泠。",
            "comment": ""
        },
        {
            "title": "送罗正之年兄出使二浙",
            "content": "玉麈助清谈，金貂饰高位。二物已杀身，无剥生民利。君为使者官，犹作农夫事。随轩载畚插，一心惟度地。惟梁及齐岱，潢汙变滞穗。玉食反无鱼，黄牛如象贵。凡人畏辛苦，君处乃乐易。富哉太伯墟，吴越之委積。二年苦昏垫，灶臼成蛙肆。一日死百人，官司但熟视。不获乃命君，物议已为迟。君其尚勉旃，副彼朝廷意。若为濬泾洪，可得露城市。诛其姑息人，戢彼因循吏。死者不可招，存者如何置。赴海与壑邻，实系君之智。君家本天台，立身颇勤勚。一生在州县，晚岁称宪使。南人重衣锦，今尔实自致。弭节拜坟墓，椎牛设乡遂。翁媪上篱观，挥零复嗟喟。咸曰罗家儿，今日乃如是。伊予出西北，仕路每相值。交代又同年，莫予论事契。嗜好无不同，出处亦有类。天台与四明，一生游梦寐。淡荡秋风中，都门把归袂。行与兴公游，閒过贺老醉。二客傥有言，因风幸相寄。",
            "comment": ""
        },
        {
            "title": "岳麓寺",
            "content": "初投旱梅戈，忽整潇湘枻。彭蠡镜中行，桐庭天外倚。",
            "comment": ""
        },
        {
            "title": "鲸鱼",
            "content": "东海十日风，巨浪碎山谷。长鲸跨十寻，宛转在平陆。雷火从天来，砉然刳两目。肌肤煮和油，骨节分为屋。腥羶百里内，户户至厌足。我闻海上人，明珠可作烛。鲸鱼复何罪，海若一何酷。从欲谗风伯，大钧问不告。踌蹰复叹息，归咎当溟渎。托形天地閒，独尔有含蓄。大者不能容，小者又何益。却羡蝦鱼辈，安然保家族。",
            "comment": ""
        },
        {
            "title": "北湖集句",
            "content": "北湖泛空明，移舟泊沧渚。篙师暗理楫，宛转到深处。回流抱绝巘，长烟曳轻素。山明望松雪，湖闇兼云雾。遥风送管弦，白日无尘土。皎镜含虚碧，瘴烟跕飞羽。高冢空累累，昔时卿相墓。郴州颇凉冷，沧洲有奇趣。逐客久憔悴，世途多礼数。孤影空相随，不知从此去。终朝对樽酒，况复天景暮。乐罢不无悲，却寻故乡路。",
            "comment": ""
        },
        {
            "title": "下滩二绝句",
            "content": "江风淅淅似相催，绿竹丹枫去又来。任使雪帆能破浪，不知归客已心灰。",
            "comment": ""
        },
        {
            "title": "岩花",
            "content": "托根何太远，得地亦相宜。土石生为偶，红香想自知。风英将片片，雨实渐离离。戍客思攀折，无何历处危。",
            "comment": ""
        },
        {
            "title": "佚老堂为陶敏宣德题",
            "content": "未老刚称老，言休即便休。浔阳真有后，彭泽善贻谋。隐几悲残漏，回头见急流。便须移醉石，偃卧北窗幽。",
            "comment": ""
        },
        {
            "title": "同刘贡甫学士登石鼓合江亭一首",
            "content": "乘兴俄成石鼓游，可堪摇落楚江秋。岩中名字今何在，亭下潇湘古亦愁。万里再惊金马客，一家重上木兰舟。却令二水知人意，合势相邀向北流。",
            "comment": ""
        },
        {
            "title": "南衙寺会宿王鲍二同年",
            "content": "遍走长城塞，归由舜阪头。榜中千里骏，天外二星流。花月仍寒雨，关河逼寺楼。宁知十年后，此地并衾裯。",
            "comment": ""
        },
        {
            "title": "送何子温提刑奉使江东",
            "content": "奉使江东知几春，此行重驾赤车轮。青绫故被留归我，白发祠郎便乞亲。老大岂堪愁桂玉，秋风依旧长鲈蒪。宦途出处何须较，且与庐山作主人。",
            "comment": ""
        },
        {
            "title": "黄陵题咏",
            "content": "箫韶不返九疑愁，双凤追思楚水秋。袆翟飘摇摧画壁，佩环零落挂帘钩。春深兰芷供香案，日暮乌鸢送客舟。自是江湖清绝处，后人憔悴写离忧。",
            "comment": ""
        },
        {
            "title": "邯郸少年",
            "content": "邯郸全盛时，人物自都雅。更得幽并儿，豪气阴相假。生求赵王剑，千金不论价。力购燕国姝，临高起亭榭。使酒丛台上，夜猎西陵下。闻说五陵儿，臂鹰驰犬马。",
            "comment": ""
        },
        {
            "title": "八月十五日夜清溪舟次",
            "content": "清溪水底月团团，因见中秋忆去年。旱海五更霜透甲，郴江万里桂随船。昔看故国光常满，今望天涯势似偏。只恐姮娥应笑我，还将只影对婵娟。",
            "comment": ""
        },
        {
            "title": "题薛判官秋溪烟竹",
            "content": "深墨画竹竹明白，淡墨画竹竹带烟。高堂忽尔开数幅，半隐半见如自然。",
            "comment": ""
        },
        {
            "title": "十月十九日诸讲官晨趋迩英前夕初雪沾洽寻有",
            "content": "西风拔地夜飘霙，天惠胪传讲暂停。病眼昏花逋读史，高谈快论阻横经。御沟容与冰初合，苑柳扶疏叶未零。可是太平占上瑞，衰才殊不解丹青。",
            "comment": "【注释】【原题】：十月十九日诸讲官晨趋迩英前夕初雪沾洽寻有旨权住讲一日既而同子开内翰正夫侍郎元功舍人少竚资善一饫而出诸公嘉其景而被上恩乃谓衰薄不可无作聊书长句深愧斐然"
        },
        {
            "title": "洒然堂",
            "content": "何必徜徉水石间，听君言语已孱颜。三湘尽处犹逢竹，五岭回时却见山。吏案总教如雁雁，灵源我且似鸥閒。天边猿鹤皆相识，惟欠携筇日往还。",
            "comment": ""
        },
        {
            "title": "思善堂",
            "content": "春风长万物，棘子犹卷然。及至华实稠，已悲霜露先。功随四时去，不待三牲全。所以陟屺人，设身常舍旃。",
            "comment": ""
        },
        {
            "title": "花时对雪",
            "content": "急霰飘零际，群芳烂熳中。半开先逐水，未落已随风。兵渡金陵破，尘来绣岭空。谁能劳樽酒，暂使客颜红。",
            "comment": ""
        },
        {
            "title": "元夕端居感事四绝句",
            "content": "何事今宵动所思，此欢常与少年期。莫疑杜甫吟兼哭，为忆开元最盛时。",
            "comment": ""
        },
        {
            "title": "度秦岭",
            "content": "狗日去中山，春尽抵冯翊。闰晦适石城，发轸蒙再谪。有姪佐晋阴，所幸在肘腋。儿女本天爱，未免各分北。同行五六口，出关已登陟。舍去两京道，右手入大谷。入谷路崎岖，少前屡颠踬。秦岭生所闻，今日乃相识。一舍蹑其跌，两舍跨其脊。东井闻水声，南箕观簸析。西历华山小，北瞰黄河赤。大荔信毫末，中条真拳石。终夜听猿啼，白昼履虎迹。俯仰天地间，浩然为一色。是时甫中元，寒冻地欲坼。婢仆急榆火，腹背互熏炙。辗转竟号呼，良久各苏息。其南差濔迤，稍降已温液。及至洛水滨，挥汗复畴昔。乃知高卑殊，能使气令易。商於固善地，又且近乡国。感涕荷君恩，死生宁有极。凡人历艰险，乃心方惊策。常使处燕安，政如怀鸩毒。所以古先人，平居犹运甓。",
            "comment": ""
        },
        {
            "title": "苏子瞻哀辞",
            "content": "石与人俱贬，人亡石尚存。却怜坚重质，不减浪花痕。满酌中山酒，重添丈八盆。公兮不归北，万里一招魂。",
            "comment": ""
        },
        {
            "title": "顺阳",
            "content": "隐隐来山远，茫茫去路平。舟车楚北户，城塚汉南京。小杏沾花摘，春醪对雨倾。士民留我住，强作少陵行。",
            "comment": ""
        },
        {
            "title": "{左氵中千右干}阳感事",
            "content": "人谁无婚姻，我则分鲜薄。即今头已白，不识外家乐。再过{左氵中千右干}阳县，心境何寂寞。当时退食地，车轩俯层壑。华屋变山丘，九原宁可作。空存遗爱树，枝叶几荣落。正如辽东归，但见旧城郭。堂堂想其仪，物物皆如昨。眼看北来雁，身是南飞鹊。霜风扫隃麋，晚翠敛吴岳。临行更踟蹰，洒泪遍南阁。",
            "comment": ""
        },
        {
            "title": "卖花声",
            "content": "楼上久踟躇。地远身孤。拟将憔悴吊三闾。自是长安日下影，流落江湖。烂醉且消除。不醉何如。又看暝色满平芜。试问寒沙新到雁，应有来书。",
            "comment": ""
        },
        {
            "title": "梅花",
            "content": "绿梢红萼虽能画，素艳清香不易吟。乱土无人逢驿使，江城有笛任君吹。",
            "comment": ""
        },
        {
            "title": "登大岯",
            "content": "东郡韩延寿，黎阳李魏公。一时推岂弟，累代想英雄。草木芳菲外，山河感慨中。但逢川上客，不见狎鸥翁。",
            "comment": ""
        },
        {
            "title": "双松堂",
            "content": "叹息前人布政优，手栽松竹助清幽。当年拨土人何在，今日捎云势未休。直幹几排雷雨怒，细声常伴管弦愁。若为唤起王摩诘，画个浮休倚白头。",
            "comment": ""
        },
        {
            "title": "舟行湘岸见早梅盛开",
            "content": "江上篱边见早梅，天寒地暖数枝开。为怜北客漂流远，偷报东君信息回。香气轻於新酿熟，襟怀重似故人来。舟中莫问无兼有，急急呼儿贳酒杯。",
            "comment": ""
        },
        {
            "title": "卖花声 题岳阳楼",
            "content": "木叶下君山。空水漫漫。十分斟酒敛芳颜。不是渭城西去客，休唱阳关。醉袖抚危阑。天淡云闲。何人此路得生还。回首夕阳杠尽处，应是长安。",
            "comment": "【注释】此词作于元丰六年（1083）作者被贬往郴州，途经岳阳楼时。词中道出了谪贬失意的心情，是题咏岳阳楼的词中颇具代表性的一篇。全词沈郁悲壮，扣人心弦。上片起首二句，勾画出一幅洞庭叶落、水空迷濛的秋月景象，烘托了作者其时的悲凉心境。首句化用了屈原《九歌·湘夫人 》“袅袅兮秋风，洞庭波兮木叶下”句意。第三句词笔转向楼内。此时词人正在楼内饮宴，因为他的身分是谪降官，又将离此南行，所以席上的气氛显得沉闷。“十分斟酒敛芳颜”，说明歌妓给他斟上了满满的一杯酒，表示了深深的情意，但她脸上没有笑容 。“十分”二字 ，形容酒斟得很满，也说明满杯敬意。“敛芳颜”，即敛眉、敛容。写女子之动情，可谓极宛极真，深得其妙。四、五两句 ，凄怆之情，溢于言外；百端愁绪，纷至沓来 。《阳关曲》本是唐代王维所作的《送元二使安西》诗，谱入乐府时名《渭城曲 》，又名《阳关曲》，在送别时歌唱。其辞曰：“渭城朝雨浥轻尘，客舍青青柳色新。劝君更尽一杯酒，西出阳关无故人。”所写情景 ，与此刻岳阳楼上的饯别有某些相似之处。联系作者的身世来看，他因写了一些所谓反战的“谤诗 ”，被从与西夏作战的前线撤了下来；如今他不但不能西出阳关，反而南迁郴州。这两句熔自我解嘲与讥讽当局于一炉，正话反说，语直意婉，抒发的就是胸中久抑的悲慨。过片承“酒”而来，将视界再度收回楼前，写词人带着醉意凭栏独立。仰望天空，只见天淡云闲；回首长安，又觉情牵意萦。在浓烈的抒情中插入这笔写景，使感情更为顿宕 ，深得回旋纡回之妙。“醉袖”二字 ，用得极工。不言醉脸、醉眼、醉手 ，而言醉袖，以衣饰代人，是一个非常形象的修辞方法。看到衣着的局部，比看到人物的面部表情，更易引起人们的想象，更易产生美感。从结构来讲 ，“醉袖”也与前面的“ 十分斟酒”紧相呼应，针线亦甚绵密。“天淡云闲”四字以淡语、闲语间之，使全词做到了有张有弛，疾徐有致。由于感情上如此一松，下面一句突然扬起，便能激动人心。“何人此路得生还”，完全是口语，但却比人工锻炼的语言更富有表现力。它概括了古往今来多少迁客的命运，也倾吐了词人压在胸底的心声，具有悠久的历史感和深刻的现实性，负载着无尽的悲哀与痛楚。结尾两句笔锋一转，又揭示内心深处的矛盾。这里的结句用的是宋人独创的脱胎换骨法。费衮《梁溪漫志 》卷七曾评论说 ：“白乐天《题岳阳楼》诗云：‘春岸绿时连梦泽，夕波红处近长安 。’芸叟用此换骨也。”所谓换骨，就是“以妙意取其骨而换之”（释惠洪《天厨禁脔》）。在掌故的巧妙化用中，词人对故乡的眷恋 ，对遭贬的怨愤 ，对君王的期待，和盘托出，意蕴深厚。这首词 ，写得层次分明，情意厚重，深挚含蓄，悲壮凄凉，将作者对无端遭贬谪的迁愁谪恨写得淋漓尽致，具有较强的艺术感染力。"
        },
        {
            "title": "石楠",
            "content": "六代乔楠二百龄，分柯中有异枝生。孤根自合藏幽处，瑞子何期应太平。",
            "comment": ""
        },
        {
            "title": "秋暮书怀",
            "content": "濯濯荒山麓，娟娟孤女祠。晓泉开宝镜，秋月画蛾眉。拾翠来泾汭，行云过北池。犹胜青冢魄，埋恨九原悲。",
            "comment": ""
        },
        {
            "title": "哀虢县令犹子箅",
            "content": "种瓜再摘觉瓜稀，不为衰年骨肉离。何事一哀还不哭，老人相别不多时。",
            "comment": ""
        },
        {
            "title": "还李彀士雄卷",
            "content": "河汾之会，韩晋之津。在昔王马今何人，青衫木笏排风尘。面如桃花髭如银，长篇大字妙入神。关辅后辈谁等伦，四方仕宦足邅迍。归老阌乡玉涧滨，云为友兮山为邻。森森绿槊万霜筠，汩汩清涟飞两轮。亭上何所见，荆山早暮来相亲。斋中何所有，新旧歌诗千百首。细大搜罗万象劳，放开日月东西走。世上儿女徒纷纷，作者须教归老手。君不见古往今来富贵人，灿灿金章悬紫绶。金珠初入宠方深，骨肉未消名已朽。又不见李杜死来三百年，至今仰望如星斗。一联一句挂齿牙，便同金石垂长久。乃知皇天造万物，独於吾辈偏加厚。还翁诗卷翁细思，岂是生平都不偶。",
            "comment": ""
        },
        {
            "title": "秋",
            "content": "急雨收残暑，西风吹暮蝉。烟浮水空阔，露洗月华圆。",
            "comment": ""
        },
        {
            "title": "和答还卷",
            "content": "屈宋功成道不传，后来鸡犬各登仙。留连光景随时俗，盗窃声名至暮年。陷没李陵因北伐，漂流杜甫为南迁。耒阳郴口今吾在，谁与诛茅屋数椽。",
            "comment": ""
        },
        {
            "title": "元夕端居感事四绝句",
            "content": "凤楼南畔彩为山，百戏年年奉帝筵。不独侍臣偏赐酒，当时一国梦钧天。",
            "comment": ""
        },
        {
            "title": "和喻明仲马上吹笛",
            "content": "越客思归黯不平，閒持长笛写秦声。羡君气海如斯壮，博我词锋莫敢争。江上梅花开又落，陇头流水咽还惊。岂知不寐鳏鱼眼，独坐山堂对月明。",
            "comment": ""
        },
        {
            "title": "东武二首",
            "content": "小白奖周室，夷吾致其君。各竭当时力，未免后儒言。骏马日千里，壮士举百钧。更欲加勉策，折髀与摧辕。",
            "comment": ""
        },
        {
            "title": "试院感怀",
            "content": "朱户当昼扃，霜帘达夜悬。沈沈造广庭，皞皞接众贤。疏莛叩洪钟，短绠汲深渊。始知学不迨，内顾多歉然。忆昔居上庠，忝出流辈前。赋就千金直，诗成万口传。荀杨迥接迹，班马思比肩。一从苟干禄，永谢英俊躔。折腰府悬中，糊口道路边。世俗多见轻，义士谁哀怜。憔悴有今日，光辉思昔年。今兹睹秋闱，犹欲争相先。枯鱼傍江湖，疲马忆蓟燕。凉风拂翠幙，陇月向人圆。物景近中秋，客意孤绵绵。裴回望清光，欲揽不得全。永怀懽乐时，把酒谢婵娟。",
            "comment": ""
        },
        {
            "title": "宣赦",
            "content": "击鼓填街道，传声过水滨。国严三岁祀，恩洗万方春。舟檝随南斗，衣冠拱北辰。岭南并岭北。多少望归人。",
            "comment": ""
        },
        {
            "title": "过山阳有怀",
            "content": "山阳过处苦匆匆，想见平生水陆冲。但有酒杯浮绿蚁，却无赋笔写游龙。江湖风浪三千里，京国莺花一万重。他日君恩容北首，故人能作复从容。",
            "comment": ""
        },
        {
            "title": "天爵山",
            "content": "耕者志於食，否则馁继之。学者志於道，一为好爵縻。本自不营利，间或与利期。朝日入而处，暮日仰而思。浮云蔽蔀屋，见前当自知。",
            "comment": ""
        },
        {
            "title": "秋暮书怀",
            "content": "冶谷鸦仍乱，空同日欲曛。关河围绝壁，鼓角壮中军。自纳和戎策，还停草檄文。征西好规矩，后世见忠勤。",
            "comment": ""
        },
        {
            "title": "书陈副省卷",
            "content": "乃翁能继辋川吟，零落传家得至今。贫贱莫量陈孺子，与人千古作知音。",
            "comment": ""
        },
        {
            "title": "上颍昌韩少师丞相兄弟",
            "content": "五福犹来萃一门，岁寒方始见松筠。白头再喜逢知己，青眼重开为故人。当日八龙同孝友，于今二阮卜比邻。莫年不作三湘客，犹欲生还一吐茵。",
            "comment": ""
        },
        {
            "title": "十二月二十五日行次渭原走寄熙帅范巽之",
            "content": "冻云积雪黯洮泯，晏岁轺车晤过秦。夹道清渠翻白浪，绕山铁马走黄尘。归鸿袅袅宁无信，塞柳依依欲弄春。今夕帐中拚一醉，同年贤帅是乡人。",
            "comment": ""
        },
        {
            "title": "鞏州首阳铺鸟鼠同穴",
            "content": "本是巢居物，那容鼠穴中。既言无牝牡，何用有雌雄。山节曾居蔡，长江网得鸿。谁能穷物理，目送渭波东。",
            "comment": ""
        },
        {
            "title": "江神子/江城子",
            "content": "七朝文物旧江山。水如天。莫凭栏。千古斜阳，无处问长安。更隔秦淮闻旧曲，秋已半，夜将阑。争教潘鬓不生斑。敛芳颜。抹么弦。须记琵琶，子细说因缘。待得鸾胶肠已断，重别日，是何年。",
            "comment": ""
        },
        {
            "title": "自题画扇",
            "content": "忽忽南迁不记年，二妃祠外橘洲前。眼昏笔战谁能画，无奈霜纨似月圆。",
            "comment": ""
        },
        {
            "title": "丞相宠示白羊御酒之作",
            "content": "进酒彤闱盏未乾，春怀元老在长安。双壶犹带崤山雪，一酌能消塞北寒。好是弟兄同受赐，更邀宾客共交欢。逡巡若遇头纲品，感激方明壮士肝。",
            "comment": ""
        },
        {
            "title": "取里语以己语足成二绝",
            "content": "三春不识桃李面，四月无莺但老鸦。谁料浮休痴处士，下车先看牡丹花。",
            "comment": ""
        },
        {
            "title": "龟山寺",
            "content": "白塔摇摇波浪间，几多舟楫望禅关。天边幡影因心动，堂上潮音到海还。我拔一毛犹自苦，师除双臂信如閒。中流莫怪频回首，直到江南始见山。",
            "comment": ""
        },
        {
            "title": "离山阳",
            "content": "日日东南去，空劳北望魂。孤帆转城角，返照入船门。强饭甘鱼菜，随方学语言。蛙声不忍听，为似故山村。",
            "comment": ""
        },
        {
            "title": "丛台",
            "content": "荆棘芃芃百尺堆，路人云此是丛台。雨中漳浦明还灭，门外青山去又来。歌啸且从今日乐，是非谁管后人哀。靓妆炫服寻为土，不似昆明堑劫灰。",
            "comment": ""
        },
        {
            "title": "道中闻蛙声",
            "content": "一夜蛙声不暂停，近如相和远如争。信知不为官私事，应恨疏萤彻夜明。",
            "comment": ""
        },
        {
            "title": "荔枝",
            "content": "柳江六月水如汤，江边荔枝红且黄。摘时须是带枝叶，满盘璀璨堆琳瑯。",
            "comment": ""
        },
        {
            "title": "赐资治通鉴呈范淳父学士",
            "content": "通鉴初成赐近臣，不遗疏贱布恩均。我投淮水五千里，君滞周南二十春。东观汗青身是梦，西宫削稿事如新。细思当日修书者，祇有三人今一人。",
            "comment": ""
        },
        {
            "title": "吕子固挽词",
            "content": "大块分劳逸，唯君独不均。险夷安若性，金石想为人。万卷书奚托，重泉恨莫伸。谁知丞相子，天地一穷民。",
            "comment": ""
        },
        {
            "title": "秋暮书怀",
            "content": "再到崆峒寺，题名尚宛然。存亡如昨日，筋力想当年。祸福归玄鸐，晨昏听杜鹃。此间无虎豹，好著养生编。",
            "comment": ""
        },
        {
            "title": "秋日陪陕守成伯阁老过魏清逸草堂诗以志之",
            "content": "何处登临散郁陶，草堂依约在东郊。笼中凡鸟迎新网，天外冥鸿委旧巢。山色茏葱煇彩旆，田歌呕轧杂鸣铙。青编虽有知音绝，可是无人学解嘲。",
            "comment": ""
        },
        {
            "title": "山药",
            "content": "人无本则忧，物以地为贵。如何山芋辈，天下称宋卫。",
            "comment": ""
        },
        {
            "title": "淮口阻雨",
            "content": "旱久不得雨，既雨不肯休。沄沄汴河水，初合淮河流。北来何处客，暂此驻扁舟。中有投荒人，万里趋炎洲。听水夜不眠，观水朝亦愁。呼风卷重阴，放出赤日头。",
            "comment": ""
        },
        {
            "title": "望行人二首",
            "content": "望行人，行人在何所。燕雁不齐飞，参商竟相阻。别以三秋为久，生以百岁为期。不如还家对亲戚，浮名浮利徒尔为。",
            "comment": ""
        },
        {
            "title": "南岳",
            "content": "它国西南隅，亘地{左山右勾}嵝外。奇峰七十二，主客雅相对。辙在想虔游，铭知知禹会。",
            "comment": ""
        },
        {
            "title": "望行人二首",
            "content": "登高恨不高，望远恨不见。不见远征人，但见青山晚。今岁雁空回，明年燕又来。燕雁无凭讯，何用上高台。",
            "comment": ""
        },
        {
            "title": "秋暮书怀",
            "content": "节物推移速，登临感慨多。寒云飞陇首，残叶下朝那。代北惭归马，洮西尚凯歌。惟怜鏖战骨，寂寞掩山阿。",
            "comment": ""
        },
        {
            "title": "题赵大年奉议小景",
            "content": "渭曲山阴到者稀，浮休一见便开眉。客来不必多嗟赏，自古词人是画师。",
            "comment": ""
        },
        {
            "title": "题豆馆",
            "content": "关头日落薄衣襟，又对丛芦拥鼻吟。尘土十年缠马足，只凭双鬓照归心。",
            "comment": ""
        },
        {
            "title": "和赵大监雪",
            "content": "腊雪称为瑞，初春又不同。月藏灯市底，云泛彩山中。洒面犹堪数，连宵势莫穷。催花萦小槛，引絮舞低空。三迳从谁扫，千门倏自通。褵褷消酒力，料峭却东风。阔壅平戎幕，孤撑访戴篷。岂期麟趾客，并舍虎门东。郢国歌难和，梁园赋易工。何人知帝力，鼓腹颂清衷。",
            "comment": ""
        },
        {
            "title": "长沙遇雪赠何待制二首",
            "content": "由来地气本无天，致感中和报有年。拂槛穿帘初学舞，萦风带雨不成团。清光并入书仙府，寒色偏留逐客船。老杜题诗曾有乞，漂零今昔路人怜。",
            "comment": ""
        },
        {
            "title": "木瓜",
            "content": "古言疾疠由卑湿，木实能医见药书。有力与人销患难，无心望尔报琼琚。",
            "comment": ""
        },
        {
            "title": "别房州",
            "content": "有客尝谈解散川，偶因晴景到山前。溪流似景清无底，石壁如门翠插天。夜气结成三洞雨，春渠饮尽一州田。临行始觉房陵好，更欲迟留住一年。",
            "comment": ""
        },
        {
            "title": "宴桥上",
            "content": "桥上置杯盘，可容十客坐。游人撑小艇，却从桥下过。",
            "comment": ""
        },
        {
            "title": "望子岭梅花方开用黄道韵",
            "content": "木海亭前花似锦，岭头梅蕊怯风沙。正如隐者归幽谷，鹤版徵书未到家。",
            "comment": ""
        },
        {
            "title": "体之推官侍亲出使聊书短篇以浼行色",
            "content": "游梁并困洛，谁是故人情。未尽环中说，俄成剑外行。路遥诗箧重，雪映彩衣明。预想东归日，相逢指渭城。",
            "comment": ""
        },
        {
            "title": "为圃",
            "content": "前人厌膏粱，志欲服贱事。若论区别功，为圃亦不易。",
            "comment": ""
        },
        {
            "title": "渔父",
            "content": "家住耒江边，门前碧水连。小舟胜养马，大罟当耕田。保甲元无籍，青苗不著钱。桃源在何处，此地有神仙。",
            "comment": ""
        },
        {
            "title": "秋日燕山道中",
            "content": "燕山秋更好，况复值新晴。一径幽花闹，千岩晚瀑明。寺危迂路入，水漫信船行。尝栗皱初破，开梨颊未頳。松萝扶斗上，剑戟插沙平。秦赵封疆密，岷峨气象清。五龙丹桂尽，万马蹛林横。韫玉人时得，埋钱事可惊。画图传辋水，醉倒恋增城。为报南归客，应须自作程。",
            "comment": ""
        },
        {
            "title": "池州弄水亭",
            "content": "清溪望处思悠悠，不独今人古亦愁。借尔碧波明似镜，照予白发莹如鸥。江山自美骚人宅，铙鼓常催过客舟。惟有角声吹不断，斜阳横起九峰楼。",
            "comment": ""
        },
        {
            "title": "送庞舅大夫",
            "content": "外家门馆未应疏，舅氏多能作大夫。才命淹回犹半刺，舟船缭绕向三吴。兴公自有游山赋，郑老宁无过海图。去国长年宜自爱，不须频叩步兵厨。",
            "comment": ""
        },
        {
            "title": "取里语以己语足成二绝",
            "content": "世间多少不平事，却被同州看华山。我到左冯今几月，何尝见得华山颜。",
            "comment": ""
        },
        {
            "title": "行运河辛大观先行以此走寄",
            "content": "同下龟山时，舟行篙参差。夜投洪泽口，访问失所之。不应一日力，解至淮阴祠。长淮自风浪，竟夕起忧疑。旦日坐闸中，听水忘朝饥。清泠见杂咏，蓊密闻群咿。就柳喜高荫，避桥嫌窄卑。凉风吹水面，襟袖不假披。新螯与老鲑，登俎辄无遗。饱食却思睡，睡起复何为。稍厌理文字，惟思弄孙儿。尚有数舟酒，独酌非所宜。好话不得吐，两日舌如茨。舟行虽云乐，先后不可期。争如鞍马间，吟啸长追随。",
            "comment": ""
        },
        {
            "title": "焦君以锦鸡为赠文彩可爱性复驯狎终日为家猫",
            "content": "鲁恭感物性能驯，因把华虫赠里仁。虽有文章堪悦目，却无言语解谋身。只愁猫犬常窥汝，胡不山林远避人。好在旧笼还旧主，便当归放涧之滨。",
            "comment": "【注释】【原题】：焦君以锦鸡为赠文彩可爱性复驯狎终日为家猫所困因遂挈还仍嗣短句"
        },
        {
            "title": "题狠石",
            "content": "江北江南一道兵，匆匆据石各论情。功成与尔游沧海，此语当初是至诚。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "三湘迁客思悠哉。尊俎定常开。云雨未消歌伴，山川忍对离杯。他年来此，贤侯未去，忍话先回。好在江南山色，恁时重上高台。",
            "comment": ""
        },
        {
            "title": "舟次金山贻了元",
            "content": "何年灵鹫鸟，飞落大江心。石壁虽难转，风波不易禁。楼台分左右，日月见浮沉。便欲归休庇，长嗟世累深。",
            "comment": ""
        },
        {
            "title": "送章质夫同年",
            "content": "同年事契最知名，众谓朝廷得老成。感慨共论平昔事，蹉跎还累故人情。节旄落尽髭仍黑，髀肉消残宠未惊。若过函关须北望，皑然依复俟河清。",
            "comment": ""
        },
        {
            "title": "送叶公义叟求宫祠归吴下",
            "content": "把还使节请祠真，便作吴江渐退身。凭轼几州沾惠爱，归装一味是清贫。相思欲控琴高鲤，卜宅须邀李子邻。不是荐章论再起，朝廷自重老成人。",
            "comment": ""
        },
        {
            "title": "李侯新斋植松竹聊为杂言",
            "content": "尝闻君子居，一日顾必葺。李侯作新斋，制度皆自给。轩楹如肺腑，豁达可出入。取竹渭水湄，移松陇山隰。岁寒远相依，劲节久孤立。栽培岂无法，根著至今湿。清风在目前，独我得多挹。归壤共无涯，往日不可及。惟忧属后人，长半边声急。",
            "comment": ""
        },
        {
            "title": "再过黄州苏子瞻东坡雪堂因书即事题於武昌王",
            "content": "欹帆侧柂岭边归，重过东坡叩竹扉。床坐凝尘风自扫，江山无主燕空飞。门前桃李添新迳，井畔梧桐长旧围。好在江南王钓叟，为君时复晒渔衣。",
            "comment": "【注释】【原题】：再过黄州苏子瞻东坡雪堂因书即事题於武昌王叟斋扉"
        },
        {
            "title": "诗一首",
            "content": "千载浪名金马客，一宵沉醉石城楼。郢人休唱阳春曲，白尽湖南刺史头。",
            "comment": ""
        },
        {
            "title": "东湖春日",
            "content": "湖外红花閒白花，湖边游女驻香车。鞦韆对起花阴乱，蹴鞠孤高柳带斜。无数小鱼真得所，一双新燕宿谁家。故园风景还如此，极目飞魂逐暮鸦。",
            "comment": ""
        },
        {
            "title": "吊太白",
            "content": "采石山头秋月明，姑孰堂下秋水清。可恨世人皆捉月，如何偏解溺先生。",
            "comment": ""
        },
        {
            "title": "哀虢县令犹子箅起二",
            "content": "送别言犹在，来书墨尚温。安知咫尺地，便有死生分。已负秋山约，犹传鲁史文。魂兮今有托，将袝伯兄坟。",
            "comment": ""
        },
        {
            "title": "真珠花",
            "content": "千玑万绯照庭除，细雨斜风拂座隅。莫道长安贫似磬，缘阶绕砌尽真珠。",
            "comment": ""
        },
        {
            "title": "客有示余王逢原诗编者因成短韵逢原广陵人死",
            "content": "古人深恨不同时，虽得同时不识之。独把遗编想风质，皇天何负十年期。",
            "comment": "【注释】【原题】：客有示余王逢原诗编者因成短韵逢原广陵人死年二十八岁"
        },
        {
            "title": "邻居张民师友孝斋",
            "content": "岁晚何人念孔怀，北斋风景似南斋。夜寒几借阳城被，归兴徒穿杜子鞋。乌鸟争巢时坠屋，丛萱得雨乱侵阶。闭门朗讽閒居赋，一任红尘涨六街。",
            "comment": ""
        },
        {
            "title": "与张琬同年饮于龙兴寺所居",
            "content": "台城风物已凄凄，牢落行人邂逅齐。秉烛相看如梦寐，片帆回首又东西。依依团扇秋仍好，脉脉青娥恨却低。一曲琵琶无限意，时时閒客思都迷。",
            "comment": ""
        },
        {
            "title": "旧闻台城辱井石上有胭脂泪痕久未之信今见之",
            "content": "平居已无奈，仓卒故难任。井上痕犹浅，水中痕更深。问鳌何至此，下石尔甘心。不及马嵬襪，犹能致万金。",
            "comment": "【注释】【原题】：旧闻台城辱井石上有胭脂泪痕久未之信今见之似是淋漓涂抹之迹失笑不已因成此句"
        },
        {
            "title": "真珠花",
            "content": "风中的皪月中看，解作人间五月寒。一似汉宫梳洗了，玉珑璁压翠云冠。",
            "comment": ""
        },
        {
            "title": "过同州遇雪赠毌清臣",
            "content": "左辅沙如水，长春柳未匀。精神迎刺史，景物为行人。羃轣梁山外，飘流洛水滨。十年门下客，依旧困泥尘。",
            "comment": ""
        },
        {
            "title": "送辛著作罢荣河",
            "content": "常笑三闾老大夫，枉将憔悴付江鱼。为儒须较身名重，入仕先将喜愠除。莫顾他门堪炙手，且教我腹可回车。此行愧乏琼瑶赠，聊比诗人一束刍。",
            "comment": ""
        },
        {
            "title": "元夕端居感事四绝句",
            "content": "十二门开如沸羹，灯光月色逐人行。春城无处无歌舞，一曲未终天又明。",
            "comment": ""
        },
        {
            "title": "樱桃",
            "content": "云阳初献满筠笼，黄蜡新衣色半红。今日岭边空对酒，偷将泪眼望秦中。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "万里秋风吹鬓发，百年人事倚栏干。知他落日能多少，偏照淮南几处山。李白寻仙持玉杖，庾公对月踞胡床。楼上康庐紫翠环，槛前湓浦转清湾。帆开三楚苍茫外，路入双林窅霭间。山长水远连三楚，物态人情又一州。义帝凭祠宇，梅真隐市廛。渔歌回寒浦，樵歌入暝烟。何处转添孤客恨，两溪流水一城花。人传桂岭与柳关，南北相望一水间。岭南为贪泉，饮者生贪黩。岭北为愈泉，宿病皆祛逐。得移郴岭清凉地，幸免邕江瘴疠侵。一从投迹三湘外，两度登高五岭间。但见石城多草木，足知江夏久兴亡。常思武口与樊山，南北相望一水间。售用无非竹，依裾尽是麻。西掖阶前辞御伞，琼林殿后媚春衣。小园寂寞锁春风，初见梅花一树红。浮花出晚水，苦节凌霜枝。十月江南号小春，新阳已放一枝新。莫待海风终夜发，狂随柳絮拥篱根。犹作霓裳舞妖态，零红坠粉湿秋根。青春逐流水，素质独轻微。叶硬经霜绿，花肥映雪红。栽培夺天巧，接缀假人功。四时花不绝。槛中紫艳才盈握，天上花香暗袭人。彼美出南国，关山不常有。人拾为衔真可惜，皮开子落不论钱。正愁春酒尽，且喜火丹成。姑射团肌雪，祝融留眼睛。何人栽银杏，青条数尺间。要有堂堂冠剑叟，苍然十万甲兵中。勾稽严密不通宾，因见楸花忆去春。既非扶险阻，何必问年龄。洲中未种千头橘，宅畔先栽百本桑。午食易愁藜藿粥，夜堂无睡数灯花。官园老兵朝入城，报道新芽已堪摘。玉尺锋稜耸，银槽样度窊。月中亡桂实，雨里得天葩。山南之茗先春采，山北之人及夏尝。为念老亲方见急，极知旧友不相忘。老来辛苦须自烹，且勿娉婷腕如玉。香为桃蕊色如麯，蟹眼松声浮艾绿。黄雀知时节，清江足稻粱。大裘依古制，玉辂自隋传。谁题佳句到幽都，逢着胡儿问大苏。偃松拂尽煎茶石，苦笋撑开礼斗坛。淡虀苦笋千人供，青磬莘香一谷传。神妙独数李将军，安知伯仲非前身。夕阳牛背无人卧，带得寒鸦两两归。晚风亦自知人意，时去时来管送香。异味欲捣虀，寒香先渍手。桃源在何处。何劳百响煎。清泉滴沥细如簪，转尽山腰几百寻。",
            "comment": ""
        },
        {
            "title": "起桅",
            "content": "百尺危樯一尺乌，一夫击鼓百夫呼。何似北人将远适，呼童秣马与膏车。",
            "comment": ""
        },
        {
            "title": "绣鹤竹",
            "content": "好客精神来万里，此君风格耸双枝。丹青绝笔真难得，不似佳人粉锦时。",
            "comment": ""
        },
        {
            "title": "和吕与叔观藉田三绝",
            "content": "南薰门外禾千亩，观稼亭前柳四垂。茭芡满盘新熟酒，年年装点早秋时。",
            "comment": ""
        },
        {
            "title": "中宫致斋",
            "content": "重重绛阙隐琳房，落絮飞花日正长。著作未谙青锁闼，祠官还伴紫微郎。林藏鹎鳺随莺啭，风引酴醾助酒香。十载京城倦游客，不知身世在何乡。",
            "comment": ""
        },
        {
            "title": "仆射陂",
            "content": "陂头下马问渔者，欲买鲜鳞充晚庖。昨夜北风水面合，不禁杨柳已成苞。",
            "comment": ""
        },
        {
            "title": "均州南川春日三首",
            "content": "水墨屏风远近开，人烟隐映水环回。何人学得愚公术，故意移将灞滻来。",
            "comment": ""
        },
        {
            "title": "送鞠十二朝散将漕二浙",
            "content": "闻说长安苦戴星，公家无补祇劳形。每思肥羜心先写，今见淮山眼自青。岂乏寻常将漕輓，好留人物为朝廷。四明久已无狂客，欲问天工乞箳篂。",
            "comment": ""
        },
        {
            "title": "登楼",
            "content": "繁华盖尽一时间，烟雨濛濛气象閒。今日登临何所似，慈恩塔上望南山。",
            "comment": ""
        },
        {
            "title": "壬戌孙览右司同年以诗见寄用韵和酬",
            "content": "孙郎卧省正当年，曾奏嘉谋玉扆边。事契且论龙虎榜，行藏休问孝廉船。从军脱略矜横槊，禦魅迁流喜执鞭。莫怪子云知遇晚，勒铭终欲上燕然。",
            "comment": ""
        },
        {
            "title": "和人岁暮书怀",
            "content": "星回律变数将终，二十年前此邑中。天令尚随新岁改，人颜那得旧时红。家无妻妾仍多难，腹有诗书可屡空。莫笑郑人欺子产，到头留得惠民功。",
            "comment": ""
        },
        {
            "title": "梨花",
            "content": "青女朝来冷透肌，残春小雨更霏微。流莺怪底事来往，为掷金梭织玉衣。",
            "comment": ""
        },
        {
            "title": "题三水县舍左几著作",
            "content": "还乡去日正迟迟，枉道相过慰所思。历国聘君良自苦，敝衣怀组欲谁欺。白杨叶上三更雨，黄菊风前一酒巵。莫道相逢是容易，与君头鬓各丝丝。",
            "comment": ""
        },
        {
            "title": "顺阳",
            "content": "已免均房险，宽平喜博山。园林皆掩映，风俗自安閒。麻麦三春暮，人烟百里环。吾行半天下，难得此江关。",
            "comment": ""
        },
        {
            "title": "送李傑出帅湖南乞由邵阳拜松楸上可其请",
            "content": "春来汴水带冰流，先送湖南第一州。旧置义庄赒族党，新持使节拜松楸。清湘楼晚晖金上，明月池开衣锦游。",
            "comment": ""
        },
        {
            "title": "吴山堂",
            "content": "楚客对吴山，归心常自苦。守土切须防，半夜俱飞去。",
            "comment": ""
        },
        {
            "title": "哀王荆公",
            "content": "乡闾匍匐苟相哀，得路青云更肯来。若使风光解流转，莫将桃李等閒栽。",
            "comment": ""
        },
        {
            "title": "灵寿木",
            "content": "曲木天然性，叨名席上珍。节高工礙手，倚壁快扶人。莫问西来意，终为灶下薪。他时俘颉利，拜赐敢忘身。",
            "comment": ""
        },
        {
            "title": "题木居士",
            "content": "波穿火透本无奇，初见潮州刺史诗。当日老翁终不免，后来居士欲奚为。山中雷雨谁宜主，水底蛟龙睡不知。若使天年俱自遂，如今已复长孙枝。",
            "comment": ""
        },
        {
            "title": "徐刚中醴陵少府於山中寻出一洞有铭曰虬渊自",
            "content": "重重翠篠蔽溪湾，石烂松枯不记年。但见桃花浮绿水，有时独鹤下青田。自然六室流钟乳，别隐三阶出洞天。身在故乡人不识，秪应徐令是丁仙。",
            "comment": "【注释】【原题】：徐刚中醴陵少府於山中寻出一洞有铭曰虬渊自然六室奇怪求诗以纪之醴陵多丁氏令威之后云"
        },
        {
            "title": "北归再过洞庭",
            "content": "我家本住长安陌，泾渭交流出坐隅。须信宦游皆有地，十年四过洞庭湖。",
            "comment": ""
        },
        {
            "title": "题王侍禁壁",
            "content": "怪底临江有竹篱，便将江水当为池。心随鸥鸟沈浮去，眼看风波起灭时。我有矴斋新作记，人传画舫旧题诗。君恩几许生归北，与我閒人把钓丝。",
            "comment": ""
        },
        {
            "title": "原州赠王补之洛苑同年",
            "content": "汴上相从又几星，尚淹符竹守临泾。不须怪我头添白，且喜逢君眼暂青。旧任再游空寂寞，同年屈数半凋零。何当展尽平边策，图使秦民得敉宁。",
            "comment": ""
        },
        {
            "title": "送比部孙郎中将漕二浙",
            "content": "前朝使节拥朱轩，乃是君家小状元。不独官资如令祖，更将学术付贤孙。上供旋捣新禾米，行部时惊旧水痕。游遍天台便归好，乔松翠竹满青门。",
            "comment": ""
        },
        {
            "title": "凌虚堂",
            "content": "岐山四合与台平，半露园林叶未成。是处芳菲皆可惜，晚来风雨太无情。山川不改秦云色，宫室长悬陇水声。惟有故园终不见，仓庚黄鸟向人鸣。",
            "comment": ""
        },
        {
            "title": "哀虢县令犹子箅",
            "content": "匍匐岐山下，三呼已过时。臧孙虽有后，伯道竟无儿。自是终身痛，空留一县悲。老人休雨泪，转面即逢伊。",
            "comment": ""
        },
        {
            "title": "部役书怀",
            "content": "近市铜章泊近郊，炯无尘虑挂秋毫。含宏品彙知天大，照鉴容光仰日高。市舍柔桑围幄幙，弄风新麦泛波涛。巷歌野哭应听取，珍重吾家制锦刀。",
            "comment": ""
        },
        {
            "title": "送吴都曹还芜湖",
            "content": "柳岭相从岁屡迁，南湖同泛又经年。斋前怪石曾为枕，门外长杨忆系船。白酒一壶贤圣乐，古书千卷弟兄传。九衢尘土忙如火，握手相看思黯然。",
            "comment": ""
        },
        {
            "title": "禅僧福公寄惠牧牛图答以问牛歌",
            "content": "诃诃诃，栖岩老法师，寄我牧牛颂。我是人间百岁人，今朝却作婴儿弄。堪笑其间有一牛，满身变白尾犹黑。想君不是上上根，教人费尽閒心力。我昔有一牛，其毛元自白。如今牛已无，欲求不可得。蓑笠与鞭绳，同时皆弃掷。身心无住著，冷坐溪边石。却问山中人，閒寻牧牛客。",
            "comment": ""
        },
        {
            "title": "大雪行",
            "content": "晓辞洛水滨，暮宿河之涘。四野漫漫不见人，竟日止能行数里。浑然天地为一色，渭水南北复何似。五陵鹰犬争合围，十宅管弦初热耳。连宵耿耿照鬓发，迎马点衣犹未已。但得来年春麦熟，暂困泥涂复何耻。农夫南亩未厌多，却入长安作泥滓。",
            "comment": ""
        },
        {
            "title": "邠诗人张谷齐物先生驰名京师四方晚隐於终南",
            "content": "能吟解饮张夫子，醉卧黄池谷口风。天地至宽容不得，劳君收拾画图中。",
            "comment": "【注释】【原题】：邠诗人张谷齐物先生驰名京师四方晚隐於终南山黄池谷陕右多画为醉仙因赠绘者"
        },
        {
            "title": "均州南川春日三首",
            "content": "麻叶梢梢麦弄风，一家花发一村红。长安儿女逢寒食，洒泪看花正忆翁。",
            "comment": ""
        },
        {
            "title": "秋日书怀",
            "content": "凉风起天末，何物动人愁。一室关河暮，三年草木秋。高文谁吊屈，晚节漫依刘。独怪瀼西叟，巴江得久留。",
            "comment": ""
        },
        {
            "title": "五王庙",
            "content": "清汴河边五君子，身遏横流同日死。火炎曾是及池鱼，世变安能顾妻子。百尺高城不足凭，日月所照惟孤诚。当其杀身际，肯念身后名。呜呼，伯夷既死孔子不复生，身后是非谁与评。",
            "comment": ""
        },
        {
            "title": "和孙莘老题召伯斗野亭",
            "content": "我登甘棠埭，所向殊未平。舟行汙池中，顿失江湖青。蛙声乱僧呗，鸱吻赫市甍。意向伯喈死，苟与卫士倾。开池种白莲，垒石擬三生。犹淹南斗墟，终远北斗城。设我紫藕供，报之白茅烹。三年猿鹤友，万里秦梵行。秋风陇首至，落日淮南明。寄言怀土士，慎勿慕官荣。",
            "comment": ""
        },
        {
            "title": "山阳二首",
            "content": "古人急於仕，每择分所安。愿为赵魏老，不作滕薛官。今人不量力，临老当繁难。少见咏淇澳，甚多歌伐檀。",
            "comment": ""
        },
        {
            "title": "来日大难",
            "content": "去日滔滔似易得，来日藐藐若大难。一日且作一日调，百年莫作百年看。晋侯竟尔见新麦，楚王更要食熊蹯。勿轻白发翁，勿恃青杨质。物壮则老矣，其寿不可必。嵇叔夜，郭景纯，今般人物如何人，皇天何不留逡巡。",
            "comment": ""
        },
        {
            "title": "哀王荆公",
            "content": "门前无爵罢张罗，玄酒生刍亦不多。恸哭一声唯有弟，故时宾客合如何。",
            "comment": ""
        },
        {
            "title": "送人出城同过周少府赠行者",
            "content": "欲解舟维岸，将行客倚栏。主人夸意厚，亲起具盘飧。溪柳低含雨，山桃重怯寒。何时浮小艇，同访橘洲滩。",
            "comment": ""
        },
        {
            "title": "东行别矴斋",
            "content": "宴坐岂不好，有谁强尔行。山川不改色，儿女各为情。岸隔霜林意，斋空夜水声。虚传少陵叟，一室过平生。",
            "comment": ""
        },
        {
            "title": "送郑平叔司勋之陕二首",
            "content": "忆昔垂髫里闬间，披云常睹一峰巑。青衫白发轻忧患，珥笔含香最岁寒。梦寐依稀留北省，家山迤逦近长安。下车已接樱桃会，走马西归趁一盘。",
            "comment": ""
        },
        {
            "title": "真州仪真观",
            "content": "闻说仙乡接濑乡，閒游诗侣礼虚皇。三潮宝派通胥浦，万叶灵杉蔽蜀冈。天地杳冥供写像，江山回合助灵祥。五云送入蓬莱岛，留与人间作道场。",
            "comment": ""
        },
        {
            "title": "跋范宽小景",
            "content": "对镜传神了不殊，岘山黄落数峰孤。既能咫尺成千里，何必吾家十幅图。",
            "comment": ""
        },
        {
            "title": "黄陵庙",
            "content": "青草仍残照，黄陵一望中。壁书迁客泪，帘卷过湖风。斑竹痕犹浅，苍梧恨莫穷。年年秋水上，瑶瑟伴惊鸿。",
            "comment": ""
        },
        {
            "title": "乡人言",
            "content": "郴江有奇石，似牛伏岸侧。乡人久相传，过者有颠覆。我与乡人谋，凿去可勿留。祇消一日力，得弭千岁忧。乡人顾我笑，官必有闇拙。大者不能图，小者安能说。方今民间事，颇有急於石。当官贵居事，能不闲采拾。我有本多田，今乃身无居。虽有儿女辈，售人为婢奴。破家不足恡，所恨骨肉离。官今将骨肉，好去将何之。我虽有田里，亦闻官念此。念此不能为，何用居官尔。乃指江中石，此物如有神。不覆廉善士，独倾贪虐人。官今幸过此，行李都无害。将我言日思，勿为贫贱懈。我闻乡人言，背颡俱汗流。欲问破家因，恐为明者羞。",
            "comment": ""
        },
        {
            "title": "关山月",
            "content": "明月生海上，裴回照边城。中夜关山静，但闻流水声。征人看月思乡泣，夜久衣单难独立。锦字佳人怨不归，开帏更感飞萤入。",
            "comment": ""
        },
        {
            "title": "长沙遇雪赠何待制二首",
            "content": "初过湖南正惨悽，朔风边雪远相随。林欺橘柚看零落，岸拆蒹薜倚倒垂。可是辋川真入画，须教梁苑遍题诗。莫言北客都无有，且与湘人当土宜。",
            "comment": ""
        },
        {
            "title": "紫骝马",
            "content": "紫骝马，白面郎。红银鞍勒青油韁，左牵黄犬右擎苍。朝从灞陵猎，暮宿投平康。使酒不满意，按剑叱天狼。今年明年一如此，后年不觉发成霜。扶肩策杖出门行，抱子弄孙楼上坐。忽然涕泪满衣襟，为见骅骝面前过。",
            "comment": ""
        },
        {
            "title": "村居",
            "content": "水绕陂田竹绕篱，榆钱落尽槿花稀。夕阳牛背无人卧，带得寒鸦两两归。",
            "comment": ""
        },
        {
            "title": "长干寺同刘宫苑浴",
            "content": "人看浴出如枯木，我自无心类死灰。在处秋风吹鬓发，不堪更上雨花台。",
            "comment": ""
        },
        {
            "title": "赠山人张无惑善画山水",
            "content": "西征已度故关山，秋雨零零路屈盘。受尽艰辛心不足，解程又展画图看。",
            "comment": ""
        },
        {
            "title": "秋暮书怀",
            "content": "忆昔曾游处，俄经二十年。重来人不识，独想事依然。北海知刘备，荆州小仲宣。如何骑骏马，徼倖学开边。",
            "comment": ""
        },
        {
            "title": "木香花",
            "content": "庭前一架已离披，莫折长枝折短枝。要待明年春尽后，临风三嗅寄相思。",
            "comment": ""
        },
        {
            "title": "愈泉",
            "content": "有泉出城闉，尾大如车辐。饮之能愈疾，此语闻郴俗。直疑白药根，浸渍幽岩腹。灵迹浪遐方，神功施比屋。",
            "comment": ""
        },
        {
            "title": "梅子",
            "content": "月破冥冥雨，枝摇闪闪黄。口中先水出，衣上带花香。肺疾须拚醉，牙疏不耐尝。调羹无复用，山谷日倾筐。",
            "comment": ""
        },
        {
            "title": "秋晚三首",
            "content": "官事私忧总不论，每于楼上到黄昏。江城日暮须吹角，野寺僧归自掩门。秋晚山川多草木，年丰场圃足鸡豚。人生几有渊明乐，稚子迎门酒满樽。",
            "comment": ""
        },
        {
            "title": "和麟游王令雪中见忆",
            "content": "麟游小雪近家山，归思连云不可攀。珍重岁寒惟白桧，忽飘幽韵到人间。",
            "comment": ""
        },
        {
            "title": "矴斋独坐怀兄弟",
            "content": "并桥冰乍泮，隔岸柳初黄。河上春犹浅，天涯日渐长。平时好行乐，往事入思量。最恨三年别，应添两鬓霜。",
            "comment": ""
        },
        {
            "title": "离真州",
            "content": "日日北风吹上水，年年客思搅新秋。山长水远连三楚，物态人情又一州。隔岸晚峰如见揖，竝船孤鹜似相留。因知景略非前达，身后犹须具十牛。",
            "comment": ""
        },
        {
            "title": "元夕端居感事四绝句",
            "content": "珠帘当面见玲珑，白鹤仙人上下通。夜半蕊珠重命宴，鸣鞘声落九霄中。",
            "comment": ""
        },
        {
            "title": "和吕与叔观藉田三绝",
            "content": "奉常别后青衫窄，刺部归来白发多。眼看汤孙宜黍{左禾右余}，愧无才力继猗那。",
            "comment": ""
        },
        {
            "title": "夜闻刘宫苑舟中琵琶诗",
            "content": "系舟江岸两相闻，弦索嘈嘈恍未分。不得长安水边见，却於湓浦夜深闻。穷愁似影长随我，乐事如年不负君。会意檀槽求一醉，世间荣辱任纷纷。",
            "comment": ""
        },
        {
            "title": "和吕与叔观藉田三绝",
            "content": "城中车马已喧喧，竹下高人尚晏眠。倚道公门少还往，可能时到野塘前。",
            "comment": ""
        },
        {
            "title": "题赵大年小景",
            "content": "生长深宫不识山，骚人一见便开颜。分明记得经行处，青草湖边第几湾。",
            "comment": ""
        },
        {
            "title": "温泉",
            "content": "岧峣华清宫，下有温泉水。绣领络千门，玉莲喷九蕊。第一名御汤，第二沐妃子。从上傍诸生，最下列卫士。淙淙三十六，枝分或栉比。每年十月初，仙杖常依此。楼头羯鼓停，殿上霓裳委。尘垢三百年，行人与闾里。忽惊郴岭下，和暖雅相似。祇是远长安，不当人眼底。皇天宅万物，得地即为美。幸免与兴亡，往来常止止。",
            "comment": ""
        },
        {
            "title": "杜城茅斋二首",
            "content": "多谢村人亮素贫，墙垣虽设不关门。一杯藜粥茅亭上，卧看南山飞白云。",
            "comment": ""
        },
        {
            "title": "和邠倅王正夫大夫游西湖",
            "content": "雨过花开一郡忙，紫微山影照湖光。东风不费舟船力，暖日能添罗绮香。已拚今朝须尽醉，预愁明日又辞乡。饱闻冯翊无花草，唯有城头至乐堂。",
            "comment": ""
        },
        {
            "title": "跋百之诗画",
            "content": "诗是无形画，画是有形诗。丹青不知老将至，李陵苏武真吾师。太平本学治礼乐，犹有暇日能临池。区中孰最奇，庞眉皓首苟住著，安得一区我安之。",
            "comment": ""
        },
        {
            "title": "妙莲阁",
            "content": "休论雪窦与云峰，且看天台剑戟丛。万水千山来阁上，一花六叶现池中。谁将色界填空界，不离香风席祖风。有底妙莲谈不尽，却成赋笔与兴翁。",
            "comment": ""
        },
        {
            "title": "感时事戏作",
            "content": "少年辛苦校虫鱼，晚岁雕虫耻壮夫。自是诸生犹习气，果然紫诏尽驱除。酒间李驾皆投笔，地下班扬亦引车。惟有少陵顽钝叟，静中吟撚白髭须。",
            "comment": ""
        },
        {
            "title": "至瀛州小雪贻蒋颖叔",
            "content": "梁苑瑶池醉梦阑，忽随北客度燕山。马头点缀飞才密，日脚微明意尚悭。疏布久抛南海上，貂裘初袭两河间。好留幕府陪樽俎，刚被行人不放閒。",
            "comment": ""
        },
        {
            "title": "组以时果供馈予以酒为报",
            "content": "馑岁无时果，秦人餍草茶。开奁惊见李，对客喜浮瓜。为乏琼瑶报，聊称旨酒嘉。中郎不忧老，有女可传家。",
            "comment": ""
        },
        {
            "title": "长干寺同刘宫苑浴",
            "content": "未知何处是吾庐，南北悠悠意所如。不爱渭川千亩竹，与君江上卜新居。",
            "comment": ""
        },
        {
            "title": "送郑平叔司勋之陕二首",
            "content": "憧憧大道两京来，千骑东方最上才。岂有甘棠存故国，空余河水绕行台。松筠寂寂徵君宅，箫鼓匆匆过客杯。九陌风尘归未得，不知青眼为谁开。",
            "comment": ""
        },
        {
            "title": "过魏文贞公旧庄",
            "content": "破屋居人少，柴门春草长。儿童不识字，耕稼郑公庄。",
            "comment": ""
        },
        {
            "title": "山果",
            "content": "煮酒堆山果，新茶下粉团。似梅嫌足核。如蜜少加酸。公子倾金弹，行人漏蜡丸。吾乡元不识，归日画图看。",
            "comment": ""
        },
        {
            "title": "杜城茅斋二首",
            "content": "已分长招湘水魂，安知却返杜陵村。陆居无屋舟无水，坐看南山飞白云。",
            "comment": ""
        },
        {
            "title": "扇诗",
            "content": "扇子解招风，本要热时用。秋来挂壁间，却被风吹动。",
            "comment": ""
        },
        {
            "title": "岳麓寺",
            "content": "携杖溪边听，抱琴台上坐。我喜见江山，江山愁见我。",
            "comment": ""
        },
        {
            "title": "杜鹃",
            "content": "飞伏终难见，空抟似老乌。一身随变化，故国任丘墟。簇簇花如血。声声怨不枯。春山情更好，何必夜相呼。",
            "comment": ""
        },
        {
            "title": "复拜朝散郎",
            "content": "曾为朝散已多时，起废皇恩许再为。学得子文无愠色，笑他白老强题诗。虽无妄想追前境，犹有贪心刻后期。祇向今冬求致仕，要将恩泽与孙儿。",
            "comment": ""
        },
        {
            "title": "南归早发柳湖",
            "content": "残月光中强揽衣，欲随乌鹊向南飞。无端客梦难收拾，落在西城晚不归。",
            "comment": ""
        },
        {
            "title": "王氏松斋诗",
            "content": "人传半隐在龙门，天启松斋遇远孙。水石蔽亏包废寺，版图磨灭指邻村。如将绿野还裴度，不见潜溪付李藩。壁土未乾三易主，洛阳城里有名园。",
            "comment": ""
        },
        {
            "title": "赠杜山人",
            "content": "才疏性懒一微官，终日沉埋尘上间。安得便为归去计，共君吟咏伴君闲。",
            "comment": ""
        },
        {
            "title": "圆觉院闻杜鹃",
            "content": "秦川渺渺楚天长，血色山花哭断肠。谢汝殷勤苦相劝，如今倦客已还乡。",
            "comment": ""
        },
        {
            "title": "百舌",
            "content": "学尽百禽语，终无自己声。深山乔木底，缄口过平生。",
            "comment": ""
        },
        {
            "title": "秋晚三首",
            "content": "谁把霜林染得红，更栽绿竹与长松。家家白酒连宵醉，处处新禾彻夜舂。半落园林悬橘柚，低咽门巷映芙蓉。沙鸥性在终难狎，祇解沙头印脚踪。",
            "comment": ""
        },
        {
            "title": "胡无人",
            "content": "洛阳一少年，善达古今事。意欲隳单于，慨然陈五饵。当时长安以为笑，今日施行获其利。信哉敢谓胡无人，岁岁叩关来请吏。",
            "comment": ""
        },
        {
            "title": "西征回途中二绝",
            "content": "灵州城下千株柳，总被官军斫作薪。他日玉关归去路，将何攀折赠行人。",
            "comment": ""
        },
        {
            "title": "元丰癸亥秋季赴官郴岭舣舟樊口与潘彦明范亨",
            "content": "江上秋风九日寒，故人樽酒暂相欢。如何塞北无穷雪，却坐樊山竹万竿。",
            "comment": "【注释】【原题】：元丰癸亥秋季赴官郴岭舣舟樊口与潘彦明范亨父以小艇过吉阳寺是日大风雨雪"
        },
        {
            "title": "书薛绍彭诗编",
            "content": "白杨宿草几离披，忽对遗编动永思。棠棣先凋空浩叹，图书不展已多时。岂惟独负游山约，何意重看送我诗。今日山翁悲复喜，薛家门里有孤儿。",
            "comment": ""
        },
        {
            "title": "还卷答徐长官",
            "content": "才士生平多薄命，文章自昔少知音。增添行李妨为客，搜搅肝肠枉用心。高阁书存终覆瓿，长门赋丽偶遗金。云台幸有功名望，何必孜孜泥古今。",
            "comment": ""
        },
        {
            "title": "送薛昌朝赴太原幕府",
            "content": "去国重为客，送君还复归。天寒雨细光景促，且就东城寺中宿。寺当蒲坂望屋庐，日暮无由办乔木。既已唯诺难自由，虽欲一日安可留。吾辈事势不大殊，此际兴味复何如，归来愁坐独嗟吁。毕竟岂如村野老，或尔富民城郭居。雨暘寒燠都不与，亲戚满眼身不孤。乃知平生走薄官，正似痴牛引重车。险夷缭络不知止，祇得终年困道涂。",
            "comment": ""
        },
        {
            "title": "扳子矶",
            "content": "石上红花低照水，山头翠篠细含烟。天生一本徐熙画，祇欠鹧鸪相对眠。",
            "comment": ""
        },
        {
            "title": "裴纶著作见期行日延宿所居既至裴已行因书寄",
            "content": "都城人事日烹煎，跳出都门意已仙。摩诘旧闻空一室，祖生何事忽先鞭。尘埃马上同看月，絺綌风中共听蝉。我复西还君北去，箕山颍水自萧然。",
            "comment": "【注释】【原题】：裴纶著作见期行日延宿所居既至裴已行因书寄此"
        },
        {
            "title": "赠邻居陈焕处士",
            "content": "福唐陈处士，与我对门居。生死一炉药，尘埃数箧书。但知尊有酒，莫叹食无鱼。若论浮生事，浮生事总虚。",
            "comment": ""
        },
        {
            "title": "郴州送许叔献员外赴道州",
            "content": "岭下为迁客，人中得老成。传经汉丞相，授讲鲁诸生。五斗青衫色，三湘白发茎。话言犹未尽，要作道州行。",
            "comment": ""
        },
        {
            "title": "秋暮书怀",
            "content": "秋日平凉客，栖迟泮水间。家贫思得禄，性懒要长閒。欹枕时闻雁，登城忽见山。征西旧时将，大半发毛斑。",
            "comment": ""
        },
        {
            "title": "次长芦",
            "content": "炎荒往返正三年，重过长芦古寺前。万里风波行欲尽，停挠南望一潸然。",
            "comment": ""
        },
        {
            "title": "哀王荆公",
            "content": "江水悠悠去不还，长悲事业典刑间。浮云却是坚牢物，千古依栖在蒋山。",
            "comment": ""
        },
        {
            "title": "和同使郑内藏见始之作",
            "content": "仗节传呼出紫宸，燕南蓟北望车尘。身为五郡循良守，家是三朝宿卫臣。对榻梦魂思共得，据鞍吟啸喜相亲。驿亭处处逢花发，疑是春光解送人。",
            "comment": ""
        },
        {
            "title": "均州南川春日三首",
            "content": "宦名生事日悠悠，问道参禅已的头。自笑攀缘犹未断，每逢佳处即迟留。",
            "comment": ""
        },
        {
            "title": "送叶伸出使河北",
            "content": "君今使河北，几日渡黄河。脱身出台省，杖节犯风波。东南耆旧中，如君能几何。何人把袂留，顾我饯则那。燕赵多佳人，善舞体婆娑。不学白紵词，能唱瓠子歌。歌罢令翁愁，井灶宅鼋鼍。安得佐禹才，于旄饰五紽。与君并驾驱，坐使民气和。挥汗强援笔，矢辞愧不多。",
            "comment": ""
        },
        {
            "title": "山阳二首",
            "content": "山阳水陆衝，乐饵人所赴。寂寞先生门，车轮不少驻。贤哉彼二公，绰有尚贤风。恨不生羽翼，啸歌樽酒中。",
            "comment": ""
        },
        {
            "title": "桃李花",
            "content": "红白桃李花，馨香满芳草。开时人少年，落处人已老。风雨半夜来，飘扬满官道。行客为叹息，不忍便除扫。犹有两三枝，香色晚更好。把酒将奈何，攀折恨不早。",
            "comment": ""
        },
        {
            "title": "孙贲知衢州去疑冢以其所得双石作堂乞诗",
            "content": "芝兰虽好忌当门，何况庭前恶土墩。畚锸才兴双剑出，狐狸尽去老松蹲。百年守冢真堪笑，一日开轩亦可尊。安得掷从天外去，成都石笋至今存。",
            "comment": ""
        },
        {
            "title": "长盘岭遇张复乡人",
            "content": "马头已匝三千里，故国轻抛二十年。一片青山双鬓白，长盘岭下见乡人。",
            "comment": ""
        },
        {
            "title": "京兆安汾叟赴辟临洮幕府南舒李君自画阳关图",
            "content": "古人送行赠以言，李君送人兼以画。自写阳关万里情，奉送安西从辟者。澄心古纸白如银，笔墨轻清意萧洒。短亭离筵列歌舞，亭亭諠諠簇车马。溪边一叟静垂纶，桥畔俄逢两负薪。掣擗苍鹰随猎犬，耸耳駏驴扶只轮。长安陌上多豪侠，正值春风二三月。分明朝雨浥轻尘，客舍青青柳色新。主人举杯苦劝客，道是西征无故人。殷勤一曲歌者阕，歌者背泪沾罗巾。酒阑童仆各辞亲，结束韬縢意气振。稚子牵衣老人哭，道上行客皆酸辛。惟有溪边钓鱼叟，寂寞投竿如不闻。李君此画何容易，画出渔樵有深意。为道世间离别人，若个不因名与利。红莲幕府尽奇才，家近南山紫翠堆。烜赫朱门当巷陌，潺潺流水绕亭台。当轩怪石人稀见，夹道长松手自栽。静锁园林莺对语，密穿堂户燕惊回。试问主翁在何所，近向安西幕府开。歌舞教成头已白，功名未立老相催。西山东国不我与，造父王良安在哉。已卜买田箕岭下，更看筑室颍河{左阝右畏}。凭君传语王摩诘，画个陶潜归去来。",
            "comment": "【注释】【原题】：京兆安汾叟赴辟临洮幕府南舒李君自画阳关图并诗以送行浮休居士为继其后"
        },
        {
            "title": "卧治斋诗",
            "content": "为治固有术，公卧有人立。直须紧闭关，勿使庞公人。",
            "comment": ""
        },
        {
            "title": "九日",
            "content": "一见黄花只自羞，萧然短发不禁秋。谁人为整乌纱帽，独倚西风满眼愁。",
            "comment": ""
        },
        {
            "title": "牡丹",
            "content": "去年岐路遇春残，满院笙歌赏牡丹。今岁杜陵千万朵，却垂衰泪洒阑干。",
            "comment": ""
        },
        {
            "title": "东湖晚眺",
            "content": "白鹭双飞过女墙，两行高柳正斜阳。荷花满眼都无主，闇里风飘入袖香。",
            "comment": ""
        },
        {
            "title": "宿卢岩寺",
            "content": "先生事业老空谷，弟子几多作绛纱。鹤板当年来上国，碧岩今日属僧家。松风生籁延虚室，瀑水喷珠缀鲜花。我有故山归未得，年年魂梦绕天涯。",
            "comment": ""
        },
        {
            "title": "食杨梅荔枝思去年",
            "content": "杨梅味已酸，荔子色能丹。火齐骊龙脱，江绡玉露团。谪居深不负，沈醉亦何难。今岁无人剥，吁嗟任满盘。",
            "comment": ""
        },
        {
            "title": "秋暮书怀",
            "content": "客舍无前后，分明似一舟。瓶罂生计小，儿女长年忧。糊口身将老，谋归岁聿周。布衣今复敝，莫问黑貂裘。",
            "comment": ""
        },
        {
            "title": "酴醾",
            "content": "冰肌雪艳映残春，燠日薰风入四邻。任是主人能爱惜，也拚一半与游人。",
            "comment": ""
        },
        {
            "title": "木香花",
            "content": "广寒宫阙月楼台，露里移根月里栽。品格虽同香气俗，如何却共牡丹开。",
            "comment": ""
        },
        {
            "title": "题隔师松斋",
            "content": "未解子荆流可枕，冷笑陶令琴无弦。临流有耳安用洗，续弦得膠还自煎。不禁巢边黄口闹，不作竿上鮎鱼缘。但欲移床倚西壁，共师饱听松风眠。",
            "comment": ""
        },
        {
            "title": "桃李花",
            "content": "花如桃李人如玉，终日看花看不足。万年枝上啭春风，七丝弦上调新曲。宝马嘶风车击毂，东市斗鸡西市鞠。但得长留脸上红，莫辞贵买尊中醁。",
            "comment": ""
        },
        {
            "title": "吕子固小女哀辞",
            "content": "伯道无儿可典刑，中郎有女最聪明。季拿却返商山葬，阿软空留洛下情。令祖六男皆磊落，名孙一女又凋零。茫茫此理终难问，忍听人间哭子声。",
            "comment": ""
        },
        {
            "title": "邠守李中散取乡人谢事者三人绘像邠学号三友",
            "content": "出仕归来义两全，真从髫齓至华颠。儒冠绘像为三友，龟佩相辉是四贤。莫与后生论损益，且於见世作神仙。东都九老夸荣贵，未比南豳德行先。",
            "comment": "【注释】【原题】：邠守李中散取乡人谢事者三人绘像邠学号三友堂予己记之复徵诗"
        },
        {
            "title": "哀王荆公",
            "content": "去来夫子本无情，奇字新经志不成。今日江湖从学者，人人讳道是门生。",
            "comment": ""
        },
        {
            "title": "西宫致斋贻裴著作",
            "content": "西出都门外，尘埃扑马鞍。人家事寒食，星雨仰祠官。日永莺千啭，庭閒竹数竿。惟怜隔斋禁，不得共清懽懽。",
            "comment": ""
        },
        {
            "title": "赠奉议沈辽",
            "content": "凫胫天生短，鹤胫本来长。一朝有客欲断续，二物无地逃悲伤。吾徒曾匪凫鹤匹，又取圣贤为学术。解将轩冕等浮云，宁免傥来并执一。夫君擢秀居东南，代以文词起簪绂。铮铮官业素有闻，更号能书居第一。平生意气少防闲，一跌落在江湖间。几年转徙无家室，惟与樵渔为往还。醉吟未免写胸臆，健笔依旧飞云烟。远俗僻陋多不识，都城一贴沽万钱。今朝我过齐山下，邀我陟降游二山。羡君卜筑思意尽，今古气象罗目前。佛留九顶千株石，天赐清溪一水湾。自拾薪枝给朝夕，不与城郭通交关。亲友一切皆谢绝，惟许子驰来问安。人生涉世多忧喜，不用昭昭明物理。少小辛苦卜一廛，如今老大无居止。迁流方从五岭去，敢望生还复经此。万一君恩纵北归，与君左右为邻里。",
            "comment": ""
        },
        {
            "title": "西征回途中二绝",
            "content": "青铜峡里韦州路，十去从军九不回。白骨似沙沙似雪，将军休上望乡台。",
            "comment": ""
        },
        {
            "title": "行次晚洲",
            "content": "腊月遭霖雨，孤舟舣暮滩。数声归雁断，半岭野梅残。无复论偕老，何时展急难。江湖卧周岁，此夕最难安。",
            "comment": ""
        },
        {
            "title": "月台",
            "content": "明月光常满，使君罇屡开。何须待月上，日暮便登台。",
            "comment": ""
        },
        {
            "title": "萤",
            "content": "江皋萤火故煇煇，仍解穿帘夜点衣。但取见时增意思，莫嫌生处太卑微。月明敢向星中乱，天黑偏能雨里飞。今日分明知我去，何年漂泊照吾归。",
            "comment": ""
        },
        {
            "title": "郴州",
            "content": "橘井苏仙宅，茶经陆羽泉。万峰团雉堞，二水汇城輭。",
            "comment": ""
        },
        {
            "title": "燕山闻杜鹃",
            "content": "晓色千峰杳未分，声声哀怨出云根。举头忽见思乡岭，何不他时别处闻。",
            "comment": ""
        },
        {
            "title": "哀虢县令犹子箅",
            "content": "艰生数寸得能孤，满望亭亭百尺余。霜雪未零摧折去，不材何用腹心枯。",
            "comment": ""
        },
        {
            "title": "移岳州去房陵道中见海棠",
            "content": "马息山前见海棠，群仙会处锦屏张。天寒日晚行人绝，自落自开还自香。",
            "comment": ""
        },
        {
            "title": "送孙积中兄待次吴兴",
            "content": "骅骝不惜换舟行，人到归时意气生。五马未来迎使节，四弦何事作离声。焚黄此去荣归里，垂老相看老兄弟。来岁北来如访我，寄书频到利陵城。",
            "comment": ""
        },
        {
            "title": "鹘岭",
            "content": "度险仍逢雪，艰危顷步中。鹘飞犹自苦，人足故难通。九折羊肠外，三休箭筈东。西南望天柱，聊复慰途穷。",
            "comment": ""
        },
        {
            "title": "城上乌",
            "content": "城上乌，山头月，几点残星灭不灭，营中角声鸣咽咽。战马嘶，征人发，堂上双亲垂白发，闺中少妇年二八。爷牵衣，儿抱膝，东邻西邻哭声一，道上行客肠断绝。",
            "comment": ""
        },
        {
            "title": "庚辰岁仲夏冲照处士王筌子真自渭上游三茅是",
            "content": "君为天下都散汉，我是人间大丈夫。君往茅山住岩岭，我乘汴水入京都。翩翩云鹤惊飙驭，汩汩尘埃满客裾。祇看此行皆可见，不须开口说贤愚。",
            "comment": "【注释】【原题】：庚辰岁仲夏冲照处士王筌子真自渭上游三茅是时业趋召京师分袂於永城聊写长言同浼行色"
        },
        {
            "title": "薄台",
            "content": "屈曲清溪十里长，净涵天影与秋光。此行却在樊川尾，稻熟鱼肥柿子黄。",
            "comment": ""
        },
        {
            "title": "八月十四日清豀堂望月",
            "content": "客路三湘远，天风八月清。云间虽掩映，水底已分明。且对当年影，休吟万古情。喜君方向满，照我过江城。",
            "comment": ""
        },
        {
            "title": "秋暮书怀",
            "content": "旅鬓茎茎白，霜梨叶叶红。可怜非类者，同落有涯中。万物齐为马，劳生独转蓬。此行江海外，便作狎鸥翁。",
            "comment": ""
        },
        {
            "title": "柳花",
            "content": "随风坠露事轻儇，巧占人间欲夏天。只恐障空飞似雪，从教糁径白於绵。未央宫暖粘歌袖，扬子江清恼客船。老去强看愁底事，昏花满眼意茫然。",
            "comment": ""
        },
        {
            "title": "送鲍经句赴辟洮东幕府",
            "content": "平昔通家子，今为幕府宾。宦游知几日，器业已成人。陇右从戎客，燕南老病身。军中想多暇，莫惜寄书频。",
            "comment": ""
        }
    ]
}