{
    "dynasty": "宋",
    "author": "张辑",
    "poems": [
        {
            "title": "浣溪沙",
            "content": "夏果初收唤绿华。冰盘巧簇映金瓜。荷香飞上玉流霞。明月长留千岁色，蟠桃多结几番花。谁知罗带有丹砂。",
            "comment": ""
        },
        {
            "title": "南浦月/点绛唇",
            "content": "来翦莼丝，江头一阵鸣蓑雨。孤篷归路。吹得苹花暮。短发萧萧，笑与沙鸥语。休归去。玉龙嘶处。邀月过南浦。",
            "comment": ""
        },
        {
            "title": "祝英台近",
            "content": "竹间棋，池上字。风日共清美。谁道春深，湘绿涨沙觜。更添杨柳无情，恨烟颦雨，却不把、扁舟偷系。去千里。明日知几重山，後朝几重水。对酒相思、争似且留醉。奈何琴剑匆匆，而今心事，在月夜、杜鹃声里。",
            "comment": ""
        },
        {
            "title": "醉蓬莱",
            "content": "记澄湖抱练，画舫参差，闹花时节。油壁鸣堤，有障萦屏列。燕草香融，鸦条香浅，似渭城烟雪。急管斜阳，卫娘葱蒨，带围寒怯。苏小闲情，绿杨如织，阑槛东边，好山千叠。料得如今，也翠销红歇。何限繁华，春来都付与，数声啼鴂。谩怆羁魂，扁舟买醉，谢公明月。",
            "comment": ""
        },
        {
            "title": "断肠声/南歌子",
            "content": "柳户朝云湿，花窗午篆清。东风未放十分晴。留恋海棠颜色、过清明。垒润栖新燕，笼深锁旧莺。琵琶可是不堪听。无奈愁人把做、断肠声。",
            "comment": ""
        },
        {
            "title": "木兰花慢",
            "content": "望瀛洲尺五，听海客、诧登临。记岛月分秋，天星降夕，神璧精金。他年作霖雨手，且明光奏赋寓良箴。槐府黑头旧业，芹宫青岁雄襟。駸駸。宝勒向东吟。戏彩看而今。更袜步黄云，琴弹碧玉，汇泽杯斟。争先长至几日，料春风多喜鹊传音。梅蕴和羹心在，线添补衮工深。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "忆昔风流秋社里，几人冰雪襟期。凉风吹散梦参差。寒灯多少恨，长笛不堪吹。别去化龙潭上水，东来不寄相思。白鸥应笑太忘机。沙头重载酒，休负桂花枝。",
            "comment": ""
        },
        {
            "title": "阑干万里心/忆王孙",
            "content": "小楼柳色未春深。湘月牵情入苦吟。翠袖风前冷不禁。怕登临。几曲阑干万里心。",
            "comment": ""
        },
        {
            "title": "钓船笛/好事近",
            "content": "载酒岳阳楼，秋入洞庭深碧。极目水天无际，正白苹风急。月明不见宿鸥惊，醉把玉阑拍。谁解百年心事，恰钓船横笛。",
            "comment": ""
        },
        {
            "title": "如此江山/齐天乐",
            "content": "西风扬子江头路。扁舟雨晴呼渡。岸隔瓜洲，津横蒜石，摇尽波声千古。诗仙一去。但对峙金焦，断矶青树。欲下斜阳，长淮渺渺正愁予。中流笑与客语。把貂裘为浣，半生尘土。品水烹茶，看碑忆鹤，恍似旧曾游处。聊凭陆諝。问八极神游，肯重来否。如此江山，更苍烟白露。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "绿阴凉尊俎。映双旌、飞翻新带，日边恩露。千里湖山添鲜碧，玉宇光浮眉妩。料范老、应难独步。君亦胸中兵十万，把甘霖、小小春东楚。江上早，一犁雨。赤城霞起连天姥。有丹经、亲曾密授，八篇奇语。道骨仙风骑鲸客，合侍红云帝所。且画戟、清香时度。散入邦人箫鼓里，恰春留、芍药丛歌舞。还更咏，大鹏赋。",
            "comment": ""
        },
        {
            "title": "月当窗/霜天晓角",
            "content": "看朱成碧。曾醉梅花侧。相遇匆匆相别，又争似、不相识。南北。千里隔。几时重见得。最苦子规啼处，一片月、当窗白。",
            "comment": ""
        },
        {
            "title": "月上瓜洲/相见欢",
            "content": "江头又见新秋。几多愁。塞草连天何处、是神州。英雄恨，古今泪，水东流。惟有渔竿明月、上瓜洲。",
            "comment": "【注释】这首词借写月下之景，抒发词人报国无门，落魄抑郁的思想感情，同时，也饱含作者的爱国深情。南徐 ，古州名。治所在京口城（今江苏镇江 ）。多景楼为南徐胜迹，在镇江北固山甘露寺内。楼坐山临江，风景佳绝，米芾称之为“天下江山第一楼 ”。自古以来的文人墨客，登北固山，临多景楼，常有题咏。“江头又见新秋，几多愁？”一起二句，透出感恨无限。京口地区 ，“ 一水横陈，凤鸣玄泰 ，神妃合唱，麟舞鸾迈 ”（《三洞珠囊 》），引起古代失意之人的无限暇思，然而 ，梦幻消散 ，心头沉重的压力却一直不能减轻 。因此，他们热情开始衰退 ，作品也充满伤感 。他们追忆前世的美好 ，以及极认真的期盼飞升时刻的到来，就越表明了心头的失望和怀疑。这首词表现的就是这种求仙不成，“ 梦中作梦，忆往事落花流水”的苦闷。在写作方法上，现实和幻想交织在一起，表现出一种迷惘境界。这里面有“前世”美景幻觉式的展现，有旧地重游、人事皆非的伤感，有求仙不成的感叹，全词又隐约化用刘、阮入天台遇仙女的典故，表现的却是再入神山不见仙女的失望之情。过片三句 ，悲愤至极 。壮丽的河山，古往今来留下过多少英雄人物的足迹。三国时的孙权和刘备曾在这里联合抗曹 ，两晋 、隋唐时期，这里也发生过许多值得怀念之事 。可是 ，如今只留下英雄们无尽的遗恨，徒令登临的人们洒一掬吊古伤今的悲泪。而昔日的一切 ，都随着江水东流而逝去了 ，包括朝廷恢复中原的大计和个人施展抱负的雄心，都逝去了——“惟有渔竿明月上瓜洲 ！”扁舟一叶，持竿垂钓，又见新秋的明月，冉冉从瓜洲升起。就是说纵使有英雄人物 ，也是报国无门 ，只好逍遥于江海之上了。末句表现了词人抑郁孤独和无可奈何的悲慨。瓜洲，在长江北岸 ，是运河入长江处 ，有渡口与镇江相通。本词原调名为《 乌夜啼》，作者取末句意改为《月上瓜洲 》，自然也含有对国事的忧愤和失望之意。"
        },
        {
            "title": "洞仙歌",
            "content": "莲舟玉字，得真人亲授。圯上家风又还有。问因何五马，踏月云台。秋色里，却赏烟霞袖手。酒边听说剑，歌舞升平，方许君为赤松友。任浊世纷纭，海水扬尘，再相见、雪髯依旧。且岁岁、中秋後逾旬，更半月东离，菊花重九。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "醉发吹凉，但拂剑、狂歌而已。倩谁问、九霄黄鹤，更曾来未。玉女窗深松昼静，研朱重点参同契。记前回、赤水得玄珠，骊龙睡。空扰扰，人间世。除学道，无真是。把洪崖肩拍，挹浮丘袂。朝驾长风沧岛上，夜骑明月青天际。更几时、回首旧山川，三千岁。",
            "comment": ""
        },
        {
            "title": "疏帘淡月/桂枝香 秋思",
            "content": "梧桐雨细。渐滴作秋声，被风惊碎。润逼衣篝，线袅蕙炉沈水。悠悠岁月天涯醉。一分秋、一分憔悴。紫箫吟断，素笺恨切，夜寒鸿起。又何苦、凄凉客里。负草堂春绿，竹溪空翠。落叶西风，吹老几番尘世。从前谙尽江湖味。听商歌、归兴千里。露侵宿酒，疏帘淡月，照人无寐。",
            "comment": "【注释】这首词情景交融 ，深切自然，将秋夜的相思苦，羁旅愁，传神地勾画了出来。词境幽远清雅。是张辑的代表作之一。前三句 ，先写秋夕的风雨 。细雨飘洒在梧桐叶上，汇集到叶边，一点一滴，滴向空阶，滴向愁人的心上。这是诗词中常见的情景。可是“被风惊碎”四字便使语意新警。被惊碎的是细雨？是秋声？也许是风过雨停了？模糊的语义唤起了读者的想象。独宿孤馆的倦客，在这寒夜 ，恐怕也尝尽凄凉况味吧。“润逼衣篝，线袅蕙炉沉水 ”，描写的是室内的环境：薰笼上烘着潮润的衣服，细细的烟气从烧着沉水香的炉子烟中袅袅升起。两句表面是景 ，实质是情 ，词人孤寂的形象已在炉烟中隐现出来了。“悠悠”二句，是作者感慨之语。在春华秋实的季节里 ，词人感悟到的 ，却是韶华已逝，华年空度的落寞。一“醉”字，意味着借酒销愁，而愁又是无法消除的，所以秋深一分 ，人的憔悴也加添一分了。两句与上文一虚一实，交互写来，尤其“一分秋、一分憔悴”，造语亦觉新颖，用意尤为沉厚。“紫箫”三句，意为箫声已断，欢事难再，客子更感孤独；只好提起笔来写封家信，心中充满着深切的愁恨。“ 夜寒鸿起 ”，四字警炼，在写景中有无限的怨意。“又何苦、凄凉客里。负草堂春绿，竹溪空翠”，自怨自艾 ，悔恨不已 。杜甫曾在成都浣花溪畔筑草堂，李白也曾与孔巢父等在泰安徂徕山下的竹溪隐居。作者借前贤之事，言自己的心志，即向往这种闲适生活，因此也用“草堂 ”、“ 竹溪”借指他故乡旧日游居之地；究竟为了什么 ，竟辜负了美景闲情 ，而终日在客途中仆仆风尘？下文随即将笔一转，“ 落叶西风，吹老几番尘世 ？”与上片头三名呼应 。无情的西风 ，年年如是到来，仿佛在催人老去！“吹老”句颇为新警，有两重含义 ，一是时代变迁之悲 ，一是个人身世之感。西风几度，人世间又发生了多少变迁？在这里 ，词人也许怀着更深刻的家国的痛思吧。“从前”二句，指多年来已尝尽了流落天涯的滋味 ，如今听到悲凉的商歌 ，便勾起怀归之兴。商音凄厉，与秋天肃杀之气相应。词中的商歌，有感秋之意。可是故里迢遥，欲归不得 ，这怎能不令人“ 憔悴”、“恨切”呢？“千里 ”二字 ，含有多少难言的隐痛。“ 露侵宿酒，疏帘淡月，照人无寐 ”，这是全词中最经意之笔。本词在结构上颇具匠心。景与情交互写来，虚实对照，前后呼应，有一波三折之妙。句与句之间，融合无间 。上下片首尾衔联，全词成为完整的统一体。特别是造语遣字别开生面，如“秋声”“ 被风惊碎”，“线袅蕙炉”，“一分秋、一分憔悴”，“落叶西风，吹老几番尘世”，看似平淡 ，实际上极为精炼，耐人回味。"
        },
        {
            "title": "春风堂",
            "content": "一门和气只春知，笑语何殊膝下嬉。不觉兄弟俱老大，此心犹道是儿时。",
            "comment": ""
        },
        {
            "title": "杏梁燕/解连环",
            "content": "小楼春浅。记钓帘看雪，袖沾芳片。似不似、柳絮因风，更细与品题，屡呵冰砚。宛转吟情，纵真草、凤笺都遍。到灯前笑谑，酒祓峭寒，移尽更箭。而今柳阴满院。知花空雪似，人隔春远。叹万事、流水斜阳，谩赢得前诗，醉污团扇。脉脉重来，算惟有、画阑曾见。把千种旧愁，付与杏梁语燕。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "鹊喜花间晓。惜凝香、低将帘卷，海棠开早。前度登楼清啸月，吹入春风不老。後五日、花朝方到。趁舞罗衣花讯暖，拈吟髭、玉勒迎东笑。留肯往，春邮小。庐峰青里壶天好。一千春、棋声昼永，剑光云表。绛雪骊珠看丹转，金鼎龙盘虎绕。且未可、飞仙蓬岛。河洛烟芜眠狐兔，握风雪、办此升平了。却共我，拾瑶草。",
            "comment": ""
        },
        {
            "title": "忆秦娥",
            "content": "春寂寂。画阑背倚春风立。春风立。楚山无数，暮天云碧。琴心写遍愁何极。断肠谁与传消息。传消息。当年情墨，泪痕犹湿。",
            "comment": ""
        },
        {
            "title": "东风第一枝",
            "content": "雨蕊方桃，晴梢渐杏，东风娇语弦管。爱香帘约馀寒，唤舞袖翻嫩暖。红颜清健，旧墨竹、扶疏手段。且碧窗、写就黄庭，画楫海山开卷。春自好、得花不淡。花又好、得春不浅。晓莺瑶佩秋生，月蘸翠尊波满。长逢花处，笑西母、霜娥偷换。要日边、争看貂蝉，彩侍更迎宣劝。",
            "comment": ""
        },
        {
            "title": "碧云深/忆秦娥",
            "content": "风凄凄。井阑络纬惊秋啼。惊秋啼。凉侵好梦，月正楼西。卷帘望月知心谁。关河空隔长相思。长相思。碧云暮合，有美人兮。",
            "comment": ""
        },
        {
            "title": "琐窗寒",
            "content": "露漏沈沈，洞房灯悄，鹊翻庭树。夜凉如水，人倚玉箫何处。澹纵横、疏星断河，点衣黄叶飞四五。向此时感旧，非关宋玉，悲秋情绪。追念章台路。共缓辔芳尘，妒花惹絮。旧游梦寐，总付相思新句。想风流还在匆匆，暗惊鬓底霜几缕。凭危栏、立尽归鸿，脆角凝清曙。",
            "comment": ""
        },
        {
            "title": "山庄劝酒",
            "content": "清吟湘碧。马首春风驿。闻说西湖梅早，又邀我、能诗客。书尺知到日。月随人合璧。儿拟山庄劝酒，田家酿，尽篘得。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "嫩凉生晓，怪今朝湖上，秋风无迹。古寺桂香山色外，肠断幽丛金碧。骤雨俄来，苍烟不见，苔径孤吟屐。系船高柳，晚蝉嘶破愁寂。且约携酒高歌，与鸥相好，分坐渔矶石。算只藕花知我意，犹把红芳留客。楼阁空濛，管弦清润，一水盈盈隔。不如休去，月悬良夜千尺。",
            "comment": ""
        },
        {
            "title": "徵招",
            "content": "飞鸿又作秋空字，凄凄旧游湘浦。凉思带愁深，渺苍茫何许。岁华知几度。奈双鬓、不禁吟苦。独倚危楼，叶声摇暮，玉阑无语。尺素。欲传将，故人远、天涯屡惊回顾。心事只琴知，漫闲相尔汝。甚时江海去。算空负、白苹鸥侣。更谁与、翦烛西窗，且醉听山雨。",
            "comment": ""
        },
        {
            "title": "比梅/如梦令",
            "content": "深夜沉沉尊酒。酒醒客衾寒透。城角挟霜飞，吹得月如清昼。僝僽。僝僽。比著梅花谁瘦。",
            "comment": ""
        },
        {
            "title": "貂裘换酒/贺新郎",
            "content": "笛唤春风起。向湖边、腊前折柳，问君何意。孤负梅花立晴昼，一舸凄凉雪底。但小阁、琴棋而已。佳客清朝留不住，为康庐、只在家窗里。湓浦去，两程耳。草堂旧日谈经地。更从容、南山北水，庾楼重倚。万卷心胸几今古，牛斗多年紫气。正江上、风寒如此。且趁霜天鲈鱼好，把貂裘、换酒长安市。明夜去，月千里。",
            "comment": ""
        },
        {
            "title": "广寒秋/鹊桥仙",
            "content": "杯行将半，月来犹未，潇洒水亭无暑。清宵数客一阑秋，对冰雪、荷花似语。雄边台上，文游台上，咫尺红云容与。天风吹送广寒秋，正画舸、湖光佳处。",
            "comment": ""
        },
        {
            "title": "瑞鹤仙",
            "content": "柳风双燕语。问有谁留人，岸花去橹。星辰快平步。俯圜扉草色，青青如许。儿童拥路。玉溪边、当年杜母。料从今、指点山川，总是绣衣行处。回顾。东堂深窈，楚帖长春，竹尊清午。红云帝所。摇佩玉，更容与。把蓬莱一笑，几番清浅，绿野为花作谱。向花前、三叠琴心，看苍鹤舞。",
            "comment": ""
        },
        {
            "title": "淮甸春/念奴娇",
            "content": "短髯怀古，更文游台上，秋生吟兴。闻说坡仙来把酒，月底频留清影。极目平芜，孤城四水，画角西风劲。曲阑犹在，十分心事谁领。词卷空落人间，黄楼何处，回首愁深省。斜照寒鸦知几度，梦想当年名胜。只有山川，曾窥翰墨，仿佛馀风韵。旧游休问，柳花淮甸春冷。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "迢递关山身历遍，烟霞胜处曾游。九江江畔系孤舟。匡庐如画里，南望插天浮。瀑布香炉齐五老，层层爽气陵秋。何须魂梦觅瀛洲。云松终可卜，我与谪仙俦。",
            "comment": ""
        },
        {
            "title": "次汤制干寄三叠泉韵",
            "content": "寒碧朋尊胜酒泉，松声远壑忆留连。诗於水品进三叠，名与谷帘真两全。画壁烟霞醒昨梦，茶经日月著新年。山灵似语汤夫子，恨杀屏风李谪仙。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "东泽先生，谁说能诗，兴到偶然。但平生心事，落花啼鸟，多年盟好，白石清泉。家近宫亭，眼中庐阜，九叠屏开云锦边。出门去，且掀髯大笑，有钓鱼船。一丝风里婵娟。爱月在沧波上下天。更丛书观遍，笔床静昼，篷窗睡起，茶灶疏烟。黄鹤来迟，丹砂成未，何日风流葛稚川。人间世，听江湖诗友，号我东仙。",
            "comment": ""
        },
        {
            "title": "沙头雨/点绛唇",
            "content": "带醉归时，月华犹在吹箫处。晚愁情绪。忘却匆匆语。客里风霜，诗鬓空如许。江南去。岸花迎橹。遥隔沙头雨。",
            "comment": ""
        },
        {
            "title": "好溪山",
            "content": "孤鸿遥下夕阳寒。秋清怀抱宽。篱根香满菊金团。客中邀客看。呼浊酒，共清欢。五弦随意弹。西窗仍见好溪山。几年谁倚栏。",
            "comment": ""
        },
        {
            "title": "一丝风/诉衷情令",
            "content": "卧虹千尺界湖光。冷浸月茫茫。当日三高何处，渔唱入凄凉。人世事，纵轩裳。梦黄梁。有谁蓑笠，一钓丝风，吹尽荷香。",
            "comment": ""
        },
        {
            "title": "绮罗香",
            "content": "欲雨凉生，初弦月在，画戟香中清啸。旋种芙蕖，深夏木兰芳沼。银汉入、天镜搀秋，福星度、雪阑争照。又谁写、万幅莼波，一江佳思到鱼鸟。吴儿眉语笑里，要见圜扉绿遍，平畴青绕。羽扇纶巾，萧洒玉貌长好。问千年、庆会风云，正此日、静春花草。更弦管、非雾非烟，鹤声帘幕晓。",
            "comment": ""
        },
        {
            "title": "霜天晓角",
            "content": "暮天云阔。懒泛琴三叠。恰有梅花相伴，窗儿上、一枝月。忆别。恁时节。吟情谁共说。敧枕偶成清梦，画角晓、更愁绝。",
            "comment": ""
        },
        {
            "title": "画娥眉/忆王孙",
            "content": "清明小院杏花开。半启朱扉燕子来。晓起梳头对玉台。照香腮。羞睹惊鸿瘦影回。",
            "comment": ""
        },
        {
            "title": "月底修箫谱/祝英台近",
            "content": "客西湖，听夜雨。更向别离处。小小船窗，香雪照尊俎。断肠一曲秋风，行云不语。总写入、征鸿无数。认眉妩。唤醒岩壑风流，丹砂有奇趣。羞杀秦郎，淮海谩千古。要看自作新词，双鸾飞舞。趁月底、重修箫谱。",
            "comment": ""
        },
        {
            "title": "忆萝月/清平乐",
            "content": "新凉窗户。闲对琴言语。弹到无人知得处。两袖五湖烟雨。坐中斗转参横。珠躔碎落瑶觥。忆著故山萝月，今宵应为谁明。",
            "comment": ""
        },
        {
            "title": "倚秋千/好事近",
            "content": "人在玉屏闲，逗晓柳丝风急。帘外杏花微雨，罩春红愁湿。单衣初试曲尘罗，中酒病无力。应是绣床慵困，倚秋千斜立。",
            "comment": ""
        },
        {
            "title": "山渐青/长相思",
            "content": "山无情。水无情。杨柳飞花春雨晴。征衫长短亭。拟行行。重行行。吟到江南第几程。江南山渐青。",
            "comment": ""
        }
    ]
}