{
    "dynasty": "宋",
    "author": "徐君宝妻",
    "poems": [
        {
            "title": "满庭芳",
            "content": "汉上繁华，江南人物，尚遗宣政风流。绿窗朱户，十里烂银钩。一旦刀兵齐举，旌旗拥、百万貔貅。长驱入，歌台舞榭，风卷落花愁。清平三百载，典章人物，扫地俱休。幸此身未北，犹客南州。破鉴徐郎何在，空惆怅、相见无由。从今後，梦魂千里，夜夜岳阳楼。",
            "comment": "【注释】①汉上：泛指汉水至长江一带。②江南人物：指南宋的许多人才。③宣政：宣和、政和都是北宋徽宗的年号。这句是指南宋的都市和人物，还保持着宋徽宗时流风余韵。④烂银钩：光亮的银制帘钩，代表华美的房屋。⑤风卷落花：指元军占领临安，南宋灭亡。⑥三百载：指北宋建国至南宋灭亡。这里指整数。⑦南州：南方，指临安。⑧破鉴：即破镜。　徐郎：指作者丈夫徐君宝。⑨岳阳楼：湖南岳阳县西，这里是作者故乡。【评解】此词的作者是个被元军掳掠、不屈而死的女子。词中先写南宋都会繁华，人才众多，国力也较为富厚；但当元军南侵、长驱直入时，竟如风卷落花，无力抵抗，使人慨恨不已。以下说到自身的遭遇。叹息丈夫不知下落，死前无缘再见一面。自己不能生还故乡，死后魂魄还是恋念着这里。全词凄苦哀怨，抒写对家国的眷恋，对丈夫的挚爱，真切感人。--------------------徐君宝妻是岳州人，她被元兵俘获至杭，被安置在韩蕲王府。从岳州到杭州，遭到数次侵犯，她都用计得脱。主人因她貌美，不忍杀她。终于有一天，引得主人大怒，要用张、徐巧言先祭丈夫，再嫁与主人妇。在换妆焚香，祭祀完毕，作词于墙壁上，遂投大池死。“汉上繁华，江南人物，尚遗宣政风流 ”。此词以追怀南宋起笔，汉上指江汉流域 ，是女词人故乡。江南指长江中下游流域，本中借指南宋 。都会繁华，人物如云。指故国的繁盛。“尚遗宣政风流”，南宋文明源于北宋风流文采。宣 、政指北宋政和 、宣和年间。“ 绿窗朱户，十里烂银钩 ”。千里长街，连云高楼，朱户绿窗，帘钩银光灿灿。“一旦刀兵齐举，旌旗拥、百万貔貅 。”貔貅，猛兽之名，借指侵略者。这里指元兵南犯，势如洪水猛兽。1274 年（咸淳十年 ）元兵自襄阳分道而下，不久东破鄂州。1275 年（德元年）三月，南陷岳州，“长驱入，歌楼舞榭，风卷落花愁 。”长驱直入的蒙古兵占领了繁华绮丽的汉上江南 ，如风暴横扫落花。从起笔写南宋文明之繁华，笔锋一转，写元兵大兵南侵，“风卷落花愁”，表达了词人对国破家亡之恨和自身被掳之辱的无限悲慨之情。笔锋一转，女词人以包容博大的气魄和卓越的识见转写宋代历史文化大悲剧，笔力不凡，也表现了女词人超人一等的思维安位。当女词人作此词时，已被掳至临安，临安被陷之景，其触目惊心悲慨之深，是可以想见的。清平三百载，从南宋直扩展至三百年南北两宋。“典章文物”四字 ，凝聚着女词人对宋代历史文化之反思与珍惜。此四字指陈出有宋一代文化全体。北宋亡于女真 ，南宋亡于蒙古 ，灿烂文化三百年，如今扫地俱休！女词人之绝笔，写是历史文化悲剧之写照。此三句承上片而来，但典章文物显然比十里银钩更其深刻，是为巨眼。全词有此三句，意蕴极为遥深。在女词人心灵中，祖国与个人双重悲剧，原为一体。以下写个人命运之悲剧 。“幸此身未北，犹客南州 ”。就其深层意蕴言，则是庆幸自身在死节之前犹未遭到玷辱，保全了清白。是足可自慰并可告慰于家国。词读至此，真令人肃然起敬。一弱女子，能在被掳数千里后仍全身如此。非一般人所及！其绝笔之辞气又复从容如此，气度显亦超常。“破鉴徐郎何在？空惆怅、相见无由 ”。借用南朝陈亡时徐德言与其妻乐昌公主破镜离散典故 ，说出自己与丈夫徐君宝当岳州城破后生离死别的悲剧命运，表达了对丈夫最后的深挚怀念。徐郎，借徐德言指徐君宝。同姓而同命运 ，用典精切无伦 ，自见慧心 。徐德言夫妻破镜犹得重圆 ，而她们夫妇死节已决 。故女词人之用此古典 ，其情况之可痛实过之百倍。“徐郎何在”？生死两茫茫，惆怅何其多 。情变悲愤激烈而为凄恻低徊，其言之哀，不忍卒读 。“从今后，断魂千里，夜夜岳阳楼”：从今后，我的魂魄，要飞过几千里路，回到岳阳故土，到夫君身边。从容绝决而又固执不舍，充分体现出能出世而仍入世、置生死于度外的传统文化精神。“ 夜夜岳阳楼”结笔于岳阳楼，意蕴遥深，亦当细细体味。女词人在词中对自身被掳艰危之现实 ，着墨尤多，而寄之以对文明的追思之中，对祖国沦亡亲人永别深致哀悼，写南宋文明之繁盛及横遭蹂躏。在回忆和反思中。下片写徐郎何在与断魂千里，运用悬望与想象。表现了女词人远思之凌空超越。本词另一特点是意境之重、大、崇高。从历史文化悲剧写起，哀悼宋文明的衰亡，词境极为重大。词中表明自己死节之心，将祖国和个人的双重悲剧融汇 ，意境极为崇高。历代词评者对其给予很高的评价。刘永济在《唐五代两宋词简析》中的评价很有代表：“读其‘此身未北，犹客南州’与‘断魂千里，夜夜岳阳楼’之句，知其有生为南宋人、死为南宋鬼之意。惜但传其词而逸其名胜，至香百年后无从得知此爱国女子之生平也。”"
        },
        {
            "title": "霜天晓角",
            "content": "双峦斗碧，寒玉雕秋壁。两道凝螺天半，横无限、青青色。拍案涛声急。似鼓临邛瑟。窗下镜台鸾去，空留得、春山迹。",
            "comment": ""
        }
    ]
}