{
    "dynasty": "宋",
    "author": "徐宝之",
    "poems": [
        {
            "title": "江涨",
            "content": "万里吴江湘浦图，一春摹在小村隅。南山欲霁北山雨，昨日平涛今日湖。荻岸出时知水减，桐花过后有寒无。老渔心在苍茫外，梦破三更水鸟呼。",
            "comment": ""
        },
        {
            "title": "长沙",
            "content": "冬迫水逾瘦，湘梅岸岸开。云心岳麓树，雪意定王台。江晚船争集，山寒使未来。汉廷难用少，流落贾生材。",
            "comment": ""
        },
        {
            "title": "寄潘子善",
            "content": "少阳一疏折群奸，拂袖归来日月闲。误国小人犹法从，扣阍诸子自贤关。是非颇亦通千古，义利那能立两间。若向西湖浮画舫，好倾卮酒酹孤山。",
            "comment": ""
        },
        {
            "title": "寄远词二首",
            "content": "暮堂解罗衣，未洗别时泪。燕子雨中归，春寒门已闭。边城想如此，草色入湖地。花前教小郎，已解识侯字。",
            "comment": ""
        },
        {
            "title": "桂枝香",
            "content": "人间秋至。对暮雨满城，沈思如水。桐叶惊风，似语怨蛩齐起。南楼月冷曾多恨，怕而今、夜深横吹。那堪更听，萧萧摵摵，透窗摇睡。问楚梦、闲云何地。但手约轻绡，省人深意。红树池塘，谁见宿妆凝睇。旧时裘马行歌事，合都归、汀苹烟芷。思王渐老，休为明珰，沈吟洛涘。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "水榭春寒，梅雪漫阶，竹云堕墙。数花时近也，采芳香径，旧情著处，看月西窗。十二楼中，玉妃卧冷，懒掬胭脂放海棠。层堤外，渺归鸿无数，江树苍苍。席藑夜礼东皇。剪蕙叶为笺当绿章。道杏晴三月，等莺啼晓，草烟万里，待鴂鸣芳。九十日春，三千丈发，如此愁来白更长。江南岸，正柳边无路，沙雨微茫。",
            "comment": ""
        },
        {
            "title": "湖上客舍睡起",
            "content": "湿云冉冉树藏鸦，秋岸无人小艇斜。细雨入帘新睡起，晚□吹落木犀花。",
            "comment": ""
        },
        {
            "title": "莺啼序",
            "content": "荼一番过雨，洒残花似雪。向清晓、步入东风，细拾苔砌馀靥。有数片、飞沾翠柳，萦回半著双归蝶。悄无人、共立幽禽，昵昵能说。因念年华，最苦易失，对春愁暗结。叹自古、曾有佳人，长门深闭修洁。寄么弦、千言万语，闷满眼、欲弹难彻。靠珠栊，风雨微收，落花时节。春工渐老，绿草连天，别浦共一色。但暮霭、朝烟无际，尽日目极，江南江北，杜鹃叫裂。此时此意，危魂黯黯，渭城客舍青青树，问何人、把酒来看别。思量怎向，迟回独掩青扉，夕阳犹照南陌。春应记得，旧日疏狂，等受今磨折。便永谢、五湖烟艇，只有吟诗，曲坞煎茶，小窗眠月。春还自省，把融和事，长留芳昼人间世，与羁臣、恨妾销离恻。自题蕙叶回春，坐听蓬壶，漏声细咽。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "炊熟风瓢动，吟归雪砚枯。",
            "comment": ""
        },
        {
            "title": "水调歌/水调",
            "content": "了却意中事，卜筑快幽情。雨帘云栋深窈，歌笑霭春生。青嶂碧溪门户，暖翠浮岚衿席，前日展湘屏。种竹看霜节，栽菊待秋英。九世图，闲居赋，丽人行。名碑古画，贴遍东阁与西亭。庭下森兰洁玉，天外骧龙舞凤，心迹喜双清。频瀹炊茶鼎，听我扣门声。",
            "comment": ""
        },
        {
            "title": "续湖阴曲",
            "content": "巴滇之马如游龙，宝鞭袅袅回如风。将军梦断忽心战，五骑飞出寻无踪。道旁客姥头欲白，惊见归韉如电击。当时天子重丁宁，典午安危争一刻。大宁王气方中天，南阳表兖森戈鋋。金函诏下传羽檄，狂奴喑死如寒蝉。老骥志欲千里伸，晋天不覆鬼蜮臣。草间怅望可人土，老却江潭钟柳人。",
            "comment": ""
        },
        {
            "title": "秋风入我户",
            "content": "秋风入我户，翩翩动床帷。咄唶中夜起，奈何我心悲。四海岂不大，伤哉无己知。",
            "comment": ""
        },
        {
            "title": "寄远词二首",
            "content": "江头风雨多，蘼芜湿春香。皎皎千里心，闺中春梦长。晓城鼓声发，寄书问河阳。君行紫骝老，君母白发黄。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "尽日飞花急，隔溪芳草深。",
            "comment": ""
        },
        {
            "title": "题荆公祠",
            "content": "草树荒凉门半开，管祠人去不曾来。漫装舒国簪貂坐，何似钟山策蹇回。后世诗名高北斗，向时国论冷残灰。近儒作记存东庑，一丈寒碑立翠苔。",
            "comment": ""
        },
        {
            "title": "秋日溪上",
            "content": "行尽苔阶碧甃长，早秋风味入思量。蕙香半在空堂梦，荷雨多於别岸凉。独夜玉弦知寂寞，旧愁湘月记微茫。採江节晚秋心远，一舸轻颸过夕阳。",
            "comment": ""
        },
        {
            "title": "寄李南金",
            "content": "野风摇枯荄，长夜山雨寒。梦忽堕千里，拊胥黄木湾。美人秋水容，众芳洁初服。海树鸣骚骚，醉吟瘴云宿。忆昔西窗眠，三豀月如水。忽作千日别，人生别能几。有客从南来，说君新况好。升沉何足云，令德似为宝。同袍涧谷友，掉臂青云端。而我卧山阿。淡心如露兰。手种麓下梅，半吐欲迟雪。再三拂霜纨，待君画孤洁。寄书何时到，岁晚百念中。天涯一望断，雁远夕阳红。",
            "comment": ""
        }
    ]
}