{
    "dynasty": "宋",
    "author": "徐瑞",
    "poems": [
        {
            "title": "用前韵寄仲退",
            "content": "虚堂宴坐万缘空，疏竹冷冷度晚风。政自悠悠随世运，无论蜮至天天公。病来茗枕成奇崇，老去蒲团现仪功。忽忆乐平吴直学，八年不茯地炉经。",
            "comment": ""
        },
        {
            "title": "次韵仲退赋牡丹韵诗中有欲将倾国色故恼在家",
            "content": "雨馀春意足，睡起晓光悬。众卉自开落，吾心无丑妍。扫空方是道，下语已非禅。隐几翛然久，疏林起淡烟。",
            "comment": "【注释】【原题】：次韵仲退赋牡丹韵诗中有欲将倾国色故恼在家祥之句"
        },
        {
            "title": "故友汤景文别六年乃十月甘一寻我松下临别见",
            "content": "占气频翘首，青牛忽度关。相看双眼碧，剧论寸心丹。时俗容迟钝，交情见往还。盟言天为听，万一莫辞难。",
            "comment": "【注释】【原题】：故友汤景文别六年乃十月甘一寻我松下临别见赠次韵奉答"
        },
        {
            "title": "次韵陈心田郊居即事二首",
            "content": "想见从来种种迂，读书采药灌园疏。看山不厌风期别，与世相忘机事疏。正自未妨悄徉饮，足知不作子公书。诗名莫落江湖去，怕有人来书子庐。",
            "comment": ""
        },
        {
            "title": "梅山周公挽章",
            "content": "东阁游从久，西州恸哭频。感君孰古谊，待我异他人。对酒言独在，看山迹山陈。惟应旧宾客，相对一沾巾。",
            "comment": ""
        },
        {
            "title": "秋夜",
            "content": "沉沉秋夜静，轻策步中庭。止酒天真澹，烹茶世梦醒。风枝绕惊鹊，露草度流萤。物化犹如此，浮生可得停。",
            "comment": ""
        },
        {
            "title": "次韵景文社屋留题",
            "content": "四海谁知已，江涛正渺然。山林聊偃息，岁月易流连。行李清霜晓，荒祠落木天。留题不尽意，感激尚君贤。",
            "comment": ""
        },
        {
            "title": "用仲退韵别周南翁",
            "content": "薄俗难谐只自知，百年几见费心思。平生饱叔深怜我，后代扬云不来时。春雨情怀惟有酒，男儿负月但供诗。汀洲草长东风软，一笑旗亭又语离。",
            "comment": ""
        },
        {
            "title": "仲退示芳洲半居律诗三首并示和章次韵芳洲一",
            "content": "翟公莫厌雀罗门，杜老甘居独树村。谔谔固应贤唯唯，昭昭元不似昏昏。穷居有分行吾意，君子观人论所存。未必钟期旷千载，兴来一再抚桐孙。",
            "comment": "【注释】【原题】：仲退示芳洲半居律诗三首并示和章次韵芳洲一笑并简仲退"
        },
        {
            "title": "题王朝英修竹斋",
            "content": "文章虎豹皮，標格雪霜枝。孤立天所赋，一清人得知。勿论千户等，可忍十年饥。会得个中趣，何须汗漫期。",
            "comment": ""
        },
        {
            "title": "东绿翁叔祖得园池之胜於万山深处将拔宅而居",
            "content": "两僮自足负琴书，载具何劳远借车。客至未妨投辖饮，地荒正好带经鉏。欲从隐者归盘谷，尚念先人有敝庐，择胜怀居竟谁是，定知是哲笑迂疏。",
            "comment": "【注释】【原题】：东绿翁叔祖得园池之胜於万山深处将拔宅而居焉以诗奉饯"
        },
        {
            "title": "自省",
            "content": "闭阁焚香一欠伸，晴窗如镜暖如春。平生自有会心处，后世岂无知我人。漫拄蟲鱼消白日，莫缘炙独或天真。客来指点墙东柏，雪压风欺色转新。",
            "comment": ""
        },
        {
            "title": "夏五有旨徙豪右郡邑以吾家充数与章正卿同泊",
            "content": "去国羁怀恶，开帆眼界新。同为万里客，犹是一乡人。浪说王孙富，谁怜郭解贫。江妃应笑有，从此素衣尘。",
            "comment": "【注释】【原题】：夏五有旨徙豪右郡邑以吾家充数与章正卿同泊舟琵琶洲下"
        },
        {
            "title": "寄徐逢原求墨",
            "content": "北李骨朽呼不起，老石珍藏凝可耿。松身镜面徒外美，屡纹玉质知谁傅。古今尝览那复有，举世缪经何由湔。一螺点溱倘寄我，会见枯笔生春烟。",
            "comment": ""
        },
        {
            "title": "仲退示芳洲半居律诗三首并示和章次韵芳洲一",
            "content": "老子文章与尚狂，看花可复梦名场。谁耿用意平生苦，欲俟知音来世长。郢俗但能听下里，骚人更待赋高唐。年来颇欲焚吾砚，蓑笠田间百念忘。",
            "comment": "【注释】【原题】：仲退示芳洲半居律诗三首并示和章次韵芳洲一笑并简仲退"
        },
        {
            "title": "东绿翁既居山中而瑞方葺敞庐瑞用前韵",
            "content": "见说移居只载书，高人从此要县车。看松此崦风吹面，种豆南山月满钥。拙主不能争子所，凝心尚自学吾庐。辟人辟世将焉择，独立西风且影疏。",
            "comment": ""
        },
        {
            "title": "次韵东皋雨后行",
            "content": "久雨书闱坐，初晴竹伴行。远林更旧绿，流水带新声。随境皆天趣，无心任世情。芒田公独乐，吟啸了浮生。",
            "comment": ""
        },
        {
            "title": "题节妇凭氏傅后用南翁韵",
            "content": "夫征妇孕判居行，夫没儿存妇节清。不背所天终此义，信知有欲甚于生。芳名真足留千载，百伪无如仗一诚。定益何人敢年笔，春秋万古明昭明。",
            "comment": ""
        },
        {
            "title": "十月已酉西山讫事悼亡二首",
            "content": "渺渺箜篌梦，茫茫石镜缘。断弦终莫续，浮沫更堪怜。湿土新阡雨，啼鸦老树烟。一声邻笛起，凄咽泪如泉。",
            "comment": ""
        },
        {
            "title": "正月十五日月湾偕胡茂元来访别后用月湾韵寄",
            "content": "敲门惊怪有此客，清似金茎秋露盘。名骥已超千里疾，老松甘卧故山寒。共商今古须致极，远朔风骚不作难。从此频频相料理，案头苜蓿对兰干。",
            "comment": "【注释】【原题】：正月十五日月湾偕胡茂元来访别后用月湾韵寄赠茂元"
        },
        {
            "title": "雨中对酴醾",
            "content": "隐隐滃绿雾，盈盈积玉斋。浓香欲醉客，妙质不争春。已是围林晚，那堪风雨频。先生如有素，终日澹相亲。",
            "comment": ""
        },
        {
            "title": "从弟楚玉来言将有湘阴这之役兰玉见寓衡阳甚",
            "content": "南岭财赠太古色，青湘窈窕千尺深。山川绝胜宜宾客，兄弟相望惬素心。共看骅骝夸汗血，从知朝市远云林。高堂白发能无念，可是朝朝候鹊音。",
            "comment": "【注释】【原题】：从弟楚玉来言将有湘阴这之役兰玉见寓衡阳甚求诗送行为赋长句"
        },
        {
            "title": "赠别彭东阜",
            "content": "芝山相识廿年前，我齿如冰子发玄。颜说顿惊俱丑老，光阴自叹只流连。近来酒渴应刚刚，此去诗篇莫浪舟。夜直玉堂明月冷，迦光还是照高楼。",
            "comment": ""
        },
        {
            "title": "次韵呈仲退见贻",
            "content": "天秋分袂后，扰扰似年时。竟负梅花约，空哦春树诗。断崖粘冻雪，碎石洋流嘶。怅望湾头路，扁舟乐泳思。",
            "comment": ""
        },
        {
            "title": "二月廿九日收宗玉弟京口画还家有日喜而赋诗",
            "content": "半岁无画界我胸，短蓬念汝过残冬。官情但可京口酒，客梦应随浮玉钟。弃从向来缘底事，妍妆今日为谁容。画来胜喜归期近，伴我清吟倚老松。",
            "comment": ""
        },
        {
            "title": "除夜器仲孙概",
            "content": "阶庭皆秀发，念汝独孰庞。处事怯藏勇，临机智若憨。痛渠二竖恶，何日片心降。砚度凝尘满，依然在北窗。",
            "comment": ""
        },
        {
            "title": "月湾以路学正摄番江长收租长洲有怀朽纯赋诗",
            "content": "学道如撑上峡船，蹉跎富贵与神仙。对床独记听风雨，讲席何堪数岁年。少日朋侪随化尽，晚涂老病有谁搂。故人厚间今何似，筋力虽衰尚服田。",
            "comment": "【注释】【原题】：月湾以路学正摄番江长收租长洲有怀朽纯赋诗寄次韵为谢"
        },
        {
            "title": "归来",
            "content": "归来便觉此身尊，傲世犹嫌习气存。已是半生走风雨，但持一笑信乾坤。贫閒且复逃空谷，自衒终羞倚市门。择胜绿阴生午寂，坐听禽语对清樽。",
            "comment": ""
        },
        {
            "title": "题旧藁",
            "content": "书向愁边著，诗添病后吟。不成千古事，空费一生心。华发江湖晚，青灯风云深。钟期那可铸，斋网断纹琴。",
            "comment": ""
        },
        {
            "title": "刘元辅寄咏史六十首赋此为谢",
            "content": "永嘉诸老不可作，史傅纷纭孰与评。一字不轻严兗铖，千年如见审槿衡。常尤此道无人识，忽得公诗老眼明。雪手焚香三读龙，小楼坐对晚山横。",
            "comment": ""
        },
        {
            "title": "李俊民寄诗一首次韵答之",
            "content": "世途阴隘任崖颠，万古人心只一天。桂攮何须分老嫩，蜜甜自是透中边。多君歌啸酬风月，顾我呻吟了岁年。何日相对讨幽事，松醪满意泛觥船。",
            "comment": ""
        },
        {
            "title": "余与仲退读书山间壬至子无一日相拾已丑仲退",
            "content": "独听松风度九夏，两发无情生二毛。渠侬翰墨流声远，老我山林畜眼高。往日归从不知乐，只今说梦竟徒劳。男儿肯受人拘束，相见频频赋大力。",
            "comment": "【注释】【原题】：余与仲退读书山间壬至子无一日相拾已丑仲退去此余亦连年忧患回首已九寒暑念此乐不可复得感慨不已作寄仲退观其赋归来也"
        },
        {
            "title": "梅山周公挽章",
            "content": "才力千钧弩，襟期百尺楼。吾生能几见，异世有同流。起起悲前梦，堂堂閟一丘。衰荣动州里，外此复何求。",
            "comment": ""
        },
        {
            "title": "余自子至丁酉十年之间诗不及百首而困穷流落",
            "content": "吾生汩汩何所就，只送流光添南丝。起寻诸老已半鬼，回首十年无百诗。刻意文章终害道，无心世路任多岐。便须擘画三千岁，不住青城即武夷。",
            "comment": "【注释】【原题】：余自子至丁酉十年之间诗不及百首而困穷流落之历历可见虽政使岁得百道亦不过流连光景而已焉条用感叹馀赋此自警"
        },
        {
            "title": "送南翁待制北上",
            "content": "生来畏别不堪闻，十四年中三送君。挂席压平彭进浪，载家喜见太行云。对扬入掌丝纶宠，纪颂行看金石文。独有鹅塘遗意在，一摩须早乞江濆。",
            "comment": ""
        },
        {
            "title": "送姚圣可归旴江",
            "content": "未了区中事，先留方外盟。仙才虽有数，大器岂无成。白发高堂梦，青山故国情。君归相慰藉，未及水初生。",
            "comment": ""
        },
        {
            "title": "元日题仲退漫游四后",
            "content": "夫君汗漫路万里，翰墨游戏诗百篇。高歌不觉屡丰节，画定似曾亲执鞭。奇探马迁作史意，老气杜陵出峡年。何当囊笔挪杖屡，与君题篇名山川。",
            "comment": ""
        },
        {
            "title": "三月廿夜同徐月齐读参同契次所赠诗韵以谢",
            "content": "天高地下物林林，生化无过阳与阴。谁向一中窥穷妙，君于静处见几深。蟾鸟有象明生镜，桐梓何情音在琴。正好小留论此事，可堪杜宇促归吟。",
            "comment": ""
        },
        {
            "title": "溪上晚眺",
            "content": "望逐飞云去，天低落景黄。江湖流不尽，宇宙事何长。帆影行空阔，渔歌出莽苍。沙平秋草远，鸥鹭未相忘。",
            "comment": ""
        },
        {
            "title": "次韵寄题严氏寻古斋",
            "content": "马固龟画未是易，龙文鸟章岂其书。能穷有象有数外，始识无声无臭初。身从浩劫得所赋，神游太虚以为居。吾人寻古寻悟此，以后观今非古兴。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "多事春风，年年绿遍江南草。罗裙色好。莫把相如恼。梦入瑶台，搔背麻姑爪。还惊觉。杜鹃啼早。一夜相思老。",
            "comment": ""
        },
        {
            "title": "马可卿弃家学道衲衣椎髻飘然有物外之思赋二",
            "content": "去去休惊俗，循循且任真。端能一宿觉，不负百年身。有种谷斯熟，深根树自春。向来陈处士，还带华阳巾。",
            "comment": "【注释】【原题】：马可卿弃家学道衲衣椎髻飘然有物外之思赋二诗为赠"
        },
        {
            "title": "梅岩",
            "content": "不见此山四十载，岩石相看亦粲然。顾我丹心今不改，信渠铁面晚独坚。人生出处无非数，文运昌明自属天。尚恨山灵知我浅，小楼呼酒对婵娟。",
            "comment": ""
        },
        {
            "title": "送从祖还黄州桃花镇寓居",
            "content": "礼服悠悠岁月深，归来城郭岂堪寻。葬防不背先师训，居颖能知前辈心。古骚桃花劳远梦，征途柳色动新吟。秋负偿有南飞雁，莫惜频频一寄首。",
            "comment": ""
        },
        {
            "title": "寄周南翁用月湾寒食韵",
            "content": "独梦云千里，清愁雨一林。江山空有约，桃李易成阴。自是乖幽赏，何由话苦心。兴来当迳造，剪烟夜堂夜。",
            "comment": ""
        },
        {
            "title": "马可卿弃家学道衲衣椎髻飘然有物外之思赋二",
            "content": "我祖徐从事，君家马自然。何曾绝伦谊，皆得列神仙。四百金丹字，参同鼎器篇。能通言外意，即此民单传。",
            "comment": "【注释】【原题】：马可卿弃家学道衲衣椎髻飘然有物外之思赋二诗为赠"
        },
        {
            "title": "次韵陈心田郊居即事二首",
            "content": "五老亭亭翠塞门，烟霏云气湿前轩。浮华安有千年宝，至洁何如一尺浑。晓瀑分寒归茗枕，春江党绿八藤樽。君时已是胧三折，为我探囊试合昏。",
            "comment": ""
        },
        {
            "title": "偶题",
            "content": "陶公恒得法外意，张颠独悟书中神。口耳不到方是妙，言动可拟皆非真。寒泉冷冷出空谷，幽鸟主请鸣阳春。政索解人不可得，举似俗子翻成嗔。",
            "comment": ""
        },
        {
            "title": "醉中作",
            "content": "岁月惊虚掷，风霜信饱更。蚤知穷有命，惟以饮留名。人事宜藏拙，天工亦恶盈。浩歌因起舞，月到纸窗明。",
            "comment": ""
        },
        {
            "title": "闰八月望日登青阳峰观可玉所得天池之胜",
            "content": "天风吹我上崔鬼，冻面渍尘亦快哉。止水泓澄金镜净，远峰罗列画屏开。幽奇定有神仙到，阴怪从教俗子咍。莫道此中无胜概，会看变化起风雷。",
            "comment": ""
        },
        {
            "title": "用仲退韵寄芳洲",
            "content": "早年厌俗不免俗，老去求间未遂间。学道已轮先得髓，读书空婢代窥班。逍遥我欲游尘外，屈曲渠能自世间。目断汉庐烟树老，悠悠白鸟独飞还。",
            "comment": ""
        },
        {
            "title": "月礀自杭归以诗问讯",
            "content": "记别秋风裹，闻归禁火初。深惭聊尔耳，久阙问何如。梅雪西湖鹤，潮风东海鱼。经行入诗否，早晚叩精庐。",
            "comment": ""
        },
        {
            "title": "夏五寄赵菊东",
            "content": "溪堂相望一百里，音问相疏十五年。眼底浮华俱已矣，篱东老菊独依然。登临不减青山兴，陶写独怀白石编。待得秋风稍凉冷，方台深处扣真云。",
            "comment": ""
        },
        {
            "title": "送姚圣可归旴江",
            "content": "识面三年久，论心此日同。相从方款款，索去又匆匆。宇宙尘机息，江湖老眼空。南枝春信早，归路载东风。",
            "comment": ""
        },
        {
            "title": "次韵月湾午坐偶成",
            "content": "年来与世亦婴儿，众欲纷纷看朵颐。简策只留遗事在，英雄空有大名垂。斲轮老去谁堪付，弹铗归业未觉迟。少约林泉今白发，不偿素顾待何时。",
            "comment": ""
        },
        {
            "title": "对酒",
            "content": "坎止流行信此身，只凭诗酒过残春。地偏自觉日成趣，道在何妨岁食贫。且养金丹娱晚境，难将白发事时人。但馀未了名山债，竹杖芒鞋入梦频。",
            "comment": ""
        },
        {
            "title": "吴长裕惠诗次韵为赠",
            "content": "此士瞪违久，流年倏忽更。词章如水进，谈笑喜风生。无以小害大，当期实胜名。傅家有师法，晦木定春荣。",
            "comment": ""
        },
        {
            "title": "次韵仲退木犀一首",
            "content": "门前老树繁秋英，浓香醉客我独醒。空山无人境寂寂，萧萧如水风冥冥。清標自是欠花谰，远韵差堪著酒经。君家刚猛两荒经，且挹危露培修龄。",
            "comment": ""
        },
        {
            "title": "用月湾咏寄题江仲心远堂",
            "content": "湛湛秋潭静，沉沉夜壁光。歛之不盈握，舒则可包荒。今古事无尽，乾坤梦正长。炉香清昼水，物我两俱忘。",
            "comment": ""
        },
        {
            "title": "庚寅正月十六日携家入山大雪弥旬止既月叔祖",
            "content": "辟俗过逢少，离居感慨多。岂伊泉石胜，奈此简书何。风雪日如此，乾坤理则那。邻翁能贳酒，一笑且酣歌。",
            "comment": "【注释】【原题】：庚寅正月十六日携家入山大雪弥旬止既月叔祖东绿翁以那知风雨夜复此对床眠分韵是瑞得那眠宇"
        },
        {
            "title": "客中清明",
            "content": "光阴迅速一百六，老境侵寻五十三。千里怀人黯风雨，五更归梦到松称。丹米火足心兵息，茗碗香浓舌本廿。次第尽償芒竹债，结茅归老此山南。",
            "comment": ""
        },
        {
            "title": "庚寅正月十六日携家入山大雪弥旬止既月叔祖",
            "content": "骨肉终青眼，一林有素缘。偶来成许日，此聚岂非天。悟解由灾疾，迟留费岁年。东负方作恶，万事付佳眠。",
            "comment": "【注释】【原题】：庚寅正月十六日携家入山大雪弥旬止既月叔祖东绿翁以那知风雨夜复此对床眠分韵是瑞得那眠宇"
        },
        {
            "title": "江道可用前韵见属再叠谢之",
            "content": "秋风吹破木绵裘，一棹东游与未休。幼学古人徒自好，遗经深义不能钧。槐黄满路君宜往，发白盈簪我亦羞。共饮番江不相识，富阳砚下欲聊舟。",
            "comment": ""
        },
        {
            "title": "题周南甫草窗吟卷后",
            "content": "山水监味谁能识，铎裹宫声未勿听。正惜无人继风雅，忽傅佳句到林击。云开江岳撑千仞，春入雷江涨四溟。遥相清吟得天趣，窗前草色自青青。",
            "comment": ""
        },
        {
            "title": "重过钟潭寺月湾有诗次韵",
            "content": "五年三到此，门迳怪频移。绝壁何年树，空廓异代碑。微润生古濑，浮翠拥修眉，煮茗谈时事，山僧总未知。",
            "comment": ""
        },
        {
            "title": "涉世",
            "content": "涉世头将白，耽诗貌欲枯。晨斋参玉版，夜渴饮冰台。咄咄知今是，樽樽婢故吾。穷通端有命，一笑视不芜。",
            "comment": ""
        },
        {
            "title": "吾族盘石将挟堪与家出游索诗送行",
            "content": "天星闻地化为石，盘石即是星之精。观天必识以续家，相地始知流峙情。豹林将军累世韵，龙罔文章千载名。古人妙中非浪漫，发块幽微在此行。",
            "comment": ""
        },
        {
            "title": "月湾约游鹅塘不果再约送南翁北上共了庐阜之",
            "content": "鹅塘阻趁登山屐，庐阜端随下水船。况是故人当送远，不乘清兴待何年。英雄埋没龙长卧，道学榛芜鹿自眠。访古归来春意动，倚峰要了看山峰。",
            "comment": "【注释】【原题】：月湾约游鹅塘不果再约送南翁北上共了庐阜之债以诗订盟"
        },
        {
            "title": "子元日",
            "content": "岁岁春风面，年年山泽儒。不知老将至，但有醉如愚。残雪明罔阜，新晴乐鸟乌。身安即如愿，何必间清湖。",
            "comment": ""
        },
        {
            "title": "仲退示芳洲半居律诗三首并示和章次韵芳洲一",
            "content": "契阔难逢笑口开，溪云山雨首频回。未能千橘为身计，尚笑三槐待子栽。我道从来高勇退，君诗况自耻嗟来。有新可养人生乐，拚取馀年学老莱。",
            "comment": "【注释】【原题】：仲退示芳洲半居律诗三首并示和章次韵芳洲一笑并简仲退"
        },
        {
            "title": "次韵金壁夫见寄",
            "content": "万缘戡破等飞烟，习气消除得圣颠。扑满无情又佚老，鸱夷有味可留年。美人渺渺空动梦，吾道悠悠莫间天。上界从来足官府，山林自好更求仙。",
            "comment": ""
        },
        {
            "title": "王辛甫示朱敬堂钓台诗卷次韵",
            "content": "七里滩光照客裘，双台登览意难休。当时蔑视麒鏖楦，季汉反成党锢钧。山水何心供吊古，奸雄有面肯包羞，摩挲苍峭追陈迹，四十四年重泛舟。",
            "comment": ""
        },
        {
            "title": "门外意行有感画示二孙",
            "content": "门前老树饱风霜，封植良勒不可忘。累世衣冠流泽远，百年基绪庆源长。秘松怒长堪藏屋，新旬初抽已过墙。珍重先人有遗训，读书馀力及耕桑。",
            "comment": ""
        },
        {
            "title": "送表弟王复翁赴武陵教论",
            "content": "汉朝最贵文学掾，况遇明是早及瓜。乡国无年工取友，诗书累世克承家。斜飞聊展天南翼，逸兴应随海上槎。闻说秦人遗中在，更寻渔父问桃花。",
            "comment": ""
        },
        {
            "title": "吴义甫号宜山以星躔推贱庚并遗以诗次韵奉谢",
            "content": "为爱山宜隐，从教世莫知。虚心观象纬，戏墨出蛟螭。诗卷今馀事，丹炉彼一时。宜山子姚子，千地共风期。",
            "comment": ""
        },
        {
            "title": "月湾癖地山中诛芭归隐怡如赋诗次韵赞决",
            "content": "一去山中廿二年，重来有约意茫然。穷居笑我顽同石，文事多君彩印根。今日开山作宗祖，向来弹铗等风烟。馀龄胜喜游从乐，更结青鸟白鹤缘。",
            "comment": ""
        },
        {
            "title": "临泉寺",
            "content": "扁舟驻寒濑，轻策到临泉。僧说黄巢事，碑鑱庆历年。幽花荒甃晚，落木古城烟。兴废俱陈迹，相看一茫然。",
            "comment": ""
        },
        {
            "title": "胡和聊用所赠王复翁韵见寄叠韵奉谢",
            "content": "世味居然如嚼晚，贫间独爱故丘瓜。寸心自欲期千载，一理端能贯百家。为山功夫在进篑，穷源消息间乘槎。此去相从须有日，裂牍聊当寄梅花。",
            "comment": ""
        },
        {
            "title": "除夜器仲孙概",
            "content": "我老那堪哭，吞声泪一襟。应门差慰眼，伏枕独伤心。白壁归黄壤，孤坟寄古林。凄凉重泣痛，临绝有遗音。",
            "comment": ""
        },
        {
            "title": "求余敬可字与小儿习不至",
            "content": "点{左黑有南}今谁妙，波戈古莫稽。要令识陈马，不是厌家难。邺瓦玄云湿，溪藤暮雨凄。婢无鹅可换，万一付归奚。",
            "comment": ""
        },
        {
            "title": "夏日读陶章诗偶成",
            "content": "诗道贵和平，由来写性情。要知冲口出，绝胜撚髭成。理到辞须达，神超韵自清。无人融此趣，庭户绿阴生。",
            "comment": ""
        },
        {
            "title": "次韵呈仲退见贻",
            "content": "瘦竹相随立，轻坚九节青。川平云澹澹，风定树亭亭。汨没悲流俗，驱驰累有形。揜关差有味，危坐玩义经。",
            "comment": ""
        },
        {
            "title": "次韵芳州见寄",
            "content": "地偏寡迎送，书至慰蹉跎。此世知音少，吾生可悔多。虚怀忘宠辱，遇物任谁何。未了山中约，期君难重过。",
            "comment": ""
        },
        {
            "title": "春日感与有怀芳洲",
            "content": "老去空惊岁月遒，桑榆虽晚尚堪疏。发霜任自桃花笑，客间虽凭燕语留。胜地有缘频入梦，清吟无与独登楼。故人家住沧洲上，岁夜相思欲泛舟。",
            "comment": ""
        },
        {
            "title": "十月已酉西山讫事悼亡二首",
            "content": "我已空诸幻，君今断后缘。圆明应顿悟，成坏不须怜。玉宇行孤明，冰溪破冥烟。儿曹修非荐，再拜酹寒泉。",
            "comment": ""
        },
        {
            "title": "送凌霁云赴馀姚州学正",
            "content": "天门振铎声弥远，越上横经任更专。颇怪风云纡宦辙，故因山水著名贤。圩田秋足先生饭，海月春浮坐客氈。闻有世南遗墨在，归鸿人一寄林泉。",
            "comment": ""
        },
        {
            "title": "寄山村仇公",
            "content": "山村老子知何似，想见庞眉鹤骨清。千里相望劳远梦，六年不见耿深情。云归山翠沾衣湿，雨过湖光照眼明。最是湖山图画长，输公吟啸了平生。",
            "comment": ""
        },
        {
            "title": "壬寅和谢拙逸寄芳洲韵",
            "content": "调埃野马谩劳形，远相高標愧此生。已许过从陪杖屡，敢辞来往涉途程。幔亭山色长如画，破衲秋风自有情。更待焚香参太极，朱统端为发奇声。",
            "comment": ""
        },
        {
            "title": "月湾癖地山中诛芭归隐怡如赋诗次韵赞决",
            "content": "作意归来孰谓非，挹芳有地复何疑。迟留固是全交道，勇退方知识事宜。尚用侍郎书户契，肯求节度卖山赀。风流莫遗诸儿觉，共被同行又一奇。",
            "comment": ""
        },
        {
            "title": "寄宗玉弟",
            "content": "日长独坐耿相思，每报平安慰我饥。举动岂知遭齿舌，送迎谁念用符多。转丸鸣镝应无滞，纲锦绿旆未是疾。更著加餐题纸背，晚成在子莫尤迟。",
            "comment": ""
        },
        {
            "title": "李俊民三十年前凡两寄诗时困于世故俱不克和",
            "content": "囊锦汉时两度傅，箧藏中袭墨尤鲜。高情应怪诗邮断，末路那禁俗累缠。过客谈君吟转妙，闭门笑我病堪娄。擘牋漫寄西风去，唤起乡盟三十年。",
            "comment": "【注释】【原题】：李俊民三十年前凡两寄诗时困于世故俱不克和常抱上经欠近理败箧忽见两诗岁月可惊凄然有感辄赋长句附便以谢不敏"
        },
        {
            "title": "无庵道人赠砚报之以诗",
            "content": "别云惊离宗，重来列剧谈。送人还有砚，住世俗无庵。白鹤千年化，黄粱万枕酣。区中缘未毕，一见一回惭。",
            "comment": ""
        },
        {
            "title": "读仲退和胡秀才诗有感斯文用韵",
            "content": "文章圣外无谁语，独立苍茫只屡爱。从渠高眼空四海，自古名家能几人。爱鸟怒蟹言何浅，画虎雕龙技漫新。吾道澹成终伉永，莫矜盛气怨私贫。",
            "comment": ""
        },
        {
            "title": "石林董先生年八十七厚斋詹先生年八十四会于",
            "content": "古林居士詹山老，鹤骨山清出秀眉。已卯相逢芹泮日，成申共酹菊花枝。年华迅若东流去，道貌岿然太古遗。不恨文溪不同会，续貂独得寄篇诗。",
            "comment": "【注释】【原题】：石林董先生年八十七厚斋詹先生年八十四会于文溪月湾赋诗次韵奉奇"
        },
        {
            "title": "次韵仲退元日",
            "content": "上元曾记昔年游，歌曲如山浩莫收。公子喜陪苍玉佩，佳人笑指水晶球。一天星斗飘仙乐，万顷芙蓉簇彩楼。风雪与谁堪说梦，酒兰惊觉在吾州。",
            "comment": ""
        },
        {
            "title": "芳洲寄示和章且及方外学再叠奉谢",
            "content": "前修零落典刑空，堆笔须君持古风。敢意严诗编杜集，但希颜沪黜出公。区中随顺何妨道，物外倦狂更有功。安得相摧登贷岳，天门夜看海涛红。",
            "comment": ""
        },
        {
            "title": "许季高怡如相继而逝仲退有诗悼之亦复次韵",
            "content": "鸣呼二子遂如此，里半凄凉谁与归。生养死藏情永痛，霤号野哭涕徒挥。久悲前辈子无岁，今叹期文事转非。独到青灯哦楚些，西风猎猎飓帘衣。",
            "comment": ""
        },
        {
            "title": "次刘东仲见寄咏",
            "content": "丰姿明玉树，清伦泻秋泉。雾豹文何泽，风莺息自仙。超然由静悟，妙处可言傅。倘遂卜类顾，游从不计年。",
            "comment": ""
        },
        {
            "title": "读画史",
            "content": "子敬因成駮，曹兴偶画蝇。初非有意作，意以绝伦称。铸错吾何恨，求全古所惩。中年思烂熟，巧力不须矜。",
            "comment": ""
        },
        {
            "title": "李田道中",
            "content": "老树围修竹，清流浸白沙。沿山石磊块，隔岸路丫叉。渐渐乡音别，迢迢去意賖。沦茶谁氏女，鬒发堕乌鸦。",
            "comment": ""
        },
        {
            "title": "寄芳洲先生",
            "content": "秋入郊原四望空，石梁老树立西风。文章子不减班掾，丘壑吾能过庚公。池上纷纷成底事，尊前兀兀有奇功。山中芋粟今朝熟，万一寻盟榾柮红。",
            "comment": ""
        },
        {
            "title": "壁侍者来访作此赠之",
            "content": "俗论行地不足闻，相从松下慰离群。喜师一吸西江水，许我平分华秋云。更向锋前来妙倍，莫于纸上泥陈文。纯阳石薜黄龙去，肥瘦何曾彼此分。",
            "comment": ""
        },
        {
            "title": "次韵仲退元日",
            "content": "松根坐稳逢元日，云外诗来寄此翁。入眼辛盘春意绿，多情蜜炬晓光红。儿孙拜舞欢声治，节物暄妍往日同。欲忆少年角柏酒，舟船到手吸长虹。",
            "comment": ""
        },
        {
            "title": "丛已二月寓城与赵希文",
            "content": "城郭春深午梦醒，觉来玄思独冥冥。静中逢笑渠非我，醉裹浑忘影答形。有客不傅皇极数，何人独爱太玄经。古今此意谁能会，雨暗长堤草树青。",
            "comment": ""
        },
        {
            "title": "次韵寄题李氏月心精舍",
            "content": "坎阳为心亦为月，妙质一点何玲珑。君看灵光湛止水，塾与明镜行秋空。万古娟娟不改色，百年忽忽俱成翁。盈虚如彼莫消长，试参此语将无同。",
            "comment": ""
        },
        {
            "title": "留汪子明",
            "content": "美人渺渺隔秋水，六年不见心茫茫。麦昴黍低各自媚，鹤长镐短庸何伤。荷钥未未素业在，读忆具来真味长。是间盒仄不称意，待晴摧酒登重罔。",
            "comment": ""
        },
        {
            "title": "与陈善从",
            "content": "出门小天下，知子欲昌诗。庐阜孤云眼，芝山夜雨思。勿轻千里别，动是隔年期。万一逾淮去，线忘橘颂词。",
            "comment": ""
        },
        {
            "title": "仲春留周氏馆中与仲爱怡如剧论句日而后返二",
            "content": "悉君远韵众辟易，崖仙清致莫谁何。二士共谈孰古谊，一夫谊醉许高哥。人疑桑下留何久，我喜峰前悟已多。会见渔樵成保社，与衣先自买青蓑。",
            "comment": "【注释】【原题】：仲春留周氏馆中与仲爱怡如剧论句日而后返二君寄诗次韵为谢"
        }
    ]
}