{
    "dynasty": "宋",
    "author": "文及翁",
    "poems": [
        {
            "title": "和东坡韵二首",
            "content": "万寿山藏不二中，九峰峰下善财童。敲门问竹机锋触，倚槛看花色界空。汝坐蒲团曾有梦，我来刍牧愧无功。吴天蜀地元来近，月照峨嵋日又东。",
            "comment": ""
        },
        {
            "title": "山中夜坐",
            "content": "悠悠天地间，草木献奇怪。投老一蒲团，山中大自在。",
            "comment": ""
        },
        {
            "title": "次回仙韵",
            "content": "开山凿石天无际，钓水耕云地有余。金鼎莫传添汞法，墨池且问太玄书。",
            "comment": ""
        },
        {
            "title": "和东坡韵二首",
            "content": "身满华严法界中，香厨底事感天童。那知本觉从何觉，才悟真空自不空。若有相时元说梦，到无言处却收功。一钩月上星三点，汝向西床我面东。",
            "comment": ""
        },
        {
            "title": "失调名",
            "content": "朗吟飞过。",
            "comment": ""
        },
        {
            "title": "和太傅平章贾魏公咸淳庚午冬大雪遗安抚潜侍",
            "content": "身游廊庙意山林，六出花开一寸心。平地尺书叨载史，瞻天班贺齿诸任。屡丰岁事常如昔，太素风光直到今。收敛神功放晴景，白河半夜扫层阴。",
            "comment": "【注释】【原题】：和太傅平章贾魏公咸淳庚午冬大雪遗安抚潜侍郎"
        },
        {
            "title": "贺新郎",
            "content": "一勺西湖水。渡江来、百年歌舞，百年酣醉。回首洛阳花世界，烟渺黍离之地。更不复、新亭坠泪。簇乐红妆摇画艇，问中流、击楫谁人是。千古恨，几时洗。余生自负澄清志。更有谁、磻溪未遇，传严未起。国事如今谁倚仗，衣带一江而已。便都道、江神堪恃。借问孤山林处士，但掉头、笑指梅花蕊。天下事，可知矣。",
            "comment": "【注释】这首词是作者文及翁登第后与同年进士一起游览西湖时作的，抒发了作者忠愤和忧国忧民的情怀，并且严厉斥责了南宋统治者歌舞升平、政治腐败和不图恢复的现状，同时对其偏安一隅深感忧愿。“一勺西湖水”，起句点题。一勺，比喻西湖范围小，溶量浅。然而这一弯湖水，竟成为君臣上下偏安一隅的屏障。为加强语气 ，作者连用“百年歌舞，百年酣醉”两个排比句，犀利揭露南宋历朝君王固循保守腐朽生活 。“一勺 ”与“百年”形成了数字对比，形成鲜明对照，从北宋亡国的事实引出沉痛教训，语气转为忧郁，如同在哭泣。洛阳是北宋的西京，城市繁荣，有各种奇花异石、园林胜景，它的兴废，标志着天下的治乱盛衰。天下之治乱，候于洛阳之盛衰而知；洛阳之盛衰，候于园囿之废兴。”“高亭大榭，烟水焚燎，化而为灰烬。”李格非《洛阳名园记》本词回首洛阳花石尽”好像化用此语而影射北宋末年的历史。徽宗赵佶为建造寿出艮岳，派朱勔到江南一带收取奇花异石，扰乱百姓，直接引发方腊起义，最后，金兵终于灭掉北宋王朝 ，故都沦陷。作者有感于此，眺望北方，洛阳花石已化为灰烬，汴京宫殿亦已成为黍离之地，淹没于迷茫烟雾之中，岁月渐久，南渡君臣也已将它遗忘。“回首”二句通过回忆和想象“洛阳花石”和“黍离之地”，盛衰互相对比，抚今追昔，讽刺意义已十分明显 ，“更不复 ，新亭堕泪”“更不复”三字领起，递进一层，由微婉的讽刺转而直接抨击现实。繁华的故都已荒败不堪，南渡君臣又不思收复，甚至没有一个空发感叹的人存在！作者内心的悲愤再也压抑不住，语调也由抑郁低沉转为亢奋激越。“簇乐红妆摇画舫”，指的是湖上笙簧竞奏仕女混杂寻欢作乐景象。面对这种场面，作者禁不住想起西晋末年祖逖中流击楫、矢志北伐的故事。祖逖的誓言犹萦绕在耳边，可眼前满载“簇乐红妆”的西湖画舫中，却不能找到他的身影，一边是沦陷荒芜的国土，一边是纸醉全迷的生活，因此作者禁不住要迸发出“千古恨，几时洗”这样悲愤填膺的呼声。以上由西湖游乐触景生情引出纵论国事，悲愤苦闷的情怀 。下片紧承“ 千古恨，几时洗”而发表政见，评论时事。“余生自负澄清志。更有谁、磻溪未遇，傅岩未起？国事如今谁倚仗？”三句表明作者立志救国的凌云壮志和要求朝廷起用贤才的愿望。澄清志，见《后汉书·范滂传》：“滂登车揽辔，慨然有澄清天下之志。”充分表现作者欲挽狂澜、澄清中原的政治理想与抱负。“磻溪未遇”和“傅岩未起”，分别用姜太公遇周文王和殷高宗重用傅说的典故，指明必须大力起用贤才才能振兴国运，谋图规复，“国事如今谁依仗？衣带一江而已”两句，回答结合，腐败不堪的南宋王朝不懂得依靠人力而只想倚仗长江天险，这种盲目求安的心理，给予辛辣的讽刺。“衣带”指的是长江之狭窄不足凭借。“便都道、江神堪恃”是对一班昏庸君臣亡国论调的揶揄讽刺之词。最后，“借问”几句，笔锋一转，对士大夫中不问国事的风气也作了尖锐的批评 。南宋国力衰弱 ，朝廷当然要负主要责任 ，但是一些自命不凡的士大夫 ，却一味寄情于山水，对国事不闻不问，也加剧了社会政治的危机。孤山林处士，指北宋初年的高士林逋，他隐居在西湖的孤山 ，种梅养鹤 ，一生不做官。他生当北宋太平之世，不求宦达，可以说是清高的表现。但南宋后期国家危机四伏，这班士大夫却以忘却国事互相标榜，这无疑是消极逃避责任的表现 ，因此难怪作者要发出“天下事，可知矣”如此沉重的感慨了。联系上片歇拍“千古恨，几时洗”，可见作者内心的忧愤之情！这首词不遗余力地抨击当时苟安之风，词中多用设问和感叹句 ，形式多样作者或通过对比提问 ，如“簇乐红妆摇画舫，问中流击楫谁人是”，或自问自答，如：“借问孤山林处士，但掉头，笑指梅花蕊”，或通过发问表感慨，如：“千古恨，几时洗”。此词语言风格的散文化，议论化倾向明显，这是辛氏词人“以文为词”的一个突出特点，此词总起来看，可以说是南宋词中的《陈政事书》。"
        },
        {
            "title": "次回仙韵",
            "content": "形栖枯槁元寂寞，迹寄榴皮特有余。欲唤回仙谈往事，直须瘿相认天书。",
            "comment": ""
        }
    ]
}