{
    "dynasty": "宋",
    "author": "方惟深",
    "poems": [
        {
            "title": "呈荆公",
            "content": "年来身计欲何为，跌宕无成一轴诗。懒把行藏问詹尹，愿将生死遇秦医。丹青效虎留心拙，斤匠良工入手迟。此日知音堪属意，枯桐正在半焦时。",
            "comment": ""
        },
        {
            "title": "过黯淡滩",
            "content": "溪流怪石碍通津，一一操舟若有神。自是世间无妙手，古来何事不由人。",
            "comment": ""
        },
        {
            "title": "剑池",
            "content": "云崖倚天开，苍渊下澄澈。世传灵剑飞，山石千丈裂。神踪去不返，今作蛟龙穴。是非漭难诘，岁久多异说。惟当清夜来，静赏潭上月。",
            "comment": ""
        },
        {
            "title": "书通德官舍壁",
            "content": "楚水分墙北，闽溪出舍东。冷云秋欲雪，高木书常风。冠盖人声绝，音书鸟道通。如何阮家子，平地哭途穷。",
            "comment": ""
        },
        {
            "title": "渔父",
            "content": "一叶生涯逐浪流，悠悠生事共萍浮。蓑披残雪湘江晚，钩拂红尘渭水秋。买酒解衣杨柳岸，得鱼吹火获庐洲。兴阑却返扁舟去，半掩柴门古渡头。",
            "comment": ""
        },
        {
            "title": "虎丘",
            "content": "晋人事高旷，所得多奇僻。云岩佛子庐，曾为二王宅。当时槃乐地，俯仰成今昔。林泉亦余好，徘徊想遗迹。那知非昔人，复作登临客。",
            "comment": ""
        },
        {
            "title": "谒荆公不遇",
            "content": "春江渺渺抱樯流，烟草茸茸一片愁。吹尽柳花人不见，春旗催日下城头。",
            "comment": ""
        },
        {
            "title": "古柏",
            "content": "四边乔木尽儿孙，曾见吴宫几度春。若使当时成大夏，也应随例作埃尘。",
            "comment": ""
        },
        {
            "title": "题公权壁",
            "content": "绕舍清阴白书寒，野情晴喜到门阑。陶潜岁计惟栽菊，楚客家风只种兰。雨过落花粘履舄，日长轻絮点杯盘。明年官满君须去，此地应难得此欢。",
            "comment": ""
        },
        {
            "title": "牡丹",
            "content": "嫚黄妖紫间轻红，谷雨初晴早景中。静女不言还爱日，彩云无定只愁风。炉烟坐觉沈檀薄，妆面回看粉黛空。此别又须经岁月，酒阑携烛绕芳丛。",
            "comment": ""
        },
        {
            "title": "舟下建溪",
            "content": "客航收浦月黄昏，野店无灯欲闭门。倒出岸沙枫半死，系舟犹有去年痕。",
            "comment": ""
        },
        {
            "title": "题九华阁",
            "content": "斗起喧卑地，尘埃不入颜。微寻清书梦，静看别州山。隐几孤鸿没，调琴远鹤还。何时了吾事，来此伴君闲。",
            "comment": ""
        },
        {
            "title": "过无为吴氏园池",
            "content": "傍水寻幽径，青林画掩扉。扬花入竹静，鸟影度塘稀。石好频移坐，波清任濯衣。沙鸥如有意，一一近人飞。",
            "comment": ""
        },
        {
            "title": "赠黄君俞",
            "content": "紫书夕降御床边，门下褒衣绕数千。捧檄喜随亲色动，授经荣胜主恩偏。相如好赋真童子，贾谊多才患少年。道在不须忧绛灌，一时卿相尺知贤。",
            "comment": ""
        },
        {
            "title": "程公辟留客开元饮",
            "content": "画锦新坊路稍西，兴来携客就僧扉。樽前倒玉清无比，笔下铿金妙欲飞。蓝舆直须乘月去，榜歌时听采菱归。流传白雪吴城满，顿觉炎歊一夕微。",
            "comment": ""
        },
        {
            "title": "游园不遇主人题壁",
            "content": "何年突兀庭前石，昔日何人种以柏。乘兴闲来就榻眠，一枕春风君莫惜。城西今古阳山色，城中谁有千年宅。往来何必见主人，主人自是亭中客。",
            "comment": ""
        },
        {
            "title": "千人石",
            "content": "生公天人师，讲法花雨堕。当时听法众，片石千人坐。山祗常护持，山鸟不敢污。野人心茫然，傲荡多酒过。醉来不肯归，石上看云卧。",
            "comment": ""
        },
        {
            "title": "挽张几道",
            "content": "吴郡声名顾与张，龙门当日共升堂。青衫始见登华省，丹旐俄闻入故乡。含泪孤儿生面垢，断肠慈母满头霜。嗟君十载人间事，不及南柯一梦长。",
            "comment": ""
        },
        {
            "title": "红梅",
            "content": "清香皓质世称奇，谩作轻红也自宜。紫府与丹来换骨，春风吹酒上凝脂。直教腊雪无藏处，只恐朝云有散时。溪上野桃何足种，秦人应独未相知。",
            "comment": ""
        },
        {
            "title": "绝句",
            "content": "多年不见玉川翁，今日相逢小榭东。依旧清凉无长物，只余松桧养秋风。",
            "comment": ""
        },
        {
            "title": "依韵答杨起公见寄",
            "content": "释卷趋南亩，霜风报获时。不才谋事拙，寸禄及亲迟。通寒终难问，短长今自知。何年得乘兴，闲趁逸人期。",
            "comment": ""
        },
        {
            "title": "答公权晚春",
            "content": "林圃芳菲尽，空阴绕院青。风条初脱絮，露沼欲生萍。地僻春犹冷，门闲书亦扃。临杯学强醉，怀抱只常醒。",
            "comment": ""
        },
        {
            "title": "雪",
            "content": "剪水飞花着地干，世间颜色比应难。谢家儿女空才思，只作因风柳絮看。",
            "comment": ""
        },
        {
            "title": "程公辟留客开元饮",
            "content": "仙老论文小往还，多才令尹独能攀。携觞步入千花界，借榻清临一水间。笑语不惊沙鸟去，襟怀犹过野僧闲。城中此地无人爱，坐对西南见好山。",
            "comment": ""
        },
        {
            "title": "都下寄友人叶褧之",
            "content": "朝车皆有从，暮辙各有投。茫茫声利区，贱客难独留。岂无平生交，音容杳南州。幽怀欲有诉，寤寐不可求。追我夙昔欢，负子今日游。勉矣尚有适，所困非所羞。",
            "comment": ""
        },
        {
            "title": "明教院",
            "content": "宝刹临苍峡，门迎万里船。湍声沉鸟语，岸沫拥蛟涎。朝供收崖粟，宵瓶煮石泉。平生林壑趣，向此合留连。",
            "comment": ""
        },
        {
            "title": "和吴门章太守五日宴九老于广化寺",
            "content": "使群萧洒上宾闲，金地无人画敞关。风静箫声来世外，日长仙境在人间。诗成郢客争挥翰，曲罢吴姬一破颜。此节东南无此会，高名千古映湖山。",
            "comment": ""
        }
    ]
}