{
    "dynasty": "宋",
    "author": "晁冲之",
    "poems": [
        {
            "title": "都下追感往昔因成二首",
            "content": "少年使酒走京华，纵步曾游小小家。看舞霓裳羽衣曲，听歌玉树后庭花。门侵杨柳垂珠箔，窗对樱桃卷碧纱。坐客半惊随逝水，主人星散落天涯。",
            "comment": ""
        },
        {
            "title": "次二十一兄韵",
            "content": "忆在长安最少睥，酒酣到处一欣然。猎回汉苑秋高夜，饮罢秦台寻作天。不拟伊优陪殿下，相随于蔿过楼前。如今白发山城里，宴坐观空习断缘。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "双舸亭亭横晚渚，城中飞观嵯峨。画桥灯火照清波。玉钩平浸水，金锁半沈河。试问无情堤上柳，也应厌听离歌。人生无奈别离何。夜长嫌梦短，泪少怕愁多。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "墙外辘轳金并。惊梦瞢腾初省。深院闭斜阳，燕入阴阴帘影。人静。人静。花落鸟啼风定。",
            "comment": ""
        },
        {
            "title": "玉蝴蝶",
            "content": "目断江南千里，灞桥一望，烟水微茫。尽锁重门，人去暗度流光。雨轻轻，梨花院落，风淡淡、杨柳池塘。恨偏长。佩沈湘浦，云散高唐。清狂。重来一梦，手搓梅子，煮酒初尝。寂寞经春，小桥依旧燕飞忙。玉钩栏、凭多渐暖，金缕枕、别久犹香。最难忘。看花南陌，待月西厢。",
            "comment": ""
        },
        {
            "title": "感皇恩",
            "content": "蝴蝶满西园，啼莺无数。水阁桥南路。凝伫。两行烟柳，吹落一池飞絮。秋千斜挂起，人何处。把酒劝君，闲愁莫诉。留取笙歌住。休去。几多春色，禁得许多风雨。海棠花谢也，君知否。",
            "comment": ""
        },
        {
            "title": "感皇恩",
            "content": "小阁倚晴空，数声钟定。斗柄寒垂暮天净。向来残酒，尽被晓风吹醒。眼前还认得，当时景。旧恨与新愁，不堪重省。自叹多情更多病。绮窗犹在，敲遍阑干谁应。断肠明月下，梅摇影。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "浦口潮来沙尾涨。危樯半落帆游漾，水调不知何处唱。风淡荡。鳜鱼吹起桃花浪。雪尽小桥梅总放。层楼一任愁人上。万里长安回首望。山四向。澄江日色如春酿。",
            "comment": ""
        },
        {
            "title": "僧舍小山三首",
            "content": "烂石有佳色，禅房叠更幽，九疑峰不断，十字水长流。枕簟日逃署，轩窗时卧游。吾衰更何往，只此对汤休。",
            "comment": ""
        },
        {
            "title": "僧舍小山三首",
            "content": "此老绝潇洒，久参曹洞禅。胸中有丘壑，左手取山川。树小风声细，岩深日影圆。江湖不归客，相对一茫然。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "忆昔西池池上饮，年年多少欢娱。别来不寄一行书，寻常相见了，犹道不如初。安稳锦衾今夜梦，月明好渡江湖。相思休问定何如？情知春去后，管得落花无。",
            "comment": "【注释】此词以冲淡隐约的情致，抒写记忆中的欢娱以及追踪已逝的梦影而不得的怅惘之情。词起笔直接叙述当年和朋友们在汴京西池（金明池）畅饮的欢娱情景，从“年年多少欢娱”的语气中隐隐透露了物是人非的极为沉重的怅惘情绪。此处当然是在因列名元祐党籍受祸以后所产生的对往事的回忆 。从“ 别来不寄一行书”一句里，可以听出迁客逐臣忧谗畏讥心情的弦外之音。接着下面更进一层设想，别说分手后断绝音信，即使而今仍象以往一样天天见面，谁又敢和当初那般亲密谈论呢？所以说“寻常相见了 ，犹道不如初”，这是由追忆往事联系现实所悟出的道理 。语言平淡通俗 ，却勾画出在严酷政治压迫下反常的社会现象。下片转写到个人目前的处境和想法。政治环境既然如此险恶，把人逼到息交绝游的境地，他现在只能在被锦屏围障着的七尺卧榻上得到一点安全感，在那上面做着自己的梦了 。“安稳锦屏今夜梦，月明好渡江湖 ”，两句说得很富于诗意，内中却藏着一段沉郁的情思。当此之际，在罗网而无羽翼的处境，既与古人相同 ，杜甫《 梦李白》的诗句似乎是词人心有所通、借以寄情的媒介。杜诗说“故人入我梦，明我长相忆”，又说“落月满屋梁，犹疑照颜色”，是写故人月夜赴梦；“告归常局促，苦道来不易；江湖多风波，舟楫恐失坠 ”，是写梦中故人来也艰难。词人既然为自己安排了一个好梦，自然也祝愿故人梦魂趁今夜月明，“好渡江湖”，飞来相会。词语对杜诗的运用似反实正 ，都是对故人命运的关注 。患难知交的相濡以沫，却以欢畅的语气出之，其悲更甚下文“相思休问定何如 ”，仍是悬想与梦中故人相见后的情景，深知彼此眼前处境，也不须互相问讯起居何如了。这一句仍然从杜甫怀念李白诗句生发。杜甫《送孔巢父谢病归游江东兼呈李白》诗末云 ：“南寻禹穴见李白，道甫问信今何如 。”问“何如”即问安，六朝时已有此语。南朝梁王筠《与长沙王别书》：“高秋凄爽，体中何如 ？”也见于六朝人伪托汉斑固撰的《 汉武帝内传 》：“不审比来起居何如 ？”自唐至宋沿用，吴曾《能改斋漫录·事始》便说 ：“今世书问往还，必曰‘不审比来起居何如’。”举《汉武帝内传》为证。下面接着抒发他的感叹：“情知春去后，管得落花无！”春天都已过去了 ，落花的命运悲惨 。词非道自然规律，抒伤春之愁，而是另有寄托。这个“春天”是政治上的春天 ，“落花”是指他们那一班受风雨摧残的同道。向他们发出“季子平安否”之类的问讯，更增辛酸。这两句比喻，含意显豁，情深语痛。这是一首寄宴颇深 ，但文笔淡雅的小词，颇耐回味。"
        },
        {
            "title": "春日二首",
            "content": "阴阴溪曲绿交加，小雨翻萍上浅沙。鹅鸭不知春去尽，争随流水趁桃花。",
            "comment": ""
        },
        {
            "title": "夷门行赠秦夷仲",
            "content": "君不见夷门客有侯嬴风，杀人白昼红尘中。京兆知名不改捕，倚天长剑著崆峒。同时结交三数公，联翩走马几马骢。仰天一笑万事空，入门宾客不复通。起家簪笏明光宫。呜呼男儿名重太山身如叶，手犯龙鳞心莫慑。一生好色马相如，慷慨直辞犹谏猎。",
            "comment": ""
        },
        {
            "title": "春日二首",
            "content": "男儿更老气如虹，短鬓何嫌似断蓬。欲问桃花借颜色，未甘著笑向春风。",
            "comment": ""
        },
        {
            "title": "都下追感往昔因成二首",
            "content": "春风踏月过章华，青鸟双邀阿母家。系马柳低当户叶，迎入桃出隔墙花。鬓深钗暖云侵脸，臂薄衫寒玉映纱。莫作一生惆怅事，邻州不在海西涯。",
            "comment": ""
        },
        {
            "title": "僧舍小山三首",
            "content": "爱此聚沙戏，知自法王孙。一运郢斤手，都无禹凿痕。藤梢未挂壁，荷叶欲生盆。笑问山阴道，潜通何处付。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "门在垂杨阴里。楼枕曲江春水。一阵牡丹风，香压满园花气。沈醉。沈醉。不记绿窗先睡。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "谩道追欢惟九日，年年此恨偏浓。今朝吹帽与谁同。黄花都未拆，和泪泣西风。应恐登临肠更断，故交烟雨迷空。为君一曲送飞鸿。谁能推毂我，深入醉乡中。",
            "comment": ""
        },
        {
            "title": "汉宫春",
            "content": "黯黯离怀，向东门系马，南浦移舟。薰风乱飞燕子，时下轻鸥。无情渭水，问谁教、日日东流。常是送、行人去後，烟波一向离愁。回首旧游如梦，记踏青殢饮，拾翠狂游。无端彩云易散，覆水难收。风流未老，拚千金，重入扬州。应又是、当年载酒，依前名占青楼。",
            "comment": ""
        },
        {
            "title": "小重山",
            "content": "碧水浮瓜纹簟前。只知闲枕手，不成眠。晚云如火雨晴天。轻云远，亭外一声蝉。池馆几年年。倚阑催小艇，采新莲。多情还到芰荷边。应相忆，折藕看丝牵。",
            "comment": ""
        },
        {
            "title": "上林春慢",
            "content": "帽落宫花，衣惹御香，凤辇晚来初过。鹤降诏飞，龙擎烛戏，端门万枝灯火。满城车马，对明月、有谁闲坐。任狂游，更许傍禁街，不局金锁。玉楼人、暗中掷果。珍帘下、笑著春衫袅娜。素蛾绕钗，轻蝉扑鬓，垂垂柳丝梅朵。夜阑饮散，但赢得、翠翘双亸。醉归来，又重向、晓窗梳裹。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "帘外新来双燕。珠阁琼楼穿遍。香径得泥归，飞蹙池塘波面。谁见。谁见。春晚昭阳宫殿。",
            "comment": ""
        },
        {
            "title": "汉宫春 梅",
            "content": "潇洒江梅，向竹梢稀处，横两三枝。东君也不爱惜，雪压风欺。无情燕子，怕春寒、轻失佳期。惟是有、南来归雁，年年长见开时。清浅小溪如练，问玉堂何似，茅舍疏篱。伤心故人去後，冷落新诗。微云淡月，对孤芳、分付他谁。空自倚，清香未减，风流不在人知。",
            "comment": "【注释】此词咏梅之孤高与环境冷落而有所寄意。作者选择一系列色淡神寒的字词，刻画梅与周围环境，宛若一幅水墨画，其勾勒梅花骨格精神尤高，给人以清高拔俗之感。全词风格疏淡隽永，句格舒缓纡徐。起首一句 ，以修竹作陪衬 ，极言野梅品格之孤高 。二 、三两句，极写梅的孤洁瘦淡。芳洁固然堪赏，孤瘦则似须扶持，以下二句就势写梅之不得于春神，更为有力：“东君也不爱惜，雪压风欺。”梅花是凌寒而开，其蕊寒香冷，不仅与蜂蝶无缘，连候燕也似乎“怕春寒、轻失花期”。因燕子在仲春社日归来，其时梅的花时已过，故云。一言“东君不爱惜 ”、再言燕子“无情”，是双倍的遗憾。“惟是有”一转，说毕竟还有“ 南来归雁 ，年年长开时”，其词若自慰，其时无非憾意，从“惟是有”的限制语中不难会出。这几句，挥洒自如，灵动飞扬，笔力不凡。下片化用林逋咏梅名句——“ 疏影横斜水清浅，暗香浮动月黄昏 ”，写在野“ 江梅”的风流与冷落。过片三句言“ 清浅小溪如练”，梅枝疏影横斜，自成风景 ，虽在村野（“ 茅舍疏篱”），似胜于白玉堂前。“伤心”两句感叹“梅妻鹤子”的诗人林逋逝后，梅就失去了知音 ，“疏影横斜”之诗竟成绝响。“微云”三句 ，以问句的形式 ，言林逋逝后，即有“微云淡月”，暗香浮动，也无人能赏，只不过孤芳自赏而已。结尾三句，以拟人化的手法，将梅之孤高自许的风流标格推向高潮，从而收束全篇，造成余韵深长。含蓄蕴藉的艺术效果。"
        }
    ]
}