{
    "dynasty": "宋",
    "author": "晁公武",
    "poems": [
        {
            "title": "游焦山",
            "content": "江势东倾剧建瓴，中流岩壑隐禅扃。游僧谁渡降龙钵，过客争摸瘗鹤铭。修竹捎云凌北固，桃花吹浪涨南溟。上人劝赋斯山境，乞与微吟勒翠屏。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "铜梁山昏岚翠重，石境水落滩声迟。",
            "comment": ""
        },
        {
            "title": "荆州即事",
            "content": "战船不见和州载，胜地惟余避暑宫。今日蒭荛皆得往，大王风作庶人风。",
            "comment": ""
        },
        {
            "title": "夏日过庄严寺僧索诗为留三绝",
            "content": "出门散策烟栖树，归路扶舆月蜕痕。十里江村入图画，野桥沙路杳难分。",
            "comment": ""
        },
        {
            "title": "春日",
            "content": "蜗牛庐畔舫斋前，春晚风光绝可怜。云补断山尤秀拔，竹藏残蕊尚婵娟。",
            "comment": ""
        },
        {
            "title": "荆州即事",
            "content": "初上蓬笼竹窄船，始知身是剑南官。沙头沽酒市楼暖，靳步买薪江墅寒。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "只言天下少霖雨，不知隆中有卧龙。峨眉古名山，长雄坤之维。月峡为表裹，雪岭相蔽亏。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "笑擘黄柑酒半醒。玉壶金斗夜生冰。开窗尽见千山雪，雪未消时月正明。兰烬短，麝煤轻。画楼钟鼓已三更。倚栏谁唱清真曲，人与梅花一样清。",
            "comment": ""
        },
        {
            "title": "南定楼",
            "content": "水接荆门陆控秦，卧龙陈迹久尤新。剑关驿外青山旧，锦里祠边碧草春。更筑飞楼瞰泸水，拟将遗恨问洪钧。南方已定虽饶富，北望中原正惨神。",
            "comment": ""
        },
        {
            "title": "诗扇",
            "content": "短蓬烟裹冷萧萧，两岸梅花各见招。吹散前村一杯酒，满江风雨不相饶。",
            "comment": ""
        },
        {
            "title": "荷池",
            "content": "平池积潦涨轻痕，宛若扁舟系水滨。断岸才盈六七尺，低蓬恰受两三人。巡檐悦目蒲莲秀，隐几忘机雁鹜驯。坐阅江湖好风景，不愁涛濑阔无津。",
            "comment": ""
        },
        {
            "title": "登金山",
            "content": "东游寻胜即登临，浮玉知名冠古今。万壑波涛喧海口，千年岩岫据江心。雨篷烟棹征帆远，晓磬昏钟佛屋深。诗客分留风景在，凭君一为发长吟。",
            "comment": ""
        },
        {
            "title": "夏日过庄严寺僧索诗为留三绝",
            "content": "松筠窈窕隐禅房，茗碗熏炉白昼长。门外尘埃生熟恼，谁知林下自清凉。",
            "comment": ""
        },
        {
            "title": "夏日过庄严寺僧索诗为留三绝",
            "content": "笑脱尘衫扑软红，杖藜徙倚水光中。最怜林叶深深处，遮尽斜阳不碍风。",
            "comment": ""
        },
        {
            "title": "酆都观",
            "content": "胜绝平都观，盘纡石磴长。崇岗虎蹲踞，古柏雁分张。殿阁刚风外，轩墀灏气旁。烟华迎碧瓦，云叶覆雕墙。古有神仙术，能齐日月光。升腾继黄老，烜赫数阴王。采药岩峦秀，烧丹井灶香。采云生洞穴，白昼上穹苍。陈迹今犹在，咸云实不亡。碑铭余汉魏，像设自齐梁。仙骑霜毛洁，胎禽雪羽翔。豪商供香火，骚客斗篇章。顾我趋行殿，寻真到静坊。遗文观翠琰，隐诀悟青囊。傥解交龙虎，终能翳凤凰。定纡苍玉佩，径入白云乡。却忆求轻举，相传笑彼狂。李君炬丹石，韩子服硫黄。雅欲同南极，俄惊葬北邙。古今垂炯戒，服饵要周防。却老宁无策，怡神别有方。不须纨与素，但可举清觞。",
            "comment": ""
        },
        {
            "title": "读林罕小说",
            "content": "仓颉鹳鸟迹，於是创文字。原其制作心，本以便记事，呼读犹强名，况乃论位置。周人建小学，六书分义类。特令授童蒙，庶几别同异。奈何中古后，穿凿失伦次。早皿晋医言，止戈楚人志。宋更{马瓜}作騧，秦易辠为罪。三刀自梦徵，两日因谶记。山丝已怪妄，门草更茫昧。白水及绯衣，皆是表符瑞。解槐与说枣，抑又出讥戏。形声罕复论，一切归会义。咄哉许祭酒，著论穷巧慧。流俗喜不根，传授满当世。廷尉议三章，诸生谈六艺。往往授其言，大抵皆附会。林生最晚出，纷乱尤自恣。何言斯亭上，刻石高赑屃。却思荆舒祸，对此频雪涕。凭谁掩其恶，水火为焚弃。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "轩窗竹院临流静，灯火瓜洲隔岸深。",
            "comment": ""
        }
    ]
}