{
    "dynasty": "宋",
    "author": "曹邍",
    "poems": [
        {
            "title": "玲珑四犯 被召赋荼",
            "content": "一架幽芳，自过了梅花，独占清绝。露叶檀心，香满万条晴雪。肌素净冼铅华，似弄玉、乍离瑶阙。看翠蛟、白凤飞舞，不管暮烟啼鴂。酒中风格天然别。记唐宫、赐樽芳冽。玉蕤唤得馀春住，犹醉迷飞蝶。天气乍雨乍晴，长是伴、牡丹时节。夜散琼楼宴，金铺深掩，一庭香月。",
            "comment": "【注释】自从梅花开后，这一架幽洁芬芳的荼花，算最清雅脱俗了。那缀满了白花的枝蔓，看上去如同千万条冰雪，在阳光下闪闪发光，挂着露珠的叶片，檀红色的花蕊，散发出浓郁的香味。也许，她就是仙女弄玉的化身 ？刚刚告别天宫的琼楼玉宇，来到了人间，她白皙的肌肤，不施粉黛，更显得天生丽质。夕阳西下，暮色茫茫，是鸟鴂在哀叫，可是她却像没听见似的 ，素花绿叶依然在晚风中摆动，好像是翠蛟白凤，翩翩飞舞&#8943;&#8943;荼花是花中的珍品，和她同名的酴醿酒也是别具高格的佳酿，清凉、芳香。唐代的帝王经常要用它来赏赐宰相大臣。酴醿酒可以醉人，荼花又让他常使人心醉神往。蝴蝶经常也被她吸引得如醉如痴，留住了最后的一片春光。在晴雨不定的日子里，只有她一直陪伴着花魁牡丹，共同分享人们的爱怜。夜深了，玉楼上的盛筵已尽欢而散，紧闭着的锁住了满庭月色和花香&#8943;&#8943;短短百许字，词人却生动逼真地向人们描绘了晨露朝晖中的荼、晚风暮霭中的荼、夜色月光中的荼，脉络分别分明，笔墨周至，是一篇优美的《荼赋》！这首词的一个显明特点就是 “烘托”和“比喻”两种艺术手法的使用。“一架幽芳，自过了梅花，独占清绝”三句，以梅花为烘托天气乍雨乍晴，长是伴，牡丹时节。以牡丹为烘托。梅花傲雪凌霜，香飘天外，一直是花中之高士；牡丹复瓣浓薰，艳绝人寰，俨然花中之后。将荼与她们相提并论，这就显示了荼的地位。“酒中”二句，以酴醿为烘托。苏东坡有诗咏荼云：“分无素手簪罗髻，且折芳蕤浸玉醅。”黄山谷也有诗咏荼云：“名字因壶酒，风流付枕帏。看唐无名氏《辇下岁时记》中“赐宰臣以下酴醿酒”、《新唐书》中宪宗皇帝为嘉奖宰相李绛直言极谏而“遣使者赐酴醿酒”之类的记载，便知此酒的名贵。用它来作陪衬，花的声价也会抬高 。“夜散琼楼宴，金铺深掩，一庭香月”三句以明月为烘托。汗漫太虚，月华如水，不愧是天地间清澈之物；而荼之香乃能溶溶然与月波共漾于一庭之中 ，那么纯净的花气 ，又何以复加焉？&#8943;&#8943;如果说“烘托”成功地起到了侧面渲染的效果，那么正面刻画的任务却主要是由“比喻”来担当的。“香满”六字，以雪为喻也。用雪比拟素花，本属常见，但冠一“晴”字，便觉花光耀眼，神彩虽然与众不同。“肌素”十三字，以美人为喻也。这原也是熟套，且“弄玉”亦为经常出现在作者笔下的神话人物，惟用在这里却很别具一格。盖旧题汉刘向撰《列仙传》只说她是春秋时秦穆公的爱女，好吹箫，嫁给善于吹箫的箫史，夫妇双双仙去而已，至于她是否有闭花羞月之貌、沉鱼落雁之容，并没有提及，故咏花词中的旦角，一般不让她扮演。可是词人竟独具慧眼，相中了她芳名里的那个“玉”字，由此生发出许多奇想，想象她必居住在“瑶阙”，一定是肤如凝脂、于是构造出一幕玉人降仙的场景来，将皎洁的荼花写得栩栩如生。看翠蛟百凤飞舞七字，以龙凤为喻。孤立地看这一句，不免显得思致平弱。但辞曰飞蛟舞凤，笔势实亦如之，远观“晴雪”，是以动掣静；近挽佳人，是以刚济柔；下映“啼鴂”，是以乐祛悲：与前后文对比，妙趣横生。&#8943;&#8943;当然，词中运用入妙的艺术手法并不限于以上列举两端 。如下阕“玉蕤唤得馀春住”为“拟人”，荼春末开花、花在春在等更富蕴味。此等好处显而易见，就毋庸极致了。上所述，此词咏花，可以说达到了赘述的艺术境地。然而，她太粘着于物象了，即使工到极处，华毕竟缺少寄托和情感，所以很难能振撼人心。这是一首专供帝王后妃们对酒赏花时付诸歌伶当筵演唱，聊佳清欢的应别之词，只能适合封建统治者形式上的审美情趣，而不能表达作者个人的情感，然而此词之所以有一定的观赏价值，在于它还有某种美的成功，因此仍可供读者欣赏。"
        },
        {
            "title": "齐天乐",
            "content": "翠箫声断青鸾翼，心期破钗谁表。夜烛银屏，春风粉袖，犹记琵琶斜抱。瑶池路杳。恨巫女回云，月娥沉照。谩说蓬莱，玉环花貌梦难到。严花亭院乍冷，更蛩吟风碎，鸿飞烟渺。绿玉弹棋，红牙按拍，乐事欢情终少。刘郎未老。要鬓翼堆玄，腕酥凝皓。莫忘香荐，绿罗裙带草。",
            "comment": ""
        },
        {
            "title": "瑞鹤仙",
            "content": "炉烟销篆碧。对院落秋千，昼永人寂。浓春透花骨。正长红小白，晕香涂色。铜驼巷陌。想游丝、飞絮无力。念绣窗、深锁红鸾，虚度禁烟寒食。空忆。象床沉水，凤枕屏山，殢欢尤惜。粉香狼藉。海棠下、东风急。自秦台箫咽，汉皋珮冷，断雨零云难觅。但杏梁、双燕归来，似曾旧识。",
            "comment": ""
        },
        {
            "title": "寄豫章诗社",
            "content": "向来心事剑能知，曾结仙人汗漫期。南浦看花春载酒，西园刻烛夜吟诗。凄凉风月随残梦，零落江湖似断棋。千里洪崖秋水隔，暮云无处说相思。",
            "comment": ""
        },
        {
            "title": "惜馀妍/惜余妍",
            "content": "同根异色，看镂玉雕檀，芳艳如簇。秀叶玲珑，嫩条下垂修绿。禁华深锁清妍，香满架、风梳露浴。轻盈，便似觉、酴醿格调粗俗。蜂黄间涂蝶粉，疑旧日二乔，各样妆束。费却春工，斗合靓芳浓馥。翠华临槛清赏，飞凤斝、休辞醉玉。晴昼，镇贮春、瑶台金屋。",
            "comment": ""
        },
        {
            "title": "南徐怀古呈吴履斋",
            "content": "匹马来逢塞草秋，淮云一片隔神州。黄昏灯火西津渡，白昼风烟北固楼。犹有断碑和晋宋，谁将遗石问孙刘。天荒地老英雄尽，落日长江万古愁。",
            "comment": ""
        },
        {
            "title": "宴山亭/燕山亭",
            "content": "香月玲珑，柔风镂刻，嫩绿枝头圆腻。绯桃院宇，絮柳池塘，独立万红尘外。戏舞千团，讶粉羽、留连春媚。非是。看滚雪抛琼，镜鸾相倚。唐昌仙观风流，有霞洞藏花，绀环玉蕊。雕阑占赏，禁苑承恩，难比太平瑶卉。遍插金瓶，更移近、宝猊烟翠。堪爱。只少个、鸳鸯绣带。",
            "comment": ""
        },
        {
            "title": "午窗",
            "content": "午窗破梦角巾斜，自涤铜铛煮茗芽。满院绿苔春色静，冥冥细雨落桐花。",
            "comment": ""
        },
        {
            "title": "灯市",
            "content": "春满天街夜色酣，绮罗香结雾漫漫。试灯帘幕深藏暖，扫雪楼台浅带寒。宝骑骄嘶金騕褭，翠翘醉倚玉阑干。江云忽断笙歌散，几点妆梅落舞鸾。",
            "comment": ""
        },
        {
            "title": "水阳精舍",
            "content": "塔高铃自语，碑断苏成文。老树擎凉月，初荷卷湿云。萤飞临水见，犬吠隔篱闻。静对高僧坐，无眠到夜分。",
            "comment": ""
        },
        {
            "title": "憩凉月观焦山在望",
            "content": "凉寻小径坐，心与大江闲。素月镜秋水，碧云巾暮山。残蝉移别树，吠犬出幽关。近对焦仙洞，飞霞不可攀。",
            "comment": ""
        },
        {
            "title": "兰陵王",
            "content": "杏花坼。烟柳藏鸦翠陌。苏堤上、人正踏青，嫩草茸茸衬罗袜。游丝挂晴塔。十里酣红艳白。秋千外，娇靥笑春，一片笙箫绮霞碧。阿香妒倾国。把镜日深奁，丝雨愁织。崇桃积李无颜色。但蝶粉香渍，燕泥芹冷，紫钱芳晕翳宝瑟。怅还近寒食。岑寂。恨无极。更酒驿孤烟，棋院长日。梨花满地春狼藉。望凤阙波渺，燕楼云隔。凭阑干晚，吟袖湿，但笑拍。",
            "comment": ""
        }
    ]
}