{
    "dynasty": "宋",
    "author": "朱松",
    "poems": [
        {
            "title": "报恩寺",
            "content": "道人足迹扫尘寰，坐看筇枝上藓斑。豢得箨龙千就就，却教行水绕空山。",
            "comment": ""
        },
        {
            "title": "楚江观梅",
            "content": "莫笑山翁老据鞍，探梅今夕到江干。半滩流水浸残月，一夜清霜催晓寒。倚醉更教重秉烛，怕愁元自怯凭栏。谁知携客芳华日。曾费缠头锦百端。",
            "comment": ""
        },
        {
            "title": "次徐谢韵还江公诗卷",
            "content": "大条祠官闲日月，绝知圣处着功深。荣枯举世争卢白，枉直何人较尺寻。身比香山差得计，诗看正始有遗音。应容下客游东阁，要话朱游夙昔心。",
            "comment": ""
        },
        {
            "title": "春晚书怀",
            "content": "万里西游为觅诗，锦城更付一官痴。脱巾漉酒从人笑，拄笏看山颇自奇。疏雨池塘鱼避钓，晓莺窗户客争横。老来怕与春为别，醉过残红满地时。",
            "comment": ""
        },
        {
            "title": "酬冯退翁见示之什",
            "content": "我家大江左，江水日夜东。遥瞻发何处，乃在西南穷。相望邈异境，正北一水通。故令我与子，迹远心自同。我生寡所谐，强颜红尘中。倦飞矫归翮，饥吟咽寒蛩。独欣得吾子，万虑一笑空。时时出秀句，醒我如风松。当知山泽臞，不鄙犀角丰。弹冠实伊始，此生各飞蓬。卜邻固未必，即事聊从容。",
            "comment": ""
        },
        {
            "title": "陈仲仁止止堂",
            "content": "以我有限景，逐彼无涯知。失足践畏途，投身试危机。舟车日奔覆，定无丘与夷。万古践此辙，嗟我与谁归。仲仁古静者，怀璧照褐衣。名途尝一戏，回首羞前非。心如得坎水，不受狂风吹。功名忧不免，当复定所之。请观本无作，今复止者谁。筑堂市门侧，著书园不窥。蓬藋深一丈，图书周四围。时有好事人，载酒问所疑。攫金奋敏手，倚市夸妍姿。回光时自照，何者非吾师。",
            "comment": ""
        },
        {
            "title": "春晚二首",
            "content": "梅子生仁柳絮催，春风尘迹只苍苔。繁华一梦年年事，长是初莺为唤回。",
            "comment": ""
        },
        {
            "title": "陈伯辨为张氏求醉宾轩诗",
            "content": "前年溪上秋风时，主人酒熟烹黄鸡。归来醉倒睡便着，父老唤起牛羊蹊。此生一醉宁易得，未辨身为贵人客。征西将军尔何人，那用尊前惊堕帻。朅来闽越再经秋，闻道轩名涎已流。悬知得酒推不去，此客有辖何须投。今我正为奔走役，空想题诗满高壁。若逢落魄姓回人，为问何时定相觅。",
            "comment": ""
        },
        {
            "title": "春日与卓民表陈国器步出北郊",
            "content": "灼灼桃吐华，濯濯柳垂缕。芳菲挽人出，春力乃如许。嗟予闭门客，佳节过不数。不因可不呼，那得幽步举。客如山阴胜，诗作斜川语。谁言一尊酒，妙处合千古。归来读残书，耿耿霜月苦。空余流落心，三叹非吾土。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "清晓方塘开一镜。落絮飞花，肯向春风定。点破翠奁人未醒。馀寒犹倚芭蕉劲。拟托行云医酒病。帘卷闲愁，空占红香迳。青鸟呼君君莫听。日边幽梦从来正。",
            "comment": ""
        },
        {
            "title": "陈德瑞馈新茶",
            "content": "空山冥冥云雾窗，春风好梦欹残缸。朝来果得故人信，微凸而么犀銙双。贵人争买百璎珞，此心儿女久已降。坐观市井起攘袂，念之使我心纷庞。领君此意九鼎重，虽有笔力安能扛。何时来施三昧手，慰我渴梦思长江。",
            "comment": ""
        },
        {
            "title": "蝉",
            "content": "阴阴叶底午蝉嘶，满腹春风寄一枝。下有行人正愁绝，不知幽咽自缘饥。",
            "comment": ""
        },
        {
            "title": "春晚二首",
            "content": "客路归来芳节阑，杖藜随处小盘桓。危红数点藏深绿，须作春风烂熳看。",
            "comment": ""
        },
        {
            "title": "春社斋禁连雨不止赋呈梦得",
            "content": "岁丰农犹饥，岁恶何可说。哀哉半菽氓，罪岁同一舌。年时旱尘涨，腊尽不见雪。青皇忽雨我，万顷麦苗活。令尹民父母，沟壑思手挈。祈年祓斋居，有酒不忍设。那知桃李径，狼籍香泥滑。芳意一如此，坐恐及鶗鴂。郊原伫开晴，出劳南亩馌。秋成已在眼，一醉宇宙豁。更呼湔裙人，劝告侧帽客。和公斜川诗，磨石鑱岁月。",
            "comment": ""
        },
        {
            "title": "次雪峰二小诗韵",
            "content": "丽日疏烟破小春，双峰秀色一番新。要衔天上金鸡粟，莫问人间白眼人。",
            "comment": ""
        },
        {
            "title": "春晚五言寄梦得",
            "content": "美景足可惜，残春尤不堪。晚英余燕蹴，熟颗坠莺含。岁月蓬双鬓，生涯粟一甔。唯思对公瑾，把酒话江南。",
            "comment": ""
        },
        {
            "title": "春日二首",
            "content": "一雷惊收箨龙儿，戢戢满山人未知。急唤苍头斸烟雨，明朝吹作碧参差。",
            "comment": ""
        },
        {
            "title": "次韵酬求道人",
            "content": "听君话匡庐，风月妙无价。罅峰忽在前，俛仰疑幻化。新诗未出袖，光怪炯如射。悬知得力处，岛可不足跨。家山为谁留，铛粥香{左禾右罢}稏。我亦怀秋江，波清鸿雁下。",
            "comment": ""
        },
        {
            "title": "次雪峰二小诗韵",
            "content": "同参卷裓卧云根，倒屣相迎月下门。大耳识君游戏处，不应觅酒向前村。",
            "comment": ""
        },
        {
            "title": "春日二首",
            "content": "梦和残月两朦胧，饶舌幽禽苦唤侬。若说五更春睡好，绝胜骑马火城中。",
            "comment": ""
        },
        {
            "title": "答林康民见和梅花诗",
            "content": "寒崦人家碧溪尾，一树江梅卧清泚。仙姿不受凡眼污，风斂天香瘴烟里。向来休沐偶无事，谁从我游二三子。弯碕曲迳一携手，冻雀惊飞乱英委。班荆劝客小延伫，酌酒赋诗相料理。多情入骨怜风味，依倚横斜嚼冰蕊。至今清梦挂残月，强作短歌传素齿。韵高常恨句难称，赖有君诗清且美。天涯负晚感乡物，归欤何时路千里。枕楼一笛雪漫空，回首江皋泪如洗。",
            "comment": ""
        }
    ]
}