{
    "dynasty": "宋",
    "author": "李之仪",
    "poems": [
        {
            "title": "减字木兰花",
            "content": "堤长春晚。冉冉浑如云外见。欲语无门。略许莺声隔岸闻。锦屏绣幌。犹待归来留一饷。何事迟迟。直恐游丝惹住伊。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "收尽微风不见江。分明天水共澄光。由来好处输闲地，堪叹人生有底忙。心既远，味偏长。须知粗布胜无裳。从今认得归田乐，何必桃源是故乡。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "五云深处蓬山杳。寒轻雾重银蟾小。枕上挹馀香。春风归路长。雁来书不到。人静重门悄。一阵落花风。云山千万重。",
            "comment": ""
        },
        {
            "title": "南乡子",
            "content": "夜雨滴空阶。想见尊前赋咏才。更觉鸣蛙如鼓吹，安排。惆怅流光去不回。万事已成灰。只这些儿尚满怀。刚被北风吹晓角，相催。不许时间入梦来。",
            "comment": ""
        },
        {
            "title": "踏莎行",
            "content": "绿遍东山，寒归西渡。分明认得春来处。风轻雨细更愁人，高唐何在空朝暮。离恨相寻，酒狂无素。柳条又折年时数。一番情味有谁知，断魂还送征帆去。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "雨暗轩窗昼易昏。强敧纤手浴金盆。却因凉思谢飞蚊。酒量羡君如鹄举，寒乡怜我似鸱蹲。由来同是一乾坤。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "相逢未几还相别，此恨难同。细雨蒙蒙，一片离愁醉眼中。明朝去路云霄外，欲见无从。满袂仙风，空托双凫作信鸿。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "莫非魔境。强向中间谈独醒。一叶才飞。便觉年华太半归。醉云可矣。认著依前还不是。虚过今春。有愧斜川得意人。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "清润奇峰名韫玉，温其质并琼瑶。中分瀑布写云涛。双峦呈翠色，气象两相高。珍重幽人诚好事，绿窗聊助风骚。寄言俗客莫相嘲。物轻人意重，千里赠鹅毛。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "当时命友。曾借邻家酒。旧曲不知何处奏。梦断空思纤手。却应去路非遥。今朝还有明朝。谩道人能化石，须知石被人消。",
            "comment": ""
        },
        {
            "title": "蓦山溪",
            "content": "金柔火老，欲避几天地。谁借一檐风，锁幽香、愔愔清邃。瑶阶珠砌，如膜遇金篦，流水外，落花前，岂是人能致。擘麟泛玉，笑语皆真类。惆怅月边人，驾云轸，何方适意。么弦咽处，空感旧时声，兰易歇，恨偏长，魂断成何事。",
            "comment": ""
        },
        {
            "title": "次韵东坡还自岭南",
            "content": "凭陵岁月固难堪，食蘖多来味却甘。时雨才闻遍中外，卧龙相继起东南。天边鹤驾瞻仙袂，云里诗笺带海岚。重见门生应不识，雪髯霜鬓两毵毵。",
            "comment": ""
        },
        {
            "title": "南乡子",
            "content": "泪眼转天昏。去路迢迢隔九门。角黍满盘无意举，凝魂。不为当时泽畔痕。肠断武陵村。骨冷难同月下樽。强泛菖蒲酬令节，空勤。风叶萧萧不忍闻。",
            "comment": ""
        },
        {
            "title": "踏莎行",
            "content": "一别芳容，五经寒暑。回文欲寄无鳞羽。多情犹自梦中来，向人粉泪流如雨。梦破南窗，愁肠万缕。那听角动城头鼓。人生弹指事成空，断魂惆怅无寻处。",
            "comment": ""
        },
        {
            "title": "千秋岁",
            "content": "休嗟磨折。看取罗巾血。殷勤且话经年别。庭花番怅望，檐雨同呜咽。明半灭。灯光夜夜多如月。无复伤离缺。共保冰霜洁。不断梦，从今歇。收回书上絮，解尽眉头结。犹未绝。金徽泛处应能雪。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "醉透香浓斗帐，灯深月浅回廊。当时背面两伥伥，何况临风怀想。舞柳经春只瘦，游丝到地能长。鸳鸯半调已无肠，忍把么弦再上。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "昨日霜风入绛帷，曲房深院绣帘垂。屏风几曲画生枝。酒韵渐浓欢渐密，罗衣初试漏初迟。已凉天气未寒时。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "萧萧风叶。似与更声接。欲寄明珰非为怯。梦断兰舟桂楫。学书只写鸳鸯。却应无奈愁肠。安得一双飞去，春风芳草池塘。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "难得今朝风日好，春光佳思平分。虽然公子暗招魂。其如抬眼看，都是旧时痕。酒到强寻欢日路，坐来谁为温存。落花流水不堪论。何时弦上意，重为拂桐孙。",
            "comment": ""
        },
        {
            "title": "青玉案",
            "content": "小篷又泛曾行路。这身世、如何去。去了还来知几度。多情山色，有情江水，笑我归无处。夕阳杳杳还催暮。练净空吟谢郎句。拭祷波神应见许。帆开风转，事谐心遂，直到明年雨。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "节是重阳却斗寒。可堪风雨累寻欢。虽辜早菊同高柳，聊楫残蕉共小栏。浮蚁嫩，炷烟盘。恨无莺唱舞催鸾。空惊绝韵天边落，不许韶颜梦里看。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "念念欲归未得，迢迢此去何求。都缘一点在心头，忘了霜朝雪后。要见有时有梦，相思无处无愁。小窗若得再绸缪，应记如今时候。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "春到雨初晴，正是小楼时节。柳眼向人微笑，傍阑干堪折。暮山浓淡锁烟霏，梅杏半明灭。玉斝莫辞沈醉，待归时斜月。",
            "comment": ""
        },
        {
            "title": "千秋岁",
            "content": "万红暄昼，占尽人间秀。怎生图画如何绣。宜推萧史伴，消得东阳瘦。垂窄袖，花前镇忆相携久。泪裛回纹皱，好在章台柳。洞户隔，凭谁叩。寄声虽有雁，会面难同酒。无计偶，萧萧暮雨黄昏后。",
            "comment": ""
        },
        {
            "title": "忆秦娥 用太白韵",
            "content": "清溪咽。霜风洗出山头月。山头月。迎得云归，还送云别。不知今是何时节。凌歊望断音尘绝。音尘绝。帆来帆去，天际双阙。",
            "comment": "【注释】这是一首写景抒怀的小词。上片写景：有清溪，霜风，山月，还有在山月下随风飘动的流云。一个“咽”字，传出了“清溪”哽哽咽咽的声音；用个“洗”字，好象山头月是被“霜风”有意识地“洗”出来的，这个“洗”字，也使山月更加皎洁。山高月小，霜风斜峭，再配上哽咽的流水，给人以如置空谷，如饮冰泉之感。“霜风”句中，暗藏一个“云 ”字 ：无云则山月自明，无须霜风之“洗 ”。换句话说，山月既须霜风“洗”而后出，则月下必有云遮。这样上片结句中“云归”、“云别”出现就不显突兀。迎、送的主语是“山月”，一迎一送，写出了月下白云舒卷飘动的生动形象 。“云归”、“云别”两句 ，又将“霜风”的“风”字暗暗包容句中。云归云别，烘云托月，使皎洁的山月，更见皎洁。上片写景如画 ，幽静深美。着一“咽”字，以动衬静，更觉其静。下片 ，词人触景生情，怀念帝乡之感油然而生。从“凌歊”一词看，李之仪写这首词的时候，盖在太平州编管之中。“凌歊”，即凌歊台，因山而筑，南朝宋孝武帝曾登此台，并筑离宫于此，遗址在今当涂县西，为当地名胜。李之仪在姑溪时，思想上是苦闷而消极的，且僻居荒隅，远离朝廷，更见悲苦。但从结句的“ 双阙 ”看，词人仍未忘朝廷。“双阙”，古代宫门前两边供瞭望用的楼，代指帝王的住所。作者把国事系于心头，盼望朝廷下诏起用，故“望断”云云，即是这种心情的形象反映 。“天际”一词，暗示了词人盼望帝京之切；而“音尘绝”则可见词人的失望与怅惘。这首词在词史上有其特定意义 。词题明确揭出“用太白韵 ”，是为和李白《忆秦娥》而作。李之仪是北宋人，与苏轼同时代，写这首词的时候，也不过是崇宁三年（1104）前后，这首和词，全依太白《忆秦娥》韵，可见当时这首词已流传比较普遍，可证其作者是李太白。"
        },
        {
            "title": "早梅芳/喜迁莺",
            "content": "雪初销，斗觉寒将变。已报梅梢暖。日边霜外，迤逦枝条自柔软。嫩苞匀点缀，绿萼轻裁剪。隐深心，未许清香散。渐融和，开欲遍。密处疑无间。天然标韵，不与群花斗深浅。夕阳波似动，曲水风犹懒。最销魂，弄影无人见。",
            "comment": ""
        },
        {
            "title": "留春令",
            "content": "梦断难寻，酒醒犹困，那堪春暮。香阁深沈，红窗翠暗，莫羡颠狂絮。绿满当时携手路，懒见同欢处。何时却得，低帏昵枕，尽诉情千缕。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "为爱梅花如粉面，天与工夫，不似人间见。几度拈来亲比看，工夫却是花枝浅。觅得归来临几砚，尽日相看，默默情无恨。更不嗅时须百遍，分明销得人肠断。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "殷勤仙友。劝我千年酒。一曲履霜谁与奏。邂逅麻姑妙手。坐来休叹尘劳。相逢难似今朝。不待亲移玉指，自然痒处都消。",
            "comment": ""
        },
        {
            "title": "千秋岁",
            "content": "深帘静昼。绰约闺房秀。叩衣楚制飞文绣。凝脂肤理腻，削玉腰围瘦。闲舞袖。回身昵语凭肩久。眉压横波皱。歌断青青柳。钗遽擘，壶频叩。鬓凄清镜雪，泪涨芳樽酒。难再偶。沈沈梦峡雪归後。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "依旧琅玕不染尘。霜风吹断笑时春。一簪华发为谁新。白雪幽兰犹有韵，鹊桥星渚可无人。金莲移处任尘昏。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "初破晓寒无限思，融融腊意全迷。春工从此被人知。不随蜂蝶，长伴玉蟾低。缥缈云间应好在，盈盈泪湿征衣。背人偷拗向东枝。清香满袖，犹记画堂西。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "霞卷与云舒。月淡星疏。摩徽转轸不曾虚。弹到当时留意处，谁是相如。魂断酒家垆。路隔云衢。舞鸾镜里早妆初。拟学画眉张内史，略借功夫。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "声名自昔犹时鸟，日月何尝避覆盆。是非都付鬓边蚊。邂逅风雷终有用，低回囊槛要深蹲。酒中聊复比乾坤。",
            "comment": ""
        },
        {
            "title": "江神子/江城子",
            "content": "恼人天气雪消时。落梅飞。日初迟。小阁幽窗，时节听黄鹂。新洗头来娇困甚，才试著，夹罗衣。木梨花拂淡燕脂。翠云敧。敛双眉。月浅星深，天淡玉绳低。不道有人肠断也，浑不语，醉如痴。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "玉室金堂不动尘。林梢绿遍已无春。清和佳思一番新。道骨仙风云外侣，烟鬟雾鬓月边人。何妨沈醉到黄昏。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "浓丽妖妍不是妆。十分风艳夺韶光。牡丹开就应难比，繁富犹疑过海棠。须仔细，更端相。烂霞梳晕带朝阳。千金未足酬真赏，一度相看一断肠。",
            "comment": ""
        },
        {
            "title": "南乡子",
            "content": "小雨湿黄昏。重午佳辰独掩门。巢燕引雏浑去尽，销魂。空向梁间觅宿痕。客舍宛如村。好事无人载一樽。唯有莺声知此恨，殷勤。恰似当时枕上闻。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "回首芜城旧苑。还是翠深红浅。春意已无多，斜日满帘飞燕。不见。不见。门掩落花庭院。",
            "comment": ""
        },
        {
            "title": "蓦山溪",
            "content": "神仙院宇，记得春归后。蜂蝶不胜闲，惹残香、萦纡深透。玉徽指稳，别一般情，方永昼。因谁瘦？都为天然秀。桐阴未减，独自携芳酎。再弄想前欢，拊金樽、何时似旧。凭谁说与，潘鬓转添霜，飞陇首。云将皱，应念相思久。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "我住长江头，君住长江尾。日日思君不见君，共饮长江水。此水几时休，此恨何时已。只愿君心似我心，定不负思量意。",
            "comment": "【注释】①已：完结。【评解】同住长江边，同饮长江水，却因相隔两地而不能相见，此情如水长流不息，此恨绵绵终无绝期。只能对空遥祝君心永似我心，彼此不负相思情意。语极平常，感情却深沉真挚。设想很别致，深得民歌风味，以情语见长。【集评】毛晋《姑溪词跋》：姑溪词多次韵，小令更长于淡语、景语、情语。至若“我住长江头”云云，直是古乐府俊语矣。《唐宋词鉴赏集》：李之仪的这首词，是一阕歌颂坚贞爱情的恋歌。有较高的艺术性，很耐人寻味。薛砺若《宋词通论》：李之仪的词，很隽美俏丽，另具一个独特的风调。他的《卜算子》，写得极质朴晶美，宛如《子夜歌》与《古诗十九首》的真挚可爱。--引自惠淇源《婉约词》李之仪这首《卜算子》深得民歌的神情风味，明白如话，复叠回环，同时又具有文人词构思新巧。词以长江起兴。开头两句，“我”、“君”对起，而一住江头，一住江尾，见双方空间距离之悬隔，也暗寓相思之情的悠长。重叠复沓的句式，加强了咏叹的情味，仿佛可以感触到主人公深情的思念与叹息，在遥隔中翘首思念的女子形象在此江山万里的悠广背景下凸现出来。三、四两句，从前两句直接引出。江头江尾的万里遥隔，引出了“日日思君不见君”这一全词的主干；而同住长江之滨，则引出了“共饮长江水 ”。如果各自孤立起来看 ，每一句都不见出色，但联起来吟味，便觉笔墨之外别具一段深情妙理。这就是两句之间含而未宣、任人体味的那层转折。字面意思浅直：日日思君而不得见 ，却又共饮一江之水 。深味之下，似可知尽管思而不见，毕竟还能共饮长江之水。这“共饮”又似乎多少能稍慰相思离隔之恨。词人只淡淡道出“不见”与“共饮”的事实，隐去它们之间的转折关系的内涵，任人揣度吟味，反使词情分外深婉含蕴。毛晋盛赞这几句为“古乐府俊语”（《姑溪词跋》），可谓一语中的。“此水几时休，此恨何时已 。”换头仍紧扣长江水，承上“思君不见 ”进一步抒写别恨。长江之水，悠悠东流，不知道什么时候才能休止，自己的相思离别之恨也不知道什么时候才能停歇 。用“ 几时休”、“何时已”这样的口吻，一方面表明主观上祈望恨之能已，另一方面又暗透客观上恨之无已。江水永无不流之日，自己的相思隔离之恨也永无销歇之时。此词以祈望恨之能已反透恨之不能已，变民歌、民间词之直率热烈为深挚婉曲，变重言错举为简约含蓄。写到这里，词人翻出一层新的意蕴 ：“只愿君心似我心，定不负相思意。”恨之无已，正缘爱之深挚。“我心 ”既是江水不竭 ，相思无已，自然也就希望“君心似我心 ”，我定不负我相思之意。江头江尾的阻隔纵然不能飞越 ，而两相挚爱的心灵却一脉遥通。这样以来，单方面的相思便变为双方的期许，无已的别恨便化为永恒的相爱与期待。这样，阻隔的双方在心灵上便得到了永久的滋润与慰藉 。从“ 此恨何时已 ”翻出“定不负相思意 ”，是感情的深化与升华。江头江尾的遥隔在这里反而成为感情升华的条件了。这首词的结拍写出了隔绝中的永恒之爱，给人以江水长流情长在的感受。全词以长江水为抒情线索。悠悠长江水，既是双方万里阻隔的天然障碍，又是一脉相通、遥寄情思的天然载体；既是悠悠相思、无穷别恨的触发物与象征，又是双方永恒相爱与期待的见证 。随着词情的发展，它的作用也不断变化，可谓妙用无穷。"
        },
        {
            "title": "江神子/江城子",
            "content": "今宵莫惜醉颜红。十分中。且从容。须信欢情，回首似旋风。流落天涯头白也，难得是，再相逢。十年南北感征鸿。恨应同。苦重重。休把愁怀，容易便书空。只有琴樽堪寄老，除此外，尽蒿蓬。",
            "comment": ""
        },
        {
            "title": "阮郎归",
            "content": "朱唇玉羽下蓬莱。佳时近早梅。惜花情味久安排。枝头开未开。魂欲断，恨难裁。香心休见猜。果知何逊是仙才。何妨入梦来。",
            "comment": ""
        },
        {
            "title": "踏莎行",
            "content": "还是归来，依前问渡。好风引到经行处。几声啼鸟又催耕，草长柳暗春将暮。潦倒无成，疏慵有素。且陪野老酬天数。多情惟有面前山，不随潮水来还去。",
            "comment": ""
        },
        {
            "title": "雨中花令",
            "content": "点缀叶间如绣。开傍小春时候。莫把幽兰容易比，都占尽、人间秀。信是眼前稀有。消得千锺美酒。只有些儿堪恨处，管不似、人长久。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "西江霜後，万点暄晴昼。璀璨寄来光欲溜。正值文君病酒。画屏斜倚窗纱。睡痕犹带朝霞。为问清香绝韵，何如解语梅花。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "揉花催柳，一夜阴风几破牖。平晓无云，依旧光明一片春。掀衣起走，欲助喜欢须是酒。惆怅空樽，拟就王孙借十分。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "青梅又是花时节。粉墙闲把青梅折。玉镫偶逢君。春情如乱云。藕丝牵不断。谁信朱颜换。莫厌十分斟。酒深情更深。",
            "comment": ""
        },
        {
            "title": "书扇",
            "content": "几年无事在江湖，醉倒黄公旧酒垆。觉后不知新月上，满身花影倩人扶。",
            "comment": "【注释】此诗又作：和袭美春夕酒醒 陆龟蒙 　　几年无事傍江湖， 醉倒黄公旧酒垆。　　觉后不知明月上， 满身花影倩人扶。　　这是一首闲适诗。“闲适诗”的特点，向例是以自然闲散的笔调写出人们无牵无挂的悠然心情，写意清淡，但也反映了生活的一个方面。同时，有些佳作，在艺术上不乏可资借鉴之处。“袭美”，是诗人皮日休的表字。陆龟蒙和皮日休是好友，两人常相唱和。此诗是写诗人酒醉月下花丛的闲适之情。　　起句“几年无事傍江湖”，无所事事，浪迹江湖，在时间和空间方面反映了“泛若不系之舟”（《庄子·列御寇》）的无限自在。第二句中的“黄公旧酒垆”，典出《世说新语·伤逝》，原指西晋时竹林七贤饮酒的地方，诗人借此表达自己放达纵饮的生活态度，从而标榜襟怀的高远。　　“觉后不知明月上”，是承前启后的转接，即前承“醉倒”，后启归去倩人搀扶的醉态。此处所云“不知”，情态十分洒脱；下句“满身花影倩人扶”是全篇中传神妙笔，写出了月光皎洁、花影错落的迷人景色。一个“满”字，自有无限情趣在其中。融“花”、融“月”、融“影”、融“醉人”于浑然一体，化合成了春意、美景、诗情、高士的翩翩韵致。　　这首诗着意写醉酒之乐，写得潇洒自如，情趣盎然。诗人极力以自然闲散的笔调抒写自己无牵无挂、悠然自得的心情。然而，以诗人冠绝一时的才华，而终身沉沦，只得“无事傍江湖”，象阮籍、嵇康那样“醉倒黄公旧酒垆”，字里行间似仍不免透露出一点内心深处的忧愤之情。　　（陶慕渊）"
        },
        {
            "title": "朝中措",
            "content": "败荷枯苇夕阳天。时节渐阑珊。独泛扁舟归去，老来不耐霜寒。平生志气，消磨尽也，留得苍颜。寄语山中糜鹿，断云相次东还。",
            "comment": ""
        },
        {
            "title": "天门谣",
            "content": "天堑休论险。尽远目、与天俱占。山水敛。称霜晴披览。正风静云闲、平潋滟。想见高吟名不滥。频扣槛。杳杳落、沙鸥数点。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "万事都归一梦了。曾向邯郸，枕上教知道。百岁年光谁得到。其间忧患知多少。无事且频开口笑。纵酒狂歌，销遣闲烦恼。金谷繁华春正好。玉山一任樽前倒。",
            "comment": ""
        },
        {
            "title": "南乡子",
            "content": "睡起绕回塘。不见衔泥燕子忙。前日花梢都绿遍，西墙。犹有轻风递暗香。步懒恰寻床。卧看游丝到地长。自恨无聊常病酒，凄凉。岂有才情似沈阳。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "剪水开头碧玉条。能令江汉客魂销。只应香信是春潮。戴了又羞缘我老，折来同嗅许谁招。凭将此意问妖娆。",
            "comment": ""
        },
        {
            "title": "满庭芳",
            "content": "花陌千条，珠帘十里，梦中还是扬州。月斜河汉，曾记醉歌楼。谁赋红绫小砑，因飞絮、天与风流。春常在，仙源路隔，空自泛渔舟。新秋。初雨过，龙团细碾，雪乳浮瓯。问殷勤何处，特地相留。应念长门赋罢，消渴甚、无物堪酬。情无尽，金扉玉榜，何日许重游。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "天淡云闲晴昼永。庭户深沈，满地梧桐影。骨冷魂清如梦醒。梦回犹是前时景。取次杯盘催酩酊。醉帽频敧，又被风吹正。踏月归来人已静。恍疑身在蓬莱顶。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "仙家庭院。红日看看晚。一朵梅花挨枕畔。玉指几回拈看。拥衾不比寻常。天涯无限思量。看了又还重嗅，分明不为清香。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "避暑佳人不著妆。水晶冠子薄罗裳。摩绵扑粉飞琼屑，滤蜜调冰结绛霜。随定我，小兰堂。金盆盛水绕牙床。时时浸手心头熨，受尽无人知处凉。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "触涂是碍。一任浮沈何必改。有个人人。自说居尘不染尘。谩夸千手。千物执持都是有。气候融怡。还取青天白日时。",
            "comment": ""
        },
        {
            "title": "蓦山溪",
            "content": "青楼薄倖，已分终难偶。寻遍绮罗间，悄无个、眼中翘秀。江南春晓，花发乱莺飞，情渐透。休辞瘦。果有人相候。醉乡路稳，常是身偏後。谁谓正欢时，把相思、番成红豆。千言万语，毕竟总成虚，章台柳。青青否。魂梦空搔首。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "玉骨冰肌天所赋。似与神仙，来作烟霞侣。枕畔拈来亲手付。书窗终日常相顾。几度离披留不住。依旧清香，只欠能言语。再送神仙须爱护。他时却待亲来取。",
            "comment": ""
        },
        {
            "title": "丑奴儿/采桑子",
            "content": "春风似有灯前约，先报佳期。点缀相宜。天气犹寒蝶未知。嫩黄染就蜂鬓巧，香压团枝。淡注仙衣。方士临门未起时。",
            "comment": ""
        },
        {
            "title": "江神子/江城子",
            "content": "阑干掐遍等新红。酒频中。恨匆匆。投得花开，还报夜来风。惆怅春光留不住，又何似，莫相逢。月窗何处想归鸿。与谁同。意千重。婉思柔情，一旦总成空。仿佛么弦犹在耳，应为我，首如蓬。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "匀妆了。背人微笑。风入玲珑罩。",
            "comment": ""
        },
        {
            "title": "临江仙 登凌歊台感怀",
            "content": "偶向凌歊台上望，春光已过三分。江山重叠倍销魂。风花飞有态，烟絮醉无痕。已是年来伤感甚，那堪旧恨仍存。清愁满眼共谁论。却应台下草，不解忆王孙。",
            "comment": " | 【注释】这首词，当作于李之仪居今当涂期间的某年春天。凌歊台，南朝宋孝武帝曾建避暑离宫于此。实际上，凌歊台并不很高（据《太平寰宇记》载仅高四十丈 ），只是因周围平旷，才望得很远。李之仪的这首词就是登此台远望之所得。目的在借景发挥，借登凌歊台以抒发内心的感慨。“偶向凌歊台上望，春光已过三分。江山重叠倍销魂 。”起首用“偶向”二字，便透露出他平时幽居抑郁的心情。李之仪虽身在江南，心犹念汴京和故土（李之仪的家乡在今山东无棣 ）。登高以眺远，自难免引起万千感触。但词人仅用“春光已过三分”一句概括他种种思绪，把无穷的空间感化作有限的时间感，从而收到含蓄蕴藉的审美效果。“ 销魂”一词，兼有极度高兴和极度伤心两方面的含义。“风花飞有态，烟絮坠无痕 。”飞花、坠絮，本都是自然形态的东西；但经过诗人的渲染，便都变成了含情物。飞花，指他人之乘风直上，舞态翩跹，得意非常；坠絮，喻己身之遭谤被逐，堕地沾泥，了无痕迹。下片点明题意 ：“已是年来伤感甚，那堪旧恨仍存！清愁满眼共谁论？”“伤感甚”，指以往岁月里所遭受的政治打击。“那堪旧恨仍存”，意味着此刻、此后仍然“旧恨”绵绵。“清愁”，当指目前所触起的新愁。词人在“愁”字下加用“满眼”一词，便使人觉得愁如春天的游丝弥漫空际。至于愁些什么，词人并未明言，因此给读者留下了想象空间。“共谁论”，进一步表明诗人块然独处，竟无人可为解愁。“却应台下草，不解忆王孙？”却，这里作“岂”解，“却应”即“岂应”。词人目睹凌高欠台下春草丛生，很自然会联想起淮南小山《招隐士》中“王孙游兮不归，春草生兮萋萋”的著名诗句。但李之仪这里的“王孙”指的不是别人，而是自己。词人把归乡不得的怨恨归咎于春草的不解相忆，实乃貌似无理却至情的说法。纪昀《 四库全书总目·姑溪词提要 》谓李之仪“小令尤清婉、峭蒨，殆不减秦观。”可谓一语中的，总括了李之仪小词的特点。这首词就是明证。"
        },
        {
            "title": "鹊桥仙",
            "content": "风清月莹，天然标韵，自是闺房之秀。情多无那不能禁，常是为、而今时候。绿云低拢，红潮微上，画幕梅寒初透。一般偏更恼人深，时更把、眉儿轻皱。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "相见两无言，愁恨又还千叠。别有恼人深处，在懵腾双睫。七弦虽妙不须弹，惟愿醉香颊。只恐近来情绪，似风前秋叶。",
            "comment": ""
        },
        {
            "title": "合流遇潘子真，出斯文相示，因置酒。子真，",
            "content": "山谷老子久不见，豫章诗人何许来？章江未觉清澈骨，西山一带寒烟开。文章明镜现诸相，句律蛰户惊春雷。红炉劝坐且一醉，为我更赋扬州梅。",
            "comment": "【注释】原题：合流遇潘子真，出斯文相示，因置酒。子真，黄九门人"
        },
        {
            "title": "千秋岁",
            "content": "中秋才过，又是重阳到。露乍冷，寒将报。绿香催渚芰，黄密攒庭草。人未老，蓝桥谩促霜砧捣。照影兰缸晕，破户银蟾小。樽在眼，从谁倒。强铺同处被，愁卸欢时帽。须信道，狂心未歇情难老。",
            "comment": ""
        },
        {
            "title": "千秋岁",
            "content": "柔肠寸折。解袂留清血。蓝桥动是经年别。掩门春絮乱，敧枕秋蛩咽。檀篆灭。鸳衾半拥空床月。妆镜分来缺。尘污菱花洁。嘶骑远，鸣机歇。密封书锦字，巧绾香囊结。芳信绝。东风半落梅梢雪。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "上尽玉梯云，还见一番佳节。惆怅旧时行处，把青青轻折。倚阑人醉欲黄昏，飞鸟望中灭。天面碧琉璃上，印弯弯新月。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "翰林豪放绝勾栏。风月敢雕残。一旦荆溪仙子，笔头唤聚时间。锦袍如在，云山顿改，宛似当年。应笑溧阳衰尉，鲇鱼依旧悬竿。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "昨夜十分霜重，晓来千里书传。吴山秀处洞庭边。不夜星垂初遍。好事寄来禅侣，多情将送琴仙。为怜佳果称婵娟。一笑聊回媚眼。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "九十日春都过了，寻常偶到江皋。水容山态两相饶。草平天一色，风暖燕双高。酒病厌厌何计那，飞红更送无聊。莺声犹似耳边娇。难回巫峡梦，空恨武陵桃。",
            "comment": ""
        },
        {
            "title": "春光好",
            "content": "霜压晓，月收阴。斗寒深。看尽烛花金鸭冷，卷残衾。卯酒从谁细酌，馀香无计重寻。空把夜来相见梦，写文琴。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "乱魂无据，黯黯只寻来处路。灯尽花残，不觉长更又向阑。几回枕上，那件不曾留梦想。变尽星星，一滴秋霖是一茎。",
            "comment": ""
        },
        {
            "title": "蓦山溪",
            "content": "晚来寒甚，密雪穿庭户。如在广寒宫，惊满目、瑶林琼树。佳人乘兴，应是得欢多，泛新声，催金盏，别有留心处。争知这里，没个人言语。拨尽火边灰，搅愁肠、飞花舞絮。凭谁子细，说与此时情，欢暂歇，酒微醺，还解相思否。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "病里不知春早晚，惊心绿暗红稀。起来初拭薄罗衣。多情海燕，还傍旧梁飞。瘦损休文谁记得，空将销臂频围。眼前都是去年时。不堪追想，魂断画楼西。",
            "comment": ""
        },
        {
            "title": "更漏子",
            "content": "暑方烦，人似愠。怅望林泉幽峻。情会处，景偏长。心清闻妙香。宝幢低，金锁碎。竹影桐印窗外。新事旧，旧愁新。空嗟不见人。",
            "comment": ""
        },
        {
            "title": "玉蝴蝶",
            "content": "坐久灯花开尽，暗惊风叶，初报霜寒。冉冉年华催暮，颜色非丹。搅回肠、蛩吟似织，留恨意、月彩如摊。无欢。篆烟萦素，空转雕盘。何难。别来几日，信沈鱼鸟，情满关山。耳边依约，常记巧语绵蛮。聚愁窠、蜂房未密，倾泪眼、海水犹悭。奄更阑，渐移银汉，低泛帘颜。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "晚来轻拂，游云尽卷，霁色寒相射。银潢半掩，秋毫欲数，分明不夜。玉琯传声，羽衣催舞，此欢难借。凛清辉，但觉圆光照影，冰壶莹、真无价。闻道水晶宫殿，蕙炉薰、珠帘高挂。琼枝半倚，瑶觞更劝，莺娇燕姹。目断魂飞，翠萦红绕，空吟小砑。想归来醉里，鸾篦凤朵，倩何人卸。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "洗尽秋容天似莹。星稀月淡人初静。策杖萦纡寻远径。披昏暝。堤边犊母闲相并。遥想去舟魂欲凝。一番佳思从谁咏。憔悴归来如独醒。知何境。沈沈但觉烟村迥。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "宿云收尽，纤尘不警，万里银河低挂。清冥风露不胜寒，无计学、双鸾并驾。玉徽声断，宝钗香远，空赋红绫小砑。庾郎知有几多愁，怎奈向、月明今夜。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "帘外飞花湖上语。不恨花飞，只恨人难住。多谢雨来留得住。看看却恐晴催去。寸寸离肠须会取。今日宁宁，明日从谁诉。怎得此身如去路。迢迢长在君行处。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "新开湖水浸遥天。风叶响珊珊。记得昔游情味，浩歌不怕朝寒。故人一去，高名万古，长对孱颜。惟有落霞孤骛，晚年依旧争还。",
            "comment": ""
        },
        {
            "title": "雨中花令",
            "content": "休把身心撋就。著便醉人如酒。富贵功名虽有味，毕竟因谁守。看取刀头切藕。厚薄都随他手。趁取日中归去好，□莫待、黄昏後。",
            "comment": ""
        },
        {
            "title": "南乡子",
            "content": "绿水满池塘。点水蜻蜓避燕忙。杏子压枝黄半熟，邻墙。风送荷花几阵香。角簟衬牙床。汗透鲛绡昼影长。点滴芭蕉疏雨过，微凉。画角悠悠送夕阳。",
            "comment": ""
        },
        {
            "title": "蓦山溪",
            "content": "蛾眉亭上，今日交冬至。已报一阳生，更佳雪、因时呈瑞。匀飞密舞，都是散天花，山不见，水如山，浑在冰壶里。平生选胜，到此非容易。弄月与燃犀，漫劳神、徒能惊世。争如此际，天意巧相符，须痛饮，庆难逢，莫诉厌厌醉。",
            "comment": ""
        },
        {
            "title": "千秋岁",
            "content": "深秋庭院，残暑全消退。天幕迥，云容碎。地偏人罕到，风惨寒微带。初睡起，翩翩戏蝶飞成对。叹息谁能会。犹记逢倾盖。情暂遣，心常在。沈沈音信断，冉冉光阴改。红日晚，仙山路隔空云海。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "暮山环翠绕层栏。时节岁将残。远雁不传家信，空能嘹唳人间。客程无尽，归心易感，谁与忘年。早晚临流凝望，饥帆催卸风竿。",
            "comment": ""
        },
        {
            "title": "踏莎行",
            "content": "紫燕衔泥，黄莺唤友。可人春色暄晴昼。王孙一去杳无音，断肠最是黄昏後。宝髻慵梳，玉钗斜溜。凭阑目断空回首。薄情何事不归来，谩教折尽庭前柳。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "龟坼沟塍草压堤。三农终日望云霓。一番甘雨报佳时。闻道醉乡新占断，更开诗社互排巇。此时空恨隔云泥。",
            "comment": ""
        },
        {
            "title": "南乡子",
            "content": "春後雨馀天。娅姹黄鹂胜品弦。榴叶千灯初报暑，阶前。只有茶瓯味最便。身世几蹁跹。自觉年来更可怜。欲问此情何所似，缘延。看取窗间坠柳绵。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "知有阆风花解语，从来只许传闻。光明休咏汉宫新。拥身疑有月，衬步恨无云。莫把金樽容易劝，坐来几度销魂。不知仙骨在何人。好将千岁日，占断四时春。",
            "comment": ""
        },
        {
            "title": "怨三三",
            "content": "清溪一派泻揉蓝。岸草毵毵。记得黄鹂语画檐。唤狂里、醉重三。春风不动垂帘。似三五、初圆素蟾。镇泪眼廉纤。何时歌舞，再和池南。",
            "comment": ""
        },
        {
            "title": "万年欢",
            "content": "暖律才中，正莺喉竞巧，燕语新成。万绿阴浓，全无一点芳尘。门巷朝来报喜，庆佳期、此日光荣。开华宴、交酌琼酥，共祝鹤算椿龄。须知最难得处，双双凤翼，一对和鸣。造化无私，谁教特地多情。惟愿疏封大国，彩笺上、频易佳名。从此去、贤子才孙，岁岁长捧瑶觥。",
            "comment": ""
        },
        {
            "title": "满庭芳",
            "content": "一到江南，三逢此夜，举头羞见婵娟。黯然怀抱，特地遣谁宽。分外清光泼眼，迷滉漾、无计拘拦。天如洗，星河尽掩，全胜异时看。佳人，还忆否，年时此际，相见方难。谩红绫偷寄，孤被添寒。何事佳期再睹，翻怅望、重叠关山。归来呵，休教独自，肠断对团圆。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "为爱梅花如粉面。天与功夫，不似人间见。几度拈来亲比看。功夫却是花枝浅。觅得归来临几砚。尽日相看，默默情无限。更不嗅时须百遍。分明销得人肠断。",
            "comment": ""
        },
        {
            "title": "谢池春",
            "content": "残寒销尽，疏雨过，清明后。花径敛余红，风沼萦新皱。乳燕穿庭户，飞絮沾襟袖。正佳时，仍晚昼，著人滋味，真个浓如酒。频移带眼，空只恁、厌厌瘦。不见又思量，见了还依旧。为问频相见，何似长相守。天不老，人未偶。且将此恨，分付庭前柳。",
            "comment": "【注释】这首《谢池春》用通俗浅近的语言，写离别相思之苦，其中可以看出柳永“市民词”的影响。开头三句，点出节令，中间隔过四句之后，又说“正佳时，仍晚昼 ”，继续点出黄昏时分。这样，所谓“正佳时”的“佳”字，才算有着落，有根据。可见章法针脚之绵密。上片写景，以“花径敛余红”等四个五言句子为主体的。这四句，笔锋触及了构成春天景物的众多方面，又各用一个非常恰当的动词把它们紧密相联 ，点得活生 ，有声有色，有动有静。在“飞絮沾襟袖 ”一句里，已经暗示了“人”的存在，为过片处的“著人滋味，真个浓如酒”作一铺叙。著人，是“让人感觉到 ”的意思 ”；“滋味”究竟是什么 ，却不能说得具体 ，只好用酒来比喻，而且又用“浓”来形容，用“真个”来强调，以诱读者尽量用自己的感受和经验去理解那种“滋味 ”，从而把这个比较抽象的概念变得可以体会、可以感悟。过片后的四个五言句，是这首词抒情部分的核心内容了 。这四句写得深 ，写得细，它把“不见”和“相见”、“相见”和“相守”逐对比较。冠以“为问”二字，表明这还只是一种认识，一种追求，只能祈之于天、谋之于人，可是“天不老，人未偶 ”，仍然不得解决。“天不老”，本于李贺的名句“天若有情天亦老 ”，反过来说 ，天不老也就是天无情，不肯帮忙，于是“人未偶 ”，目前还处于离别相思的境地，实在没有办法 ，只好“且将此恨，分付庭前柳 ”。分付，有交托之义。将相思别恨交付庭前垂柳，则留下了各式各样的思索的余地，正所谓含蓄而隽永。"
        },
        {
            "title": "朝中措",
            "content": "腊穷天际傍危栏。密雪舞初残。表里江山如画，分明不似人间。功名何在，文章漫与，空叹流年。独恨归来已晚，半生孤负渔竿。",
            "comment": ""
        }
    ]
}