{
    "dynasty": "宋",
    "author": "李好古1",
    "poems": [
        {
            "title": "酹江月/念奴娇",
            "content": "平生英气，叹年来、都付山林泉石。不作云霄轩冕梦，只拟纶竿蓑笠。见说湖阴，飞飞鸥鹭，半是君曾识。梅花时节，试来相与寻觅。休谩汨没尘埃，浮生能几，镜里催华发。趁取尊前强健在，莫负花前倾碧。自遣长须，亲题短句，去约萧闲客。休教惆怅，梅花飞尽寒食。",
            "comment": ""
        },
        {
            "title": "江城子",
            "content": "从来难翦是离愁。这些愁。几时休。才趁风樯，千里到扬州。见说苍茫云海外，天杳杳，水愁愁。男儿三十敞貂裘。强追游。梦魂羞。可解筹边，谈笑觅封侯。休傍塞垣酾酒去，伤望眼，怕层楼。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "为怯赬云挟暑飞。嫩凉故故著征衣。江风吹雨过楼西。未必男儿生不遇，时来咳唾是珠玑。功名终岂壮心违。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "纳红销翠春风里。精神一撮金莲底。不是睡杨妃。绿珠娇小儿。一般娇绝处。半带疏疏雨。不解吐繁香。却教人断肠。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "东园映叶梅如豆。西园扑地花铺绣。春水晓来深。日华娇漾金。带烟穿径竹。步入飞虹曲。何处早莺啼。曲桥西复西。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "人物风流远。忆当年、江东跌宕，知音南阮。惯倚胡床闲寄傲，妥腹难凭琴桉。妙制拥、银蟾光满。千古不传谁好事，忽茂陵、金碗人间见。轻擘动，思无限。长安钗鬓春横乱。仿规模、红条带拨，媚深情浅。安识高山流水趣，儿女空传恩怨。使得似、支郎萧散。听到三闾沈绝处，惨悲风、摇落寒江岸。不肠断，也肠断。",
            "comment": ""
        },
        {
            "title": "酹江月/念奴娇",
            "content": "西风横荡，渐霜馀黄落，空山乔木。照水依然冰雪在，耿耿梅花幽独。抖擞征尘，扶携短策，步绕沧浪曲。怅然心事，浮生翻覆陵谷。试向商乐亭前，冷风台上，把酒招黄鹄。四十男儿当富贵，谁念漂零南北。百亩春耕，三间云卧，此计何时卜。功名休问，卖书归买黄犊。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "清淮北去。千里扬州路。过却瓜州杨柳树。烟水重重无数。柁楼才转前湾。云山万点江南。点点尽堪肠断，行人休望长安。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "花过雨。又是一番红素。燕子归来衔绣幕。旧巢无觅处。谁在玉楼歌舞。谁在玉关辛苦。若使胡尘吹得去。东风侯万户。",
            "comment": "【注释】在诗词中常将春和雨以及花和雨联系起来。不过由于时间与气候的变化，有的风雨是送春归，有的风雨则是催春来 。而李好古的这首词说：“花过雨，又是一番红素”。大概是属于催春来。“燕子归来愁不语”一句，承上启下，春来燕归，春色依旧，而归来的燕子为什么却闷闷无语呢？自然引出下文——“旧巢无觅处”。“旧巢无觅处”的原因，作者没有直说，犹露犹藏发人深思。这首词有的本子调名下有题——《怀故居 》，因而有人说，燕子旧巢，比喻自己故居，春来到来了，人无归处，表现了一种无处可归的飘泊之感。其中还寓有家国之感，所以把它理解为那个特定社会现象的典型概括，则更为合适。上片结句，就字面看补足了上文，完成了对“燕子”的描写，就其喻意而言，则引向社会现实，这就为下片预作好了铺奠。国家山河支离破碎，百姓流离失所，在这样艰难的时局里 ，“谁在玉关劳苦？谁在玉楼歌舞？”这句话深刻尖锐 ，咄咄逼人，“玉关（玉门关，这里泛指边塞）劳苦”者，指的是那些守边的士卒。而在玉楼上取乐的，却是那班不思抗敌、不恤士卒的将领，除此之外，当然还有一大批“渡江来，百年歌舞，百年酣醉”于西湖畔上的、南宋朝廷里的显官达贵。一苦一乐，形成了鲜明的对照，使读者从对比中，感受到振憾人心的艺术力量！下文词人没有顺着这个调子再把弦儿绷紧 ，也没有用一般乏味的文字，敷衍成篇，而是别开生面 ，用假设和推想，从容作结：“若使胡尘吹得去，东风侯万户。“东风”吹去“胡尘”，已是一奇；再进一步，还要封“东风”为万户侯，更是奇特非凡 ，令人耳目一新。然而最妙则于不经意之中，用这种丰趣活泼的文字，翻空出奇，涉笔成趣。同时，它又在诙谐之中包含着某种庄重，其中隐含了一个重大的严肃的社会政治问题，即朝中无人抗金，而百姓则渴望统一。在天真之处展现真情，风趣之中包含着冷峻。春日，多有“东风”，“旧巢无觅”，才有“东风”吹去“胡尘”盼想，前后照应，此外，词人兼用明快、严肃、含蓄、幽默的多种手法，浑然成篇，自成一格，更是它的独特之处。"
        },
        {
            "title": "八声甘州",
            "content": "古扬州、壮丽压长淮，形胜绝东南。问竹西歌吹，蜀冈何许，杨柳鬖鬖。行乐谁家年少，两两更三三。知我江南客，走马来看。过却长亭烟树，云山点点，烟浪漫漫。料桐花飞尽，夜合绕阑干。倦绣闲庭昼永，望天涯、芳草忆征鞍。平安使，吴笺谩遣，欲寄愁难。",
            "comment": ""
        },
        {
            "title": "江城子",
            "content": "平沙浅草接天长。路茫茫。几兴亡。昨夜波声，洗岸骨如霜。千古英雄成底事，徒感慨，谩悲凉。少年有意伏中行。馘名王。扫沙场。击楫中流，曾记泪沾裳。欲上治安双阙远，空怅望，过维扬。",
            "comment": "【注释】南宋时 ，金人多次攻入扬州 ，破坏之惨重，令人目不忍睹 。所以 ，南宋词人过其地时多有感怀之作 。其中最著名的莫过于姜白石的《扬州慢》，其中有“胡马窥江去后，废池乔木，犹厌言兵”这样的句子 ，但李好古过维扬时写的这首《江城子》，不着力渲染敌人去后的残破，而将重点放在自己保卫家国的责任上，所以其立意就先高出众人一筹。此外，词人把自己不能“馘名王 ，扫沙场”（馘，杀敌后割取左耳以计功）的原因 ，归结为“欲上治安双阙远”（治安，贾谊曾作《治安策》评议的时政。双阙，指代朝廷），等于说兴亡的关键 、维扬屡遭破坏的根子，都因为统治者不纳忠言。这种尖锐态度和批判精神，在同代词人中也是少见的。这首词在写法上注意了两个结合。一个是写景与抒情结合 。词中写景的地方只有四句：“平沙浅草接天长，路茫茫 ”、“昨夜波声，洗岸骨如霜。”即仅仅是沙、草、天、路。这些单调的景物，为我们展现了维扬劫后的荒凉。再说，作者又逐次为它们加上“平” “浅”“长”“茫茫”等修饰语，从而共同组成一幅辽远 、凄迷的图画，正好象征着作者惆怅的心情。“昨夜波声”一句表面写波涛，背后却有一个在扬州的某一间屋子里听着波声久久不能入睡，想起无限往事的人儿。把这一句同“洗岸骨如霜”放在一起，夏承焘说：“ 两句写夜间听到波声拍岸，使人激奋而气节凛然。”（《唐宋词选注》）则景中之情就更为显著了。还有一个伤今与怀旧的结合。这首词目睹扬州破败景象 ，痛悼国家不幸，这是“今”；可是词篇中又有“几兴亡”一句，接下去还有“千古英雄成底事”，这是“旧”。有了历史旧事的陪衬 ，眼前的感慨变得越发深沉幽远；相反，由于当前维扬的变故，千年的兴亡也变得越发真切。同时这一句也奠定了下片的基调，暗示自己也像历史上的无数英雄一样，壮志难酬，只能“徒感慨，漫悲凉 ”。下半阕开头五句写自己少年时的志向。词人年轻时就有降服中行说（汉文帝时宦者，后投匈奴，成为汉朝的大患）和“馘名王，扫沙场”的雄心壮志，甚至象祖逖的样子，在中流击楫，立下报国誓言。这样，有千古、少年时、目前三个时间层次的结合，词篇抒情的背景就非常开阔，作者因国事而生的忧虑也就特别深广。这首词直接写到维扬的是前面五句和最末两句。前五句写见闻，结尾处点维扬，全词自然构成一个整体，中间的感慨部分则正好处在包孕之中，这样能使结构紧凑，抒情集中，应该是作者精心安排之作。"
        },
        {
            "title": "清平乐",
            "content": "瓜州渡口。恰恰城如斗。乱絮飞钱迎马首。也学玉关榆柳。面前直控金山。极知形胜东南。更愿诸公著意，休教忘了中原。",
            "comment": ""
        },
        {
            "title": "八声甘州",
            "content": "壮东南、飞观切云高，峻堞缭波长。望蔽空楼橹，重关警柝，跨水飞梁。百万貔貅夜筑，形胜隐金汤。坐落诸蕃胆，扁榜安江。游子凭阑凄断，百年故国，飞鸟斜阳。恨当时肉食，一掷赌封疆。骨冷英雄何在，望荒烟、残戌触悲凉。无言处，西楼画角，风转牙樯。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "历历江南树，半在水云间。不须回首，且来著眼向淮山。过尽金山晕碧，望断焦山空翠，杨柳绕江边。此意无人会，独自久凭阑。夜吹箫，朝问法，记坡仙。只今何许，当时三峡倒词源。水调翻成新唱，高压风流前辈，使我百忧宽。有酒更如海，容我醉时眠。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "东风一夜都吹损。昼长春殢佳人困。满地委香钿。人情谁肯怜。诗人犹爱惜。故故频收拾。云彩缕丝丝。娇娆忆旧时。",
            "comment": ""
        }
    ]
}