{
    "dynasty": "宋",
    "author": "李商叟",
    "poems": [
        {
            "title": "句",
            "content": "初日放晨光。",
            "comment": ""
        },
        {
            "title": "寿时相",
            "content": "龙盘虎踞王金陵，杰出天人致太平。千载精神真会聚，一朝文物益彰明。扶持直使乾坤正，指顾能令海岱清。二纪同□□□□，□□□□□肥民。农家鼓舞总安田，亿兆欣逢大有年。道路渔樵争击壤，江乡薪米不论钱。含淳咏德声盈耳，易俗移风事格天。守郡深渐无报称，但陪民社感陶甄。",
            "comment": ""
        },
        {
            "title": "寿周益公",
            "content": "昨夜微云概太清，银河映带寿星明。祥开碧落中元节，人颂升平上相生。天上异恩尊帝傅，洛阳好事写耆英。长身独乐园中老，疑是平园旧弟兄。",
            "comment": ""
        },
        {
            "title": "疏山",
            "content": "忙中安得此身閒，杖策西风自往还。今日已偿云水债，篮舆带雨下疏山。",
            "comment": ""
        },
        {
            "title": "寿韩尚书",
            "content": "一时冠冕竞加鞭，谁似先生晚节贤。鬓雪自因忧国选，颜丹端为省尘缘。山林喜近生申日，海宇争期致主年。闻道相看起安石，宁容高卧乐诗禅。",
            "comment": ""
        },
        {
            "title": "寿陈左相",
            "content": "万方名教赖薰陶，相国由来德业高。固有才华亚韩柳，岂惟功业并萧曹。恩逢图像登麟阁，采戏文鸣列凤毛。可是平生耐官职，不容车马闹庭皋。",
            "comment": ""
        },
        {
            "title": "寿吴宰",
            "content": "神仙风骨本巍峨，日角珠庭气更和。绛丝丹颜长不老，灞城铜狄会重磨。风高鹤算三千远，天阔鹏程九万多。弱水蓬莱归未晚，道山瀛馆看先过。",
            "comment": ""
        },
        {
            "title": "寿陈左相",
            "content": "愚生自幼感磨镌，才拙惭非宅相贤。甘遁山村承素萼，滥随轩冕厕官联。困鱼止箔今谁念，倦鹊依巢只自怜。拜寿不辞千里远，欲陪珠履侍陶甄。",
            "comment": ""
        },
        {
            "title": "寿辛太尉",
            "content": "昭代群龙用，名家奕世昌。储精生辅佐，挺秀诞忠良。郁郁充闾瑞，荧荧照室祥。莲花雄址峻，竹箭庆源长。硕德宜廊庙，英材命栋梁。公清凌灏气，严肃厉秋霜。宝运符千载，威名赡八荒。量陂吞玉海，言派泻银潢。功业彝章显，谋猷棣萼芳。检身金井洁，落节翠螭骧。列郡依仁牧，千英服智囊。精忠禆主圣，膏泽致时康。邓禹重兴汉，汾阳再造唐。公心平国是，勠力振朝纲。斧钺安南服，威棱振北疆。温恭谦节著，仁惠德风扬。鸑鷟金昆盛，貔貅虎旅强。望风辞印绶，当路悚豺狼。电扫除妖孽，雷驱息叛亡。一心仁以厚，五福寿而臧。论议留青简，勋庸纪太常。鸿恩非易报，盛德固难忘。便合持枢极，那容着海乡。庄椿祈不老，辽鹤竚来翔。愿向中书府，年年荐寿觞。",
            "comment": ""
        },
        {
            "title": "寿吴宰",
            "content": "清规三尺信持平，何独声华百里称。易俗移风乃余事，抑强扶弱见真能。翩翩气岸真冲斗。湛湛心台清映冰。为问回资封寿母，不知今昔几人曾。",
            "comment": ""
        },
        {
            "title": "寿傅宪",
            "content": "籍甚何阳地，江山秀色连。家声自岩野，帝梦协台躔。彝鼎功镌勒，衣冠喜接联。相门当出相，贤父又生贤。岁必为霖雨，舟宜济大川。渥洼龙种异，丹穴凤毛鲜。击瓮知奇略，惜阴起妙年。五车胸磊磊，万卷腹便便。韩柳堪同步，班扬可并肩。千言看落纸，一扫快飞烟。未说才如锦，端知□似椽。斯文当振耀，吾道不沉绵。挥麈谈喷麝，书麟思涌泉。鴒原真孝友，雁塔压儒先。声价机云上，风流王谢边。两科能俯拾，百和地更兼全。当代江都相，今时司马迁。紬书蓬馆盛，主爵粉闱专。致主心公正，经邦力勉旃。嘉谋辰必告，宣席夜应前。遽向急流退，犹为郡绂牵。道州迎竹马，漳浦示蒲鞭。一节方持远，十行俄促还。云霄知有路，雨露正无偏。复喜升华省，重闻拥使权。望尘将负弩，夹道看帷褰。善化能均被，仁风自广宣。片云时作雨，长夏水盈田。赋已无三窟，民今戴二天。江湖欣有岁，鱼稻不论钱。爵未称德耳，天家厚报焉。宣劳更内外，清禁召腾骞。岂但狨遮坐，仍须锦护韉。华才方烨烨，王道正平平。草诏金门手，调羹凤阁仙。勋华联竹帛，仪表称貂蝉。馈鲤嘉辰应，垂弧异气躔。中元明日是，皓月隔宵圆。南圃开奇卉，东湖泛瑞莲。屈卮浮蚁绿，曲篆引香旋。善颂诗三百，深祈岁八千。再摩金狄久，不许玉枝坚。鸿雁昂霄远，芝兰满砌妍。定知仁者寿，宁羡老而传。自愧微生迹，尝蒙先正怜。顾方纡墨绶，应念忝青毡。剩喜逢初度，将何见意虔。祺维遥献祝，敢继颂申篇。",
            "comment": ""
        },
        {
            "title": "寿周益公",
            "content": "天佑熙朝世产贤，承平旧业至今传。莱公少避中元日，潞国同生丙午年。翰墨独传千古秘，声名崛在二公先。功成野服平园去，要伴灵龟巢碧莲。",
            "comment": ""
        },
        {
            "title": "寿吴宰",
            "content": "向晓亲闱共举觞，老人星出翠岩傍。狻猊奁暖沉香袅，孔雀屏开纱蜡光。霜月正当圆此夕，江梅先已发奇祥。定知与国长无极，寿考祺维颂鲁章。",
            "comment": ""
        },
        {
            "title": "寿周益公",
            "content": "袖中勋业拂云烟，笔底文章响涧泉。已是贵为天下宰，不妨长作地行仙。蚁浮玉友秋初熟，鹊报银河月正圆。满引寿觞今夜看，相星重入太微垣。",
            "comment": ""
        },
        {
            "title": "寿陈左相",
            "content": "龟蹲印势接灵峰，杰出真贤盛代中。玉燕昔符仙梦异，金瓯果覆相名雄。两京政拟汾阳复，六计应论户牖功。世合中兴多喜色，边头时有捷书通。",
            "comment": ""
        },
        {
            "title": "寿周益公",
            "content": "百年能几见英豪，主圣臣贤未易遭。□□□□新制度，宗臣当国大勋劳。三师告老恩荣备，□□藏书日月高。犹有治安贻百世，天教仙子见蟠桃。",
            "comment": ""
        },
        {
            "title": "寿周少保",
            "content": "皎皎银河夜气开，众星重喜见三台。白麻诏自日边下，紫府人从春际来。身被玉阶新衮绣，手调金鼎旧盐梅。鲰生颂德无他望，顾与菁莪乐育材。",
            "comment": ""
        },
        {
            "title": "寿陈左相",
            "content": "祥风吹晓动帘旌，香袅狻猊几缕青。佳气远浮黄阁满，老人高拱紫微明。月将圆影来华席，梅放新香入宝觥。千岁定知仁者寿，喜看无汗玉枝横。",
            "comment": ""
        },
        {
            "title": "寿韩尚书",
            "content": "灵峰高映玉溪光，花草时薰知见香。未用胡麻金椀饭，且浮昌歜碧霞觞。松棂照北尘埃无，涧水流南气象长。舞鹤独知千岁永，风云犹欲会明良。",
            "comment": ""
        }
    ]
}