{
    "dynasty": "宋",
    "author": "李元膺",
    "poems": [
        {
            "title": "鹧鸪天",
            "content": "寂寞秋千两绣旗。日长花影转阶迟。燕惊午梦周遮语，蝶困春游落拓飞。思往事，入颦眉。柳梢阴重又当时。薄情风絮难拘束，飞过东墙不肯归。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "彩旗画柱清明後。花前姊妹争携手。先紧绣罗裙。轻衫束领巾。琐绳金钏响。渐出花梢上。笑里问高低。盘云亸玉螭。",
            "comment": ""
        },
        {
            "title": "蓦山溪",
            "content": "溪堂欢燕。惯捧玻璃盏。今日祖西城，更忍把、一杯重劝。别离情味，自古不堪秋，催泪雨，湿西风，肠共危弦断。夕阳去路，五马旌旗乱。便是古都春，应醉恋，曲江池馆。须知别後，叠翠倚阑情，青嶂晚，碧云深，日近长安远。",
            "comment": ""
        },
        {
            "title": "一落索",
            "content": "天上粉云如扫。放小楼清晓。古今何处想风流，最潇洒，龙山帽。人似年华易老。且芳樽频倒。西风于我更多情，露金靥，篱边笑。",
            "comment": ""
        },
        {
            "title": "洞仙歌",
            "content": "雪云散尽，放晓晴池院。杨柳于人便青眼。更风流多处，一点梅心、相映远。约略嚬轻笑浅。一年春好处，不在浓芳，小艳疏香最娇软。到清明时候，百紫千红花正乱。已失春风一半。蚤占取韶光，共追游，但莫管春寒，醉红自暖。",
            "comment": "【注释】原序：一年春物，惟梅柳间意味最深。至莺花烂漫时，则春已衰迟，使人无复新意。予作《洞仙歌》，使探春者歌之，无后时之悔。本篇小序表明词首是意在提醒人们及早探春，无遗后时之悔。然而，词有所本，唐杨巨源《城东早春》云 ：“诗家清景在新春，绿柳才黄半未匀。若待上林花似锦 ，出门俱是看花人。”旧意新调，此词自有可喜之处。上片分写梅与柳这两种典型的早春物候。隆冬过尽，梅发柳继，词人巧妙地把这季节的消息具体化在一个有池塘的宅院里 。当雪云刚刚散尽，才放晓晴，杨柳便绽了新芽。柳叶初生，形如媚眼，故云 ：“杨柳于人便青眼”。人们在喜悦时正目而视，眼多青处，故曰“青眼” 。这两个字状物写情，活用拟人手法，意趣无穷 。与柳色“相映远”的，是梅花。“一点梅心” ，与前面柳眼的拟人对应，写出梅柳间的关系。盖柳系新生，梅将告退，所以它不象柳色那样一味地喜悦，而约略有些哀愁，“约略颦轻笑浅”。而这一丝化在微笑中几乎看不见的哀愁，又给梅添了无限风韵，故云“更风流多处”在梅不在柳。“一年春好处”句，即用韩愈诗句“最是一年春好处”意 ，挽合上片 ，又开下意：“至莺花烂熳时，则春已衰迟，使人无复新意”。“小艳疏（淡）香”上承柳眼梅心而来，“浓芳”二字则下启“百紫千红”。清明时候 ，繁花似锦，百紫千红，游众如云。“花正乱”的“乱”字，表其热闹过火，反使人感到“无复新意”，它较之“烂熳”一词更为别致，而稍有贬意。因为这种极盛局面，实是一种衰微的征兆，故道“已失了春风一半”。在这春意阑珊之际 ，特别使人感到韶光之宝贵。所以，词人在篇终申明词旨 ：“早占取韶光共追游，但莫管春寒 ，醉红自暖。”这里不仅是劝人探春及早 ，还有更深一层的意思：盖春寒料峭，虽不如春暖花开为人喜爱，但更宜杯酒，而一旦饮得上了脸，也就寒意尽去了。"
        },
        {
            "title": "浣溪沙",
            "content": "乞与安仁掠鬓霜。不须红线小机窗。剪刀疏下蜀罗长。纤手捻残针缕细，金钗翻过齿痕香。同心小绾寄思量。",
            "comment": ""
        },
        {
            "title": "洞仙歌",
            "content": "廉纤细雨，殢东风如困。萦断千丝为谁恨。向楚宫一梦，千古悲凉，无处问。愁到而今未尽。分明都是泪，泣柳沾花，常与骚人伴孤闷。记当年，得意处，酒力方融，怯轻寒、玉炉香润。又岂识、情怀苦难禁，对点滴檐声，夜寒灯晕。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "饮散兰堂月未中。骅骝娇簇绛纱笼。玳簪促坐客从容。已醉人间千日酒，赐来天上密云龙。蓬仙清兴欲乘风。",
            "comment": ""
        },
        {
            "title": "茶瓶儿",
            "content": "去年相逢深院宇。海棠下、曾歌金缕。歌罢花如雨。翠罗衫上，点点红无数。今岁重寻携手处。空物事、人非春暮。回首青门路。乱红飞絮，相逐东风去。",
            "comment": "【注释】这首词讲了一个类似于“人面桃花”的故事。虽为悼亡词，但含蓄不露，不加点破，更见风致。词的上片写去年此时，在深幽清寂的庭院中，词人遇到了一位女子。正值春深似海，海棠花开，姿影绰约。那位女子在花下，浅吟低唱，其风韵体态，与海棠花融为一体，艳丽非凡。《金缕衣》，当时流行的一支曲子。上片意境静中见动，寥寥数语，勾勒出一个娴静妩媚而善歌的女性形象。下片写今日此时重寻去年踪迹，同是那庭院深处，海棠花下，飞花片片，然而那位脉脉含情，风姿飘逸的佳人却已“人面不知何处去”了 。“携手处”即是去年相会的地方，如今物是人非，美妙的春光只能使词人感到无限怅惘。接下来，词人将笔轻轻宕开，去写眼前景物。回看通向都城的大道，红英乱落，飞絮满天，象是要追逐着骀荡的东风远去。这些景物，都大可寻味。落红之飘零，杨花之飞舞，历来都是诗人歌咏的对象。而且，那“乱红飞絮 ”，也令人联想一去不返的青春岁月，连同那梦一般温馨的回忆 ，都随着春光远去了。这里词人以写景代替了抒情，而情在景中，词意含蓄深蕴耐人深味 。关于这首词的主旨，历来众说纷纭。《冷斋夜话》说：李元膺丧妻，作《茶瓶儿》词，寻亦卒。盖谓词人虚构了一个传奇般的“人面桃花”式的故事，寄寓了对亡妻的悼念与人去楼空的哀怨。这类传奇虽未必确有其事，但词人真挚深婉之情却是词中真味。"
        }
    ]
}