{
    "dynasty": "宋",
    "author": "李庭",
    "poems": [
        {
            "title": "贺罗将仕拜命",
            "content": "问君为况近如何，若了青衫好事多。待献嘉谋裨北阙，未容高卧向南坡。竞辰事业常无倦，垂世功名要不磨。应笑柏山疏懒客，羊裘鹤发钓烟波。",
            "comment": ""
        },
        {
            "title": "水调歌头 张耀卿寿日",
            "content": "伤心庚开府，书剑忆游梁。十年流落冰雪，如履柏台霜。昨日螳螂当辙，今日豺狼当路，牛背置神光。竟访赤松去，不顾紫微忙。汉貂蝉，万人杰，八州王。有君如是何事，高卧北窗凉。传得黄州密印，有病安心是药，此外更无方。莫袖经纶手，遗爱在甘棠。",
            "comment": ""
        },
        {
            "title": "水龙吟 萧公弼生朝",
            "content": "喜逢天上天人，一尊共醉梅花底。朝元已了，读书未遍，复来人世。憩鹤台边，景龙门外，十年游戏。自归来，却过赵州桥上，阅桥下，东流水。尽道翱翔物外，解牛刀、刃游余地。谁知别有，香山远韵、谪仙豪气。应笑蹉跎，半生书剑，今犹如此。待西风，拂口貂裘尘土，进黄公履。",
            "comment": ""
        },
        {
            "title": "贺萧致政庆恩拜命",
            "content": "玉立诸郎总席珍，名登天府早荣亲。读书闻道超千古，教子如君有几人。行际风云攀郄桂，先沾雨露及庄椿。浮山名寿参天翠，长与蓝袍色斗新。",
            "comment": ""
        },
        {
            "title": "水调歌头 史侯生朝",
            "content": "辕门奏归凯，旭日上初筵。东风万家香火，春信到梅边。侧听称觞新语，一滴愿增一岁，门外酒如川。诏领八州督，声动九重天。茁兰芽，辉花萼，树堂萱。一门余庆如此，今古几人全。多少山东父老，久望太平勋业，毕竟在何年。整顿乾坤了，拭目认凌烟。",
            "comment": ""
        },
        {
            "title": "送裴子法北行",
            "content": "疋马区区万里行，知君雅志为苍生。圣朝若问经邦策，好草囊封劝罢兵。",
            "comment": ""
        },
        {
            "title": "满庭芳 冀德修生朝",
            "content": "燕寝凝香，金貂贳酒，挽将天上春回。踵门为寿，尽道谪仙才。谁识元龙豪气，沈雄自、湖海中来。十年梦，新亭风景，惟有岁寒梅。老来。须共约，原作酌，兹从藕香零拾本改凤皇山太谷山竹杖芒鞋。要从今浇下，胸次崔嵬。酿取周郎醇酎，更休用、桃李传杯。衡门外，柘荆尚在，千",
            "comment": ""
        },
        {
            "title": "溪行",
            "content": "枯木扶疏夹道傍，野梅倒影浸寒塘。朝阳不到溪湾处，留得横桥一板霜。",
            "comment": ""
        },
        {
            "title": "游广胜寺东岩",
            "content": "年来百念如寒灰，老眼慵向时人开。犹有爱山缘未断，芒鞋信步东岩隈。东岩幽胜甲晋境，寒藤古木生苍苔。谁凿云根汇海眼，惊波深泻如奔雷。衲僧具眼觑天奥，作亭闯尔临渊洄。亭中空洞纳万象，收奇揽秀无遗材。倚阑清坐洗尘念，洒然冰雪涵灵台。上方一目尽千里，劳筋未暇穷崔嵬。百年名刹烬一炬，可怜金碧成蒿莱。世间兴废岂足道，会看穹壤论三灾。短生乘化不暂驻，须臾变化随风埃。心知所历皆梦境，题诗漫识吾曾来。下山一笑便陈迹，但见白塔苍烟堆。",
            "comment": ""
        },
        {
            "title": "咸阳怀古",
            "content": "连鸡势尽霸图新，兀兀宫墙压渭滨。指鹿只能欺二世，沐猴那解定三秦。倚天楼观馀焦土，落日河山几战尘。今古悠悠同一辙，不须作赋吊前人。",
            "comment": ""
        },
        {
            "title": "望月婆罗门引 史尚书生朝 强村丛书校孔荭谷",
            "content": "太平有象，老人星、喜照滹阳。前衔曾近文昌。寿乐堂名今年余庆，新到五花堂。看鸡鸣问寝，鳞次称觞。白眉最良。八州督，汉侯王。院院琼林玉树，画戟清香。一椿五桂，更休说、燕山窦十郎。谈麈上，白日羲",
            "comment": ""
        }
    ]
}