{
    "dynasty": "宋",
    "author": "李持正",
    "poems": [
        {
            "title": "人月圆令/人月园",
            "content": "小桃枝上春风早，初试薄罗衣。年年乐事，华灯竞处，人月圆时。禁街箫鼓，寒轻夜永，纤手重携。更阑人散，千门笑语，声在帘帏。",
            "comment": "【注释】①华灯：彩饰华美的灯。②禁：古时称皇帝居住的地方。禁街：即御街。【评解】东风轻柔，春上桃枝，元宵灯节又到了。仕女们罗衣新试，携手同游，华灯辉映。这首词的上片写观灯的盛况，下片写节日的欢腾与喜悦。全词情景交融，含蓄蕴藉，生动地表现了节日气氛。------------------------汴京元宵佳节，宋人非常为之心醉。元宵，是在春节之后、一年之中第一个农历十五的月夜。元宵节充满着欢乐、希望与团圆的意味 。汴京的元宵佳节，还意味着北宋那个高度繁荣的盛世。无怪乎周邦彦在荆州时所作的《解语花》中深情地写道 ：“因念都城放夜，望千门如昼，嬉笑游冶 。”李清照南渡后，她晚年在《永遇乐》中也追怀道 ：“中州盛日，闺门多暇，记得偏重三五 。”不过，这些词都是出自回忆之笔。只有李持正的这首《人月圆 》，真实是当时汴京元宵的直接真实写照。“ 小桃枝上春风早 ”，起笔便以花期点明节令。陆游《老学庵笔记》卷四云小桃上元前后即著花，其形状如垂丝海棠；韩元吉《六州歌头》也有“东风著意，先上小桃枝”之句。紧接着下句就写自己对早春的切身感受 。“初试薄罗衣 。”这句大意是说脱却冬装，新着春衫，感到浑身的轻快，满心的喜悦。此刻，词人所喜悦的何止于此，下边纵笔直出本意 。“年年乐事，华灯竞处，人月圆时 ”，寥寥几笔，不但华灯似海、夜明如昼、游人如云 、皓月当空，境界全出，而且极高妙地表现了词人自己喜悦之满怀。词人如此喜悦的心怀，也只有遇到这盛大的境界可以充分表现。“人月圆时 ”，这句话完整地描写出人间天上的美满景象，当然其中也包含着词人自己与所爱之人欢会的一份莫大喜悦。虽然“年年乐事 ”，透露出自己此乐只是一年一度 ，但将自己此乐融入了全人间的欢乐，词境便阔大，意趣也高远。“禁街箫鼓，寒轻夜永，纤手重携 。”上片通过描绘华灯似海极从视觉角度写元宵之盛。下片此处箫鼓沸腾则突出元宵听觉感受之盛，皆能抓住汴京元宵的特征。热烈的节日气氛 ，融化了正月料峭的春寒。欢闹的人群，沉浸于金吾不禁的良宵。词人笔调，几乎带有点浪漫色彩了。在这样美好的环境里，自己与所爱恋的美人重逢，手携手漫游在欢乐的海洋里。这三句从满街箫鼓写到纤手重携，词人仍然是把一己的欢乐融入人间的欢乐来写的 。“更阑人散”说的是夜色将尽，游人渐散，似乎元宵欢乐也到了尽头。然而不然。“千门笑语，声在帘帏”，这两句最后再度把元宵之欢乐推向新境。结笔三句用的是“扫处即生”的手法。扫处即生法，一般是用在词的开端，如欧阳修《采桑子》“群芳过后西湖好”，即是显例。此词用之于结笔，更见别致。这三句一收一纵、一阖一开，深刻有力地表现了人们包括词人自己此夕欢乐之无极。欢声笑语流溢的千门万户，其中也有词人与情人约会的那一处。所以，结笔是把一己之欢乐融入了人间欢乐。以小融大，这种手法是把一己之幸福融入人间之欢乐打成一片的写法 ，也是此词最显著的艺术特色。词人表现自己经年所盼的元宵欢会 ，虽然用墨无多，可是，在全词所写的人间欢乐之中，显然又写出了自己的一份欢乐。唯其将一己之欢乐与人间之欢乐打成一片，故能意境高远。从另一方面说，唯其在人间欢乐中又不忘写出自己之幸福，故此词又具有个性。若比较词人另一首同写汴京元宵的《明月逐人来 》，全写人间欢乐，几乎不涉及自己，则此词更见充实，更有特色。宋代吴曾《能改斋漫录 》卷十六云：“乐府有《明月逐人来 》词，李太师撰谱，李持正制词云：‘星河明淡，春来深浅。红莲正、满城开遍。禁街行乐，暗尘香拂面。皓月随人近远。天半鳌山，光动凤楼两观。东风静、珠帘不卷。玉辇将归，云外闻弦管。认得宫花影转 。’东坡曰：‘好个皓月随人近远！’持正又作《人月圆令》，尤脍炙人口。”此词之所以更为人们所喜爱，确非偶然。此词通过描写汴京元宵，生动地再现了历史上曾经存在的北宋盛世。诵读此词，最好诵读上文所引述过的李清照《永遇乐》：“元宵佳节，融和天气，次第岂无风雨”，“如今憔悴，风鬓霜鬓，怕见夜间出去”。对照之下，我们才可以更加真切地体会到南渡前后宋朝盛衰变化，在宋人心态上所产生的深刻影响。这也应是此词在形象之外所给予我们的一点认识。"
        },
        {
            "title": "明月逐人来",
            "content": "星河明淡。春来深浅。红莲正、满城开遍。禁街行乐，暗尘香拂面。皓月随人近远。天半鳌山，光动凤楼两观。东风静、珠帘不卷。玉辇待归，云外闻弦管。认得宫花影转。",
            "comment": "【注释】李持正是两宋之交的人。此词录存吴曾《能改斋漫录》卷十六，博得苏东坡叹赏，故此词当作于徽宗朝以前。词写的是汴京上元之夜灯节的情景 。北宋时代，“太平日久，人物繁阜”，“时节相次，各有观赏”，元宵自然也就成为隆重的节日之一，尤其是在京师汴梁。孟元老的《东京梦华录》对此有详细的记载，北宋的著名词人柳永、欧阳修、周邦彦等都写过词来歌咏上元宵佳节盛况。词采取由远而近的写法，从天空景象和季节入手。“星河明淡”二句，上句写夜空，下句写季节。上元之夜 ，明月正圆，故“星河”（银河）显得明淡。此时春虽至，但余寒犹存，时有反复，故春意忽深忽浅。这二句写出了元夕的自然季候特征。“红莲”这一句转入写灯 。“红莲”即借指扎成莲花状的灯。陈元靓《岁时广记》引《岁时杂记》说：“上元灯槊之制，以竹一本，其上破之为二十条，或十六条；每二条以麻合系其销，而弯屈其中，以纸糊之，则成莲花一叶；每二叶相压，则成莲花盛开之状。灯其中，旁插蒲捧荷剪刀草于花之下 。”这就是红莲灯的形状和制作方法 。“红莲满城开遍 ”，这一句“开”字又从莲花自身生出 ，花与灯两种意思相关，这种手法写给人以快乐的美感。“禁街行乐”二句，写京城观灯者之众，场面之热闹 。“禁街”指京城街道。元宵夜，老百姓几乎全部走到街头，去行乐看热闹，以致于弄得到处灰尘滚滚；而仕女们的兰麝细香，却不时扑入鼻中，使人欲醉。“暗尘香拂面 ”句，兼从苏味道诗与周邦彦词化出。苏味道《正月十五夜》诗云 ：“暗尘随马去，明月逐人来。”周邦彦《 解语花·上元 》词云：“人影参差，满路飘香麝。”作者把苏诗与周词意思糅为一句，这样一来加大了句子的容量，也正因如此词意的酣畅则有所逊色 。“皓月随人近远”句。即化自苏诗的“明月逐人来”。此时作者把视线移向天上 ，只见一轮皓月，似多情的伴侣，“随人近远”。明月随人这种现象 ，常人亦有所感觉，但经作者灌入主观感情，饰以新巧之笔 ，便见不凡。苏东坡读到这句时曾说：“好个‘ 皓月随人近远 ’！”大概就是欣赏它笔意之妙。它与上句“暗尘香佛面”结合起来，写出兼有人间天上之美的元夕之夜。上片用此句结束，使词境有所开拓、对比，确是成功的一笔。下片又笔锋一转写灯节的热闹。而笔墨着重于描写君王的游赏 。“天半鳌山”三句，旨在写皇帝坐在御楼上看灯 。“鳌山”是元宵灯景的一种。这种灯具是把成千上万的彩灯，堆叠成一座像传说中的巨鳌那样的大山（“天半”形容其高），也叫“山棚”、“采山”。譬如《东京梦华寻 》载：“大内前自岁前冬至后，开封府绞缚山棚，立木正对宣德楼。”“凤楼两观”即指宣德楼建筑，那是大内（皇宫）的正门楼 。《东京梦华录》“大内”一节云：“大内正门宣德楼列五门，门皆金钉朱漆，壁皆砖石间，镌楼凤飞云之状，莫非雕甍画栋，峻角层榱；覆以琉璃瓦，曲尺朵楼，朱栏彩槛，下列两阙亭相对，悉用朱红杈子 。”从此书的记载来看，“凤楼”就是宣德楼，“两观”就是它的东西两“阙亭 ”。皇帝坐在楼上看到，鳌山上千万盏的彩灯，璀璨辉煌，使他感到十分悦目赏心，故曰“光动凤楼两观 ”。宋代皇帝一般是垂下帘子来观灯的，例如《东京梦华录 》又云 ：“宣德楼上，皆垂黄缘帘，中一位乃御座。用黄罗设一彩棚，御龙直执黄盖掌扇，列于帘外。”“东风静、朱帘不卷”句，说的就是这种情况。而有了“东风静”三字，则自然与人事相交融的境界全部体现出来了。“玉辇将归”三句，写皇帝御驾回宫 。《东京梦华录》又云 ：“至三鼓，楼上以小红纱灯球缘索而至半空，都人皆知车驾返内矣 。”这时候，楼上乐队高声吹奏管弦 。鼎沸乐声 ，仿佛从云外传来。这就是“玉辇将归，云外闻弦管”的意思。“认得宫花影转”，这句话是说臣僚跟着皇帝回去 。正像《东京梦华录》“驾回仪卫”节说：“驾回则御裹小帽，簪花乘马，前后从驾臣僚，百司仪马，悉赐花 。”蔡偹《铁围山丛谈》卷一中也说：“国朝宴集，赐臣僚花有三品：&#8943;&#8943;凡大礼后恭谢，上元节游春，或幸金明池 、琼林苑，从臣皆扈跸而随车驾 ，有小宴谓之对御（赐群臣宴），凡对御则用滴粉缕金花，极其珍巧矣 。”从这些记载可以看出皇帝回宫时，臣僚们帽上簪着宫花，因而在彩灯映照下，花影也就跟着转动了。这样写臣僚跟着归去，是很生动的。此风至南宋犹存。如《武林旧事》卷一“恭谢”节描述说 ：“御筵华，百官侍卫吏卒等并赐簪花从驾 ，缕翠滴金，各竞华丽，望之如锦绣。&#8943;&#8943;姜白石有诗云 ：‘万数簪花满御街，圣人先自景灵回；不知后面花多少，但见红云冉冉来。’”这些记载可与此词互相验证。这是一首描绘时节风物的词 。这类词比较难写，南宋的张炎曾慨叹 ：“昔人咏节序，不唯不多，付之歌喉者，类是率俗 。”（《词源》这首词也难说有很高的艺术成就，因为它留有苏味道诗和周邦彦较多的痕迹 。但这首词提供了北宋都城汴京的元宵风俗情景，特别是皇帝观灯的场面，可以与史籍相印证，有认识历史价值。本词继前人处亦能有所变化，描写也比较生动 。还应该指出 ，用此调填词是作者的首创（见《能改斋漫录 》），平仄声韵，都很妥贴，创调之功，不应埋没。"
        }
    ]
}