{
    "dynasty": "宋",
    "author": "李思衍",
    "poems": [
        {
            "title": "万斛山",
            "content": "持囊簪笏紫霄间，声价高於万斛山。绝顶上行谁不爱，急中退中古来难。人言进步必为相，我道如几好丐间。若也买田清颍上，幅巾便是进贤冠。",
            "comment": ""
        },
        {
            "title": "思明州摩云岭",
            "content": "二到摩云顶{左宁右页}头，雨花湿透褐驼裘。草荒行路几百折，茅盖前峰又一州。雁泽流离新户口，鹿场町疃旧田畴。太平有象重生聚，甲洗天河剑买牛。",
            "comment": ""
        },
        {
            "title": "漂母墓",
            "content": "登坛抛却钓鱼竿，庙食难酬一饭恩。春老五陵佳气歇，近来谁复念王孙。",
            "comment": ""
        },
        {
            "title": "汴京怀古",
            "content": "沧海成田艮岳荒，谁能行役不彷徨。青城北狩隔万里，花石南来宝几纲。土暗尘昏天水碧，风轻雨过女真黄。无人可语宣和事，九些陈留酹一觞。",
            "comment": ""
        },
        {
            "title": "隆山塔院",
            "content": "峰顶浮图第几重，四天尘界尽虚空。县居岛屿萦回处，海在烟霞叆叇中。浴水垂盘晒谷日，轰雷鼙鼓怒涛风。蓬莱咫尺兰干底，平步长桥跨玉虹。",
            "comment": ""
        },
        {
            "title": "彭城",
            "content": "一水渊淳绿不波，四山玉立碧嵯峨。城头刍石黄楼赋，台上风云亦帝歌。竹帛有香豪杰在，山河无恙废兴多。男儿要作千年调，戏马台高石可磨。",
            "comment": ""
        },
        {
            "title": "见王参政",
            "content": "猎猎风沙透纸窗，地炉火歇冷侵床。一声孤鹤泪残月，几杵疏锺敲晓霜。黍律嘘春燕谷暖，梅花入梦楚天长。归期乞趁东风软，醉袅丝鞭吟绿杨。",
            "comment": ""
        },
        {
            "title": "安南观棋",
            "content": "地席跏趺午坐凉，棋边袖手看人忙。槟榔{左月右若}□又春绿，送到谁家橘柚香。",
            "comment": ""
        },
        {
            "title": "次韵单徙提举",
            "content": "百蛮冠带悉来庭，九处临关万雉城。汉殿风驰十行诏，唐藩雷动众军声。海涵春育民膏泽，雨施云行天性情。听得老癃扶杖语，紫微垣畔泰阶平。",
            "comment": ""
        },
        {
            "title": "世子和前韵有自顾不才惭锡士只缘多病欠朝天",
            "content": "雨露汪洋普汉恩，凤啣丹诏出红云。拓开地角皆和气，净挟天河洗战尘。尽道玺书十行下，胜如琴殿五弦薰。乾坤兼爱无南北，何患云雷复有屯。",
            "comment": "【注释】【原题】：世子和前韵有自顾不才惭锡士只缘多病欠朝天之句即席次韵"
        },
        {
            "title": "元日",
            "content": "笋班玉立五云阶，曾醉天家舞马杯。坐困庚楼分月久，明从尧殿带春来。洪钧暖入宫桥柳，金鼎香传驿使梅。爆竹一声春梦晓，沈香亭北牡丹开。",
            "comment": ""
        },
        {
            "title": "吊李肯齐",
            "content": "天地由来有废兴，义无两大一身轻。封疆社稷若不死，妇女须眉安用生。纽解三网重接续，灰寒万劫独光明。便当配食三闾庙，启迪民彝见太平。",
            "comment": ""
        },
        {
            "title": "天太宫",
            "content": "紫盖星临北斗躔，金门客去几千年。蒙泉在味见福地，劫火离灰是洞天。尘外仙家山上屋，日边帆影海东船。飘飘云气蓬莱近，五彩飞鸾不用鞭。",
            "comment": ""
        },
        {
            "title": "行赆有礼辞之世子举陆贾事亹亹见爱谢绝以诗",
            "content": "缘玺南来奉玉音，九重恻怛为民深。蜀人爰陆命如檄，越使何求陆贾金。冰雪孤忠臣子事，乾坤生物帝王心。从今但得天从欲，航海梯山岁岁深。",
            "comment": ""
        },
        {
            "title": "鬻孙谣",
            "content": "白头老翁发垂领，牵孙与客摩孙顶。翁年八十死无恤，邻女孩童困饥馑。去年虽旱犹禾熟，今年飞霜先杀菽。去年饥馑犹一粥，今年饥馑无余粟。客谢老翁将孙去，泪下如丝不能语。零丁老病维一身，独卧茅檐夜深雨。梦回犹是悮呼孙，县吏催租正打门。",
            "comment": ""
        },
        {
            "title": "见维扬崔左丞",
            "content": "十里珠帘一半垂，杨州风物最宜诗。平山倚槛欧阳子，明月吹箫杜牧之。吟笔新添梅鼎手，歌楼争觅竹枝词。濡毫愿逐奚奴后，描尽春风芍药枝。",
            "comment": ""
        },
        {
            "title": "世子燕席索诗",
            "content": "乾坤气连会贞元，皓月腾空息瘅烟。北阙星驰新诰命，南郊春转旧山川。存诚乃可必事帝，保国无如是畏天。光觐紫宸归化锦，山河带砺保千年。",
            "comment": ""
        },
        {
            "title": "华盖楼",
            "content": "三十六坊如掌平，长桥短艇水从横。银河一道江连海，画障四围山绕城。老树烟云春绿暗，小楼帘幕晓红明。阴阴翠影谁家屋，梦觉草池莺一声。",
            "comment": ""
        },
        {
            "title": "妙高台",
            "content": "危亭新构客持觞，雨挹兰干面面凉。烟外好山供水墨，风前老树奏笙簧。接天净绿秋江白，著地彤云晚稻黄。騕褭丝鞭归兴逸，水晶宫殿桂花香。",
            "comment": ""
        },
        {
            "title": "上雷御史",
            "content": "台上栖鸟颤晓寒，朱帘云静楚天宽。星芒摇动龙阿剑，霜气横陈廌角冠。苦透柏心风力劲，清临梅影雪痕乾。浑源闻有传家谱，夜露心香借易看。",
            "comment": ""
        },
        {
            "title": "寄江西魏按察",
            "content": "双气光收紫气沈，六丝辔动使华临。寒生柏府风霜面，清照梅花玉雪心。一道秋江澄浊浪，千崖晓色破顽阴。水天霞鹜吟情逸，只恐商家要作霖。",
            "comment": ""
        },
        {
            "title": "会同馆",
            "content": "万间顶{左宁右页}翠光团，千尺廊腰眼界宽。鸭脚参天风雨老，龙髯蛰地雪霜寒。庭花飞墨空遗恨，宫叶流红不忍看。古往今来只如此，夕阳搔首倚兰干。",
            "comment": ""
        },
        {
            "title": "志古溪堂",
            "content": "堂成合入辋川图，尘隔香红九轨衢。诗泄骚情风俗老，棋藏活著路头苏。梅黄著雨惊莺染，竹醉薰风倩鹤扶。一片丹青谁画得，吟肠恼断老耕夫。",
            "comment": ""
        },
        {
            "title": "石牛行",
            "content": "寒牛觳觫秋江烟，五丁担落石一拳。惊涛拍岸撼不动，夕阳老背从鸦眠。天荒地老煮白石，顽懒不过苍苔田。腾腾卧地带佛性，尚肯远护风涛船。泯深蹄转重，鼻缺绳难穿。既不能西推紫气度函谷，五千道德言神仙。又不能粪金开秦寒，隔绝鸟道四万八千年。渴奔一斗酒，傲兀庐山前。潢池刀剑卖已尽，贞观斗米方成钱。雨犁急趁勾芒起，不然碎汝春风鞭。",
            "comment": ""
        },
        {
            "title": "拜许鲁齐像",
            "content": "玉笋头边懒押班，汗青笔削更重刊。直言何管雷霆怒，清节不知冰雪寒。性理晦庵真学术，须眉商岭古衣冠。欲求绘画耆英手，写过江南子弟看。",
            "comment": ""
        }
    ]
}