{
    "dynasty": "宋",
    "author": "李昴英",
    "poems": [
        {
            "title": "送叶耆卿试太学",
            "content": "背城赢一战，璧水是儒林。词赋八叉手，功名寸铁心。程兼驰数驿，学苦惜分阴。清献起庚戌，长风送捷音。",
            "comment": ""
        },
        {
            "title": "寄赠竹隐李聘君",
            "content": "圆沙有此隐君子，短褐枯筇自一丘。安乐窝中宽宇宙，逍遥游处眇公侯。逢人皆喜一无忤，於世何求百不忧。种德已深天必报，大儿玉立最清修。",
            "comment": ""
        },
        {
            "title": "行者了宽等题钱买度牒疏四章",
            "content": "作佛本无相，为僧却要钱。岂无人割舍，为结恶因缘。",
            "comment": ""
        },
        {
            "title": "登峡山疾风甚雨",
            "content": "长风吹裂碧云堆，卷取银河泻下来。雨搅犀潭千尺浪，烟遮龙窟一声雷。松翁偃盖岩隈立，猿女穿萝洞里囘。旧事兰亭好拈出，婆娑溪曲共流杯。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "郭外足幽胜，潮入涨溪流。舫斋小小一叶，老子日遨游。管领白苹红蓼，披戴绿蓑青箬，直钓任沈浮。玉楼胞鲈脍，雪阵狎沙鸥。个中眠，个中坐，个中讴。个中收拾诗料，觞客个中留。休羡乘槎博望，且听洞箫赤壁，乐处是瀛洲。日月荡双桨，天地一虚舟。",
            "comment": ""
        },
        {
            "title": "送李路钤万入京",
            "content": "运厄南州暴吏专，鹖冠却有好官员。捕猺怕损平人命，制锦尽除常例钱。枘凿一言辞辟郡，胸襟三略合筹边。景文匹马长相过，我愧才非玉局仙。",
            "comment": ""
        },
        {
            "title": "白云狮子峰望罗浮",
            "content": "不到罗浮瞥六年，后期几误铁桥仙。远云不隔山真面，西麓原同第七天。",
            "comment": ""
        },
        {
            "title": "赠始兴顺首座",
            "content": "江湖三十载，败笠破袈裟。老面阿罗汉，全身小释迦。定无牛犯稼，不见鸟衔花。一笑西湖上，相逢且吃茶。",
            "comment": ""
        },
        {
            "title": "过严子陵钓台",
            "content": "船重只因将利去，船轻又恐为名来。如今羞见先生面，夜半撑船过钓台。",
            "comment": ""
        },
        {
            "title": "肇庆府倅王庚应平反广府帅司冤狱诗以纪其事",
            "content": "人生与地间，本是同胞出。贵贱与贤愚，分殊而理一。上帝立君师，朝廷设官职。凡百有司存，各欲尽其责。一或无人心，何以顺天则。广南十四州，官吏几满百。公道孰扶持，田野多菜色。大桀作威福，小桀肆蝥贼。周兴而爪牙，郄超而宾客。君禄郡忍欺，天民天弗恤。贪饕事篚苞，残忍尚徽纆。可怜田舍翁，骈首膏斧锧。可怜富家儿，鞭背遭黥墨。怒气剧炎火，谗言易转石。恩门甘仰面，墦间争屈膝。喑哑一世人，天高云雾黑。岂无贤大夫，留此一线脉。堂堂西蜀翁，愤气填胸臆。尚友周濂溪，拙矣谋身策。念我同胞人，罹此操戈厄。苦语为平反，片言天可质。细阅拙录篇，事事皆阴骘。孟子谓非人，由其无隐恻。此翁仁者勇，奸谀诛以笔。天道本昭昭，彼巧竟何益。吾皇本好生，桁杨西列棘。安得百于公，落落参邦国。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "重著夹罗犹怯冷。隔帘拜祝团圆镜。取片龙涎安古鼎。香阁静。横窗写出梅花影。寒鹊颤枝飞不定。回纹刺就更筹永。小玉欣眠呼不醒。霜气紧。丽谯吹动梅花引。",
            "comment": ""
        },
        {
            "title": "鉴空阁",
            "content": "鉴空阁上赏僧轩，只树深开不二门。一水横流界平野，数峰突起补前村。舟来舟去人多事，潮落潮生岸有痕。镇日长閒输老衲，倚筇独坐古榕根。",
            "comment": ""
        },
        {
            "title": "雪封寺二首",
            "content": "凿通危石张文献，勘破禅关卢祖师。奇事已堪夸北客，梅花先暖亦南枝。",
            "comment": ""
        },
        {
            "title": "司法曾子美新第荣归欲得余诗不敢效世俗谀语",
            "content": "舌似河悬笔水翻，春官首疏见风肝。士须卓尔名当世，好取前修节行看。",
            "comment": "【注释】【原题】：司法曾子美新第荣归欲得余诗不敢效世俗谀语二首"
        },
        {
            "title": "送广东宪陈均二首",
            "content": "我如越雪致狺狺，此事牵连亦到君。久矣浮名等蛮触，付之公论定犹薰。四知谁不推杨震，三已何曾损子文。甚欲一行陪祖帐，万山遥隔几重云。",
            "comment": ""
        },
        {
            "title": "饮赴解试士友二首",
            "content": "座满挺时髦，经明亦富豪。几年勤用志，三日健挥毫。笑取刀牛角，相逢酒蟹鳌。有名还有分，秋鹗碧云高。",
            "comment": ""
        },
        {
            "title": "摸鱼儿 送王子文知太平州",
            "content": "怪朝来、片红初瘦，半分春事风雨。丹山碧水含离恨，有脚阳春难驻。芳草渡。似叫住东君，满树黄鹂语。无端杜宇。报采石矶头，惊涛屋大，寒色要春护。阳关唱，画鷁徘徊东渚。相逢知又何处。摩挲老剑雄心在，对酒细评今古。君此去。几万里东南，只手擎天柱。长生寿母。更稳步安舆，三槐堂上，好看彩衣舞。",
            "comment": "【注释】这是作者成名之作。它气势磅礴，将离别之恨表现得深沉 、细腻；同时，又充满着乐观主义的激情，催人奋进。王子文，名埜字子文，号潜斋，浙江金华人，是南宋后期主战派官员。在理宗淳祐年间，先后任职于隆兴、镇江等府，又任沿江制置使、江东安抚使等职。他忧国忧民，为人所景仰。而本词的作者李昴英也是个不畏强御、直言敢谏的耿介之士，曾奏劾权臣贾似道，被理宗称为“南人无党 ”，所以词中每多以国事为念，有志同道合之意。王埜即将赴任的太平州在长江南岸，居南北交通冲要，是古来兵家必争之地 ，当时又临近前线 ，因此地位相当重要。王埜之出知太平州，正是被委以国防、江防的重任。“怪朝来 、片红初瘦，&#8943;&#8943;”以“怪”字领起，表达自己惊诧之情，一下子便将读者的注意力吸引住了。是什么令他感到意外呢？噢，是春天的繁花开始飘落了。花儿萎谢用“瘦”字去形容，使人仿佛看到一个娟美俏丽的人儿忽然颦眉蹙额，清减了几分。接着，作者以“半分春事风雨”倒点原因，解开前面自设的疑团。“夜来风雨声，花落知多少”！原来昨晚一场摧花的风雨将春色大大损毁了。“半分”，说明了摧损程度 。这就是词家的所谓“逆笔”，目的是使重点突出。三 、四句正式点明“离恨 ”，转入送别的主题。“有脚阳春 ”。（一本作“有脚艳阳”）是对能施“惠政”的官员的传统称颂语，意思是说他所到之处，如阳春之和煦 ，能令百姓昭苏 。但现在“阳春难驻”，王埜大人要调走了 ，因此连山水似乎也充满离愁别恨 。读到这里 ，我们顿悟前面写春残景象不只是为了烘染离别的气氛，而是对“阳春难驻”作形象的说明。“芳草渡。似叫住东君，满树黄鹂语。”写渡头景色。在芳草萋萋的渡口，树上的黄莺正在啼啭，仿佛是恳请即将离去的春天再多留驻一会儿。黄鹂即黄莺，鸣声婉转悦耳。这里“芳草”两句也是融情于景，借啼鸟之惜春，比喻自己对王埜的依依惜别。然而王氏的调动是国家的需要、时局的要求，所以感情尽管上难以割舍，也只能分手了。在词中，这一转折是由“无端杜宇”四字开始的。无端，即没有来由，无缘无故；这里含有无可奈何之意。杜宇的叫声与“不如归去”相近 ，所以又名“催归”。这里说“报采石矶头 ，惊涛屋大 ，寒色要春护”的是杜鹃鸟 ，其目的是与上句的“黄鹂”相照应 ，扣紧暮春景色，让景、情、事打成一片，使整个上半阕的意境更显浑成。采石矶，在安徽当涂牛渚山北部，突入长江中 ，奇险雄伟，“惊涛屋大”是说长江风急浪高。后三句意思是说，当涂江面一带，风狂浪恶，满目寒凉，正需要春阳的呵护。意思是那里位置的重要和形势的艰危险恶 ，须由豪杰之士去支撑局面 。我们知道，自理宗端平元年（1234）金国灭亡后，次年蒙古兵即大举南下，攻四川、湖北、安徽等地，淳祐十二年（1252）又掠成都，一时烽烟四起。上阕借景抒写惜别之意，情绪一波三折，从开头至“阳春难驻 ”，是一开 ；“叫住东君”是一合；至“寒色要春护 ”又是一开。”将恋恋不舍而又不得不舍的心绪描绘得细腻传神。下阙以送别情景过渡 ，然后再转入临别赠言 。“阳关唱 ，画鷁徘徊东渚。”人们唱起了骊歌，远行的船只即将启航了 。临别之际 ，人们自然希望后会有期 ，但何时何地才能见面呢？世事实在难以预料，不过 ，既然已经以身许国，个人的事亦无需多虑了。“相逢知又何处”一句，正表达了词人这种复杂的心情。于是，在饯别的酒筵上，两人同抒壮怀，细评今古。“摩挲老剑”，如同诗词中常见的“抚剑”、“看剑”一样，表明词人渴望施展抱负；“剑”而说“老”，则表明他们经过千磨百折而雄心犹存，不是难能可贵吗？“君此去 。几万里东南，只手擎天柱。”这是作者对友人的殷殷嘱望，希望他负起拱卫东南的重任，做撑持时局的擎天一柱。由此亦可见两人相知之深，相期之切。全词写到这里，一气呵成，情郁而辞畅，有很强的艺术感染力。但下面收束处出语涉腐，令全篇有所减色。“长生寿母。更稳坐安舆，三槐堂上，好看彩衣舞 。”这是顺带为王埜之母祝寿，并表王之孝顺。安舆，也叫“安车 ”，是妇女、老人乘坐的小车。三槐堂 ，是有关王姓的典故。这里用典为王氏祝寿之词。彩衣舞，用老莱子七十娱亲的故事。这种词句象李调元《雨村词话》指出的，“乃献寿俗套谀词”，算是败笔。总之，除结尾之外，全词大体写得不错，而尤以上半阕为佳：跳荡转折，情景相生，感喟甚深，境界亦大。下阕上半则富雄直之气，大有“莫愁前路无知已，天下谁人不识君”之概。作为一首送别词。它密切结合当前景色与情事，大处着眼，细心落笔，将私人离合之感与整个社稷安危连系起来，融“小我”入“大我 ”，使作品（就前面大半而言）保持旺盛气势和较高的格调，应当说是颇为难得的。这正是作者胸襟抱负与艺术手腕的完美结合。"
        },
        {
            "title": "送荆门王广文之官",
            "content": "京都士如云，一见知好修。未尝文文饭，已替肉食谋。炎门耻曳裾，漫郎肯从游。惊座吐倔奇，奇尘觉我羞。穷边人惮之，长笑驱行舟。远烽乱夕烟，戎马骄高秋。清野空子衿，丛棘荒半流。此去欲何之，幕府应拔尤。吾道岂空谈，取胜在一筹。献馘早归来，平步班瀛洲。",
            "comment": ""
        },
        {
            "title": "同刘朔斋洲蒲涧谒菊坡祠",
            "content": "晓随丝辔饭僧坊，丞相祠堂一瓣香。试问神仙蒲九节，何如名德菊孤芳。高山仰止堪模楷，百世闻之尚激昂。我辈此来深有意，岂专泉石癖膏肓。",
            "comment": ""
        },
        {
            "title": "行者了宽等题钱买度牒疏四章",
            "content": "已办僧心，未圆僧相。才得方句，便成和尚。",
            "comment": ""
        },
        {
            "title": "景泰寺",
            "content": "树合疑山尽，攀缘有路通。远鸦追夕照，低雁压西风。瀑势雷虚壑，松声浪半空。凭栏僧指似，涨雾是城中。",
            "comment": ""
        },
        {
            "title": "别陈霆",
            "content": "政喜论文子遽归，扶胥之口访韩碑。吟篇佳处南游得，行李轻如始至时。石友秉心终可托，铁翁具眼远相期。勉旃办取兰闱捷，四六供官且放迟。",
            "comment": ""
        },
        {
            "title": "送演侄三首",
            "content": "少年政要识艰难，受国恩深早一官。着力莫孤先世望，从头细把四书看。金兰益友真同志，菽水慈亲曲尽欢。学取老夫穷意思，免教人指夸繻纨。",
            "comment": ""
        },
        {
            "title": "罗浮峒长宝谷王宁素送药瓢",
            "content": "久矣深山炼鹤形，闻呼峒长又逃名。断崖怪木人稀迹，乱石奔泉润有声。剑定通神收古匣，棋聊供玩戏纹枰。药瓢解赠宁无意，重到孤庵论养生。",
            "comment": ""
        },
        {
            "title": "黄士奇沿檄送其双亲归闽以诗送之",
            "content": "佳哉茂士颇圆机，频到萧斋对尘挥。官长见知因职业，人生最乐有庭闱。东山至宝身当惜，伯玉中年力去非。一事说来真可敬，来装罄矣货金归。",
            "comment": ""
        },
        {
            "title": "送广东宪陈均二首",
            "content": "十五年间再绣衣，幡然一出浩然归。囹空但欲全人命，纲打谁能避祸避。壬巧交攻邪害正，丁铁奏免是成非。离亭父老遮如堵，莫驻春江去棹飞。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "细与黄花说。是天教、开遇重阳，玉裁金屑。老行要寻松竹伴，雅爱山翁鬓雪。任满插、追陪节物。惟有渊明吾臭味，傍东篱、盘薄芳丛撷。便无酒，也清绝。芒寒色正孤标洁。惯平生、餐霜饮露，倚风迎月。不比芙蓉偏妩媚，不比茱萸太烈。似隐者、萧闲岩穴。至老枝头犹健在，笑纷纷、红紫尘沙汨。香耐久，看晚节。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "才到中年，节物浑闲，赏心顿轻。据随分东风，瓶簪柳雪，应时灯夜，棚缀莲星。自一家春，也三杯酒，巧茧堆香笑语声。又何须，听那西楼弦管，南陌箫笙。平生。黄卷青灯。肯珠翠奢华八尺檠。欲趁队闲嬉，雕鞍宝马，回头猛忆，破案囊萤。邻曲渔歌，庭除鹤舞，尘外冰轮彻骨清。人闲处，这炯然方寸，一点长明。",
            "comment": ""
        },
        {
            "title": "寿张新班",
            "content": "籍湿金兰穹地步，椒香玉斝盎春酣。赤松须待功名遂，蒲润清泉墨菊潭。",
            "comment": ""
        },
        {
            "title": "赠海珠湛老",
            "content": "也曾勘破到风幡，坐得形枯鬓早斑。衲子指为真铁汉，江神幻出小金山。华亭浪急翻船入，葱岭云深挈履还。香烬未寒行道处，萧森竹护禅关。",
            "comment": ""
        },
        {
            "title": "钟离仙赞",
            "content": "衣兮木叶，髯戟面铁。所执何书，原闻其说。",
            "comment": ""
        },
        {
            "title": "送恩平潜使君还里二首",
            "content": "风流太守作春游，到处恩波浩荡流。怀绶故乡需上日，移舟别浦趁中秋。声歌洋溢行人口，书翰纵横健笔头。识面虽新心颇熟，殷勤话别送归舟。",
            "comment": ""
        },
        {
            "title": "题石室木",
            "content": "似屈才伸蛇解蛰，似断还连龙蜕骨。天河失却古槎橜，落在人间撑突兀。若非胸中磊块洒浇出，老死画工无此笔。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "唱恭初意如何，朅来五十三年矣。犁锄颇熟，诗书粗解，簪绅聊耳。自信柴愚，真成汲戆，却无刘腻。向高秋初度，同时有菊，淡相对、风霜里。最癖登山临水。又何心、蜗名蝇利。俗缘未了，强教肉食，何曾知味。无事微吟，会心微笑，逢场微醉。把日生、只恁安排，领取百十二岁。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "野趣在城市，崛起此台高。谁移蓬岛，冯夷夜半策灵鳌。十万人家甃碧，四面峰峦涌翠，远岫拍银涛。插汉笔双塔，簸两叶轻舠。我乘风，时一到，共嬉遨。江山无复偃蹇，弹压有诗豪。宝剑孤横星动，铁笛一声云裂，寒月冰宫袍。沧海一杯酒，世界眇鸿毛。",
            "comment": ""
        },
        {
            "title": "送梁上舍必得大学解试",
            "content": "南国去天远，行程勿滞留，试期催负笈，战决胜焚舟。澹墨题金榜，英声起璧流。旦评期望久，着力在毫头。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "云山叠叠双眸短。梦魂夜趁行人远。千里共襟期。吟风饮月时。碧溪穿翠峡。雪意蓬萧飒。安得翅飞来。冲寒同访梅。",
            "comment": ""
        },
        {
            "title": "城头月",
            "content": "工夫作用中宵昼。点化无中有。真气长存，童颜不改，底用呵磨皱。一身二五之精媾。积得婴儿就。试问霞翁，三亩田熟未，还解飞冲否。",
            "comment": ""
        },
        {
            "title": "送荃翁张端义之惠阳",
            "content": "吹面东风竖绿蓑，诗翁七十醉婆娑。放怀自号天随子，知我无如春梦婆。吟有小奚磨破砚，卧看赤脚踏行窝。太湖争似黄湾阔，高浪粘天独笑过。",
            "comment": ""
        },
        {
            "title": "送连推黄端简赴班",
            "content": "别我谷之盘，今谁似二难。西江诗种好，南斗剑光寒。千里依莲重，三年食薜安。头班人品称，春意暖征鞍。",
            "comment": ""
        },
        {
            "title": "青释应端住与化寺惟其说而勉之二首",
            "content": "钵中滴水也难消，切莫贪他寺富饶。留取大皮缠大树，腹围紧紧篾三条。",
            "comment": ""
        },
        {
            "title": "瑞鹤仙",
            "content": "玉城春不夜。映月璧寒流，烛蕖光射。鳌山海云驾。拥遨头箫鼓，锦旗红亚。东风近也。趁乐岁、良辰多暇。想阳和、早遍南州，暖得柳娇桃冶。堪画。纱笼夹道，露重花珠，尘吹兰麝。歌朋舞社。玉梅转，闹蛾耍。且茧占先探，芋郎戏巧，又卜紫姑灯下。听欢声、犹自未归，钿车宝马。",
            "comment": ""
        },
        {
            "title": "弋阳郑氏麓亭",
            "content": "管邻寒溪揖怪峰，径穿钜竹绿阴浓。幽人去后无猿鹤，冷落亭台湿藓封。",
            "comment": ""
        },
        {
            "title": "西樵岩",
            "content": "巨石卷阿驾半天，樵山风景岂虚传。水帘不卷四时雨，丹灶空凝万古烟。印石尚存乌利迹，问谁曾识紫姑仙。我来游遍登云谷，更借山僧半榻眠。",
            "comment": ""
        },
        {
            "title": "蒲润滴水岩观瀑",
            "content": "与可人游五四并，快风吹面洗炎蒸。鹿巡夹道千章木，猿挂垂崖百尺藤。石室横琴清振玉，壶瓢酌水冷调冰。瀑帘雨后笼山阔，不许尘埃俗耳听。",
            "comment": ""
        },
        {
            "title": "送族子春叟游西广",
            "content": "凤出丹出定九苞，桂林要拣一枝巢。久闻岩窦须幽讨，不是豪人莫汎交。鹤发频将安问寄，萤窗勤把旧书抄。功名到底还坚志，崛起新丰一草茅。",
            "comment": ""
        },
        {
            "title": "悼花首湛长老二首",
            "content": "别我笑吟吟，罗浮原力深。空拳糊众口，平地起丛林。山迥孤云没，溪寒片月沉。人今奇坐蜕，在日孰知音。",
            "comment": ""
        },
        {
            "title": "宴鸣佩亭和赵漕韵",
            "content": "数尺飞泉漏隔城，寒岩坳处落琮琤。悬知胜境无尘到，却讶晴天作雨声。一歃不容贪者饮，两峰宜着醉翁行。此泉千载因人重，曾识光风霁月清。",
            "comment": ""
        },
        {
            "title": "碧霄",
            "content": "未到白云先碧霄，瘦藤支我上山腰。烟横远树醉眸豁，竹引清泉尘虑浇。酒滴松根和露饮，茶烹石鼎抱茅烧。平生不被利名锁，半掩柴扉听晚樵。",
            "comment": ""
        },
        {
            "title": "吕洞宾赞",
            "content": "碧其风巾，皓其云袍。六合飞遨，仙中之豪。",
            "comment": ""
        },
        {
            "title": "游峡山和东坡韵",
            "content": "双虬挟泓玉，奥入百转湾。向无长公诗，草木今何颜。此山二百年，偃蹇客往还。长风驾余舟，老人急开关。逢迎欠高僧，喜有识面山。平生癖幽壑，便合茅三间。君命何敢留，归棹随赐还。惭愧和光翁，笑指青童鬟。",
            "comment": ""
        },
        {
            "title": "峡山飞来殿",
            "content": "龙门凿破碧天池，呈佛高峰插翠微。对岸钟声犹隐耳，御风檐角尚如翚。二神择地非着相，双锡腾空向上机。此境世间如更有，安知古殿不重飞。",
            "comment": ""
        },
        {
            "title": "云关观月",
            "content": "山间未晚先得月，料想城中见较迟。海吐银蟾渐呈露，林垂翠影早参差。孤轮涵涧安禅处，明镜当空沉籁时。夜半衰翁犹独坐，清光吸尽入诗脾。",
            "comment": ""
        },
        {
            "title": "再用观入试韵",
            "content": "涵育累朝士兴起，薄海弦歌争教子。籯金世守韦一经，俎豆少成孟三徙。尽从科举梯进取，鹤发望深门日倚。艺先驱德后已非古，心术乖违徒口耳。天门仿佛冯为马，阴德却关桥度蚁。时来乳臭亦观光，潦倒英雄频坎止。棘闱投卷姑应之，桂籍题名先定矣。可怜数千困眊氉，仅二十人夸利市。近岁词场尚剽拾，文体腐陈难古拟。倩人者幸耘人贪，气羽陋汙沦骨髓。主司头脑易冬烘，日色不迷世能几。所忧程文{左忄右整套}后学，岂但升沉系悲喜。他人爱子亦如我，何敢庸心秦越视。原言通榜皆实才，如己得之无彼此。",
            "comment": ""
        },
        {
            "title": "摸鱼儿",
            "content": "晓风痴、绣帘低舞。霏霏香碎红雨。燕忙莺懒春无赖，懒为好花遮护。浑不顾。费多少工夫，做得芳菲聚。休颦百五。却自恨新年，游疏醉少，光景恁虚度。猊烟瘦，困起庭阴正午。游丝飞絮无据。千林湿翠须臾遍，难绿鬓根霜缕。愁绝处。怎忍听，声声杜宇深深树。东君寄语。道去也还来，後期长在，紫陌岁相遇。",
            "comment": ""
        },
        {
            "title": "秋试已近用韵勉儿辈",
            "content": "邺轴轮囷数世藏，乃翁曾读被龙光。诗书有种芥拾紫，科举催人槐落黄。学到自然名盛大，文工更要理深长。岁当酉戌吾家旺，月府先教窦桂香。",
            "comment": ""
        },
        {
            "title": "酌别张子元二首",
            "content": "去冬初去国，逆旅等顺境。祸机众危之，沙蜮伺人影。拂衣肯同归，荒驿灯夜永。幸脱妖蟆口，黑月重磨镜。勤君再行役，我愧心耿耿。陛下皇明穹，贤聚纤邪屏。石渠盛此士，岂复松厅冷。胸中贮奇策，可以靖边警。平生羞辕驹，看取囊露颖。堂堂曲江翁，芳躅在梅岭。",
            "comment": ""
        },
        {
            "title": "用前韵送潘上舍",
            "content": "谦为贤业址，取履卜封留。笔下千钧弩，胸中万斛舟。椿庭闻诲语，米廪友名流。连捷归蓝绶，邻翁好话头。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "元日除书湿。到而今、西风老矣，驾轺初入。自是龙颜深注想，孤凤翔而後集。久父老、攀留原隰。庾岭经行梅亦喜，小奚奴、背底惟诗笈。冰雪操，又谁及。昨来容易风云翕。便三台两地，也只等闲如拾。天马不鸣凡马喑，百步何如五十。况汹汹、波涛方急。此去一言回天力，著高高、百尺竿头立。浇磊磈，快鲸吸。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "地位到公辅，耆艾过稀年。几人兼此二美，而况是名贤。松柏苍然长健，姜桂老来越辣，劲气九秋天。鲠鲠撄鳞语，不改铁心坚。说武夷，同此月，瑞三仙。公虽居後，瑰奇伟特却光前。续得紫阳脉络，了却西山事业，舟楫济商川。饮对黄花榭，一酌岁三千。",
            "comment": ""
        },
        {
            "title": "白云登阁",
            "content": "白云捧拥到危巅，杰阁翚飞倚半天。谷响颇疑吟木客，潮囘坐见变桑田。几重山隔几重海，一日身闲一日仟。真乐无如会心处，林花野鸟亦欣然。",
            "comment": ""
        },
        {
            "title": "峡山全清阁",
            "content": "无尘明镜太玲珑，匣向周遭紫翠中。地有仙家云母石，天然上界水晶宫。通宵如昼溪头月，盛夏回秋竹罅风。万斛客愁都盪尽，一杯圣画栏东。",
            "comment": ""
        },
        {
            "title": "赠宋省元巍荐经义",
            "content": "义和传来见一班，少年笔力老孱颜。根源有学皆堪味，首尾无瑕孰敢删。工要前篇人易取，说须两段意相关。森森天骨晶光缥，去必轩腾十二闲。",
            "comment": ""
        },
        {
            "title": "雨行梅关二首",
            "content": "浓岚西合冻云痴，水墨连屏斗崛奇。冲雨此行风景别，满山翠滴水帘垂。",
            "comment": ""
        },
        {
            "title": "罗浮何君佑夫相访惠诗又出所作水墨鱼戏题卷",
            "content": "山头钓引千钧鱼，铁桥曾逢稚川奴。风波平地误点额，戏取墨汗翻模糊。纵观濠上契妙趣，浩浩胸次涵江湖。墨云忽从砚池起，拨剌跳出形模殊。大鱼腾骧撼风雨，小鱼琐碎游荇蒲。技如元放几许奇，金盘一个松江鲈。试张亭前涨波影，舂锄飞下傍睢盱。世间画史少活笔，描写终类鲋肆枯。文溪一湾浮钓徒，欠得龙眠为严濑羊裘图。",
            "comment": "【注释】【原题】：罗浮何君佑夫相访惠诗又出所作水墨鱼戏题卷末"
        },
        {
            "title": "观获",
            "content": "负郭平田阔，秋深获勤。短鎌行缺月，多稼剪黄云。旧腊占三白，今年稔十分。太平村舍里，坠穗饱鸡群。",
            "comment": ""
        },
        {
            "title": "罗浮梁弥仟游烂柯山赠以曲筇方笠",
            "content": "葛坡龙竹东坡笠，合伴山人到洞天。柯烂想应留斧在，凭君试问石桥仙。",
            "comment": ""
        },
        {
            "title": "夜梦渔父求诗觉能记其全书赠梁弥仙",
            "content": "酒湖无尽春无限，一叶江湖万里天。明月满篷风荻响，醉眠正在白鸥边。",
            "comment": ""
        },
        {
            "title": "哭清远权宰楼海司法二首",
            "content": "百里称廉吏，谁欤起釁端。州符需赋急，军饷及期难。节义扶浇俗，朝廷赠大官。邑人崇庙像，犹似发冲冠。",
            "comment": ""
        },
        {
            "title": "三十五代张天师赞",
            "content": "冷面皎霜凝，电光双目峥。生来元自别，不但父书灵。",
            "comment": ""
        },
        {
            "title": "北山证果寺",
            "content": "久闻北寺最清幽，因看花田遂一游。近国好山半烟雨，参天乔木几春秋。香凝永昼添柄都，风送长松爽茗瓯。此境今才逢我辈，不留诗去鹤猿羞。",
            "comment": ""
        },
        {
            "title": "采阳轩",
            "content": "看尽西园十里梅，黄昏寒月趁人回。要圆一段清游事，更访仙宫索茗杯。",
            "comment": ""
        },
        {
            "title": "罗浮桃源峒",
            "content": "灵符锁尽穴中蛇，深入千岩处士家。峒户隔云呼不应，时时流水出桃花。",
            "comment": ""
        },
        {
            "title": "灵洲",
            "content": "眼前无限往来舟，射利干名不肯休。少见人心如此寺，屹然砥柱在中流。",
            "comment": ""
        },
        {
            "title": "美广帅赵平斋拓贡院",
            "content": "闱棘千间手拓开，帅幢元是个中来。前峰卓卓尖如笔，正路堂堂稳踏槐。自此鹄袍容万士，浑然龙化出伦魁。南州尽说明年好，依旧科名得上台。",
            "comment": ""
        },
        {
            "title": "送湛师回罗浮花首山",
            "content": "翩然拂袖忽然囘，带得罗浮面目来。乞食又还双足趼，坐禅岂是寸心灰。故依花首从三靖，旋摘茶芽供一杯。兰若苦空君不厌，可能为我扫苍苔。",
            "comment": ""
        },
        {
            "title": "自赞",
            "content": "竛竮山癯，搭疯野服。煮茗松根，煨芋岩曲。且农且渔，非仙非俗。淇傍何有，秋鹤霜竹。",
            "comment": ""
        },
        {
            "title": "书龙头义约簿二首",
            "content": "鵰鹗联翻二十名，看看金榜是同盟。河南人面分明见，心说龙头谶已成。",
            "comment": ""
        },
        {
            "title": "重九游郁孤台和座客韵",
            "content": "座上多俊人，奇掘角拔犀。追风飙馆游，鼍鸣玉龙嘶。夕阳催归鞭，更酌樽重携。怀开钩钩帘，语合印印泥。似与花神期，拈出糕字题。壮哉千尺台，虎踞谯之西。枰中十万家，一目城市低。乘负巾可桥，取月箸可梯。豪气压崆峒，双月照虹溪。响山慨怀古，妙句吾家鸡。邦人趁遨头，壶榼山之蹊。最喜秋事成，千亩黄云齐。",
            "comment": ""
        },
        {
            "title": "看僧披剃",
            "content": "尔教言无相，谁教蜕发毛。虚名犹度牒，多事更方袍。父认师传的，年推戒腊高。冠巾何不可，只要断尘劳。",
            "comment": ""
        },
        {
            "title": "雪封寺二首",
            "content": "征舆六月度梅关，大地清凉树影班。行客不须梅止渴，流泉到耳冷潺潺。",
            "comment": ""
        },
        {
            "title": "山行",
            "content": "尘中事日生，拨剔且山行。补被欣然出，登车趣便清。奴收携蜡屐，客主带棋枰。才过城闉外，耳要命无市声。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "绣谷流明帜。稳飞舆、茵柔草碧，盖欹松翠。遨首意行穷绝顶，彩榭千年胜地。远峰断、莽苍烟水。护日晴云收午暑，飒长风、振叶生秋思。笼雾炷，飘霞袂。清明官府歌棠芾。且萧闲事外，下看玉城珠市。山色骄人逢此客，麈尾霏霏露碎。一笑又、羊衔新穗。田野欢声和气合，唤觥船、猛为鱼占喜。谁会得，醉翁意。",
            "comment": ""
        },
        {
            "title": "樵者",
            "content": "近道其樵者，劳哉食束薪。运斤碎裂盘，荷担下嶙峋。恐是仙王质，何须贵买臣。路傍迎一笑，笑我绊簪绅。",
            "comment": ""
        },
        {
            "title": "和广帅宋自牧劝驾韵",
            "content": "天将造榜放秋晴，南国新逢运会亨。障碍洞开来试者，计偕稳送上华京。主人况是梅花宋，寓客渐非日色程。面见河南已分晓，伫聆魁捷响仙城。",
            "comment": ""
        },
        {
            "title": "送次儿解试",
            "content": "四度笺名达帝聪，布衣便有此遭逢。吾家积庆为心印，一战收功在笔锋。举子头场关荐鹗，时文手段要屠龙。庭前手植森桂花，飞捷今秋好事重。",
            "comment": ""
        },
        {
            "title": "峡山诗",
            "content": "山通一水迳皇者，多少英豪出此途。传我飞来元羽翼，好风吹送过天衢。",
            "comment": ""
        },
        {
            "title": "挽钝斋先生许象州三首",
            "content": "义重人谁及，高风有古人。己田分友子，黎事保羁臣。抱负耕莘志，依稀陋巷仁。丹青遗像在，难写道心真。",
            "comment": ""
        },
        {
            "title": "云泉亭",
            "content": "绝顶郁其前，寒崖喷玉泉。亭成山补阙，境胜我搀先。树杪江天接，榕根石磴悬。赏心遂连日，合为智仙传。",
            "comment": ""
        },
        {
            "title": "代送丘漕迪嚞",
            "content": "假帅如公自古无，邦人久矣望锋车。政声难掩诸公说，明主周知万里余。豹尾鸡翘那欠此，莼羹鲈鱠且归欤。江头鼓动江船去，喜气欢声动里闾。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "小鷁载池心月，长虹夸水中天。主人情重客留连。便欲乘风寒殿。霜竹且传秋信，镜蕖不作春妍。夜凉正好倒金船。朔饮而今再见。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "瑶池高会，见云香凤背，风柔鹤膝。天遣月卿来拜舞，新拜玺书增秩。有母能贤，生儿如此，总是前生佛。孙曾戏彩，慈颜一笑闲逸。曾向浑尺轩中，共评今古，手写王言绋。个里乃翁棠荫在，映得梅仙山碧。人爱黄堂，祝萱堂寿，拍拍欢声溢。明年宣劝，蟠桃火枣庭实。",
            "comment": ""
        },
        {
            "title": "维摩赞",
            "content": "丈室着不得文殊，众香国里薰教臭。无端诈病却成喑，只为从前多业口。",
            "comment": ""
        },
        {
            "title": "迎广帅徐意一大参五首",
            "content": "别去凡山划七春，一廛今日是滕民。拟撑钓舸迎前路，猿鹤从傍冷笑人。",
            "comment": ""
        },
        {
            "title": "水调歌头 题斗南楼和刘朔斋韵",
            "content": "万顷黄湾口，千仞白云头。一亭收拾，便觉炎海豁清秋。潮候朝昏来去，山色雨晴浓淡，天末送双眸。绝域远烟外，高浪舞连艘。风景别，胜滕阁，压黄楼。胡床老子，醉挥珠玉落南州。稳驾大鹏八极，叱起仙羊五石，飞佩过丹丘。一笑人间世，机动早惊鸥。",
            "comment": "【注释】这是一首描写南楼景色的和词，它想象神奇，充满着浪漫主义的精神。李昴英的这首词，在登高望远时，想象瑰奇，堪称佳作。刘朔斋名震孙 ，字长卿，蜀人。曾任礼部待郎、中书舍人。斗南楼原址在广州府治后城上，始建于宋徽宗建中靖国年间。其特色是在此地观海山之景，别具情致。起笔二句 ，极有气势 ，站在斗南楼上，万顷海涛，千仞云山，尽收眼底，使人视界大开，胸襟舒畅。“黄湾 ”，即韩愈《南海神庙碑》所谓“ 扶胥之口，黄木之湾”的黄木湾，位于今天广州东郊黄埔，是珠江口一个呈漏斗状的深水港湾。唐宋时期，这一带已成为广州的外港 ，中外商船往来贸易均在此处停泊。“白云”，指广州城北的白云山。“万顷”、“千仞”虽是诗词中常见之语，但用于篇首，气势尤显雄壮。“一亭收拾”，即一楼览尽之意。据《广东通志》载：于此可以“东瞰扶胥浴日之景，西望灵洲吞纳之雄 ，南瞻珠海 ，北倚越台。森列万象，四望豁然”。“一亭”句与首二句相衔接呼应。由于一亭览尽胜景，词人心神俱爽，暑热顿消，达到清凉境界。该句中的一个“豁”字，将词人暑热顿消的情志、精与气都表现出来。“潮候”句，分承“万顷”、“千仞”句发挥。潮水的早晚涨落，山色的雨晴变化，这正是岭海特有的景色。“天送双眸”句，一个“送”字 ，便把天际的景色，轻轻移来眼底。此处上接前两句，写出景致的变化，丰富了景色的内涵。词人眺望天边：在万顷烟波之外的遥远地方，在那波浪中起伏的无数船只 ，是往来穿梭的商船。“绝域”二句，写出了中外通商贸易的繁忙景象，为宋词中绝无仅有。上阕主要是写眼前雄奇壮阔的景色，下阕则浮想联翩 ，感慨万千。“风景别”三句，写出词人对故乡的自豪感。他认为，这里可以览海观山，远胜于南昌的滕王阁和徐州的黄楼。滕王阁与黄楼是古时的两座名楼，分别因诗人王勃与苏辙、秦观写序作赋而名声鹤起②。作者在题斗南楼时 ，比之以“滕阁 ”、“黄楼”，有不让前贤之意。“胡床 ”句由斗南楼联想到南楼 ，晋朝庾亮曾于秋夜登武昌南楼 ，坐胡床与诸人谈咏，高兴地说：“老子于此处兴复不浅。”“胡床”是当时一种可折叠的躺椅 。“胡床老子 ”，指庾亮，这时用典借指刘朔斋。“珠玉”，比喻优美的诗文，这里指刘朔斋的原作。“胡床”句称誉刘朔斋醉中挥笔，在南国留下美好的词章，对题目作了呼应。词人写到这里 ，感情奔放，大有飘飘欲仙之意。他放怀抒发：“稳驾大鹏八极 ，叱起仙羊五石，飞佩过丹丘 ，”他要驾起大鹏，唤醒已化为石头的五只仙羊 ，在仙境中遨游。“八极”指八方之极远处，指广阔的空间。“佩”，指仙人的玉佩，传说系上它便可在天上飞行 。“丹丘”，指仙境。《楚辞·远游》之“仍羽人于丹丘留不死之旧乡 ”，即以“ 丹丘”指仙乡。“叱起仙羊五石”一句，来自两个典故。据《术平寰宇记》载：传说周夷王时有五个仙人，分别骑着口衔六支谷穗的五只羊降临楚庭（广州古名 ），把谷穗赠给当地人，祝他们永无饥荒。仙人言罢隐去，五羊化石 。广州因此又名羊城。《神仙传》又载：有皇初平者牧羊，随道士入金华山石室中学道。其兄寻来，只见白石，不见有羊。初平对石头喝了一声：“羊起！”周围的石头都变为羊。这两个典故，一为羊化石，一为石化羊 ，合用在一起，使人觉受到作者随心所欲、指挥万象的豪情！“一笑人间世 ，机动早惊鸥”一句，笔锋一转，由天上回到人世。“机动”句反用“鸥鹭忘机”之典。《列子·黄帝》载：古时海上有好鸥鸟者，每从鸥鸟游，鸥鸟至者以百数。其父说：“吾闻鸥鸟皆从汝游，汝取来吾玩之。”次日至海上，鸥鸟舞而不下。“机”即机心，指欲念。意思是人无欲念，则鸥鸟可近。陆游《登拟岘台》之“更喜机心无复在，沙边鸥鹭亦相亲 ”，便用此意。此处反用，即设若欲念一生，鸥鸟便惊飞远避了。二句表明了作者的生活态度。值得一题的是 ，词人在作品中运用了大量典故，这表现出了词人的神思逸彩，而读者也只有知其原典，才更利于品读其中之味。"
        },
        {
            "title": "送张子元班见",
            "content": "笑掇巍科是管君，等闲马上换京官。扶摇九万从今易，植立千年自古难。多办衣裘御风雪，紧操维柁过泷滩。中朝知旧如相问，试把吟篇举似看。",
            "comment": ""
        },
        {
            "title": "行者了宽等题钱买度牒疏四章",
            "content": "即心是佛，见性成僧。无奈世缘，要二尺绫。",
            "comment": ""
        },
        {
            "title": "闻祶阁职免机关报任之报二首",
            "content": "远民冤甚草菅芟，抗论公庭出至諴。且喜一谇一性命，何妨三字减头衔。机关平地藏深穽，仕宦伶人视戏衫。五逊州符今免矣，幅巾藜仗可松杉。",
            "comment": ""
        },
        {
            "title": "送舶使周申",
            "content": "堂堂山立旧朝簪，久屈清流督献琛。风赴连艘出狮国，浪吹残句到鸡林。平生不隔同年面，中岁难禁惜别心。归见耆英定相问，只言闭户万山深。",
            "comment": ""
        },
        {
            "title": "题东坡竹",
            "content": "叶叶枝枝各标致，密密疎疎总风味。笔为化工壁为地。顷刻种成此君子。虽然月影水影写真似，安得千年尚生意。",
            "comment": ""
        },
        {
            "title": "送演侄三首",
            "content": "五常百行异其名，腔子源头一个诚。数马似愚宁过谨，悬鱼虽矫却真清。宽和爱众众同爱，骄倨轻人人所轻。诗好何如动业好，旂常元不载诗声。",
            "comment": ""
        },
        {
            "title": "书龙头义约簿二首",
            "content": "桂菊风香造榜天，门标捷帜地流钱。笔端快便行年顺，骑鹤缠腰身两全。",
            "comment": ""
        },
        {
            "title": "蒲涧山行宿景泰呈诸友人",
            "content": "蒲根采得汎金船，滴水岩前且地仟。造物添支闲岁月，上恩不与好山川。意行芳草迷丹灶，旋摘新芽拨涧泉。欲雨还晴便登览，更消一宿白云巅。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "天地中间大。纵遨游、登山临水，散人一个。学易已来秋又六，肯趁名缰利锁。得日日、安闲笑过。金马玉堂也曾到，尽不妨、拍手溪头坐。风蒻笠，月兰舸。今朝记是初生我。近小春、黄菊犹葩，早梅将朵。拔宅危巅穷胜践，指点尘寰蚁磨。看涧底、飞泉珠颗。松柏苍苍俱寿相，更千年、雪鹤鸣相和。安期老，举杯贺。",
            "comment": ""
        },
        {
            "title": "蒲润和东坡韵",
            "content": "四时冰柱湿风前，绝顶飞一来派泉。瘦蔓相牵根太古，苍崖特立探长天。灶荒孤鹤寻遗迹，寺老幽禽闯坐禅。闲日频游归复梦，结庐曾许蹑坡仟。",
            "comment": ""
        },
        {
            "title": "哭清远权宰楼海司法二首",
            "content": "谕贼散私财，冥顽不可囘。愤然瞋目骂，吾已戴头来。一死当凶刃，千家免劫灰。遗孤元未有，行路为悲哀。",
            "comment": ""
        },
        {
            "title": "饮赴解试士友二首",
            "content": "少日谙场屋，斯文为细论。艰深成札阔，卑弱又西昆。与客为佳识，当年是解元。贺诗多办取，盛事属于门。",
            "comment": ""
        },
        {
            "title": "送黄提干赴班",
            "content": "不枉金兰贮一贤，唱名重见冕旒前。省闱见说第三赋，选调犹迟十八年。据实语人南峤事，无多行李浙江船。壶山群彦官今紧，直谅如今合茹连。",
            "comment": ""
        },
        {
            "title": "酌别张子元二首",
            "content": "南士如君几，妙处方寸境。撑肠五千卷，落笔擅三影。喜谈狂朱云，耻作谀谷永。忧时点髭雪，未肯疎镊镜。摩挲匣中龙，起视斗牛耿。每同画灰语，寒夜僮仆屏。吾侪期岁晏，世俗任炎冷。江亭挥别酒，谑笑斗机警。景文兄弟情，亩异禾同颖。日边多便驿，频书来越岭。",
            "comment": ""
        },
        {
            "title": "迎广帅徐意一大参五首",
            "content": "杜刘二子颍川居，出处虽同语嘿殊。勿谓寒蝉吾原学，闭门自办静工夫。",
            "comment": ""
        },
        {
            "title": "是日至马祖岩和前韵",
            "content": "九秋天地香，赣产饶木犀。登高诣其巅，风健戏马嘶。偷得一日闲，古锦奚奴携。秋阳阁霏雨，飞盖换障泥。举扬马祖禅，拂摩老坡题。菊萸劝人饮，猛吞玉东西。凭阑视九州，莽苍烟水低。如何昌黎翁，华岭须缚梯。野性淡无嗜，所乐惟山溪。每羞名利区，得失争虫鸡。意行契真趣，荒苔踏成蹊。嘉辰且尽欢，聚散或不齐。",
            "comment": ""
        },
        {
            "title": "送梁伯隆归丹谷旧隐",
            "content": "昔人入山访隐君，每恨见山不见人。子持画图走踆踆，人虽可即山非真。自言谷中万修筠，泉鸣琮琤石嶙峋。谁甘混迹麋鹿群，雅意远游阔见闻。飞筇遂过南海濒，翻海一洗征衣尘。东望绝域天无垠，药洲风月蒲润云。间出奇语颇自珍，奚囊十袭而三熏。槿花猩血荔锦纹，何如故圃桃李春。江湖社友杯十分，何如族聚情话亲。行路之难多酸辛，还家火急埋车轮。拂拭矶苔开径榛，畹兰篱菊庭古椿。赠篇满箧不疗贫，几人炼药能轻身。",
            "comment": ""
        },
        {
            "title": "送鉴师住灵洲寺",
            "content": "少年芹泮也儒冠，底事缁袍染异端。孤岛一灯开佛屋，长身七尺占僧单。钟鸣鱼叩随缘过，棹舞鸥飞取次看。亭下听经鼋在否，石栏摇影碧波寒。",
            "comment": ""
        },
        {
            "title": "南华寺五首",
            "content": "从前梵说堕虚空，独有坛经说不同。体用圆明皆宝相，一丁不识却心通。",
            "comment": ""
        },
        {
            "title": "观入试者",
            "content": "钟撼鸡鸣万家起，月下纷纷白袍子。提壶挈榼春游闹，擎箱擐箧谁家徙。通衢隘塞行人绝，露坐欠伸奴跛倚。远闻雷轰应答，近亦洶洶殊聒耳。轧然棘其八户破晓色，阵脚忽移去如蚁。壮夫先入护几案，儒雅雍容行且止。垂髫趁哄未知苦，戴白相持叹衰矣。自从明诏到郡国，士出深山集城市。但能操笔不曳白，秋榜人人都准拟。分明结社战所兵，投合主司谁得髓。昨科人令或亡，三年场屋能消几。功名信分置勿言，身健频来已堪喜。槐黄早脱吾侥幸，因送儿曹得观视。傍人休笑李秀才，三十年前亦如此。",
            "comment": ""
        },
        {
            "title": "示儿用许广文韵",
            "content": "斐然狂简不知非，席帽何时免诮议。官样词章惟典雅，心腔理义要深几。各随鹏鷃高低适，一笑鸡虫得失微。偶未成名儿勿恨，我方追悔蹈文闱。",
            "comment": ""
        },
        {
            "title": "建宁解妲寄雪峰因人梦",
            "content": "行脚今朝又起单，欣然归去得安闲。从前大梦难忘处，上白云山望雪山。",
            "comment": ""
        },
        {
            "title": "寿张新班",
            "content": "喜气棱棱肖紫岩，向来石燕毓奇男。九十入相今才半，七日为人恰后三。",
            "comment": ""
        },
        {
            "title": "题雪峰因大梦顶相",
            "content": "终朝咬菜根，那得许精神。自笑形为赘，从渠画不真。闲云留片影，活佛化千身。大梦何时觉，痴人问木人。",
            "comment": ""
        },
        {
            "title": "送高礼部不妄知严州",
            "content": "从来直气劲摩空，又吐忠嘉忤九重。指斥分明人所忌，去留谆複上能容。清风慨慕桐江钓，异渥新疏竹使筒。熊轼一行聊复尔，羽仪禁路夔龙。",
            "comment": ""
        },
        {
            "title": "广州天庆观众妙堂东坡井泉铭",
            "content": "老经云，坡记成。名非古，堂遂轻。两翁像，久晦冥。伟方公，旧贯仍。取彼栏，护此泓。新作盖，环以铭。遗千年，饮清泠。续坡谁，李昴英。",
            "comment": ""
        },
        {
            "title": "送舶使孙叔谐东归",
            "content": "莼鲈高兴趁新秋，帆腹吞风涌去舟。万宝集登天子库，诸蛮遮润海山楼。世间颠倒是非梦，达者逍遥得失侯。归到家林定重九，团栾杯酒菊花浮。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "薄冷催霜，碧空豁、飞鸿斜度。□九日、御风绝顶，下看尘宇。滕阁芳筵笺笔妙，龙山胜践旌旗驻。料山灵、也要可人游，成佳趣。吹帽堕，羞千古。题饧字，非吾侣。却坐间著得，煮茶桑苎。万里寒云迷北斗，望远峰夕照频西顾。且满浮、大白送黄花，剑休舞。",
            "comment": ""
        },
        {
            "title": "迎广帅徐意一大参五首",
            "content": "桂林旧首绣衣来，久矣余波拍越台。自古直臣多牧广，广平曾赋岭头梅。",
            "comment": ""
        },
        {
            "title": "子先宗友试兰省送以小诗",
            "content": "毫端五色织成章，皎皎清标月照梁。再战文场推定霸，一经书法首尊王。鞭扬瘐岭梅花早，梯上寒宫桂籍香。师道自居吾岂敢，所期竹帛远流行。",
            "comment": ""
        },
        {
            "title": "南华寺五首",
            "content": "未参五祖已开山，全下全身此地安。不是香烟忘故里，衣留孔道要人看。",
            "comment": ""
        },
        {
            "title": "赠曾士倬用许广文韵",
            "content": "里闬如君苦绩文，几年良玉困炎昆。鹗书快甚催随计，鹤发忻然慰倚门。袍绿光华应分有，汗青久远要名存。江头目送西行棹，惊起骊龙渴睡昏。",
            "comment": ""
        },
        {
            "title": "迎广帅徐意一大参五首",
            "content": "鱼稻之乡雁鹜骄，鲸鲵喷沬撼江潮。明公自是威风手，南土应无莠害苗。",
            "comment": ""
        },
        {
            "title": "司法曾子美新第荣归欲得余诗不敢效世俗谀语",
            "content": "里同清献久闻风，耿耿胸中便不同。一疏叫云韦布日，大廷对策想输忠。",
            "comment": "【注释】【原题】：司法曾子美新第荣归欲得余诗不敢效世俗谀语二首"
        },
        {
            "title": "赣学乡饮礼成二首",
            "content": "无哗观者也深衣，古典如迂效颇奇。放出曦轮行事日，飞来捷帜序宾时。俎阳便觉春流畅，拜爵潜教俗转移。此礼重行应易易，邦人耳目熟威仪。",
            "comment": ""
        },
        {
            "title": "和心字韵送林尉公琰校文",
            "content": "鹄袍忙立老槐阴，争望文星早照临。称物衡无高下手，别形鉴有是非心。品题岂逐朱衣转，沙汰何妨苦海沉。将见贤书协舆论，真才到此遇知音。",
            "comment": ""
        },
        {
            "title": "挽右史方铁庵诗三首",
            "content": "纸钱森插竹，遗像在方桥。月暗甘棠密，风嘶韩木乔。所悲缘瘁国，於谊况同朝。凄断黄湾路，丹旌些莫招。",
            "comment": ""
        },
        {
            "title": "净慈释刺血写经赞",
            "content": "此经如筏，写之着相。而刺血写，妄中之妄。经诸佛阔，血父母生。何净何垢，等为前尘。末法阇梨，沉酣入骨。一毫且靳，而况於血。血犹可舍，是知身幻。大痛一囘，直须臂断。",
            "comment": ""
        },
        {
            "title": "青释应端住与化寺惟其说而勉之二首",
            "content": "一般奇怪弄精魂，猪蚬皆餐针戏吞。未到空通渠地位，只当斋戒作沙门。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "世羡官高大。又谁知、几多卿相，身荣名壤。我辈相逢无愧色，彼此苍颜健在。又荣易、分携越海。写出阳关离别恨，看一行、雁字斜飞界。天下宝，愿自爱。白衣苍狗须臾改。久冥心、鸡虫得失，鷃鹏迟快。君带貂蝉头上立，老我荷衣草带。肯此膝、向人雅拜。远饯元非趋炎者，二十年、相与形骸外。义金石，更坚耐。",
            "comment": ""
        },
        {
            "title": "挽右史方铁庵诗三首",
            "content": "喜怒皆和气，天全一片春。眼高多识士，心直不疑人。称得深衣古，争传判笔神。恙微谈笑去，忽失玉璘珣。",
            "comment": ""
        },
        {
            "title": "武夷观",
            "content": "闲乘石罅船，又到浙江边。回向初心地，皈依古洞天。成丹呼鹤舞，喷酒起龙眠。雨意偏留客，杯茶定宿缘。",
            "comment": ""
        },
        {
            "title": "河南扫松访古胜寺不遇主僧",
            "content": "主僧走城磨驴儿，廊僧闭门缩头龟。长发行者披鹑衣，沦我苦茗行相随。禅床破簟客自展，急呼苍头挥大扇。卧到夕阳暑力软，归趁潮平柁流转。",
            "comment": ""
        },
        {
            "title": "送郑雪屋归里",
            "content": "征衣点落红，君去与春同。贫到归时见，吟多醉后工。不应冠尚鹖，自许气如虹。忽着看山眼，飞帆吸快风。",
            "comment": ""
        },
        {
            "title": "赣学乡饮礼成二首",
            "content": "风化之原出泮芹，饮循豆笾陈。国中推择爵齿德，堂上献酬介僎宾。主一敬存容自肃，歌三乐备意相亲。粲然应接非观美，所望今人样古人。",
            "comment": ""
        },
        {
            "title": "中秋无月",
            "content": "已孤前度一中秋，满望今宵月下游。药杵放闲灵兔懒，镜奁掩却素娥愁。知谁有术擎梯取，枉费当年弄斧修。天靳清明每如此，樽前休恨翳云浮。",
            "comment": ""
        },
        {
            "title": "白云山见五色雀",
            "content": "罗浮禽五色，创见此山椒。锦羽嬉同坠，铁冠迁最乔。疑随仙双过，喜趁白云招。贵客非关我，劳渠千里遥。",
            "comment": ""
        },
        {
            "title": "用人韵达梅纠梁现",
            "content": "征鞍风软踏香尘，又送斯人南海濒。纠郡正资宾画重，洗冤须放笔头春。勉期圣处功夫到，肯学世间儿女颦。五瘴由心今一洗，笑渠辟瘴嚼人频。",
            "comment": ""
        },
        {
            "title": "题罗浮冲虚观化缘疏",
            "content": "仙去千年重此山，不禁风雨屋摧残。金能点化空谈易，钱欠通神着力难。支厦终非一木了，成裘未免众毛攒。洞天有分人人到，轮奂峨嵯起笔端。",
            "comment": ""
        },
        {
            "title": "送三举人",
            "content": "铜蟾滴砚不曾晴，命到通时文乃亭。善射定知杨破的，力耕必获稼如京。锦旗门巷夸联荐，椽笔春闱又中程。擢第古代如下问，定将四字语元城。",
            "comment": ""
        },
        {
            "title": "苦秋暑引",
            "content": "商金久得柄，老火未退舍。甑中着寰宇，赫酷甚於夏。池汤颇殃鱼，田龟应害稼。桃笙亦桨汗，水国无凉榭。扇挥腕欲脱，忍渴畏杯斝。树间寂秋声，矩令何时下。四序本循环，寒暑相代谢。炎炎推不去，谁与诘造化。人思濯清泠，风露原一借。再拜祈蓐收，西陆早命驾。",
            "comment": ""
        },
        {
            "title": "南华寺五首",
            "content": "诵经听得入从门，壁上偷他四偈言。毕竟单传端的处，卖新供母是心源。",
            "comment": ""
        },
        {
            "title": "观定堂",
            "content": "梵宫凭水建，蓬荻费芟除。岸破群鱼出，枝危独鹤居。定钟僧睡早，挥尘客谈虚。月满龛灯小，风停幡影疎。供盘多佛菓，僧饭饱园蔬。惟有开山老，清高闭草庐。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "碧潭新涨浮花，柳阴稠绿波痕腻。一声雷鼓，半空雪浪，双龙惊起。气压鲸鲵，怒掀鳞鬣，擘开烟水。算战争蛮触，雌雄汉楚，总皆一场如此。点额许教借一，得头筹、欢呼震地。翻嗤浮世，要津搀进，奔波逐利。斗了还休，倩渠衔寄，三闾角黍。会风云、快出为霖，可但颔明珠睡。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "麦秋时候，薄阴罩炎日，山行乘兴。筇屐追随多胜侣，青佩黄冠方领。坐石谈玄，听泉濯暑，直上千山顶。倚风长啸，籁鸣林谷相应。忽涌云气漫空。海吹急雨，觉冰綀微冷。洗尽人间名利障，便是蓬莱仙境。半日偷闲，一生清福，岂在荣钟鼎。青灯深夜，陶然独妙清圣。",
            "comment": ""
        },
        {
            "title": "池州溪桥",
            "content": "万里长江汰一杯，等档袖剑九华来。溪桥独坐无人识，又驾长风跨鹤回。",
            "comment": ""
        },
        {
            "title": "闻祶阁职免机关报任之报二首",
            "content": "狂妄孤臣罪有余，三年三度挂丹书。群儿过计愁郎罢，外物浮名总子虚。只是儒酸真面目，不题道号混樵渔。亲朋欲语浇教醉，休与时人事毁誉。",
            "comment": ""
        },
        {
            "title": "劝梁青霞归罗浮旧隐",
            "content": "逍遥八极片云浮，所过名山不久留。依旧片去归石峒，从今休更下山游。",
            "comment": ""
        },
        {
            "title": "和徐意一韵赠宝积中空山",
            "content": "道是空山却有渠，原来有有亦无无。若能空到真空处，万斛尘埃着碓夫。",
            "comment": ""
        },
        {
            "title": "众建莲社堂求疏语",
            "content": "过错鼻孔着莲香，引得喃喃哄几场。供佛建庵人更错，参机元不在西方。",
            "comment": ""
        },
        {
            "title": "古成之仙箕",
            "content": "翁来灵笔舞龙蛇，翁去瑶坛锁暮霞。旧事欲谈三百载，五云阁上望仙槎。",
            "comment": ""
        },
        {
            "title": "雨行梅关二首",
            "content": "通宵雨滴急催梅，枝北枝南晓尽开。多谢花神好看客，随车十里雪香来。",
            "comment": ""
        },
        {
            "title": "挽钝斋先生许象州三首",
            "content": "家学存斋授，渊源自晦庵。魁文行海内，师道重天南。衔未冰条一，州才刀梦三。芳名却千载，俎豆拜祠龛。",
            "comment": ""
        },
        {
            "title": "后峒月溪寺",
            "content": "森森杉桧郁相缪，散策何妨逐胜游。梵宇庄严传浙样，碧池荡漾纳泉流。将军赢得山林在，衲子多因粥饭留。眼界虽云欠轩豁，晚凉宜酒且夷犹。",
            "comment": ""
        },
        {
            "title": "罗浮国醮",
            "content": "霓氅蹁跹拜玉宸，发挥道德五千文。步虚夜半千山月，朝斗空中五色云。风雨若时昌国运，乾坤齐寿祝吾君。贤侯方寸精诚积，散作丰湖叶气薰。",
            "comment": ""
        },
        {
            "title": "挽钝斋先生许象州三首",
            "content": "丈席即之温，终身佩一言。栋樑失安定，山斗惨韩门。恸矣心丧重，凄然手泽存。江声助悲些，莫返大夫魂。",
            "comment": ""
        },
        {
            "title": "同刘朔斋游白云寺二首",
            "content": "冲暑登高人所惮，云韩龙孟乐相从。眼穷溟海九万里，身在蓬莱第一峰。潮长屿低帆势急，山回路曲树阴重。日斜移席临池饮，戏掬清泉解酒容。",
            "comment": ""
        },
        {
            "title": "重九日游南山峡觉海寺",
            "content": "恰重阳日到南山，小摘黄花供绿樽。钟叩一声萧寺晚，移舟载月过前湾。",
            "comment": ""
        },
        {
            "title": "建他解归诗复徐意一二首",
            "content": "吏擎双印出，便觉此身轻。物我忘恩怨，渔樵寄姓名。笛声黄犊背，诗兴白鸥盟。故旧休相讶，无书到帝城。",
            "comment": ""
        },
        {
            "title": "送子先贤归南海",
            "content": "束书相伴到江西，我尚濡留子遽归。轮角难生催别斝，刀头欲折为斑衣。功名有分须如意，学问无穷更造微。若到家林遇奴辈，先教拂拭钓鱼矶。",
            "comment": ""
        },
        {
            "title": "送李尉兴龙之海丰任",
            "content": "书味无穷得属厌，待瓜六载不辞淹。乃心雅欲亲诸老，初筮惟知守一帘。毋纵弯弓猎鸡犬，谨防暴客起鱼盐。同乡同姓钟情处，酌别中秋吸玉蟾。",
            "comment": ""
        },
        {
            "title": "送陈大雷试太学",
            "content": "裹粮数千里，买勇万人场。庚岭琴书去，桥门姓字香。有司应眼具，喜气已眉黄。践履宜天相，时文况所长。",
            "comment": ""
        },
        {
            "title": "建他解归诗复徐意一二首",
            "content": "恨未澄清尽，孤踪已不安。缪悠臣罪大，感激上恩宽。乡国三千里，人心百八盘。梦归今始验，为我谢言官。",
            "comment": ""
        },
        {
            "title": "挽右史方铁庵诗三首",
            "content": "一疏纲常重，端平起直声。难磨石宋璟，不动铁元城。前辈风流在，南州个信诚。精神兼学力，倾倒为遐氓。",
            "comment": ""
        },
        {
            "title": "送都运陈炜以烦言去",
            "content": "铁汉从来去就轻，当年乌府树风声。福星临分人安乐，浊世如泥志洁清。祠命忽传奸吏贺，归装绝少担夫惊。退庵本惬家林兴，父老攀辕却有情。",
            "comment": ""
        },
        {
            "title": "迎广帅徐意一大参五首",
            "content": "晓来竹马跃儿曹，次第牙幢压近郊。五老跨羊持色穗，也庆欢喜侯前茅。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "过雨璇空湿。浩秋香、光浮桂菊，晓风吹入。柳系牙樯应小驻，草草还成胜集。又追趁、牡车原隰。照座玉人风骨耸，想胸蟠、蕊阙琳琅笈。真作者，世难及。远山云雾工开翕。共朱阑徙倚，总好锦囊收拾。老我祗今才思涩，知二争如知十。戛金缕、檀敲休急。访古夷犹行八境，忆朝阳、鸣凤台端立。笔也醉，砚池吸。",
            "comment": ""
        },
        {
            "title": "赠云峰演庵主",
            "content": "一庵移向白云堆，桧柏参天少日栽。颇怪发如金线样，想曾眼见铁桥来。佛粘土壁煎茶供，客对蒲团取芋煨。却笑老卢怀钵走，只因说出镜非台。",
            "comment": ""
        },
        {
            "title": "摸鱼儿",
            "content": "敞茅堂、茂林环翠，苔矶低蘸烟浦。青蓑混入渔家社，斜日断桥船聚。真乐处。坐芳草，瓦樽满酒频频注。皋禽自舞。惯松迳穿云，梅村踏雪，朗笑自来去。车乘坠，争似修筇稳步。前尘回首俱误。安闲得在中年好，抱瓮尚堪蔬圃。高眼觑。算不识、人间宠辱除巢许。风篁解语。应共笑群狙，无端喜怒，三四计朝暮。",
            "comment": ""
        },
        {
            "title": "纪事何林尉韵",
            "content": "清晨风日辟群阴，一纸三熏上帝临。或者贪功频滑手，毅然奋笔特诛心。冤辞赖有由言折，圣世难施汉法沉。此举岂谋身祸福，祗怜无罪挚南音。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "驿飞稳驾高秋，迎人满目清新景。秋还有色，芙蓉照水，晨妆对镜。雪卷寒芦，字横过雁，渡浮孤艇。是骚人行处，腔风调月，香满袖、过梅岭。断岸烟收人静。雨声乾、桐疏枫冷。掀髯独笑，仙翁起舞，卧龙呼醒。近小阳春，为梅也合，迟迟鞭影。更郁孤、一笑追欢，料得坡翁首肯。",
            "comment": ""
        },
        {
            "title": "南华寺五首",
            "content": "西方骨董南方宝，留镇曹溪几百年。自是后人当不得，有如翁者亦单传。",
            "comment": ""
        },
        {
            "title": "行者了宽等题钱买度牒疏四章",
            "content": "作佛何曾要裹缠，顶门尚欠世间钱。舍身者与舍佛者，选佛场中化有缘。",
            "comment": ""
        },
        {
            "title": "八月骤寒",
            "content": "秋欲中分暑更袢，金风崛起成寒动。桃笙夜展犹嫌执，狐向朝披便怯单。翻手炎凉真可笑，循环造化果无端。老来一任添霜缕，寒暑难磨只士丹。",
            "comment": ""
        },
        {
            "title": "悼花首湛长老二首",
            "content": "碧眸泓铁面，跣足衲悬鹑。数日蒲团定，一如泥塑人。施钱随散掷，忍辱已忘嗔。丁字何曾识，拈提话转新。",
            "comment": ""
        },
        {
            "title": "即席和人韵送荃翁",
            "content": "诗似油翁背注油，知音世有几荆州。乍寒乍暖方榆火，无米无钱只叶舟。客况可堪今老大，人生何必尽封侯。津亭且莫匆匆去，万斛春醪任拍浮。",
            "comment": ""
        },
        {
            "title": "兰陵王",
            "content": "燕穿幕。春在深深院落。单衣试，龙沫旋薰，又怕东风晓寒薄。别来情绪恶。瘦得腰围柳弱。清明近，正似海棠，怯雨芳踪任飘泊。钗留去年约。恨易老娇莺，多误灵鹊。碧云杳渺天涯各。望不断芳草，更迷香絮，回文强写字屡错。泪欲注还阁。孤酌。住春脚。便彩局谁忺，宝轸慵学。阶除拾取飞花嚼。是多少春恨，等闲吞却。阑干猛拍，叹命薄，悔旧诺。",
            "comment": ""
        },
        {
            "title": "送魁星与李子先",
            "content": "金斗高跳鬼状狞，世传此像是魁星。祥光闪烁开先光，助子秋闱笔砚灵。",
            "comment": ""
        },
        {
            "title": "罗浮飞云顶",
            "content": "山行颇觉思悠然，游遍仙家几洞天。登见日亭风刮面，立飞云顶月齐肩。稚川翁有烧丹灶，影泰师留卓锡泉。我得真人金石诀，无求自可享长年。",
            "comment": ""
        },
        {
            "title": "后峒月溪寺",
            "content": "寺巧蟠山背，池圆印寺前。连筒泉落罋，如镜地无砖。茗苦苛留客，僧淳懒说禅。使君期不至，一宿笑无比缘。",
            "comment": ""
        },
        {
            "title": "山寺夜起看月",
            "content": "丙夜忽窗白，披衣起凭栏。山川如昼见，松桧照人寒。孤鹤欬屋脊，群僧鼾纸单。灯前呼老佛，妙境许同观。",
            "comment": ""
        },
        {
            "title": "三山亭",
            "content": "山中招提鼎足踞，路如丁字分头入。还看港汉纷长绳，俯见阜丘才小笠。班荆坐仆纵之息，争解绿荷撮红粒。群然饮润忽喧噪，石兀深丛疑虎立。我起胡床划孤啸，前峰响答松风急。举头云端尚天半，搘竹扳萝进千级。",
            "comment": ""
        },
        {
            "title": "送广帅赵平斋当选暨解印趋朝",
            "content": "海濒老同年，五载依宇下。春风舞蓑笠，爱日曝田舍。喜无撞热衷吏，追逐款段马。剧谈许絛褐，得趁公余暇。达官来三迳，小队邻翁诧。明公杰俊人，麟族称大雅。典刑样诸老，胸次郁醖藉。西派溯其源，境物入陶写。才高事无难，只手擘太华。乘轺始逾岭，风采贤使者。堂堂开大阃，部属肃鞾帕。台端有老蜮，闯影含沙射。孤忠冕旒知，还许河内借。铃斋安独处，冷淡闲僧夏。例钱推不受，金贝视土苴。首祠酌泉翁，坐使饕俗化。葭萌细摩拊，生意被原野。循良渤海遂，平理颍川霸。威风戢偷窃，德意销诡诈。能令飓母伏，默祷雨师洒。开仓散穷闾，俭岁低粒价。贡场宏敞拓，芘士千间厦。历观古贤牧，美政公其亚。谗夫真枉了，有识共唾骂。君子竟何伤，徽誉愈脍炙。诏还九棘班，明发不俟驾。倾城送津亭，牵缆不忍舍。老夫前致辞，再拜进离斝。立朝要敢言，切勿效喑哑。此行众所望，磐石鞏宗社。",
            "comment": ""
        },
        {
            "title": "摸鱼儿",
            "content": "绕西园、粉笼千雉，镜池屏石天造。主人意匠工收拾，华屋落成闻早。轮奂巧。望缥缈、五云深处移蓬岛。油幢羽葆。指貔虎长驱，鲸鲲网取，电走捷旗报。铙吹发，回庑连屯饮犒。海山波静烟扫。纶巾萧散环珠履，春满绿杨芳草。人境好。是握穗五翁，福地无尘到。芝书在道。便整顿乾坤，经营万宇，栋国要元老。",
            "comment": ""
        },
        {
            "title": "挽如老归真",
            "content": "不见才三日，喧传已坐亡。平生功生到，垂绝偈言香。缘分无高刹，禅名却四方。开包残藁在，切勿放毫光。",
            "comment": ""
        },
        {
            "title": "南华寺五首",
            "content": "清者何曾饮盗泉，僧盂底饭逆巢田。此疑欲问师无语，风撼长松啸半天。",
            "comment": ""
        },
        {
            "title": "久住白云呈镇长老",
            "content": "桑下戒三宿，我此尚留恋。曹溪悟一宿，我复无知见。镇公房逊客，所须如执券。园丁蓝供茹，行者时灌砚。饭奴更蒭马，纸帐费香篆。主人真好事，应答色无倦。欲归兴示阑，欲住面有靦。飞锡肯三迳，亦有伊蒲馔。",
            "comment": ""
        },
        {
            "title": "同刘朔斋游白云寺二首",
            "content": "勘破禅家最上关，掀髯朗笑响千山。海门下涌冰轮出，昏鼓先催玉节还。独上层巅风浩荡，归沿小涧石孱颜。寻幽本是闲人事，聊复君半日闲。",
            "comment": ""
        },
        {
            "title": "送演侄三首",
            "content": "一同休戚尉相关，肉食那容职旷瘝。验视难真防木刻，追擒易误戒弓弯。千寻树看萌芽始，万里行从跬步间。大抵穷通皆定分，炎门邪径莫跻攀。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "谁种蓝田玉。碧云深、亭亭月上，水明溪曲。羞作时妆儿女态，冷淡冰餐露沐。出尘外、风标幽独。除了留侯无此貌，便何郎、傅粉终粗俗。意凝远，韵清淑。凉台向晚微风馥。讶银杯羽化，折取戏浮醽醁。安得梅花如许大，天遣辟除暑溽。浑不觉、鹭翘鸥浴。可恨妖妃污太液，只东林、社友追游熟。宜夜看，灿瑶烛。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "笋玉纤纤拍扇纨。戏拈荷叶起文鸳。水亭初试小龙团。拜月深深频祝愿，花枝低压髻云偏。倩人解梦语喧喧。",
            "comment": ""
        },
        {
            "title": "送循倅黄必昌之官",
            "content": "好风佳月说龙川，人喜新来别乘贤。才尽优为千里式，学今有用四书全。黄门祠下挥吟笔，丞相岭头先着鞭。莫但挽眉衔纸尾，忍教田里苦颠连。",
            "comment": ""
        },
        {
            "title": "四月十五游僧寺",
            "content": "今日快逢僧结夏，不刀乘兴扣禅扉。非垂远瀑溪声急，风卷痴云雨脚稀。囊锦诗成僧借看，纹楸棋落鸟惊飞。此来莫讶凭栏久，杰阁新成拂翠微。",
            "comment": ""
        },
        {
            "title": "戏题罗浮梁弥仙写真",
            "content": "八十童颜双眼明，浪游湖海一身轻。莫将啖肉先生比，个是罗浮老树精。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "人似梅花，峭玉立、岁寒风节。新圃辟、种梅千树，幻成南雪。池碎瀑声荷捧雨，径涵秋影篁筛月。唤石君、错落坐庭前，红尘绝。嫌聒耳，��筝戛。慵著眼，俳优狎。但一觞一咏，放怀开阔。涌地池亭工掩映，擎天柱石觇施设。待枝头、金颗可调羹，休轻折。",
            "comment": ""
        },
        {
            "title": "送恩平潜使君还里二首",
            "content": "五载南州屈重名，活人一段是归程。两州曾唤两苏起，孤节要师孤竹清。合有峰车催赴阙，不应画戟又专城。闲身已决深山底，千里犹能共月明。",
            "comment": ""
        }
    ]
}