{
    "dynasty": "宋",
    "author": "李祁",
    "poems": [
        {
            "title": "郎官湖春日四首",
            "content": "两山收雨暗平沙，遮断溪梅隔水花。留得烟林作图画，依稀松磴有人家。",
            "comment": ""
        },
        {
            "title": "郎官湖春日四首",
            "content": "朦胧花影月黄昏，著意春风入酒痕。知是江梅喜佳客，倒垂花蕊照清樽。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "碧山横绕清湖，茂林秀麓波光里。南宫老大，西洲漂荡，危亭重倚。雨步云行，饵风饮雾，平生游戏。笑此中空洞，都无一物，有神妙、浩然气。扫尽云南梦北，看三江五湖秋水。狂歌两解，清尊一举，超然千里。江汉苍茫，故人何处，山川良是。待白苹露下，青天月上，约骑鲸起。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "春水湖塘深处。竹暗沙洲无路。闲伴落花来，却信东风归去。且住。且住。细看两山烟雨。",
            "comment": ""
        },
        {
            "title": "郎官湖春日四首",
            "content": "空山玉蕊照琼瑰，到处寻花共往回。欲识春风最奇处，试来同看雨中梅。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "楼下清歌，水流歌断春风暮。梦云烟树。依约江南路。碧水黄沙，梦到寻梅处。花无数。问花无语。明月随人去。",
            "comment": "【注释】【评解】这首词明写春景，暗抒离情。上片写眼前景色。水流歌断，春风又暮，从而引起往事的怀念。下片写梦境。碧水黄沙，梅花无数，而月随人去，花自无语。全词抒情委婉，含蓄蕴藉，幽美清雅，饶有韵致。【集评】薛砺若《宋词通论》：其《点绛唇》词，婉约清丽，胜处不减少游。----------------------------此为怀人念远之词。全词以行云流水般的空灵笔调，从闻歌入乎，转入梦境，又由梦中寻觅转入对月怀人。整首词回旋往复，句琢字炼，清空醇雅。上片首句以一个“清”字为全词在感情上定下了幽清的基调。“水流歌断春风暮”，断，终了，这句是说那流水般的一曲清歌，在春风吹拂的暮霭中结束了。“春风暮 ”，景语，一字一景，词中以下诸景，皆缘此三字而来 ；这里也同时点出了这首词的特定节候，这正是一个怀人的季节 ，怀人的天气，怀人的时刻。“水流”，字面上自然是写“ 清歌”的缠绵婉转，实际上，这里“水流”即流水，暗寓知音，典出《列子·汤问 》。因而 ，“水流歌断”又寓有知音离别的意思。由此，作者的笔触转入怀人。作者写怀人，非用泛泛之笔，而是借助于一个梦境，把怀人念远的思想情绪写得深刻入微 。“梦云烟树，依约江南路”以及下片的“碧水黄沙”云云，皆是梦境，在用笔上又极见层次 。“梦云 ”、“依约”两句是入梦之境。“云”，是“梦云”，“树”是“树”是“烟树”，“江南路”是“依约 ”（隐约）朦胧的，极是迷离惝恍的梦境。由“云”而“树”而“路 ”，由飘忽而实在，梦中寻找知音的足迹甚明。下片写梦中寻觅和对月怀人 。“碧水黄沙 ”，紧承上片结句之意，进一步写对知音的寻觅。如果说上片“依约江南路”是在朦胧中辨认知音去路的话，那么，“碧水黄沙”所表现的则是到处寻觅，水中陆上，无所不至，大有“上穷碧落下黄泉”的工夫了，且四字属对工稳，色彩鲜明，为本词的唯一亮色，这正是作者用笔变幻处。“梦到寻梅处”是穷尽“碧水黄沙”辗转寻找的结果，笔法由面到点，然后由“寻梅处”引出“花无数”，再由花而人，向花打听知音之所在。这几句，用笔如剥茭，一步一层，层层转深，转愈深而情愈切，及至问花无语，寻觅无着，顿挫之下，不禁怅然若失，愁绪茫茫，不知所之，转见明月，也好象已随那人运去，而失去了它那固有的光辉 。“明月随人去”一句所展示的空间既大且空，读之令人如置身于一个广漠而暗淡的世界，进而想到作者于此所寄寓的感情必然是悲凉而空虚的。此时的作者，是醒是梦，已在难分难辨之际，这真是以景传情的神来之笔。不过，作者的情调显然是过于低沉了，同样是写对月怀人，却不如苏轼“千里共婵娟”来得旷达。此词作者是一位以清丽素雅著称的词人。他的作品，善写烟雨和月色，具有一种素淡、朦胧的美。本篇即鲜明地体现了这一艺术风格。"
        },
        {
            "title": "醉桃源/阮郎归",
            "content": "春风碧水满郎湖。水清梅影疏。渡江桃叶酒家垆。髻鬟云样梳。吹玉蕊，饮琼腴。不须红袖扶。少年随意数花须。老来心已无。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "郎官湖上探春回。初见照江梅。过尽竹溪流水，无人知道花开。佳人何处，江南梦远，殊未归来。唤取小丛教看，隔江烟雨楼台。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "诗应是游戏。",
            "comment": ""
        },
        {
            "title": "阮郎归",
            "content": "校书学士小蓬山。新参玉笋班。买花归去五湖间。浣花龙尾湾。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "拾翠亭前水满，郎官湖上春回。仪龙新碾试琼杯。更见春江有味。拄杖行穿翠篠，吹花醉绕江梅。故园心事老相催。此意陶潜能会。",
            "comment": ""
        },
        {
            "title": "鹊桥仙",
            "content": "春阴淡淡，春波渺渺，帘卷花稍香雾。小舟谁在落梅村，正梦绕、清溪烟雨。碧山学士，云房娇小，须要五湖同去。桃花流水鳜鱼肥，恰趁得、江天佳处。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "梨花院宇。澹月倾云初过雨。一枝轻寒。梦入西瑶小道山。花深人静。帘锁御香清昼永。红药阑干。玉案春风窈窕间。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "归家勿忧御史雨，明月正满郎官湖。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "云观三山清露，长生万鬣青松。琼璈珠珥下秋空。一笑满天鸾凤。雾鬓新梳绀绿，霞衣旧佩柔红。更邀豪俊驭南风。此意平生飞动。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "拍手趁西风。惊起乖龙。青山绿水古今同。唯有一轮山上月，长照江中。一点落金钟。浑似虚空。道人不住有云峰。但是人家清酒瓮，行处相逢。",
            "comment": ""
        },
        {
            "title": "郎官湖春日四首",
            "content": "十日春阴到水亭，水边杨柳一时青。梅花过尽桃花恶，乞取山礬入净瓶。",
            "comment": ""
        },
        {
            "title": "青玉案",
            "content": "绿琐窗纱明月透。正清梦、莺啼柳。碧井银瓶鸣玉甃。翔鸾妆样，粲花衫绣。分付春风手。喜入秋波娇欲溜。脉脉青山两眉秀。玉枕春寒郎知否。归来留取，御香襟袖。同饮酴醿酒。",
            "comment": ""
        },
        {
            "title": "南歌子",
            "content": "袅袅秋风起，萧萧败叶声。岳阳楼上听哀筝。楼下凄凉江月、为谁明。雾雨沈云梦，烟波渺洞庭。可怜无处问湘灵。只有无情江水、绕孤城。",
            "comment": ""
        },
        {
            "title": "题朱泽民山水",
            "content": "洞庭之南湘水东，青山奕奕蟠苍龙。云阳峰高七十一，欲与衡岳争为雄。我家近在云阳下，来往看山如看画。十年尘土走西风，每忆云阳动悲咤。吴中胜士朱隐居，笔精默妙天下闻。画图画出湘江水，青山上有云阳云。云阳山高湘水绿，十年不见劳心目。只今看画如看山，万里归情寄鸿鹄。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "不见玉人清晓。长啸一声云杪。碧水满阑塘，竹外一枝风袅。奇妙。奇妙。半夜山空月皎。",
            "comment": ""
        }
    ]
}