{
    "dynasty": "宋",
    "author": "李玉",
    "poems": [
        {
            "title": "贺新郎 春情",
            "content": "篆缕销金鼎。醉沈沈、庭阴转午，画堂人静。芳草王孙知何处，惟有杨花糁径。渐玉枕、腾腾春醒。帘外残红春已透，镇无聊、殢酒厌厌病。云鬓乱，未忺整。江南旧事休重省。遍天涯、寻消问息，断鸿难倩。月满西楼凭栏久，依旧归期未定。又只恐、瓶沈金井。嘶骑不来银烛暗，枉教人、立尽梧桐影。谁伴我，对鸾镜。",
            "comment": "【注释】①篆缕：香烟上升如线，又如篆字。金鼎：香炉。②糁（sǎn）：飘散。③滞（tì）：困扰；纠缠不清。④忺（xiān）：高兴；适意；欲。A评释B这是一首春闺怀人之作。上片对景怀人。暮春时节，杨花糁径，春透残红。睹物思人，情不自禁。下片写别后相思。断鸿难倩，归期无定，江南旧事，不堪重省。“枉教人立尽梧桐影”，传达出盼归之情，深挚缠绵。全词由室内写到室外，由自己写到对方。风流蕴藉，绮丽多姿。【集评】李攀龙《草堂诗余集》：上有芳草生王孙游之思，下又是银瓶欲断绝之意。黄昇《花庵词选》：李君词虽不多见，然风流蕴藉，尽此篇矣。沈际飞《草堂诗余正集》：李君止一词，风情耿耿。黄蓼园《蓼园词选》：幽秀中自饶隽旨。陈廷焯《白雨斋词话》：此词绮丽风华，情韵并盛，允推名作。---------------------------------李玉词流传下来的只有这一首，黄昇云 ：“风流蕴藉，尽此篇矣”（《花庵词选》）。铜炉里的香烟，缭绕上升，盘旋似篆文，这时候已经消散 ；庭院里树木的阴影转过了正午所在位置，也就是刘禹锡《池亭》诗所写的“日午树阴正 ”，而稍稍往东偏斜了。这几句描绘的是深锁闺房“醉沉沉”的人之所见、所感。开头三句已充分刻画了“画堂人静 ”。因为如果不是这样宁静，人不会对炉中升起的香烟那么注视，看出它升起后的形态变化以至于散灭；对庭中树木阴影的“转午 ”，也不会感觉得出来。身在如此的环境中，她在想些什么呢？下句才透出一些消息 ：“芳草王孙知何处？”这里是用“王孙游兮不归 ，春草生兮萋萋”（《楚辞·招隐士》）的句意，表明“她”是在怀念远人 。“惟有杨花糁径”点明此时是杨花飘飞的暮春天气。她的情，如山涧小溪，水流缓慢，与那静悄悄的环境，很是和谐。不过从“杨花糁径”看 ，这春光已是“二分尘土，一分流水”（苏轼《水龙吟 》）了 。“惟有”二字又表明路上只有杨花，并无他所盼望的归人。她的愁绪从中轻轻地流漾出来了。“渐玉枕、腾腾春醒 ”。从方才的“醉沉沉”而仍有所感觉来看，她依依而睡并不久 。“腾腾春醒”这句话说的是醒后懒散的情态，与“醉沉沉”上下照应。彼时即有“芳草王孙知何处”之感，现在梦破春醒，这种感觉岂不更深？感情的潮水将在她的心里掀起更大波澜，也许还是“醉沉沉”的好 。“帘外残红春已透 ”，加上前面的“杨花糁径 ”，为什么接连不断地重复春天的归去呢？春老花残，闺中人敏锐地感觉自己的青春将逝，红颜将老。从这些看似写景的反复描述中，可以看出正渗透着人的感情 。“情景名为二，而实不可离。神于诗者，妙合无垠。巧者则有情中景，景中情”（王夫之《姜斋诗话》）。这几句的“景中情”完全达到了“妙合无垠”的地步。“镇无聊、殢酒厌厌病 ”。前面的景物描绘无不寓有一个“情”字，到此句便写出女主人公残春时节的心情。这句词中的“镇”作“长”的解。这句话说的是长日情思无聊 ，故缠绵于酒 ，借以消愁。刘过《贺新郎》词曰：“人道愁来须殢酒”，就是这种状态了。结果是愁未能消，反而因酒致病，精神不振。“云鬓乱，未忺整 ”，说的是没有好心情去梳理零乱的鬓发。这其中有一个原因是，更有“岂无膏沐，谁适为容 ”（《诗·卫风·伯兮》）之意。因“无聊”而“殢酒”，因酒而“厌厌病”，因病而懒妆流，归根结底都是因为春去而人不归引起。词写到这里，已由外部描写隐约透露出人物的内心。下阕，则完全转入女主人公自我抒情了 。“江南旧事休重省 ”，这句劈空而来，一下启开了女主公人的心扉。那“江南旧事 ”，也许是一段令人难忘的温馨岁月吧，如今却是“休重省”了。是真的不愿“重省”么，还是“省”也无用，故作决绝语呢？正是这一个“休”字蕴含着说不尽的情意。接着她直率地道出了底蕴：“遍天涯、寻消问息，断鸿难倩”，说的是到处探听而信音杳然。“月满西楼凭阑久”，说的是她悄悄登上西楼，独自望着银白的月光洒满大地，痴痴地想着 。“依旧归期未定”——他现在大概正想着回来，只是日子还没有确定，所以鸿雁没有传来书信吧。这只是她的想象，情况是否如此，并不十分清楚。这样她又陷入了揣想中 ：“又只恐瓶沉金井 ”。白居易《井底引银瓶》诗有云 ：“井底引银瓶，银瓶欲上丝绳绝；石上磨玉簪，玉簪欲成中央折。瓶沉簪折知奈何，似妾今朝与君别。”本词根据白诗以“绳断瓶沉”作比，慨叹爱情破裂已无法弥合。“又”字意味深长，它恰与上句联系着。她本来是希望他能回来，只是“归期未定”；转而再想，愈感到没有把握，故有此“又”字。读之令人感到万转千回，心潮翻腾，柔肠寸断。“嘶骑不来银烛暗，枉教人立尽梧桐影”。从“篆缕销金鼎”到“庭阴转午”，到“月满西楼”，到“银烛暗”，时间的脚步在静寂中前进着。她沉醉，入梦，醒来，倚阑望月，最后寄希望于万一，盼着听到马嘶声，所思念的人也许会骑着马归来吧。但直到“银烛暗”了，月落了 ，“梧桐影”尽了，她一直在痴痴地望着，听着，仍不见人归。这里直引吕岩《梧桐影》词“教人立尽梧桐影 ”，而添一“枉”字领起，语更痛切。“谁伴我，对鸾镜”，这是发自肺腑的痛切心声。“鸾镜 ”，是用来梳妆的 。昔日鸾镜前，人影双双，也许还有过张敞画眉那样的风流韵事，然而今日独对鸾镜，岂不令人柔肠寸断 ！这位女主人公自始至终，没有一言一语埋怨对方，直到最后，也只是婉转倾诉，连一点愠怒的情绪都没有。和婉淳雅，在思归的形象中，独树一帜 。“李君止一词，风情耿耿 ”（沈际飞《草堂诗余正集 》评），词中女主人公是一个多么善良温柔而又多情的女性啊。"
        }
    ]
}