{
    "dynasty": "宋",
    "author": "李覯",
    "poems": [
        {
            "title": "和陈屯田送县徐殿丞次韵",
            "content": "近年双阙暂鸣珂，出宰南城户数多。古道存心公道显，恶人钳口善人歌。登高赋处英辞在，垂橐归时旧物鈋。当比瑞金嚣讼后，要移风俗擬如何。",
            "comment": ""
        },
        {
            "title": "孔光",
            "content": "王莽欲为先与草，董贤将过自迎门。省中树木何闲事，却对妻孥不肯言。",
            "comment": ""
        },
        {
            "title": "次韵答史太博",
            "content": "驿使将诗访远山，发函宁暇正衣冠。秦城未割难论价，燕谷才吹已不寒。佔毕有心忘老至，惰农无罚贺恩宽。一枝数粒唯知分，岂是明时学考槃。",
            "comment": ""
        },
        {
            "title": "灵源洞",
            "content": "才出尘来尚未知，渐攀藤竹渐临危。伏流似是龙藏处，古树应无春到时。谁把石崖齐划削，直教云气当帘帷。良工画得犹宜秘，莫与凡夫肉眼窥。",
            "comment": ""
        },
        {
            "title": "谢蔡十八丈相示诗卷",
            "content": "昔年多幸枉高轩，示我新诗累百篇。使君即时还赵璧，梦魂今尚忆钧天。据鞍马援谁云老，陋巷颜回始是贤。桂树寒山风景好，近来应更有长编。",
            "comment": ""
        },
        {
            "title": "季夏雨中宛有秋色四望之际百感生焉因题於纸",
            "content": "粟花时节雨脩脩，莫道如秋即是秋。客路几千成大梦，年华一半落东流。眼存将圣生前笔，心得骚人格外愁。微物若教无所失，尘埃犹愿补嵩丘。",
            "comment": ""
        },
        {
            "title": "东湖",
            "content": "古郡城池已瞰江，重湖更在郡东方。水仙坐下鱼鳞赤，龙女门前橘树香。路绝尘埃非洒扫，地无风雨亦清凉。使君待客多娱乐，只有醒时觉异乡。",
            "comment": ""
        },
        {
            "title": "送古山人",
            "content": "喜闻吉事怕闻凶，天下人心处处同。乍出山来言语拙，莫将刺字谒王公。",
            "comment": ""
        },
        {
            "title": "秋阴",
            "content": "一夜风声晓更狂，起来庭户顿凄凉。不知红日在何处，时见黑云微有光。天落不中兼雁影，露啼林罅带枫香。愁人莫苦登高阁，说著江山已断肠。",
            "comment": ""
        },
        {
            "title": "堦基",
            "content": "堂前一级似堦墀，无石无甎只旧基。泥饰顷因年节近，蹋崩唯是客行时。谁曾罗袜双来上，多谢苍苔久不离。从此便成贫景致，竹帘垂处最相宜。",
            "comment": ""
        },
        {
            "title": "索酒",
            "content": "不醉多愁醉多病，几回爱酒又停杯。死生若是有天命，莫放愁来任病来。",
            "comment": ""
        },
        {
            "title": "送赵拊",
            "content": "先朝名士有遗孙，狼藉麻衣化洛尘。笔下每求千古意，醉中曾过几回春。劳生只见年年老，客路相逢事事新。满座狂歌时莫笑，眼看燕市若无人。",
            "comment": ""
        },
        {
            "title": "忠武侯",
            "content": "齐霸燕强旧有基，当年管乐易为奇。何如新野羁栖后，正值曹公挟帝时。指画二州收汉烬，安排八阵与天期。才高命短虽无奈，犹胜隆中世不知。",
            "comment": ""
        },
        {
            "title": "霜",
            "content": "夜落无人见，朝看到外新。非君有分别，力不奈松筠。",
            "comment": ""
        },
        {
            "title": "怡山长庆寺",
            "content": "行行金碧里，气象怳如春。不记来时路，自嫌衣上尘。院香知有佛，僧静似无人。十载京华梦，相逢一欠申。",
            "comment": ""
        },
        {
            "title": "送丘寺丞",
            "content": "嗟予兀兀何施为，学无异意唯传师。尝言先圣所述作，人事而已亡他岐。安知步步有天道，繄我丘师能识之。春秋下应三千岁，雅颂周流十二支。阐幽大传与隐旨，图写转匝成圆规。劳兄示我复教我，一字不晓如痴儿。文侯听乐唯恐卧，今我幸免指目皮。丘明子夏言不及，我兄所得何神奇。直疑前身是颜子，独受师说无不知。又疑梦寐感灵怪，常与周孔相追随。不然悠悠千载后，何传何習遽如斯。穷愁著书古有例，昨官闽中今海涯。海涯路远学者少，斯道未有施行时。圣皇诛赏甚明白，归来奏牍无迟迟。江南腊雪片如掌，酒花上面寒力衰。是非得失从此止，马头一别东西驰。",
            "comment": ""
        },
        {
            "title": "读长恨辞二首",
            "content": "玉辇迢迢别紫台，系环衣畔忽兴哀。临邛谩道蓬山好，争奈人间有马嵬。",
            "comment": ""
        },
        {
            "title": "麻源题壁",
            "content": "一到麻源日又曛，几回欲起却逡巡。世间岂是无山水，不奈闲人好聒人。",
            "comment": ""
        },
        {
            "title": "答缘概师见示草书千字文并名公所赠诗序",
            "content": "佛繇西域渐中土，欲使群心皆鼓舞。若颛梵语及胡书，昧者虽从明孰与。其徒往往多材能，暗结时贤为外助。远公自昔来庐山，夸逞莲花邀社侣。吁嗟君子遭乱邦，舍此未知何处去。迩来一行善记览，齧破乾坤录历数。或攻文苑掠芬香，辞则贯休笔怀素。其馀曲艺与小诗，布在人间难悉数。贤豪大抵多怜才，引致门墙无龃龉。其人既重法亦尊，羽翼大成根本固。我缘山谷见不远，缁褐憧憧尽愚鲁。坐量此去有党衰，纤缟焉能拒强驽。去年有使自番阳，手籍一函来我所。发函乃是缘概书，千字满前云缕缕。众人饱食已用心，欲噍伯英肥美处。当时名士嘉其能，长序短篇联绣组。因思幅员千万里，如师之能更几许。以儒辅释日益多，何恤区区一韩愈。",
            "comment": ""
        },
        {
            "title": "和屯田陈丈寄唐休次韵",
            "content": "白屋从来未有官，一名须作佛名看。彦伦北谷重归去，安石东山足旧欢。常调几时趋凤阙，湛恩唯待立鸡竿。胸中况是多奇蕴，自比阳春退苦寒。",
            "comment": ""
        },
        {
            "title": "和育王十二题·佛迹峰",
            "content": "佛迹空中兹，佛心无处所。寻迹以求之，似学邯郸步。",
            "comment": ""
        },
        {
            "title": "和育王十二题·晋年松",
            "content": "典午既陵夷，群材共沦谢。唯有青青松，于今被王化。",
            "comment": ""
        },
        {
            "title": "送黄铣应举",
            "content": "先世宦不达，少年才已雄。何人为父执，独自振家风。物色营求广，宾兴礼数隆。孤寒今有望，太守汉吴公。",
            "comment": ""
        },
        {
            "title": "和苏著作麻姑十咏·七星杉",
            "content": "五行与万类，有象皆在天。如何彼杉树，反更侔星躔。予思古昔意，欲媚兹山巅。草木尚有斗，人物谁非仙。栽培自何代，衰老今多年。大旱不減翠，涉春无益鲜。生当好世界，过尽闲云烟。房心欲布政，柱石安可捐。",
            "comment": ""
        },
        {
            "title": "冰",
            "content": "水性本来弱，渐寒成此坚。东风有时到，几日是残年。",
            "comment": ""
        },
        {
            "title": "次韵阎判官除夜",
            "content": "密雪穿窗入，孤灯向壁光。老来人不觉，梦继酒犹香。世事休思虑，年华任短长。朽株难长育，空此见春阳。",
            "comment": ""
        },
        {
            "title": "元纪二首",
            "content": "君道乾刚岂易柔，谬牵文义致优游。高皇马上辛勤得，总被儒生断送休。",
            "comment": ""
        },
        {
            "title": "马嵬驿",
            "content": "六军刚要非杨妃，空使君王血泪垂。何事国忠诛死后，不将林甫更鞭尸。",
            "comment": ""
        },
        {
            "title": "哭十侄",
            "content": "到官六月寄书回，未病封题死后开。一命至卑人尽得，九泉何事独相催。唯忧旅榇还乡远，况是亲丧继踵来。数世学文终若此，可怜门户转隳颓。",
            "comment": ""
        },
        {
            "title": "韩偓集有自抚州往南城县舟行见拂水蔷薇之诗",
            "content": "韩偓当年赴七闽，舟行过此倍凝神。江边石上知谁处，绿战红酣别是春。往事几多书不记，仙源依旧地无尘。花光柳色今何限，更有才人胜古人。",
            "comment": "【注释】【原题】：韩偓集有自抚州往南城县舟行见拂水蔷薇之诗南城吾乡也因题八句"
        },
        {
            "title": "名男曰参鲁以时喻之",
            "content": "孔门有高弟，曾子以孝著。求诸圣人言，尚曰参也鲁。才敏谁不愿，顾恐难荷负。苟无德将之，何益於父母。昔如吴起者，善兵亚孙武。齿臂游诸侯，亲丧哀不举。杨彪有子脩，器能颇可取。一旦以罪诛，舐犊秆虚语。吾生本薄祜，略无兄弟助。及汝又一身，不绝如线缕。祖母唯汝爱，无异所生乳。宁止吒祭祀，亦欲兴门户。伎俩勿求名，适时乃有补。计虑勿尚巧，合义乃可处。持重尚寡过，摧刚庶无惧。内以保家族，外以扬名誉，高山在所仰，今人岂殊古。参鲁为汝名，其字曰孝孺。",
            "comment": ""
        },
        {
            "title": "送君俞",
            "content": "之子来相同，吾言岂不诚。文章难得理，声律易求名。贫甚须清节，亲安莫远行。异时如有立，宗族亦如荣。",
            "comment": ""
        },
        {
            "title": "和育王十二题·金沙池",
            "content": "遥闻金在沙，知是虚名号。世人方竞奢，何兹有遗宝。",
            "comment": ""
        },
        {
            "title": "闵俗",
            "content": "君门若无禄，陈编熟能读。公庭若无法，秽德谁不足。煦煦儒者言，沈沈小人腹。伤心勿复道，拂絃寄清曲。",
            "comment": ""
        },
        {
            "title": "送演教大师东游",
            "content": "野客相知久，年来发渐华。衣冠从异教，言行似儒家。通塞随天命。遨游遍海涯。武夷应有会，好去醉流霞。",
            "comment": ""
        },
        {
            "title": "送吴著",
            "content": "好学诚虽笃，事亲心不忘。秋风满黄叶，归路正重阳。力行宜无改，脩辞况有方。起家知可望，兰秀自闻香。",
            "comment": ""
        },
        {
            "title": "送分司吴太博还乡",
            "content": "休官众夫许，分政且归闽。名係金闺彦，身为惠帐人。林泉新得主，冠履渐无尘。知足应常足，安能更问津。",
            "comment": ""
        },
        {
            "title": "和苏著作麻姑十咏·炼丹井",
            "content": "丹灶久已毁，井泉空独存。此地非常地，今人非昔人。我愿刀圭药，轻举朝月宸。一言洗天日，万物归阳春。群仙谁嫉妬，使我身漂沦。俯视废井水，欲饮碍荆榛。徘徊片云下，泣涕沾衣巾。少壮几何时，且醉樽中醇。",
            "comment": ""
        },
        {
            "title": "送李著作知柳州",
            "content": "到官十五月，太半在他邦。惠术示施一，公心无与双。剖符新使粤，尽室始浮江。地理将分岭，行程即下泷。旅愁侵酒座，秋色漏船窗。属吏谁非慑，群蛮不易降。人稀财岂厚，俗异性多惷。自此观贤业，洪钟且试撞。",
            "comment": ""
        },
        {
            "title": "闻女子瘧疾偶书二十四韵寄示",
            "content": "昨日家人来，言汝苦寒热。想由卑湿地，颇失饮食节。脾官骄不治，气马痴如絏。乃致四体烦，故当双日发。江南此疾多，理不忧颠越。顾汝仅毁齿，何力禁喘噎。寄书诘医师，有药且嚼啜。方经固灵应，病根终翦灭。但恐崇所为，尝闻里中说。兹地有罔两，乘时相罥结。嗟哉鬼无知，何於我为孽。我本重脩饰，胸中掬冰雪。祸淫虽甚苛。无所可挑抉。疑是饕餮魂，私求盘碗设。尽室唯琴书，何路致荤血。无钱顾越巫，刀剑百斩决。徒瓷彼昏邪，公然敢抄撮。理闻上帝灵，网目匪疏缺。行当悉追捕，汝苦旦夕歇。慈爱早有加，忆念今逾切。尘劳差可畏，归计又云辍。所生能够劳，祖母矧聪哲。羸卧纵未苏，抚视谅非拙。勉勉多自安，风来信勿绝。",
            "comment": ""
        },
        {
            "title": "蓬屋",
            "content": "长簷数尺庇堂东，疏漏从来只有蓬。日影碎如秋树下，雨声初似夜般中。竹经蠹了多垂地，箬到乾时半捲空。此处想非人所竞，众言千万莫相攻。",
            "comment": ""
        },
        {
            "title": "回黄通诗篇",
            "content": "老杜没已久，嗟哉吾子心。时人任诟病，独自革浮淫。美玉宁须琢，朱絃岂在音。钟期如未见，慎勿待闲吟。",
            "comment": ""
        },
        {
            "title": "少年",
            "content": "新翻曲调恐人传，不许高声唱玳筵。金兽也嫌春态浅，向风喷作绿杨烟。",
            "comment": ""
        },
        {
            "title": "戏赠月",
            "content": "梦中识路亦何为，恰要逢人已自迷。一月解行天一匝，嫦娥犹未免单栖。",
            "comment": ""
        },
        {
            "title": "感义",
            "content": "懊恼常人只好儒，古来忠义出屠沽，试将朱亥相伦擬，几个衣冠是丈夫。",
            "comment": ""
        },
        {
            "title": "送酸枣邓主簿",
            "content": "畿县官虽小，京华日可亲。文章成薄俗，交结最难人。典学应无废，存诚况已纯。邦工寻尺用，杞梓讵深沦。",
            "comment": ""
        },
        {
            "title": "感事",
            "content": "太平无武备，一动未能安。庙算何时胜，人生到处难。役频农力耗，赋重女工寒。祗有旴江守，怜民不爱官。",
            "comment": ""
        },
        {
            "title": "乾元节群臣祝寿小人无位以诗继之",
            "content": "帝命当敷佑，民生有厥初。千秋唐节日，万国禹朝车。韶美笙镛外，需亨饮食馀。神仙似姑射，梦想即华胥。嘉会诚难得，愚忠敢自疎。古人谁最寿，无逸在周书。",
            "comment": ""
        },
        {
            "title": "和苏著作麻姑十咏·虎跑泉",
            "content": "虎跑本何为，彼将对以臆。有如大丈夫，卓尔抱刚直。盗泉既不饮，譖人亦不食。山中小禽兽，何足劳捉搦。勇气无气泄，爪地成遗迹。地神嘉乃诚，水源如开闢。寻常窃六畜，夜傍人墙壁。是与豺狼同，闻此宜惭色。",
            "comment": ""
        },
        {
            "title": "感叹二首",
            "content": "得志万罪消，失志百丑生。谁云王路宽，枯槁不敢行。出言到口角，缩舌悔恨并。自省由苦此，况乃{上山下虫}{上山下虫}氓。故知当今贤，未有非簪缨。",
            "comment": ""
        },
        {
            "title": "和育王十二题·供奉泉",
            "content": "璘师凿此泉，晨夕奉亲老。因知达者心，岂尝离孝道。",
            "comment": ""
        },
        {
            "title": "闵雨诗",
            "content": "吴江之南，是曰丰国。五种之生天下食，一岁不登，吾民菜色。如何天不仁，纵彼旱孽称其神。矫矫赤龙推火轩，来自东南山。咸池愞水不敢沃，阳侯失色愁烹煎。况兹畎亩流涓涓，何足吸之唇齿间。但见禾与黍，蓬勃红尘起。土伯敕其属，扫路迎饥鬼。哀哉氓{上山下虫}{上山下虫}，托身釜鬲惟蒸炊。小人怨咨君子知，天生天杀今其时。我闻皇穹大德在生育，爱养万物同婴儿。产民之身赋民食，中道绝之何所为。当时冥冥间，委任非其宜。山川之神各守土，群龙受位司天池。上帝当轩亲戒敕，十日一雨无愆期。帝心仁且信，临下固不疑。谓言庶事有分职，屏去视听思无为。安知愚下鬼，负德孤恩难制指。弄天之权侮人命，贪嗜牛羊邀祭祀。忽焉一物不称情，因教此旱灾生灵。雷霆之官畏罪莫敢谏，头枕天鼓眠不醒。帝在紫微垣，下隔千里云。徒劳衔血向空哭，帝心虽圣安得闻。北斗侍帝侧，翰运气母均四时。五星暨众宿，照曜亡偏私。夫何容此鬼，恣行胸臆轻天威。定是机务繁，耳目有所遗。小臣亦何者，草莽负奇节。欲系神颈无长绳，欲斩龙头剑锋缺。皇穹如未察凶邪，空使小臣心郁结。",
            "comment": ""
        },
        {
            "title": "自咏",
            "content": "俗态共纷纷，吾心谁与论。几因清夜梦，还见古人魂。圣域宁无乐，文家别有尊。此身聊自足，独恐累儿孙。",
            "comment": ""
        },
        {
            "title": "小雨",
            "content": "已是蛟龙未肯忙，谁教螮蝀更相妨。来时槁叶疏疏响，过后浮云片片光。径草微滋垂粉汗，砌沙圆滴簇蜂房。嗟予不及高飞鸟，先得天边几点凉。",
            "comment": ""
        },
        {
            "title": "睡思",
            "content": "俗语不入耳，旅愁还到心。坐多浑易厌，梦好欲重寻。暴雨撩蓬响，残阳过岭阴。回看奔竞苦，此兴贵南金。",
            "comment": ""
        },
        {
            "title": "葛陂怀古",
            "content": "长房化去已千年，鬼魅纷纷不畏天。老鳖若来为太守，何人杀向葛陂边。",
            "comment": ""
        },
        {
            "title": "答丘寺丞示月蚀诗",
            "content": "一夜吟公月蚀诗，睡魔惊走醉魂飞。如将混沌重区别，要使君臣有等威。天道至高全指掌，古人虽死合知非。相思无计能相见，何日轩车向北归。",
            "comment": ""
        },
        {
            "title": "乡思",
            "content": "人言落日是天涯，望极天涯不见家。已恨碧山相阻隔，碧山还被暮云遮。",
            "comment": ""
        },
        {
            "title": "鸡",
            "content": "嗟尔羽虫类，昂然冠距麄。徒为识昏晓，犹未免庖厨。年少苦令斗，主人频见呼。宁思避弋者，天外去鸿孤。",
            "comment": ""
        },
        {
            "title": "送春寄呈祖袁州二首",
            "content": "去年春尽在宜春，醉送东风泪满巾。今日春归倍惆怅，相逢不是去年人。",
            "comment": ""
        },
        {
            "title": "因游华子岗题麻源壁",
            "content": "平生犹未识红泉，今日才游石磴边。宿雨地睛秋草湿，困来无处可闲眠。",
            "comment": ""
        },
        {
            "title": "送危太博",
            "content": "一片灵台众共知，宦途宁肯避危机。至诚似有神明助，尽室初从瘴海归。烈火岂能伤美宝，覆盆终是见炎晖。人生未出功名外，多少京尘待染衣。",
            "comment": ""
        },
        {
            "title": "七夕二首",
            "content": "一年一度暂和谐。幽闭生心亦可猜。莫道乘槎无径路，支机曾属客星来。",
            "comment": ""
        },
        {
            "title": "惜才",
            "content": "子云辞赋似相如，自说雕虫异壮夫。何事犬羊誇质素，患他人爱著貂狐。",
            "comment": ""
        },
        {
            "title": "东岩精舍",
            "content": "像设彼何时，高僧白衲衣。水寒吞日气，树老惯霜威。幡影捎天近，钟声落谷微。可怜成道易，无事即无机。",
            "comment": ""
        },
        {
            "title": "送毗师西游",
            "content": "望望王城十二门，青山行尽入红尘。近来富贵皆天与，到处应多问命人。",
            "comment": ""
        },
        {
            "title": "送上官直",
            "content": "失意多怨尤，有谁能自知。游人务乞丐，之子唯求师。成名在积善，干禄先阙疑。根本苟深固，春风谅无私。",
            "comment": ""
        },
        {
            "title": "林屯田思轩",
            "content": "虑远无如静，兹轩得地幽。一官虽智效，万仞更心游。风月趋吟笔，乾坤入坐筹。延英期上对，岂是为身谋。",
            "comment": ""
        },
        {
            "title": "嘲汉武",
            "content": "甲帐居神本妄言，露盘犹在国东迁。欲知千载金人泪，为耻君王不得仙。",
            "comment": ""
        },
        {
            "title": "哭女二首",
            "content": "老树枝叶薄，先秋风雨过。人间不善事，身外想无多。理遣诚如幻，悲为岂奈何。从前短鬓发，为尔渐双皤。",
            "comment": ""
        },
        {
            "title": "和育王十二题·重台莲",
            "content": "长疑佛界中，天女来行乐。为怕山风寒，仙衣尽重著。",
            "comment": ""
        },
        {
            "title": "送李侍禁",
            "content": "三载旴江上，军和盗亦歼。事烦终不惓，贫极始知廉。别袖挥寒日，归舟载夜蟾。懋功宜有赏，天意在官占。",
            "comment": ""
        },
        {
            "title": "闽中岁春",
            "content": "休道南人暖过冬，苦寒今与北方同。霜严欲裂地到底，日短不行天正中。谁使智愚相伴老，便将荣辱断还空。乡愁莫更欺闲客，薄酒从来亦有功。",
            "comment": ""
        },
        {
            "title": "秋晚悲怀",
            "content": "渐老多忧百事忙，天寒日短更心伤。数分红色上黄叶，一瞬曙光成夕阳。春水别来应到海，小松生命合禁霜。壶中若逐仙翁去，待看年华几许长。",
            "comment": ""
        },
        {
            "title": "哀老妇",
            "content": "里中一老妇，行行啼路隅。自悼未亡人，暮年从二夫。寡时十八九，嫁时六十余。昔日遗腹儿，今兹垂白鬓。子岂不欲养，母岂不怀居。繇役及下户，财尽无所输。异籍幸可免，嫁母乃良图。牵车送出门，急若盗贼驱。儿孙孙有妇，小大攀且呼。回头与永诀，欲死无刑诛。我时闻此言，为之长叹呜。天民固有穷，鳏寡宝其徒。仁政先四者，著在孟轲书。吾君务复古，旦旦师黄虞。赦书求节妇，许与旌门闾。繄尔愚妇人，岂曰礼所拘。蓬茨四十年，不知形影孤。州县莫能察，诏旨成徒虚。而况赋役间，群小所同趋。奸欺至骨髓，公利未锱铢。良田岁岁卖，存者唯莱汙。兄弟欲离散，母子因变渝。天地岂非大，曾不容尔躯。嗟嗟孝治王，早晚能闻诸。吾言又无位，反袂空涟如。",
            "comment": ""
        },
        {
            "title": "闻喜鹊",
            "content": "翩翩者鹊何品流，羽毛白黑林之幽。生平智力可料度，有巢往往输鸣鸠。天然却会报人喜，愚儿幼女唯尔求。万声千噪几曾验，闻者终是轩眉头。从来鸟鸟爱反哺，孝慈情性谁可俦。其间於事最先见，告人凶祸令人忧。忧时不肯自脩饰。祷请神鬼争啾啾。告之愈验愈见恶，共云灾患鸦之由。弹丸瓦石相驱逐，名园佳树难依投。忠言逆耳世罕用，属镂曾割伍员喉。莫笑后来司马公，事事称好真良谋。",
            "comment": ""
        },
        {
            "title": "书怀寄介夫",
            "content": "弃材幸免杂舆薪，收拾缁衣出洛尘。渐老得闲才是性，谩言成谑且随人。能传身后须文字，要识胸中只鬼神。俗子不劳轻毁誉，问天长乞醉乡春。",
            "comment": ""
        },
        {
            "title": "回胡舜元赋稿",
            "content": "一把长篇读，惊嗟即过旬。谁知后来者，还似老成人。古训但时習，英辞当日新。惭无称薦力，空此见天麟。",
            "comment": ""
        },
        {
            "title": "获稻",
            "content": "朝阳过山来，下田犹露湿。饷妇念儿啼，逢人不敢立。青黄先后收，断折伛搂拾。鸟鼠满官仓，于今又租人。",
            "comment": ""
        },
        {
            "title": "寄题邹氏延寿亭",
            "content": "一世跻仁寿，君今更欲延。山中想无事，分外得长年。松老多经雪，云闲不到天。区区殉名者，回道倍凄然。",
            "comment": ""
        },
        {
            "title": "读皮袭美病中书事诗有可怜真宰意偏解困吾曹",
            "content": "刺虎屠龙古有名，事於难处迭相矜。要知真宰争功意，困得英雄始是能。",
            "comment": "【注释】【原题】：读皮袭美病中书事诗有可怜真宰意偏解困吾曹之句偶代答之"
        },
        {
            "title": "送黄承伯",
            "content": "君来别我向番阳，时节初春晓尚霜。茶褐园林新柳色，鹿胎田地落梅香。此行砚席多知已，是处楼台可举觞。只恐诏书非久下，槐花又在眼前黄。",
            "comment": ""
        },
        {
            "title": "蝦蟆",
            "content": "蝦蟆尔奚为，閤閤搅入耳。在官不为官，在私无私事。徒将一寸口，日夜相鸣吠。岂能劖语言，且欲譟梦寐。何者孔稚珪，爱之如鼓吹。谁论正与淫，各自有知已。",
            "comment": ""
        },
        {
            "title": "忆钱塘江",
            "content": "昔年乘醉举归帆，隐隐前山日半衔。好是满江涵返照，水仙齐著淡红衫。",
            "comment": ""
        },
        {
            "title": "送知军曹比部移虔州",
            "content": "要知贤者善居官，法自严明性自宽。黠吏欲欺难作计，愚民初惧久方安。狱辞大小情皆见，市物公私价一般。农力不闻供土木，穷阎犹得免饥寒。星为二使来巡抚，考未三年悉可观。剧郡使当烦镇守，君恩宁许更盘恒。两幡赣水行非远，五夸旴江日渐单。从此天衢龙跃去，野人怀德谩悲酸。",
            "comment": ""
        },
        {
            "title": "和育王十二题·育王塔",
            "content": "尝闻有为法，佛说如梦幻。胡然座堵波，香花耀凡眼。",
            "comment": ""
        },
        {
            "title": "自勉",
            "content": "月欲东生日又西，莫随儿女醉明时。黄泉一向埋愚鬼，不与人间史笔知。",
            "comment": ""
        },
        {
            "title": "论文二首",
            "content": "今人往往号能文，意熟辞陈未足云。若见江鱼须恸哭，腹中曾有屈原坟。",
            "comment": ""
        },
        {
            "title": "小女",
            "content": "惜汝今何恃，言来泪满襟。死生虽分定，襁褓累人心。饥买邻家乳，寒劳祖母针。岂知泉路隔，时发繐帷寻。",
            "comment": ""
        },
        {
            "title": "甘露亭诗",
            "content": "乾坤父母莫匪慈，胚胎亿兆成角覊。其间哺乳不及处，有时泣杀呱呱儿。南川上游号沃野，景佑丙子尝凶饥。新田始苗旧谷罄，十室八九无晨炊。伏阴何者不仁甚，釀作水灾来助之。烟煤刷天雨汁黑，呕山泄谷争奔驰。横流一夜打城郭，万驽窃发穿毛皮。东隅有洲尸揖揖，如蚁欲走遭水围。屋根无力树腰折，蛟蜃食人犹择肥。涛波一望万山阻，六亲不得相扶持。国子刘公好仁者，惟时假守兹军麾。民生在我不在命，告舟往救无敢违。童儿赤立妇女困，载之刳木何累累，泥沙外冷内饥渴，口噤不语如狂痴。牵挛坐卧满府舍，赋以酒饮加饘糜。随流往往亦不死，远在百里无人知。损金购得问氏姓，召使亲族携之归。司农仓廪尽发出，不待奏报先施为。有馀况可补不足，大贾蓄家如响随。来瞻去察夜继昼，赤热不忍荫华榱。由斯一郡十万户，饿肤日月生膏脂。存者相保没者葬，唐虞仁寿重敲跻。圣主养贤贤养物，气和郁郁通高卑。城西老宫古松径，一朝坠露甘如饴。千柯万叶结不解，玉阶琼树光离离。甿俗奔走竞观者，手攀口吮同齎咨。学老之人周氏子，好善不类黄冠师。欲令事迹绚久远，筑亭其他高巍巍。公之归朝不可借，松树至今犹未衰。我作此诗揭亭上，他年坠泪如羊碑。",
            "comment": ""
        },
        {
            "title": "寄祖祕丞",
            "content": "我本山田人，好尚与众异，平生重交游，所得国无几。昨者应茂才，西行觑朝美。时当庆历初，选举宝多士。茫茫帝王州，栖栖远行子。携钱赁破屋，乞火蒸陈米。鞍马到即卖，僮仆痴难使。有时造公卿，努力向廛市。数步则一歇，长吁乃能起。衣冠信质野，言语欠婉媚。阍人顾之笑，将命见而避。往往得所请，跄跄向前跪。何能剖怀抱，浪自慕尊贵。贵人如天神，喘自生云气。野夫等麋鹿，刍豢非所冀。归来坐空窗。惆账夕不睡。尘埃满须鬓，臭恶入口臭。业已矢吾亲，中道岂可废。僶俛待报闻，愁忧遂经岁。二年正月晦，闲房适假寐。有奴来啄门，手披择之刺。承命惊下床，赤脚误穿履。从来未识面，只是闻高第。名显宦且达，见我当何为。再拜请就席，熟视知可畏。昂昂貌甚古，崖石掀氛翳。浑浑气甚和，璞玉无芒锐。高谈贯先哲，雅意在兹世。昔人相遇间，一言犹合契。今吾於择之，宁假再三计。自此习往还，中心蔑疑贰。如热息广厦，如饥享盛馈。君授南康守，舟维蔡河涘。我馆汴之阴，前去路则迩。时时结帽带，踽踽寻英轨。众人娇绮罗，相对纫兰芷。朱絃自三叹，笑杀彼郑卫。王命有期日，都门一反袂。君行剧鸿轩，我处近匏系。旷日及孟秋，皇慈始收试。崇崇九门开，窈窈三馆秘。主司隔帘帷，欲望不可跂。中贵当枨闑，蒐索遍靴底。呼名授之坐，败席铺冷地。健儿直我前，武怒足防备。少小学贤能，谓可当宾礼。一朝在槛阱，两目但{左目右咢}眙。捉笔析所问，移时数千字。读书取大者，纤悉或靡记。炙背虽自奇，宁当至尊意。龙马腾天衢，驽骀合羞死。量才与揣命，坦荡更何事。振衣托归舟，河流迅弧矢。淮清江且平，踰月在枕几。及过庐山南，闻君初布治。船樯既入岸，马首已来暨。迎我到府署，相见共欣喜，嫩橘摘千苞，肥鱼斫千尾。萧晨彻骨清，佳境邀人醉。高会虽暂欢，故园当速至。草草成别愁，悠悠渡湖水，是时东方曙，俄然北风厉。阳乌畏威逃，江神以儒戏。气象斗不同，波涛大可悸。长帆张欲裂，孤舟荡无倚。或从玉井出，或自银山坠。篙工敛手立，脉脉无穷泪。从者闭目坐，嗟嗟不敢视。我时抚床歌，分作长江鬼。所恨生劬劳，不孝而已矣。祸福果无妄，险难行可弥。脱身得平康，引领望乡里。厥后过浃日，幸得见维梓。入门何怡怡，{左饣右巽}具有甘旨。稚女能纫针，骄儿偏生齿。芟除闲草莱，疏通旧沼沚。吾庐可终焉，生计由此始。郡守方仁贤，学宫盛脩理。踵门致勤恪，命我论经艺。麻衣何纷纷，乡人子若弟。不唯务章句，所欲兴礼义。施为有本末，动静有纲纪。蚤与鸡同觉，夜与月相值。孳孳忘饮食，仓仓{左龠右斤}{左龠右斤}在文史。时附南康书，或逢北来使。尺素虽满前，话言难到耳。殆及三年冬，闻君受朝寄。名称按弄狱，势可平冤滞。故人渐大任，贱子差自慰。轩车日已远，翰墨益难致。薄命良可伤，降灾浑未已。是年之季冬，举家缠疫疠。老母尚委顿，微躯盖蝼蚁。形骸非我有，魂魄兴心离。权柄在鬼物，功力非服饵。晓突谁能炊，午关犹未启。荏苒再周月，幸会天不弃。春风动枯槁，甘雨浇根柢。行行夏交秋，吉微凶不替。高堂何戚戚，疾病日攒萃。一夕脾臟间，发泄不复止。诘朝问无言，日瞑口齿闭。号呶诸儿孙，亲沓大鼎沸。嗟哉当彼时，诚恐弗可讳。医师相急热，巫覡雨经纬。药草极酸辛，法术殚怪诡。薄暮乃复苏，踰旬仅知味。方兹恋庭闱，旋已对狱吏。试言其所由，内省亦无媿。有人同州闾，发迹自徒隸。窃被儒衣裳，曾亡小材技。突如游京邑，欲以干明叡。朝家焉可欺，羁旅谋自济。乃造黄纸书，便取青袍衣。乘船归南方，敛板谒当位。自言章奏奇，因藉宦官势。诏文降自中，宰府不预议。既云能占天，且曰善兴利。江淮一经过，郡府十不啻，到处争逢迎，莫能思处置。转运苦爱奇，得之如国器。故使按坑冶，庶可展才智。小人靡忖度，假宠愈放肆。行符索吏卒，圈印发传递。阎闾望尘拜，州县从风靡。遮道对缯彩，铺筵塞珠翠。车骑前后呵，给使数百指。何者为典刑，独自夸爪嘴。在昔秦无人，绕朝赠之箠。繄我非聋瞽，碌碌宁不耻。作书贻谏官，奸诈患不细，有诏令逮捕，按验取真伪。是夫知计穷，诬我以罪戾。上官犹眩惑，准例皆拘係。幽幽圄犴中，愤愤争竞里。周旋二十日，乃克见巧敝。画地尚不入，丛棘曷可寘。惟兹谢吾母，几不全发体。教道亦难行，凡庸岂同志。吁哉养英才，徒以钓积毁。箧书归敝庐，庠门任芜秽。去年仲夏后，盛暑若火炽。郊园有余爽，蔬果聊可嗜。时复观田畴，毕力奉耘耔。人生但饱暖，此外皆淫侈。思君非一日，欲去无双翅。俄闻迁黄州，又说丁丧制。古来圣与贤，谁不遭丑诋。蜀日骇狗犬，夏鼎愁魑魅。人寿有短长，孝子谩忧思。灭性经所贬，节哀礼为是，矧夫王佐才，简在唐虞际。扬名以显亲，报德岂不{左是右韦}。加饭句如愿，苍生犹有恃。适时匪我长，不朽乃所擬。道义果弗充，富贵反为累。回宪本无官，桀纣焉得此。俗子但相非，吾民已居易。近者游葛陂，念君在衰枲。作诗布幽怀，读之勿嗤鄙。",
            "comment": ""
        },
        {
            "title": "题灵阳宫",
            "content": "费君投杖处，行客过彷徨。水面风雷散，沙头草木荒。一壶谁世界，千古共凄凉。大块偏劳我，烧丹未有方。",
            "comment": ""
        },
        {
            "title": "送周山人",
            "content": "鬼事无形尚可疑，人伦有验从皆知。武夷山路几百里，归去西风落叶时。",
            "comment": ""
        },
        {
            "title": "送张宏下第南归",
            "content": "世家元是武夷孙，四上观光预国宝。地底岂无干斗气，天边争奈饮牛人。田宜秫稻应多酒，路入溪山渐少尘。身计未谐归计好，一樽犹可醉乡邻。",
            "comment": ""
        },
        {
            "title": "闲夜",
            "content": "披衣坐小亭，夜气拂人清。月暗先成晕，虫吟不识名。举杯斯混沌，开卷赏茎英。此兴知谁会，松风鹤睡惊。",
            "comment": ""
        },
        {
            "title": "苦雨初霁",
            "content": "积阴为患恐沈绵，革去方惊造化权。天放旧光还日月，地将浓秀与山川。泥途渐少车声活，林薄初乾果味全。寄语残云好知足，莫依河汉更油然。",
            "comment": ""
        },
        {
            "title": "千福寺昧轩",
            "content": "何人指蒙昧，题作此轩名。天理自昼夜，道心无晦明。用当群物化，舍去一毛轻。磊磊山前寺，时闻钟声声。",
            "comment": ""
        },
        {
            "title": "屈原",
            "content": "秋来张翰偶思鱸，满筯鲜红食有馀。何事灵均不知退，却将闲肉付江鱼。",
            "comment": ""
        },
        {
            "title": "匈奴传",
            "content": "汉家经武意如何，也信狼心欲偃戈。岂是虏庭佳丽少，自缘婚礼货财多。女从宗室方抡择，赋出齐民更刮摩。若向大臣求侄媵，当时谁肯议通和。",
            "comment": ""
        },
        {
            "title": "送王都曹",
            "content": "古木亭边夜向晨，饯壶重叠拥双轮。高文健笔科场手，白发青衫宦路人。十月霜风还劈面，六街尘土会欺贫。麻源碧润神仙地，早晚归来伴隐沦。",
            "comment": ""
        },
        {
            "title": "南斋咏风",
            "content": "懊恼南窗一道风，只应天配与贫穷。不归罗绮飘飖处，故入松篁冷淡中。久座披襟尘榻稳，半醒吹面月帷空。城边菡萏今多少，偷得清香是尔功。",
            "comment": ""
        },
        {
            "title": "送流人",
            "content": "人情自古怕迁移，更去南方路险巘。从此异乡谁是侣，只应明月解相随。",
            "comment": ""
        },
        {
            "title": "遣兴",
            "content": "境入东南处处清，不因辞客不传名。屈平岂要江山助，却是江山遇屈平。",
            "comment": ""
        },
        {
            "title": "送春",
            "content": "宜春台上送春归，泪滴金怀不自知。懊恼黄莺解言语，飞来唯见落花枝。",
            "comment": ""
        },
        {
            "title": "萍",
            "content": "尽日看流萍，谁原造化情。可怜无用物，偏解及时生。泥滓根萌浅，风波性质轻。晚来堆岸风，犹得护蛙鸣。",
            "comment": ""
        },
        {
            "title": "野人",
            "content": "村落苍茫半草茅，路无车辙水无桥。婚姻取足唯春茧，盐酪归来待晚樵。一样宽衣疑效古，几人华发未经徭。相逢不会寒温语，借问官家合是尧。",
            "comment": ""
        },
        {
            "title": "独居",
            "content": "苔根跨阶发，白雨满四帘。春眠懒下枕，日午谁开帘。浮尘裹酒榼，馁虫镂书籤。荣荣岂不欲，非义固所嫌。",
            "comment": ""
        },
        {
            "title": "送沈郎中",
            "content": "伪饰久终变，真诚老益纯。官为郎位贵，家似旧时贫。去作吾民福，归寻楚水滨。他年名粗立，林下愿相亲。",
            "comment": ""
        },
        {
            "title": "雪中赠柳枝",
            "content": "暖气来时柳眼新，一场冰雪更愁人。要知真宰无诚信，取次东风未是春。",
            "comment": ""
        },
        {
            "title": "太平州十咏亭",
            "content": "客游无日暂开颜，姑孰溪边偶得闲。风景直疑图画出，古今都似梦魂间。恒温罪逆休重问，谢传英灵已不远。深美谪仙遗世务，酒般椎鼓浪如山。",
            "comment": ""
        },
        {
            "title": "送何祕丞",
            "content": "吴人作蜀官，万里泝惊湍。地俗虽云异，民情想一般。智明终戒察，政惠不须宽。前史多循吏，乘闲更熟看。",
            "comment": ""
        },
        {
            "title": "送薛经",
            "content": "多能未必有相知，况是东南义士稀。京洛路长何日到，风尘依书化人衣。",
            "comment": ""
        },
        {
            "title": "远山",
            "content": "最能牵病眼，天际一山横。尽日是秋色，无人知地名。暗时云自合，缺处路应平。才子沾衣泪，千秋共此情。",
            "comment": ""
        },
        {
            "title": "齐世家",
            "content": "莫以荒淫便责君，大都危乱为无臣。若教管仲身长在，何患夫人更六人。",
            "comment": ""
        },
        {
            "title": "苦热夜",
            "content": "荧荧背明灯，黯黯垂疏帷。阶庭岂不好，蚊虫苦相期。坏扇无清风，暗树多斜枝。屈指山泉侣，寂寥空所思。",
            "comment": ""
        },
        {
            "title": "清话堂诗",
            "content": "释子相延暂解冠，一宵清话到更兰。漆盘香烬死蚯蚓，纸瓦雨声鸣弹丸。往事莫将闲口笑，劳生谁在定中看。明朝颒面还归去，衣旧涂泥溅马鞍。",
            "comment": ""
        },
        {
            "title": "送陈司理",
            "content": "平生直道耻求人，下位沈英久未伸。齐吹古来偏有滥，叶龙今更不宜真。天边奕世三台贵，江上先庐一亩贫。大抵穷通相倚伏，这回寒谷解逢春。",
            "comment": ""
        },
        {
            "title": "七夕二首",
            "content": "无奈家家乞巧何，岂知天上拙人多。唤他乌鹊辛勤杀，才得扶舁渡浅河。",
            "comment": ""
        },
        {
            "title": "清晖亭",
            "content": "池亭何处占清晖，只有晖江更向西。山上白云如有雪，水中明月似无泥。郊原不改春来秀，径路终忧客到迷。沈约东阳曾入咏，使君才调好留题。",
            "comment": ""
        },
        {
            "title": "和君锡题尧辅斋壁",
            "content": "书林老仙头欲斑，近日卜居吴楚间。麻姑世界尽赢得，羲皇兴味选追还。川流切对夏无暑，山月出来门未关。笑杀区芪躁求者，不因贫病不曾闲。",
            "comment": ""
        },
        {
            "title": "养疾",
            "content": "少小唯贫酒，病来才信医。问方逋客许，寻药野人疑。夜捣全听惯。寒煎觉沸迟。古贤曾爱死，此意亦谁知。",
            "comment": ""
        },
        {
            "title": "儒行",
            "content": "一死相从患难时，何人能与古人齐。郦生泉下还知否，卖友而今价转低。",
            "comment": ""
        },
        {
            "title": "往山舍道中作",
            "content": "截竹成舆不用轮，东行尽日稳宜身。前看叠嶂如无路，每到平田始见人。下户半曾差作役，朽株多已祀为神。生涯一撮诚何有，且免庸儿共拜尘。",
            "comment": ""
        },
        {
            "title": "夏日雨中",
            "content": "一雨遂不止，我行当此穷。蜀东天亦漏，尧后水犹洪。大点有片重，密蒙无寸空。晓唯壶箭觉，暖似炭炉通。书笔提梅洗，征衣擘润烘。帘间稀去燕，枕下即鸣虫。竹粉千腰白，桃皮半颊红。物华娇自衒，天意猛相攻。酒退愁城外，吟兴愤涌中。遣谁咨毕宿，留作旱时功。",
            "comment": ""
        },
        {
            "title": "和苏著作麻姑十咏·秦人峰",
            "content": "秦法虽甚苛，秦吏若犹拙。山林不数里，俾尔逃得脱。予观后世事，政役火烈烈。苟非为鬼神，何计避羁绁。圣皇今在御，百事咸均节。常披诏书意，苦念生财竭。谁能将顺者，所望在贤哲。无使峰中人，笑我民屠裂。",
            "comment": ""
        },
        {
            "title": "庭树",
            "content": "不是栽培力，谁容此处生。细声饶客睡，斜影与邻清。地窄根犹迸，秋迟叶未惊。虞人虽欲伐，却怕损簷楹。",
            "comment": ""
        },
        {
            "title": "张禹",
            "content": "汉室尊儒未得真，只求学艺不知人。君王幸已疑王氏，苦把春秋助贼臣。",
            "comment": ""
        },
        {
            "title": "三贤咏",
            "content": "鲁连誓蹈海，夷齐甘采薇。秦王不得帝，周武终见非。轻死议万乘，强哉三布衣。凡人欺贫贱，贫贱岂易欺。",
            "comment": ""
        },
        {
            "title": "寄题陈适追养亭",
            "content": "筑室先茔下，哀心有所归。每来开户牖，浑似恋庭闱。丘木成风树，衰裳换彩衣。吾生与君类，东望涕交挥。",
            "comment": ""
        },
        {
            "title": "送春",
            "content": "送尔归天去，天应解祸淫。物生谁得所，我见独伤心。好景吟来偏，芳樽醉不禁。东风别无用，百草已成林。",
            "comment": ""
        },
        {
            "title": "次韵答陈殿丞见寄",
            "content": "颠倒江湖二十春，干时的是妄庸人。先容不肯收蟠木，高足无从得要津。众与善名酬苦志，莫将吟味养闲身。食田饮井知谁力，下有骄儿上有亲。",
            "comment": ""
        },
        {
            "title": "方平",
            "content": "五百馀年别恨多，东征重得见青娥。擗麟始擬穷欢乐，不奈闲人背痒何。",
            "comment": ""
        },
        {
            "title": "寄怀三首",
            "content": "根生但为松，翼飞但为凤。王侯尚可轻，道义本来重。癡儿似婢妾，寸步矜恩宠。傍人忍笑时，佯把衣祛弄。",
            "comment": ""
        },
        {
            "title": "送觉师西游乞御书",
            "content": "累圣多材艺，留神翰墨间，皇坟非小道，玉版遍藏山。上士持三学，西行谒九关。奎华如可捧，归伴白云閒。",
            "comment": ""
        },
        {
            "title": "答张鬷嘏",
            "content": "几年江外恣荒唐，偶脱荷衣觇国光。自是狂言无可择，敢嗟贤路有相妨。谩将文史为生业，已约渔樵共醉乡。多谢故人贻绝唱，爰居宁解听铿锵。",
            "comment": ""
        },
        {
            "title": "解汤延祖字",
            "content": "仲尼作经授曾子，明稽至孝之终始。始於事亲终立身，以是扬名於后世。大雅有言念尔祖，述脩其德乃为美。圣训昭昭十八章，写之琬琰千馀岁。汤生本由义方教，石磨沙盪求成器。其名延祖有意哉，吾以子立为之字。立身之道将何如，非曰凡人富与贵。不贤而位何能为，蝇虫岂不披红紫。周公亦人舜亦人，口衔日月坐天际。勗哉见善勿迟疑，往往后生诚可畏。",
            "comment": ""
        },
        {
            "title": "关阎判官",
            "content": "乡树江淮接，军筹岁月深。从公虽尽力，当路少知音。赋命休重问，离觞且满斟。君言鹏与鷃，何者是飞沈。",
            "comment": ""
        },
        {
            "title": "僧志月碧云轩改为景云轩因书二首",
            "content": "景云持律冠当年，遗迹虽沉古寺存。释子若能精进去，便应题作景云轩。",
            "comment": ""
        },
        {
            "title": "读长恨辞二首",
            "content": "蜀道如天夜雨淫，乱铃声里倍沾襟。当时更有军中死，自是君王不动心。",
            "comment": ""
        },
        {
            "title": "书景云轩壁",
            "content": "二江斜入似娥眉，尽日凭高把酒巵。贫贱别应无好处，猛忙中是我闲时。",
            "comment": ""
        },
        {
            "title": "晚思",
            "content": "一槛东风小箔开，乱山明暗水萦回。流年渐共春华去，暴热还随霁色来。天气浊多人欲睡，地形卑甚物先梅。因知楚客迷魂处，不是江东不足哀。",
            "comment": ""
        },
        {
            "title": "不寐",
            "content": "四壁空空绝语声，困来终是睡难成。孤灯要与人相背，寒漏苦教天不明。累月故园无信息，几般闲事恼心情。别愁若解生华发，一夕应添一万茎。",
            "comment": ""
        },
        {
            "title": "书麻姑庙",
            "content": "流俗好仙方学道，至人乐道自成仙。飞升若也由贪欲，紫府还应用诈权。尘里笙歌千古梦，洞中星斗几家天。无心便是归真日，姹女河车总谩传。",
            "comment": ""
        },
        {
            "title": "五龙塘",
            "content": "世传鳞物有蟠时，分得寒泉住翠微。天命虽教为润泽，神心终是索虔祈。一围石岸刓无迹，几族阴云禁不飞。风脚斗回波面黑，向人浑似逞严威。",
            "comment": ""
        },
        {
            "title": "李郭",
            "content": "元礼祸成鉤党后，林宗身免闭门时。死非不智生非怯，同室乡邻各有宜。",
            "comment": ""
        },
        {
            "title": "寄赠福山长老",
            "content": "时世重因循，师何独苦辛。洁斋徒众散，刚直里闾嗔。游艺能济物，旧交多雅人。云山虽好住，住久转劳神。",
            "comment": ""
        },
        {
            "title": "女色无定美赠卿材",
            "content": "女色无定美，宠至美则多。士才无定称，用显称已过。长字小家子，粲粲秋池荷。性慧不觉耻，母怜不加诃。出户一囊麝，见人双眼波。情动笑难止，语娇音屡讹。都人口如沸，观者踵相摩。因缘幸充选，恩泽成偏颇。少费万金珠，一呼千绮罗。佯愁惨白日，猛唾倾天河。东邻有贤女，春绿涵脩蛾。花艳不裁翦，玉光无切磋。自小固闻礼，藏头岂知他。亲戚尚未见，媒官当奈何。过时谁访问，生世就蹉跎。岂不有配偶，市里或山阿。岂不有奉养，春{左食右喜}与机梭。列女不得传，乐府无人歌。容华日衰落，涕泣坐滂沱。富贵易脩饰，贫贱多笑呵。柳下无仲尼，小官终灭磨。进退在勇决，迟疑两皆蹉。退当事奇伟，夙驾追雄轲。进当取势位，健笔为干戈。胡然守一节，独自埋随和。",
            "comment": ""
        },
        {
            "title": "咏竹",
            "content": "外边虽节目，内里却空虚。从来汗流浃，只为写经书。",
            "comment": ""
        },
        {
            "title": "次韵陈屯田途中所寄",
            "content": "封豕长蛇战岭南，何人肉食不怀慙。只今唯有高眠好，风弄松声水溅庵。",
            "comment": ""
        },
        {
            "title": "寄小儿",
            "content": "两世茕茕各一人，生来且喜事精神。欲教龆龀从师学，祗恐文章误尔身。但有犁锄终得饱，莫看纨绮便嫌贫。不知别后啼多少，苦问家僮说未真。",
            "comment": ""
        },
        {
            "title": "寄邻父",
            "content": "离山阙归期，滞踪如在狱，他门一脔炙，贱子万端辱。吟忆圃花尽，梦知原麦熟。公道富贵迟。何似耕获速。",
            "comment": ""
        },
        {
            "title": "和慎使君出城见梅花",
            "content": "化工呈巧异寻常，镂月栽云费刃芒。莫怪使君曾立马，染衣浑似有天香。",
            "comment": ""
        },
        {
            "title": "次韵答提刑孙都官二首",
            "content": "病树难随万木荣，闭门终日自愁萦。绣衣使者知何取，肯向民间问死生。",
            "comment": ""
        },
        {
            "title": "次韵酬屯田陈丈见寄",
            "content": "老年才到病还催，老病成丛拨不开。腹冷有时如咽雪，耳虚终日独闻雷。半生辛苦归三径，万恨销磨向一桮。赖得竹窗无事处，清风频共故人来。",
            "comment": ""
        },
        {
            "title": "雾",
            "content": "光明人所好，幽暗此何为。树在豀无影，禽来鹘未知。爱花留润与，避日卷阴移。底事偏相恼，天涯欲望时。",
            "comment": ""
        },
        {
            "title": "孤怀",
            "content": "智者不在惑，君子贵知几。彼昏有耳目，无能辩是非。蜀犬尽鸣吠，义轮自光辉。古人不可作，垂涕沾吾衣。",
            "comment": ""
        },
        {
            "title": "感怀寄择之",
            "content": "众人皆锐进，唯我复幽居。虑远梦多乱，身闲气不舒。干求非禄位，好尚岂诗书。日夜又日夜，霜寒鬓发疎。",
            "comment": ""
        },
        {
            "title": "震山岩",
            "content": "鲜日媚晴霭，泉石闽融融。酒未醴於春，揖翠迎春风。坐映珪璧秀，六合开情悰。昔人袖全璞，傲睨追冥鸿。里闾味前尘，慨慕滋无穷。蓄蕴非一身，出处固异同。",
            "comment": ""
        },
        {
            "title": "汉宫",
            "content": "哀平外立国权分，只为当时乏嗣君。试问莽新谁佐命，最应飞燕是元勋。",
            "comment": ""
        },
        {
            "title": "正月二十日俗号天穿日以煎饼置屋上谓之补天",
            "content": "娲皇没后几多年，夏伏冬愆任自然。只有人间闲妇女，一枚煎饼补天穿。",
            "comment": "【注释】【原题】：正月二十日俗号天穿日以煎饼置屋上谓之补天感而为诗"
        },
        {
            "title": "同徐殿丞游麻姑山陈屯田闻之以诗见寄次韵第",
            "content": "良友嗟尘网，相斯物外游。求珠非赤水，不死是丹丘。几上麟交擗，樽中蚊乱浮。仙家一度醉，人世几千秋。药气多留鼎，茶香细出瓯。尧人方旷荡，容易学巢由。",
            "comment": "【注释】【原题】：同徐殿丞游麻姑山陈屯田闻之以诗见寄次韵第一首"
        },
        {
            "title": "闷书",
            "content": "行行四月晦，絺綌未能裁。天气疑我定，春寒恐再来。袭衣从汗浃，交扇取风回。野秀深成黑，炉薰冷作媒。年高情已淡，俗薄意多猜。李杜今何在，芳樽谁与开。",
            "comment": ""
        },
        {
            "title": "燕雀二首",
            "content": "绣户珠帘见最频，暖来寒去但安身。翟公门下时飞入，全胜交情斗顿人。",
            "comment": ""
        },
        {
            "title": "柳枝答",
            "content": "春早寒馀岂足哀，平生多难愧非材。去年二月都城里，曾共花房带雪来。",
            "comment": ""
        },
        {
            "title": "送阳曲蔡尉",
            "content": "凤皇贵在德，孔翠岂无文。诗礼多承训，贤能逈出群。谈清蜕尘滓，志大蹑烟云。更喜并州牧，豪英天下闻。",
            "comment": ""
        },
        {
            "title": "题净居院",
            "content": "寺门幽独停江城，江水清含地气清。司岸楼台人醉死，绕阶松竹夏寒生。路经桥远尘难过，僧占闲多俗不争。唯有行吟憔悴客，这回须去濯长缨。",
            "comment": ""
        },
        {
            "title": "送彭昱应举",
            "content": "计偕千百数，太半是虚名。近日逢吾子，心中叹笔精。众人皆禄位，所贵在诚明。努力唐虞际，期於大有成。",
            "comment": ""
        },
        {
            "title": "喜雨",
            "content": "人皆喜膏泽，我独忧丰年。岁凶已贱糶，年丰安得钱。赋役忽惊骇，仓廪甘弃损。铢铜苟可换，富贵宁构怜。归来官事了，相吊柴门边。农夫未尽死，谷价应常然。王心幸仁圣，分职当忠贤。谓谷贱为美，咄咄无欺天。",
            "comment": ""
        },
        {
            "title": "次韵答陈殿丞南塘观鱼见寄",
            "content": "鳞鬛摧残几许年，水平风静得潜渊。喜无美味登君俎，且学骊龙尽日眠。",
            "comment": ""
        },
        {
            "title": "送夏旦赴举",
            "content": "岭梅初尽草初生，马上春风酒易醒。好共大鹏双奋击，此行有路到南溟。",
            "comment": ""
        },
        {
            "title": "鉴湖夜泛",
            "content": "明月到樽前，拿舟古岸边。乱山斜入雾，远水倒垂天。酒气薰龙戏，歌声弄鹤眠。回头嗤李郭，此外更无仙。",
            "comment": ""
        },
        {
            "title": "和苏著作麻姑十咏·流杯池",
            "content": "幽居久不乐，心死如湿灰。闻言山有池，仙客曾流杯。披衫向西坐，欲望无崇台。何当命游宴，尽聚不羁才。顾恐狭隘地，未足开吾怀。仰手斸河汉，决向天南来。移舟复转岳，壅遏成环回。横持北斗柄，量尽酒星醅。箕踞接下流，一歃空千罍。八风助吟倡，万怪供嘲谐。醉来散发卧，蝇声视霆雷。冷笑势利子，茫茫尘土堆。",
            "comment": ""
        },
        {
            "title": "晓角",
            "content": "肠断城头画角声，灯青月黑酒微醒。浓香梦里谁曾管，只有离人夜夜听。",
            "comment": ""
        },
        {
            "title": "羿妻",
            "content": "有穷兵死为游畋，惆怅佳人独上仙。试问单楼与同穴，可能云汉胜重泉。",
            "comment": ""
        },
        {
            "title": "送知县苏祕丞移英州",
            "content": "大邑曰南城，唯君治道行。何曾设鉤距，到底是聪明。鼎在神奸伏，鹰来鸟雀惊。诈穷多自笑，刑重亦知平。府史知廉士，农桑学颂声。在官嗟不久，丕绩已垂成。岭路当过庾，州图喜得英。还人天与幸，弊俗日将清。游刃非无地，抟风别有程。上心应寤寐，彝器待书名。",
            "comment": ""
        },
        {
            "title": "乌鹊",
            "content": "乌鹊翩翩竞羽毛，南飞无树过良宵。就中管得他人事，祗与天孙倩作桥。",
            "comment": ""
        },
        {
            "title": "寄周寺丞",
            "content": "我爱南丰宰，天资举措奇。上官如不怒，善政有谁知。赋役贫中减，鞭笞恶处施。邑人多未悟，去后始应思。",
            "comment": ""
        },
        {
            "title": "傅翼甘圃",
            "content": "老圃君何学，中心切养亲。从来啜菽处，便作采兰人。百行当无愧，三牲未足珍。孝廉方察举，勉勉讵长贫。",
            "comment": ""
        },
        {
            "title": "和苏著作麻姑十咏·丹霞洞",
            "content": "山西十数里，乃是丹霞洞。直上穷云霓。中宽入罂甕。红尘生不识，明月手可捧。人家千里庭，泉源六月冻。风雨气势恶，草木精神竦。灵物少形见，仙官何职贡。欲缘易厌倦，世事足愁痛。寄语松上鹤，他年期一控。",
            "comment": ""
        },
        {
            "title": "和苏著作麻姑十咏·鲁公碑",
            "content": "他人工字书，美好若妇女。猗嗟颜太师，赳赳丈夫武。麻姑有遗碑，岁月亦已古。硬笔可破石，镌者疑虚语。惊龙索雷斗，口唾天下雨。怒虎突围出，不畏千强弩。有海珠易求，有山玉易取。唯恐此碑坏，此书难再覩。安得同宝镇，收藏在天府。自非大祭时，莫教凡眼觑。",
            "comment": ""
        },
        {
            "title": "秋千二首",
            "content": "华郭春光欲暮时，采绳争蹴夜忘归。佳人不道罗纨重，擬共杨花苦斗飞。",
            "comment": ""
        },
        {
            "title": "有感三首",
            "content": "官家的的要宽征。古时什一今更轻。州县酷嫌民渐富，几多率敛是无名。",
            "comment": ""
        },
        {
            "title": "寄题廖说蒙亭",
            "content": "圣人虽在上，君子有穷时。自得山居乐，何须世俗知。夜多松月分，凉与水风期。只恐亨通去，清闲却付谁。",
            "comment": ""
        },
        {
            "title": "访周道士",
            "content": "岂无饮食奉欢乐，亦有宾客相追游。宿酲在枕或时起，俗话入耳令人羞。偶随贤友访仙子，一临花槛斟瓷瓯。尘埃何处是浮世，松竹此地长清秋。古来扰扰富且贵，天下茫茫公与侯。盖棺事了何足数，乘兴啸傲真良筹。",
            "comment": ""
        },
        {
            "title": "哭女二首",
            "content": "妻死女已病，踰年成二丧。此生谁骨肉，末识好衣裳。看面虽犹小，闻言尽可伤。最知怜祖母，句句刮人肠。",
            "comment": ""
        },
        {
            "title": "山舍寓止",
            "content": "无计奈疏拙，走逃云水隈。鹤饥虽厌夜，龙睡却嫌雷。师友关千古，穷通付一杯。商岩版筑者，底处有梯媒。",
            "comment": ""
        },
        {
            "title": "元纪二首",
            "content": "孝宣应是不知书，便谓先王似竖儒。若使周家纯任德，亲如管蔡忍行诛。",
            "comment": ""
        },
        {
            "title": "丐僧",
            "content": "靡靡步康衢，喋喋问流俗。谁将今日财，愿易来世福。休论身善恶，佛眼重金玉。",
            "comment": ""
        },
        {
            "title": "题虞侍禁山亭",
            "content": "岭上簷楹缔构新，我来登望倍凝神。可怜韬略真名将，犹与豀山作主人。会把松心欺过雪，更冯花萼占留春。江南风物虽佳丽，争奈燕然有虏尘。",
            "comment": ""
        },
        {
            "title": "感叹二首",
            "content": "世常羞贫贱，贫贱非我羞。道成不见取，贫贱谁之由。阶楯拥尧舜，廊庙居伊周。面对岂无说，咫尺路阴脩。浮云关太虚，白日光逆流。嗟尔临人者，蔽贤天所仇。",
            "comment": ""
        },
        {
            "title": "和育王十二题·袈裟石",
            "content": "梵教一来东，群心日归向。土石至无情，也作披缁状。",
            "comment": ""
        },
        {
            "title": "寄题钱塘毛氏西湖园",
            "content": "昔年曾泛西湖流，君今更住西湖头。人生多是未得往，地上有天何处求。朱楼照影钟声晓，书船落手芙蓉秋。鲤鱼赤鳞应不少，待与水仙相伴游。",
            "comment": ""
        },
        {
            "title": "咏桃",
            "content": "方朔相逢阿母家，别来几度换年华。春风合是教伊笑，开尽无名草木花。",
            "comment": ""
        },
        {
            "title": "赠端上人",
            "content": "佛法本无二，谁论律与禅。水行到处入，月出有时圆。事去可尝念，忙中不废眠。松堂白日永，幡影自飘然。",
            "comment": ""
        },
        {
            "title": "题昱师房天笑图",
            "content": "高僧不出院，屏画天笑图。客子倦游者，欲去复踟蹰。古人骨朽不可追，今人相见如古时。人间触事入吾笑，何必门前有虎谷。",
            "comment": ""
        },
        {
            "title": "听周大师琴",
            "content": "已解琴中意，更加絃上声。他人郑卫杂，此手鬼神惊。深夜众籁息，寒天孤月明。四邻应得睡，濁酒且同倾。",
            "comment": ""
        },
        {
            "title": "和游丹霞有怀归之意",
            "content": "暂时来访道家流，肯伴烟萝滞一丘。为忆长安瞻日下，欲寻蓬岛向鳖头。陶潜醉后虽眠石，王粲忧多更上楼。宣室岁馀虚席在，青山何路更重游。",
            "comment": ""
        },
        {
            "title": "次韵答提刑孙都官二首",
            "content": "真赏由来世上稀，几人相见不相知。如今一字成华袞，岂识龙章与凤姿。",
            "comment": ""
        },
        {
            "title": "小杉",
            "content": "小杉高丈馀，体直立还孤。任过千年雪，应无一节枯。鬼狂从发解，龙长怕鳞麄。怪状春宁笑，清声月所娱。地终存古气，景合在仙图。不作明堂用，良工莫厚诬。",
            "comment": ""
        },
        {
            "title": "早归",
            "content": "病马不妨骑，出门常便归。见人无事说，是物与心违。通塞元关命，驱驰转觉非。莫教尘里汗，坏却箧中衣。",
            "comment": ""
        },
        {
            "title": "江亭醉后",
            "content": "平生尚倜傥，壮大苦摧折。主人能结纳，佳境为铺设。涉{左氵右皛}东江来，谽谺暮云裂。倡女稍多艺，市酒且供啜。侠气复何聊，心朋幸相悦。解冠从放荡，大呼谁輓掣。咄哉千里足，嗟呼三寸舌。海物唤龙取，天葩令鬼折。艳唱声非雅，戏谈理当谲。帷房笑私昵，闾巷嘲琐屑。更鼓莫催睡，夜风才去热。欲士鲜大志，于今重小节。内行豕在泥，外貌犬伏绁。吾侪古豪傑，方寸浴日月。被谤肯自疑，为欢顾犹拙。放饭彼不惭，使我无齿决。",
            "comment": ""
        },
        {
            "title": "燕雀二首",
            "content": "燕子从来巧语声，主人相爱是常情。黄头老雀何能解，饱食官仓过一生。",
            "comment": ""
        },
        {
            "title": "秋千二首",
            "content": "风静高标埋暗雾，月明孤影落澄波。狂心擬逐游童上，无奈春醪足困何。",
            "comment": ""
        },
        {
            "title": "书楼夏晚",
            "content": "地僻无他管，楼危有剩凉。远流通越派，残日共秦光。鸟道顽云黑，人家病叶黄。高情梦箕颍，头景画潇湘。山药香多桂，渔歌浊少商。太平知可喜，何者是簪裳。",
            "comment": ""
        },
        {
            "title": "送张鬷{左古右叚}",
            "content": "人意皆怀土，嗟君无故园。欲行须尽室，此去又他门。静里文章好，贫来节行存。振淹知有日，倚伏岂虚言。",
            "comment": ""
        },
        {
            "title": "送僧游庐山",
            "content": "行非为客住非家，此去庐山况不遐。要见南朝旧人物，池中唯有白莲花。",
            "comment": ""
        },
        {
            "title": "谢知县徐殿丞示及新诗",
            "content": "当时子贱好援琴，千载谁传治世音。珍重南城多暇日，尽将风化入清吟。",
            "comment": ""
        },
        {
            "title": "僧志月碧云轩改为景云轩因书二首",
            "content": "长见江淹杂体诗，碧云非是惠林词。试言日莫佳人怨，何事高僧却得知。",
            "comment": ""
        },
        {
            "title": "寄怀三首",
            "content": "鸟兽死有用，羽角筋革齿。辇輓入工师，饰作军国器。玉食白如瓠，瞑目已腐秽。生者不敢留，埋藏与蝼蚁。百年富贵身，孰若鸟兽类。唯有令名人，终古如不死。",
            "comment": ""
        },
        {
            "title": "送张评事",
            "content": "江上楚花鲜，君行一黯然。居官无藉手，选部岂知贤。廉善虽由已，亨通亦在天。都人如问我，疏懒甚当年。",
            "comment": ""
        },
        {
            "title": "游寺醉归却寄同坐",
            "content": "江村古寺偶闲行，一饮全疑酒有灵。水底屈原应大笑，我今独醉众人醒。",
            "comment": ""
        },
        {
            "title": "和天庆观瑞香花",
            "content": "闻说仙花玉染红，别留春色在壶中。瑶台若见飞琼面，不与人间梦寐同。",
            "comment": ""
        },
        {
            "title": "留题归安尉凝碧堂",
            "content": "骚人得助是江山。千里幽怀一凭栏。野色岂唯春晚秀，天风长似月边寒。身闲暂觉尘埃远，境胜才知宇宙宽。祗恐仙壶提挈去，不教凡眼醉中看。",
            "comment": ""
        },
        {
            "title": "景阳宫井",
            "content": "以色从人自古然，幸逢圣主得称贤。太王姜女来岐下，应不相将坠井泉。",
            "comment": ""
        },
        {
            "title": "次韵陈殿丞除夜感怀",
            "content": "浮世因循过。流年次第新，回思旧来事，都似梦中人。不饮偏嫌雪，多愁却怕春。星魁欲寅位，五鼓莫频频。",
            "comment": ""
        },
        {
            "title": "俞秀才山风亭小饮",
            "content": "炎炎千室热如烘，亭压山头独有风。雨意生狞云彩黑，秋容细碎树枝红。半天斜日归心动，一面平川醉眼空。地是梦魂无所得，人间岂少翠微宫。",
            "comment": ""
        },
        {
            "title": "送吴伯华",
            "content": "典学淡无味，畏涂来几程。举家应好事，努力为求名。声膳南陔远，连环昨梦惊。寿觞何以薦，经术抵金籯。",
            "comment": ""
        },
        {
            "title": "寄章友直",
            "content": "人生何中贵，贵在天资秀。譬如沙石间，金玉岂常有。有才不善用，多为淫邪诱。嗟哉栋梁材，往往厄樵手。章子吾不识，美在众人口。如何材艺多，四十无所守。所守者何为，非贵亦非富。古今圣与贤，历历垂星斗。景行苟有成，进退无一缪。不能功夫下，尚可名身后。百年随飘风，白发勇未斗。良时且不反，饮恨唯尸柩。无谓学已足，大海难掬潄。无谓过可文，希珍尚磨垢。智者当自知，既往诚何咎。西子蒙不洁，见者掩鼻走。恶人幸斋戒，上帝必孚佑。相如窃妻逃。犊鼻从沽酒。一朝赋上林，在汉为称首。努力念前哲，吾方非子诟。",
            "comment": ""
        },
        {
            "title": "送陈次公茂材",
            "content": "俗人无心胸，贵伪不贵诚。口吻当文学，奔走成名声。之子出蒿莱，行洁业且精。中美未外发，朴质亡华英。持此向文众，讵免笑与憎。况复觅薦举，路险岂易行。所愿天命泰，因之主者明。牙絃一鼓时，钟子耳必倾。",
            "comment": ""
        },
        {
            "title": "送春寄呈现祖袁州二首",
            "content": "东君此去和时来，雪里梅根待暖回。莫似仙家寥落甚，蟠桃千岁始重开。",
            "comment": ""
        },
        {
            "title": "和育王十二题·石屏风",
            "content": "形模皆自然，树立岂人力。松影与秋光，扫成真水墨。",
            "comment": ""
        },
        {
            "title": "雪中见梅花二首",
            "content": "数枝斜出短墙阴，密雪无端苦见侵。天意似怜群木妒，尽教枯朽作瑶林。",
            "comment": ""
        },
        {
            "title": "读韩文公驽骥篇因广其说",
            "content": "主人渴良马，仆夫念驽骀。行迟追易及，力少牵易来。时闻千里足，百箭攒其怀。主人虽欲买，众口大悠哉。",
            "comment": ""
        },
        {
            "title": "自解",
            "content": "人生何苦要多才，百虑攒心摘不开。夜月几曾无梦处，春风只管送愁来。秃毫强会悠悠事，浮世无过满满杯。看取秦坑烟焰里，是非同作一抔灰。",
            "comment": ""
        },
        {
            "title": "送武陵令",
            "content": "之子当为邑，吾朝信择人。位卑虽立事，任重合忧民。槃瓠多遗种，桃源即近邻。登临如有见，才思日应新。",
            "comment": ""
        },
        {
            "title": "宜春台",
            "content": "谪官谁住小蓬莱，唯有宜春有古台。千里待看毫末去，万家攒作画图来。云中罗绮香风落，月底笙歌醉梦回。莫怪江山苦相助，骚人没后得真才。",
            "comment": ""
        },
        {
            "title": "睡起",
            "content": "簟卷鳞纹帐系纱，六龙西降树阴斜。祗应梦里成蝴蝶，犹记南园数种花。",
            "comment": ""
        },
        {
            "title": "赠端师",
            "content": "十载寓都城，人传善相名。一言知祸福，相识尽公卿。洪井旧乡路，紫衣归计荣。尘缘应渐了，何日悟无生。",
            "comment": ""
        },
        {
            "title": "春社词",
            "content": "吴台翫春锁春色，雨刷花光入龙国。田边大树啼老鸦，野去痴醉寒查牙。年华欲往风雷恶，兰脸知秋泪先落。时荣时谢无了时，扶起混沌须神医。",
            "comment": ""
        },
        {
            "title": "送杜万",
            "content": "谷口生涯已是贫，素衣还擬冒京尘。因风早寄登科信，装点江南几日春。",
            "comment": ""
        },
        {
            "title": "送侯殿直之官吉州",
            "content": "待诏何年别玉堂，笔端浑欲继钟王。官资未出风尘外，踪迹曾亲日月光。扶老只今非远道，荐能从此有封章。庐陵若要高文写，争得滁州在故乡。",
            "comment": ""
        },
        {
            "title": "和苏著作麻姑十咏·碧莲池",
            "content": "碧莲何岁开，我时不得见。于今到池上，只有红莲绽。红莲非丑恶，物以多为贱。阿蛮加解舞，不见真妃面。",
            "comment": ""
        },
        {
            "title": "宗人宅仁在阁",
            "content": "江南尽是山水地，君子固求仁知名。可怜尘土不到眼，只有云泉相伴清。人间扰扰知何在，日暮悠悠空斗行。明月一栏风一枕，醉乡犹可过浮生。",
            "comment": ""
        },
        {
            "title": "竹斋题事",
            "content": "低斋结空野，小竹移孤林。斋闲竹净好，日媚幽人心。南方夏厌暑，独此留残阴。戛雨挫促梦，穿风搜凉襟。长茵展丽鲜，乱歌奏欢禽。侍奴里村服，语客抛尘簪。志高成利讐，思爽生诗淫。值圣喜盈卷，感古悲入琴。山迎稳履远，月劝澄杯深。荣名虽未染，幸亦非堙沈。",
            "comment": ""
        },
        {
            "title": "闰正月三日偶书二首",
            "content": "无赖年年逐酒徒，今年不饮兴何如。醉乡若有人名籍，但愿春风点检疏。",
            "comment": ""
        },
        {
            "title": "惜鸡诗",
            "content": "吾家有鸡母，乘春数子生。生来逾六旬，互觉羽翼成。其母且再卵，逐之使离散。众雏既不来，一子独恋恋。恋恋不肯离，逐之终不移。母行无险易，唧唧相追随。卵生亦云足，母伏窠中宿。厥子苦无依，攀背如悲哭。窠中母所安，忍渴复忘餐。子於背上卧，不舍须臾间。我时见之喜，异类能如此。因欲观其终，其终谅何似。一朝大长成，乃知牝牡情。膨脝娠有腹，渐见东西行。行行求饮食，欲以助生息。卵出子还多，养子何劳役。朝啄荆草林，暮爪汙泥深。昔时随母意，今作爱雏心。雏生诚可爱，母老宁忍背。物性乃不常，使人心叹慨。物类本无知，无知孰责之。斯鸡与从异，酷似有天资。天资以仁孝，变更何太早。况彼本无知，血毛安足道。万物灵者有，孰不念其亲。少艾与妻子，所以夺吾真。五十慕父母，虞舜称稽古。埋子得黄金，迩来唯郭巨。古人往莫追，言之泪沾衣。斯言足自警，题作惜鸡诗。",
            "comment": ""
        },
        {
            "title": "览余尧辅诗因成七言四韵",
            "content": "少年心苦向毛锥，老大生涯只有诗。哀乐万端成画绘，江山大半入鑪鎚。格如平易人多爱，意到幽深鬼未知。白发尚新才不尽，几时吟兴是衰时。",
            "comment": ""
        },
        {
            "title": "偶题饶秀才豀光亭",
            "content": "北出城来驻马蹄，君家别馆幸临豀。雄虹见雨遏不断，潦水到秋痕渐低。万中热心成浩叹，一樽撩眼怕长迷。俗人谁会儒生意，是处醉吟还日西。",
            "comment": ""
        },
        {
            "title": "感秋",
            "content": "徙倚重咨嗟，非缘惜岁华。关山异乡客，砧杵别人家。天冷云含日，豀清水献沙。屈魂终不返，悲思更无涯。",
            "comment": ""
        },
        {
            "title": "闻训狐",
            "content": "昔年因读昌黎文，知有训狐犹未真。客堂昨夜灭烛后，一声窃发诚惊人。慈母入席匪虚语，据此麄暴谁敢闻。杀人之子养尔子，天地不管胡为仁。岂无鹰隼善搏击，去路昏黑难相亲。亦有弓矢可弹射，欲恐误中东西邻。我今独处虽无惧，聒不得睡宁不嗔。尝闻凤凰百鸟君，丹穴万里谁能言。行尝整顿九韶乐，奉迎綷羽掀重云，直前再拜列尔罪，尔躯何足为灰尘。",
            "comment": ""
        },
        {
            "title": "龟峰精舍",
            "content": "去县二十里，路平时正春。四山唯有石，一寺更无尘。融结疑天意，经劳忆古人。但知安乐处，何必是金身。",
            "comment": ""
        },
        {
            "title": "书松陵唱和",
            "content": "天命相逢陆与皮，当年才调两权奇。朝端未有输忠处，诗外应无用力时。意古直摩轩昊顶，言微都洩鬼神私。近来此道中兴也，泉下英魂知不知。",
            "comment": ""
        },
        {
            "title": "闻莺",
            "content": "才转歌喉碧树枝，惊飞还避巧丸儿。可怜蜂蝶无言语，入遍花房人未知。",
            "comment": ""
        },
        {
            "title": "七夕",
            "content": "天孙何许是来时，月意愔愔露气微。可道星河难得过，自缘乌鹊合高飞。秋宵已胜春宵短，今会还如古会稀。早晚望夫能化石，尽分人世作支机。",
            "comment": ""
        },
        {
            "title": "清明日作",
            "content": "迟迟日景坐成曛，闻说清明在此晨。花卉不宜愁眼看，勾芒能为几人春。销磨志气多因老，点检交游半作尘。欲向醉乡聊自适，病来还厌举杯频。",
            "comment": ""
        },
        {
            "title": "寄怀三首",
            "content": "龊龊复龊龊，浅谋同燕雀。不思明日忧，但敢今日乐。欲儒抱书卷，未去眼中瞙。谁将古人泪，更为今人落。",
            "comment": ""
        },
        {
            "title": "和育王十二题·八角殿",
            "content": "晋后千百年，兹殿俨如昔。梵宇若皆然，应须省民力。",
            "comment": ""
        },
        {
            "title": "送宜黄柳尉",
            "content": "荒郊人事绝，欢喜见时髦。旧业椽为笔，新官草染袍。幽明终考绩，州县岂徒劳。竞有松筠性，凌寒节更高。",
            "comment": ""
        },
        {
            "title": "送仙游知县许延评",
            "content": "策名曾未几，夺迅出埃尘。陋巷潜心久，亨衢得意新。君恩方责报，民业近多贫。莫学悠悠者，谋身不为人。",
            "comment": ""
        },
        {
            "title": "代书答陈次公",
            "content": "咄咄休休一世闲，百年都是浪悲欢。高谈不待傍人笑，立事须知自古难。时见老颜来鉴里，已将生计托云端。六鳌未可挥刀斫，肯便临豀把钓竿。",
            "comment": ""
        },
        {
            "title": "送江茂才",
            "content": "少小尚英奇，高谈与众违。久穷才信命，远客合思归。箪食非无乐，京尘误入衣。云山仍旧好，况是观庭闱。",
            "comment": ""
        },
        {
            "title": "回廖解元所业",
            "content": "昔者闻乡举，良田恐甚芜。于今观日益，珍树已垂珠。众恶吾虽察，谦卑孰敢逾。圣贤明训在，只此是亨衢。",
            "comment": ""
        },
        {
            "title": "同徐殿丞游麻姑山陈屯田闻之以诗见寄次韵第",
            "content": "尘寰渐远渐凄清，似向昆仑采玉英。此地已知邻华子，几人犹道识方平。步高那复肌肤重，心逸都疑羽翼生。苦恨俗缘无了处，归来依旧马蹄声。",
            "comment": "【注释】【原题】：同徐殿丞游麻姑山陈屯田闻之以诗见寄次韵第二首"
        },
        {
            "title": "次韵答陈殿丞",
            "content": "不能随薄俗，非是向深山。自喜道无屈，所嗟心未闲。酒乡贫更入，诗债病犹还。一字成虚美，通宵只厚颜。",
            "comment": ""
        },
        {
            "title": "读史",
            "content": "子长汉良史，笔锋颇雄刚。惜哉闻道寡，气志苦不常。心如虫丝轻，随风东西扬。一事若可喜，不顾道所长。公言绌原宪，侠贼乃为良。仁义谓足羞，货殖比君王。黄老生六经，斯言固猖狂。吁嗟夫子没，两观无刑章。予怀班孟坚，驳议何洋洋。传与后世人，慎思其否臧。",
            "comment": ""
        },
        {
            "title": "宗人宅折桂堂",
            "content": "从来皎月印长空，桂树遥看影在中。好问素娥多折取，莫教闲占水晶宫。",
            "comment": ""
        },
        {
            "title": "学北堂有海棠一株颜色至佳凋落稍速忆而为诗",
            "content": "来时初见满枝红，璧碎珠沉几日中。宋玉有邻诚耐事，三年犹在短墙东。",
            "comment": ""
        },
        {
            "title": "君锡以新诗相示因成四十字答之",
            "content": "君诗三十首，一一敌琅玕。语近终非俗，情闲不似官。姑山蟠郡碧，旴水蘸天寒。景物将才思，相期李杜坛。",
            "comment": ""
        },
        {
            "title": "惜才",
            "content": "丑妇易为洁，愚儿多守纯。天将恶文采，万物恐无春。",
            "comment": ""
        },
        {
            "title": "谢传神平上人",
            "content": "蕞陋徒烦妙笔传，呼儿看了独凄然。丹青不解随人老，相似都来得几年。",
            "comment": ""
        },
        {
            "title": "和育王十二题·灵鳗井",
            "content": "田苗自枯槁，井鳗人所祷。若教龙有灵，此鱼何足道。",
            "comment": ""
        },
        {
            "title": "送任大中",
            "content": "真伪少分别，吁嗟此世情。西施作老婢，南郭逞新声。命合生来困，诗应没后名。旅游何所得，赤日又徒行。",
            "comment": ""
        },
        {
            "title": "丙子冬至夜酒醒",
            "content": "尽道一阳初复时，不期风雨更凄凄。凌晨出去逢人饮，沉醉归来满马泥。多恨恐成干斗气，欲言那得上天梯。灯青火冷睡半醒，残叶打窗乌夜啼。",
            "comment": ""
        },
        {
            "title": "寄黄晞",
            "content": "长忆黄夫子，才高行亦淳。世情轻近事，见惯即常人。何力康时务，将身役路尘。七闽山水国，是处好安贫。",
            "comment": ""
        },
        {
            "title": "寄介夫",
            "content": "天恨吾侪各一方，夕阳千度到西窗。因循流俗今皆是，磊落如君信少双。书未隔年难得报，心从薄宦始应降。可怜汉水无拘系，长与旴江会九江。",
            "comment": ""
        },
        {
            "title": "送黄祕丞",
            "content": "天下为人子，何人似庆门。二亲皆白首，同日拜皇恩。就养兰生畹，娱宾酒满樽。自嗟偏待早，相送只销魂。",
            "comment": ""
        },
        {
            "title": "暮春始游城西",
            "content": "病多无力逐纷华，三月衡门未见花。长恐后期成索寞，果逢残景独咨嗟。栏干倚望山空在，杯酒迟留日易斜。谩说明年更春色，不知园囿属谁家。",
            "comment": ""
        },
        {
            "title": "残叶",
            "content": "一树摧残几片存，栏边为汝最伤神。休翻雨滴寒鸣夜，曾抱花枝暖过春。与影有情唯日月，遇红无礼是泥尘。上阳宫女多诗思，莫寄人间取次人。",
            "comment": ""
        },
        {
            "title": "避暑",
            "content": "富贵责且重，惭耻心如何。贫贱事易了，饱煖幸已多。大热火天下，虚堂枕山阿。拔欲嫌人影，考古分贤科。潄冷齿双噤，饮香颜半酡。一跣或移日，遇狂还自歌。去就各有志，彼此无相诃。原宪岂尝病，赐也徒来遇。",
            "comment": ""
        },
        {
            "title": "雨中作",
            "content": "群阴侮阴德，雨阵春嘈嘈。白晓惨成夜，瓦口生飞涛。凝云列{左韦右肖}，冷气攒衣刀。径闹有松竹，庭卧唯蓬蒿，花淫得罪陨，莺辩知时逃。隰苗出水短，木菌随日高。微吟雅於乐，快饮甘如膏。朱{左日右羲}待未见，天盖空牢牢。",
            "comment": ""
        },
        {
            "title": "赠韩侍禁",
            "content": "阀阅山西旧将家，一官沦落向天涯。目皮相处应难识，髀肉生来只自嗟。野囿几年饥虎豹，旱雷何日起龙蛇。吴歌楚舞时相慰，剑铗梅乾铁有花。",
            "comment": ""
        },
        {
            "title": "送沈秘校",
            "content": "君家龙虎弟兄贤，斗酒相逢楚水边。雨露自今荣一命，尘埃未免困三年。高谈欲出稠人右，敏政当居欲吏前。异日能来见逋客，麻姑碧洞古时天。",
            "comment": ""
        },
        {
            "title": "论文二首",
            "content": "天宝年中事事新，长安还有谪仙人。骑鲸去后无寻处，输与勾芒自管春。",
            "comment": ""
        },
        {
            "title": "和苏著作麻姑十咏·玳瑁石",
            "content": "前有县大夫，取此石为器。嚣然夸谓予，材与工俱美。如何尔乡人，器用曾莫备。无乃居荒陬，俗鄙不喜事。答云此石坚，攻磨动时岁。官用钱出民，民用钱出已。出民官不知，喜事诚可贵。出已乃伤财，谁能不惜费。大夫闻此言，如有所忿戾。今君倡是诗，敢以报嘉惠。",
            "comment": ""
        },
        {
            "title": "葛陂逢何道士",
            "content": "十数年前别我行，相逢犹是旧颜形。琴声渐古听来淡，药味虽凡试最灵。出有酒钱天下富，住无家地浪头萍。神仙可学应须学，万里蓬莱一点青。",
            "comment": ""
        },
        {
            "title": "送王尉",
            "content": "义激中心不再思，宦途从此抱瑕疵。谁怜君子笃亲意，况是明王孝治时。靖节田园应久发，尚平婚嫁岂宜迟。一官尘土休回顾，海上群鸥旧有期。",
            "comment": ""
        },
        {
            "title": "关徐",
            "content": "云长不绝旧君情，元直终随老母行。立效报公何感慨，指心辞主更分明。三方本以兵攻战，一士能为国重轻。多谢曹刘存大度，任教忠孝得成名。",
            "comment": ""
        },
        {
            "title": "玉胡蝶花",
            "content": "胡蝶生来只爱花，春工描样作奇葩。庄周有梦何曾觉，冰雪肌肤落几家。",
            "comment": ""
        },
        {
            "title": "送路拯北游",
            "content": "六月地欲赤，驱车河朔行。王师备戎羯，游子念功名。尽识山川险，深穷彼我情。归来具对奏，直上请长缨。",
            "comment": ""
        },
        {
            "title": "池亭小酌",
            "content": "客思都无著，临池一醉歌。唤春呈物象，移性入天和。月影碎荆玉，波纹纬蜀罗。相看尽仙骨，俗态已无多。",
            "comment": ""
        },
        {
            "title": "晏起",
            "content": "贫士无所务，闲眠常起迟。谩劳鸡口唤，不奈睡魔欺。宿酒犹薰脑，朝饥未到脾。谁能空汲汲，肉食自谋惟。",
            "comment": ""
        },
        {
            "title": "送郴县吴主簿",
            "content": "数十年来预荐书，当时文行耸群儒。青衫近始沾王泽，白道从新入宦途。四壁生涯虽寂寞，一官趋进转崎岖。楚南若是江山好，闲日犹应味道腴。",
            "comment": ""
        },
        {
            "title": "闲居",
            "content": "无物可劳情，空郊日闭扃。雨吟春破碎，贫饮客凋零。世事重江险，才名一梦醒。同心祗松柏，见我尚青青。",
            "comment": ""
        },
        {
            "title": "芍药",
            "content": "斜月正当楼，香雾压城重。起傍小兰行，花亦方大梦。",
            "comment": ""
        },
        {
            "title": "钱寺丞知白州",
            "content": "大邑歌谣日尚新，忽惊千骑拥行尘。宦游莫叹登长道，天意先教福远人。城在海隅门少客，地钟阳气景常春。政成不患无知已，按察当今正直臣。",
            "comment": ""
        },
        {
            "title": "有感三首",
            "content": "庭下缧囚何忿争，刀笔少年初醉醒。黄金满把未回眼，笑杀迂儒欲措刑。",
            "comment": ""
        },
        {
            "title": "堂西夜坐",
            "content": "炎蒸得避处，铺席对西墙。有月树阴黑，无风山气凉。聚蚊妨袒裼，饮井当壶觞。妻子讵知我，笑言皆在傍。",
            "comment": ""
        },
        {
            "title": "送张寺丞",
            "content": "三载居邻县，得闻金玉音。路遥相见少，道合受知深。已矣瓜时戍，悠哉魏阙心。归舟望不及，白日隐寒林。",
            "comment": ""
        },
        {
            "title": "送山甫",
            "content": "喜尔年将壮，为儒志可嘉。乡闾知行实，场屋见辞华。公道方无{上雍下土}，君门况不遐。直应千里足，世世出吾家。",
            "comment": ""
        },
        {
            "title": "寄史屯田",
            "content": "秀汝清旴数舍中，系匏名谒竟难通。只知俗吏隆官业，不意高文有古风。朝请待趋天屏北，家园归省浙江东。远民利害闻应热，早晚嘉谋沃舜聪。",
            "comment": ""
        },
        {
            "title": "送杜奉职",
            "content": "青紫皆同道，稀曾到薜萝。感君非我辈，无事每来过。此别当贫病，何年共醉歌。人生有后会，争奈鬓双皤。",
            "comment": ""
        },
        {
            "title": "谢宋屯田见示永平录海南编",
            "content": "多少儒衣只假涂，贵来谁肯更观书。其间或以文争胜，未见如君识有馀。长把六经为准的，最应三代是权舆。可怜后世名空在，直钓而今岂得鱼。",
            "comment": ""
        },
        {
            "title": "和育王十二题·明月台",
            "content": "月色固无改，台基亦不坏。嗟哉翫月人，古来谁更在。",
            "comment": ""
        },
        {
            "title": "客有话故祕监京师旧宅因而伤之",
            "content": "等闲荣谢已愁闻，况话三公极宠身。青史尚为今世事，朱门不是旧时人。文章散入诸蕃口，花药留添上国春。生死交情浑易见，有谁过此为沾巾。",
            "comment": ""
        },
        {
            "title": "雪中见梅花二首",
            "content": "品物由来貌取难，共言花卉易凋残。宁知姑射冰肌侣，也学松筠耐岁寒。",
            "comment": ""
        },
        {
            "title": "送剑州张掾",
            "content": "名在乡书久，恩由父任优。从今绍清白，即此是箕裘。交结多良士，经过半旧游。举知应有望，鸿翼佇横秋。",
            "comment": ""
        },
        {
            "title": "秋怀",
            "content": "褚冠斜顶对清秋，病骨支撑懒上楼。辅世功夫何日是，少年滋味此生休。山含红树随时老，天带黄昏一例愁。自笑酒肠空半在，前村无处典鷞裘。",
            "comment": ""
        },
        {
            "title": "戚夫人",
            "content": "百子池头一曲春，君恩和泪落埃尘。当时应恨秦皇帝，不杀南山皓首人。",
            "comment": ""
        },
        {
            "title": "村行",
            "content": "产业家家坏，诛求岁岁新。平时不为备，执事彼何人。朱户仍奢侈，柴门转窭贫。若非衢室畔，无用说悲辛。",
            "comment": ""
        },
        {
            "title": "送傅野",
            "content": "国学先生石与孙，金铃木舌士林间，欲将天下观诸掌，之子从今上泰山",
            "comment": ""
        },
        {
            "title": "戏题玉台集",
            "content": "江右君臣笔力雄，一言宫体便移风。始知姬旦无才思，祗把豳诗咏女功。",
            "comment": ""
        },
        {
            "title": "梁帝",
            "content": "凝旒南面总虚名，庙祀何曾暂割牲。但学禅心能忍辱，莫羞侯景陷台城。",
            "comment": ""
        },
        {
            "title": "君锡宰寿春",
            "content": "沦落多愁笑不成，水边还是送君行。官为令长前程好，地近乡关喜气生。百里有人观惠术，三年唯我见交情。山中后夜思贤处，风月犹应似旧清。",
            "comment": ""
        },
        {
            "title": "戏题荷花",
            "content": "昔人诗笔说莲花，人嫁春风早可嗟。今日倚栏添懊恼，池台多是属僧家。",
            "comment": ""
        },
        {
            "title": "送杜寺丞和永城",
            "content": "薦表同时入，天衢自此通。弦歌新邑宰，清白旧家风。官舍隋河北，离觞华谷东。勖哉松柏操，咫尺是尧聪。",
            "comment": ""
        },
        {
            "title": "鸣蜩",
            "content": "雨馀云漏日，虫思已喧喧。时节惊初夏，声音似故园。为谁吟绿野，相共送黄昏。便是秋来信，霜髯更几根。",
            "comment": ""
        },
        {
            "title": "送黄介夫",
            "content": "短亭车马地，送子一盘恒。不畏离群久，所嗟行路难。晒衣云日薄，扑面水风酸。圣有中庸训，时时著意看。",
            "comment": ""
        },
        {
            "title": "鹅",
            "content": "逸少曾留玩，人因唤右军。鸟名加爵号，不虽羽毛群。",
            "comment": ""
        },
        {
            "title": "读赵氏淳化诗集",
            "content": "少年曾诵习，误认古人诗。风雅世不重，姓名谁得知。高情如隐者，薄宦过明时。地下寻才鬼，应逢陆与皮。",
            "comment": ""
        },
        {
            "title": "自遣",
            "content": "富贵浮去毕竟空，大都仁义最无穷。一千八百周时国，谁及颜回陋巷中。",
            "comment": ""
        },
        {
            "title": "早起有怀",
            "content": "草草西风动葛衣，呼僮前启竹间扉。山僧好睡钟声晏，社户多贫酒气微。岂是客愁浑较可，祗因书卷解忘归。旴江百里清无滓，枉属闲人坐钓矶。",
            "comment": ""
        },
        {
            "title": "有感三首",
            "content": "白刃劫君君勿言，人生祸难俱由天。君家岁计能多少，未了官军一饭钱。",
            "comment": ""
        },
        {
            "title": "和苏著作麻姑十咏·葛仙坛",
            "content": "仙翁犹山时，坛上何设施。仙翁一去后，梦草空离离。下士固大笑，言者多不知。嗟嗟天壤内，共是枯鱼池。",
            "comment": ""
        },
        {
            "title": "蝉",
            "content": "一蜕嚣尘向此生，柳枯槐老正伤情。高吟尽日知谁听，零露充肠且独清。螳斧不劳阴致害，貂冠犹可共传名。骚人若有遗魂在，应放冤声伴尔鸣。",
            "comment": ""
        },
        {
            "title": "宋玉",
            "content": "世间佳丽每专房，一顾多应万事荒。梦里若无真宝处，不妨频为赋高唐。",
            "comment": ""
        },
        {
            "title": "秋热",
            "content": "江湖限南鄙，秋令到还稀。节换空看历，人闲未趁衣。齐纨方得意，厦燕莫言归。祗有松筠径，风高暑气微。",
            "comment": ""
        },
        {
            "title": "野意亭",
            "content": "福唐城郭掌中窥，旭日登临到落晖。谁在画帘沽酒处，几多鸣橹趁潮归。晴来海色依稀辩，醉后乡愁积渐微。山鸟不知红粉好，才闻歌板便惊飞。",
            "comment": ""
        },
        {
            "title": "寄傅代言",
            "content": "交游散尽客来稀，门掩城隅昼漏迟。春地更无嫌草处，雨天还有诈睛时。轻量世事世不罪，冷笑人言人岂知。犹喜道途收拾早，将闲对病最相宜。",
            "comment": ""
        },
        {
            "title": "璧月",
            "content": "璧月迢迢出暮山，素娥心事问应难。世间最解悲圆缺，祗有方诸泪不乾。",
            "comment": ""
        },
        {
            "title": "诃孟子",
            "content": "完廪损阶未可知，孟轲深信亦远疑。岳翁方助为天子，女婿如何弟杀之。",
            "comment": ""
        },
        {
            "title": "鸭",
            "content": "庶人常用贽，贵在不飞迁。饱食待庖宰，虚教两翅全。",
            "comment": ""
        },
        {
            "title": "美女篇",
            "content": "繁霜毒春木，花开苦不早。愚夫择利婚，美女贫中老。曷不冶颜色，门前车为道。闺房有礼文，自衒谁言好。俗态竞朱粉，古心慕苹藻。所期君子恩，卒以慰枯槁。",
            "comment": ""
        },
        {
            "title": "登越山",
            "content": "腊后梅花破碎香，望中情地转凄凉。游山只道寻高处，高处何曾见故乡。",
            "comment": ""
        },
        {
            "title": "海棠",
            "content": "戢戢虽聚头，脉脉俱俯地。既言是姊妹，又却相妒忌。面痕赤未没，尽是伤爪指。不然睡未醒，被人沃井水。",
            "comment": ""
        },
        {
            "title": "闰正月三日偶书二首",
            "content": "一步寒郊一惨眉，望春春色苦来迟。东君未必私桃李，只恐梅花谢有时。",
            "comment": ""
        },
        {
            "title": "晚闻角",
            "content": "倾耳斜阳里，无聊拭泪频。平生惯闻处，今日自愁人。夜近歇不久，风来听得真。胡笳更何物，只此已伤神。",
            "comment": ""
        },
        {
            "title": "和王刑部游仙都观",
            "content": "寻幽西去路非赊，回首红尘事可嗟。不待鸾骖并鹤驾，便分人世与仙家。几函道藏金壶墨，一片秋容玉井花。还似武夷高会日，骨凡犹幸醉流霞。",
            "comment": ""
        },
        {
            "title": "和育王十二题·七佛石",
            "content": "万物虽散殊，孰非道之体。何必石岩岩，方疑金色臂。",
            "comment": ""
        },
        {
            "title": "夏日郊园",
            "content": "三径是生涯，朋游日已赊。野情饶皓鹤，寒气入甘瓜。移竹调风韵，疏泉浴月华。尘埃应附势，不肯到贫家。",
            "comment": ""
        },
        {
            "title": "睡思",
            "content": "睡魔气势重千钧，压倒心闲食饱人。莫笑坐问常似醉，当年满腹是精神。",
            "comment": ""
        },
        {
            "title": "赠黄秀才别",
            "content": "朝闺入有籍，疏远虽见君。世眼不识道，贫贱无高文。兰惠生同草，鸿鹄心在云。赠子喜别离，儿女安得闻。",
            "comment": ""
        },
        {
            "title": "回明上人诗卷",
            "content": "学佛有馀力，吟诗过一生。情闲气燄少，句好琢磨成。柏竹门庭古，冰霜笔砚清。轮他饱食者，终日自无营。",
            "comment": ""
        },
        {
            "title": "早夏偶作",
            "content": "闲愁不觉过年光，强半精神似醉乡。几度雨来成恶热，有时云断见斜阳。古人事业尘空满，故国园林草自长。赖得南华怜我病，一篇齐物胜医方。",
            "comment": ""
        },
        {
            "title": "又寄龙学",
            "content": "三十年交旧，相逢各白头。海壖曾共饭，洛社又同游。脱屣风波地，开怀松桂秋。两眉从此后，应不著闲愁。",
            "comment": ""
        },
        {
            "title": "送丁正臣",
            "content": "铅椠辛勤四十年，抟风不上鬓霜寒，朱门何处是知已，短褐空瓢行路难。",
            "comment": ""
        },
        {
            "title": "中春苦雨书怀",
            "content": "春秋书大雨，三日已为霖。如何方春时，终月常积阴。淙空若泉泻，盪地成渊深。曾无书夜别，顾恐山岳沈。疑是天上河，底漏不可禁。傍无女娲石，欲补难为针。又疑坎宫水，阳曜所不临。何等大鬼物，戏把北斗斟，谁笼三足乌，冷卧空桑林。勾芒失权柄，羞耻啼盈襟。枉杀几树花，恣许泥土浸。或云天有意，欲使诛荒淫。田谷彼何罪，芽颖当森森。一粒且漂溺，不啻千黄金。路绝吊客行，馁我忧巢禽。风声怒打屋，寒气狞穿衾。况我出山远，久次兹江浔。嗟嗟岁月晚，悠悠金玉音。无聊但诙笑，有得还歌吟。莫怪旅愁甚，旅人千万心。",
            "comment": ""
        },
        {
            "title": "赠日者邹生",
            "content": "贤不必通愚不穷，悠悠无处问苍穹。可怜富贵君之柄，断在山人指掌中。",
            "comment": ""
        },
        {
            "title": "日出吟",
            "content": "日出百鸟喜，覊人懒举眸。长恨年光缓，禄养未可求。若至年光过，高堂又白头。义和君有知，奈我心悠悠。",
            "comment": ""
        },
        {
            "title": "戈阳县学北堂见夹竹桃花有感而书",
            "content": "暖碧覆晴殷，依依近朱栏。异类偶相合，劲节何能安。同地尽妖艳，无地容檀栾。移根既不可，洁心诚为难。外貌任春色，中心期岁寒。正声尚可听，谁是怜伦官。",
            "comment": ""
        }
    ]
}