{
    "dynasty": "宋",
    "author": "柳永",
    "poems": [
        {
            "title": "玉山枕",
            "content": "骤雨新霁。荡原野、清如洗。断霞散彩，残阳倒影，天外云峰，数朵相倚。露荷烟芰满池塘，见次第、几番红翠。当是时、河朔飞觞，避炎蒸，想风流堪继。晚来高树清风起。动帘幕、生秋气。画楼昼寂，兰堂夜静，舞艳歌姝，渐任罗绮。讼闲时泰足风情，便争奈、雅歌都废。省教成、几阕清歌，尽新声，好尊前重理。",
            "comment": ""
        },
        {
            "title": "塞孤",
            "content": "一声鸡，又报残更歇。秣马巾车催发。草草主人灯下别。山路险，新霜滑。瑶珂响、起栖鸟，金镫冷、敲残月。渐西风紧，襟袖凄冽。遥指白玉京，望断黄金阙。远道何时行彻。算得佳人凝恨切。应念念，归时节。相见了、执柔荑，幽会处、偎香雪。免鸳衾、两恁虚设。",
            "comment": ""
        },
        {
            "title": "双声子",
            "content": "晚天萧索，断蓬踪迹，乘兴兰棹东游。三吴风景，姑苏台榭，牢落暮霭初收。夫差旧国，香径没、徒有荒丘。繁华处，悄无睹，惟闻麋鹿呦呦。想当年、空运筹决战，图王取霸无休。江山如画，云涛烟浪，翻输范蠡扁舟。验前经旧史，嗟漫载、当日风流。斜阳暮草茫茫，尽成万古遗愁。",
            "comment": ""
        },
        {
            "title": "木兰花令",
            "content": "有个人人真攀羡。问著洋洋回却面。你若无意向他人，为甚梦中频相见。不如闻早还却愿。免使牵人虚魂乱。风流肠肚不坚牢，只恐被伊牵引断。",
            "comment": ""
        },
        {
            "title": "思归乐",
            "content": "天幕清和堪宴聚。想得尽、高阳俦侣。皓齿善歌长袖舞。渐引入、醉乡深处。晚岁光阴能几许。这巧宦、不须多取。共君事把酒听杜宇。解再三、劝人归去。",
            "comment": ""
        },
        {
            "title": "佳人醉",
            "content": "暮景萧萧雨霁，云淡天高风细。正月华如水，金波银汉，潋滟无际。冷浸书惟梦断，却披衣重起临轩砌。素光遥指，念翠娥杳隔，音尘何处？相望同千里。尽凝睇，厌厌无寐，渐晓雕阑独倚。",
            "comment": ""
        },
        {
            "title": "两同心",
            "content": "嫩脸修蛾，淡匀轻扫。最爱学、宫体梳妆，偏能做、文人谈笑。绮筵前、舞燕歌云，别有轻妙。饮散玉炉烟袅。洞房悄悄。锦帐里、低语偏浓，银烛下、细看俱好。那人人，昨夜分明，许伊偕老。",
            "comment": ""
        },
        {
            "title": "昼夜乐",
            "content": "洞房记得初相遇。便只合、长相聚。何期小会幽欢，变作离情别绪。况值阑珊春色暮。对满目、乱花狂絮。直恐好风光，尽随伊归去。一场寂寞凭谁诉。算前言、总轻负。早知恁地难拼，悔不当时留住。其奈风流端正外，更别有、系人心处。一日不思量，也攒眉千度。",
            "comment": " | 【注释】①洞房：深邃的住室。后多用以指妇女所居的闺阁。②只合：只应该。③阑珊：将残、将尽之意。④恁地难拼：这样地难过。难拼：指难以和离愁相拼。【评解】这是一首回忆从前欢聚和别后相思的词。上片写当年的欢聚与别情。下片写刻骨的相思与内心的悔恨。那个人，不仅风流端正，更兼密意柔情，惹人相思。词中惜春、惜别，感情真挚，反映了封建时代沦为社会下层妇女的遭遇与苦恼。【集评】艾治平《宋词名篇赏析》：“洞房”在柳词中屡见，是指妓女的住所。柳永常出入于“娼馆酒楼间”，他描述她们生活的作品，有些是传出了她们的苦闷和心声的。这首词就是这样。靳极苍《唐宋词百首详解》：这首词是抒写一个少妇，新婚离别后对丈夫的追怀想念不置之情。-------------------------这是一首回忆往昔欢聚和抒写相思的词。作者在词中塑造了一个独居索寞、伤春怀人的思妇形象。词中以长调的形式 ，纵横驰骋，铺叙展衍，层层递进，把女主人公细腻深婉的内心世界表现得曲折往复，使读者清晰地感觉到了她的个性与生命的真实存在。词化抒情女主人公叙述其短暂而难忘的爱情故事。她从头到尾，絮絮诉说其无尽的懊悔。作者以追忆的方式从故事的开头说起，不过省略了许多枝节，直接写她与情人的初次相会。这次欢会就是他们的初次相遇。初遇即便“幽欢”，正表现了市民恋爱直捷而大胆的特点。这样的初遇，自然给女性留下特别难忘的印象 ，她一心认定“ 便只合，长相聚”。但事与愿违 ，初欢即又是永久的分离 。暮春时节所见到的是“ 乱花狂絮 ”，春事阑珊。春归的景象已经令人感伤，而恰恰这时又触动了对往日幽欢幸福与离别痛苦的回忆，愈加令人感伤了。“ 况值”两字用得极妙，一方面表示了由追忆回到现实的转换，另一方面又带出了见景伤情的原因。“直恐好风光，尽随伊归去”之“ 伊 ”为第三人称代词，既可指男性，也可指女性。柳永的俗词是供女艺人演唱的，故其中的“伊”一般都用以指男性，此词的“伊”亦指男性。女主人公将春归与情人的离去联系起来，美好的春光在她的感受中好象是随他而去了。“直恐”两字使用得很恰当，事实上春归与人去是无内在联系的，她所作的主观怀疑性的判断，将二者联系起来纯是情感的附着作用所致，说明思念之强烈。“一场寂寞凭谁诉”，在词情的发展中具有承上启下的作用。“一场寂寞”是春归人去后最易感到的，但寂寞和苦恼的真正原因是无法向任何人诉说的，也不宜向人诉说，只有深深地埋藏在自己内心深处。于是整个下片转入抒写自身懊悔的情绪。作者“算前言，总轻负”，是由于她的言而无信，或是损伤了他的感情 ，这些都未明白交代，但显然责任是在女方；于是感到自责和内疚，轻易地辜负了他的情意。再讲“早知恁地难拚，悔不当时留住。”可以看出她当初未考虑到离别后在情感上竟如此难于割舍 。他不仅举措风流可爱 ，而且还品貌端正 ，远非一般浮滑轻薄之徒可比，实是难得的人物。而这个人“更别有、系人心处”，写说她才能体验到的好处，也是她“难拚”的最重要的原因。结句“一日不思量，也攒眉千度”，非常形象地表现了这位妇女悔恨和思念的精神状态。攒眉即愁眉紧锁，是“思量”时忧愁的表情。意思是，每日都在思量，而且总是忧思千次的，可想见其思念之深且切了。这两句的表述方式很别致，正言反说，语转曲而情益深。不思量已是攒眉千度了，则每日思量时又将如何，如此造语不但深刻，而且俏皮，十分传神。"
        },
        {
            "title": "满江红",
            "content": "暮雨初收，长川静、征帆夜落。临岛屿、蓼烟蔬淡，苇风萧索。几许渔人飞短艇，尽载灯火归村落。遣行客、当此念回程，伤漂泊。桐江好，烟漠漠。波似染，山如削。绕严陵滩畔，鹭飞鱼跃。游宦区区成底事，平生况有云泉约。归去来、一曲仲宣吟，从军乐。",
            "comment": "【注释】在这首词中，柳永首创《满江红》调名，此调全用仄韵，宜抒悲壮情怀。柳永这首词写的就是厌倦仕途，渴望归隐的悲愤之情。“暮雨初收”几句写的是，天将暮时，又下起雨来了，雨一歇，夜幕就已降临，船泊江边，江水是那样澄静，对面岛屿上，水蓼疏淡如烟，阵阵苇风，带来凉意。“长川”即桐江，在今浙江中部，是钱塘江自建德县梅城至桐庐一段的别称。水蓼和芦苇都于秋天繁盛开花 ，可见时间是在萧瑟的秋天 ；雨后的秋夜，更使人感到清冷。“萧索”是风吹芦苇之声。这几句写傍晚泊船情景，以静态描写为主。至“几许渔人飞短艇”始，词境由静态变为动态，写的是天更加黑下来，渔人们驾着小舟，匆匆回到村落中去；那舟上的点点灯火，闪耀在夜空里，映照在江水中 ，在黑暗中向前飞行 。“几许”犹云多少。黑暗中，一切都看不见，惟见灯火闪烁，才知道这是渔舟 ，“尽载灯火”四字，点出渔舟夜归之神。这里的动，反衬出整个环境的静寂，因为只有在静寂黑暗中，飞动的灯火才显得特别鲜明。渔人带着一天的劳动果实回到家中，心情是喜悦的，“飞短艇”的“ 飞 ”字，就表现出他们的喜悦心情，这又更加反衬出在外漂泊者的孤独和凄苦，这样很自然地过渡到“遣行客，当此念回程，伤漂泊”三句。“回程”指由原路回去。渔人的家庭生活的欢乐，使作者更加感到自己的漂泊之苦，渴望结束这种羁旅行役生活，回去享受家庭生活的乐趣。整个上片分为两段，前半段写景，后半段抒情，情景之间融合无隙，境界浑然。过片几句，句短调促，对仗工整，语意连贯，从烟、波、山着笔，语简意丰，最是传神。写的是词人一早醒来，见船沿桐江再向前行，美丽景色使忧愁一扫而光：桐江上空，腾起一阵广漠浓密的晨雾，江中碧波似染，岸边峰峦如削；船过严子陵滩，只见白鹭在船尾飞翔，鱼虾在船旁跳跃。“鹭飞鱼跃”，亦在写江上环境之清幽和生物的自适情趣，从而引发作者对于游宦生活的厌倦情绪。“ 游宦 ”二句，情绪一抑，兴起哀叹。“ 区区 ”有跋涉辛苦之义；“成底事”就是一事无成。游宦生涯既是如此，自然便兴起归隐于云山泉石之间的意念，况是早有此愿。看到这桐江的美丽景色，缅怀古代的严光，这种想法变得更加强烈，所以末尾即以渴望归隐的感叹作结。“归去来 ”之“ 来 ”是语助词，加强感叹的语气，无义。“从军乐”，即指王粲《从军行》一诗 ，因为平仄、要求，故改“行”为“乐”，用以代指作者对飘泊生活的怨恨和怀乡思归的心情。柳永一生，政治上极不得意，只做过余杭县令、盐场大使、屯田员外郎一类小官 ，死后由别人出钱埋葬 ，景况极为凄凉。在这“ 归去来 ”的悲叹声中，实在饱含着无限辛酸。整个下片是回叙白天旅途中之所见并抒发由此而生的感慨。这首词在抑扬有致的节奏中表现出激越的情绪，从泊舟写到当时的心绪，再从忆舟行写到日后的打算，情景兼融，脉络清晰多变，感情愈演愈烈，读来倍觉委婉曲折、荡气迴肠。可见柳永不愧是一位书写羁旅行役之苦的词中高手。"
        },
        {
            "title": "长寿乐",
            "content": "尤红殢翠。近日来、陡把狂心牵系。罗绮丛中，笙歌筵上，有个人人可意。解严妆巧笑，取次言谈成娇媚。知几度、密约秦楼尽醉。仍携手，眷恋香衾绣被。情渐美。算好把、夕雨朝云相继。便是仙禁春深，御炉香袅，临轩亲试。对天颜咫尺，定然魁甲登高第。待恁时、等著回来贺喜。好生地。剩与我儿利市。",
            "comment": ""
        },
        {
            "title": "离别难",
            "content": "花谢水流倏忽，嗟年少光阴。有天然、蕙质兰心。美韶容、何啻值千金。便因甚、翠弱红衰，缠绵香体，都不胜任。算神仙、五色灵丹无验，中路委瓶簪。人悄悄，夜沉沉。闭香闺、永弃鸳衾。想娇魂媚魄非远，纵洪都方士也难寻。最苦是、好景良天，尊前歌笑，空想遗音。望断处，杳杳巫峰十二，千古暮云深。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "分得天一角，织成山四围。",
            "comment": ""
        },
        {
            "title": "其二",
            "content": "伫立东风，断魂南国。花光媚、春醉琼楼，蟾彩迥、夜游香陌。忆当时、酒恋花迷，役损词客。别有眼长腰搦。痛怜深惜。鸳会阻、夕雨凄飞，锦书断、暮云凝碧。想别来，好景良时，也应相忆。",
            "comment": ""
        },
        {
            "title": "斗百花",
            "content": "满搦宫腰纤细。年纪方当笄岁。刚被风流沾惹，与合垂杨双髻。初学严妆，如描似削身材，怯雨羞云情意。举措多娇媚。争奈心性，未会先怜佳婿。长是夜深，不肯便入鸳被。与解罗裳，盈盈背立银扛，却道你先睡。",
            "comment": "【注释】①此词写一个十五六岁的少女，刚刚到得成年就被嫁出，因其尚不解风流韵事，因而在婚后尚不能完全适应新的生活的情形。上片写这位少女婚前的美艳和天真，下片写婚后的羞怯。②满搦宫腰：满搦，粗细刚好一握；宫腰，宫女之腰，据说古时楚灵王好细腰，所选嫔妃宫女皆为腰肢纤细之女子，后来就把细腰女称为楚腰或宫腰。这是以夸张手法描写此少女腰肢之纤细。③笄岁：笄，簪子。古时女子到15岁时，就把表示未成年少女的双丫髻发型，改而挽上头顶梳成云髻，用簪子别起来。因而把少女进入成年称为笄岁。④风流沾惹：风流，指男女相恋。风流沾惹，是说此刚成年之少女尚不解风流之事，是风流之事沾惹了她，而不是她去沾惹风流。⑤与合垂杨双髻：垂杨双髻，是双丫髻的形象说法。此句是说把她的双丫髻合并在一起挽成云髻，表示她已成年。⑥初学严妆：初学，第一次学；严妆，严肃之妆，与少女天真之妆相对应。⑦如描似削身材：像用画笔画出或似雕塑家雕塑出的身材，比喻此少女身材之美。⑧怯雨羞云情意：怯雨羞云，对男女性之交合之事感到又怕且羞。古时文人常以云雨二字代指男女性之交合之事。此句是说此少女一旦变少女之妆而为成年之妆，未免想到男女相恋和云雨之事，由于此前从未想过，这一想就难免表现出一种既怕且羞的情意来。⑨举措多娇媚：举措，举手投足；娇媚，妩媚可爱。此句是说此女由少女而为成年女子，看上去每一举手投足都非常妩媚可爱。未会先怜佳婿：未会，还没有学会；先怜佳婿，主动抢先向丈夫示爱。此句的意思是说，此少女还没学会主动向丈夫示爱。长是：经常是。鸳被：男女合盖的双人棉被。与解罗裳：罗裳，女子所穿的衣服。此句是说此少女不主动向丈夫示爱，而丈夫却按捺不住，主动去为此少女脱衣服。盈盈背立银：银，灯。此句是说，在丈夫去给此少女解脱衣服时，她却不敢面对丈夫，而是背对银灯，不让丈夫看到自己的面部表情。盈盈，羞怯的样子。却道你但先睡：却道，却说。此句意思是，当丈夫为她宽衣解带之时，她非常害羞，对丈夫说：别帮我脱衣了，我先不睡，你先去睡吧？但，尽管。"
        },
        {
            "title": "浪淘沙令",
            "content": "有个人人。飞燕精神。急锵环佩上华［衤因］。促拍尽随红袖举，风柳腰身。簌簌轻裙。妙尽尖新。由终独立敛香尘。应是西施娇困也，眉黛双颦。",
            "comment": ""
        },
        {
            "title": "凤归云",
            "content": "恋帝里，金谷园林，平康巷陌，触处繁华，连日疏狂，未尝轻负，寸心双眼。况佳人、尽天外行云，掌上飞燕。向玳筵、一一皆妙选。长是因酒沉迷，被花萦绊。更可惜、淑景亭台，暑天枕簟。霜月夜凉，雪霰朝飞，一岁风光，尽堪随分，俊游清宴。算浮生事，瞬息光阴，锱铢名宦。正欢笑，试恁暂时分散。却是恨雨愁云，地遥天远。",
            "comment": ""
        },
        {
            "title": "瑞鹧鸪",
            "content": "全吴嘉会古风流。渭南往岁忆来游。西子方来、越相功成去，千里沧江一叶舟。至今无限盈盈者，尽来拾翠芳洲。最是簇簇寒村，遥认南朝路、晚烟收。三两人家古渡头。",
            "comment": ""
        },
        {
            "title": "击梧桐",
            "content": "香靥深深，姿姿媚媚，雅格奇容天与。自识伊来，便好看承，会得妖娆心素。临歧再约同欢，定是都把、平生相许。又恐恩情，易破难成，未免千般思虑。近日书来，寒暄而已，苦没忉忉言语。便认得、听人教当，拟把前言轻负。见说兰台宋玉，多才多艺善词赋。试与问、朝朝暮暮。行云何处去。",
            "comment": ""
        },
        {
            "title": "六么令",
            "content": "淡烟残照，摇曳溪光碧。溪边浅桃深杏，迤逦染春色。昨夜扁舟泊处，枕底当滩碛。波声渔笛。惊回好梦，梦里欲归归不得。展转翻成无寐，因此伤行役。思念多媚多娇，咫尺千山隔。都为深情密爱，不忍轻离拆。好天良夕。鸳帷寂寞，算得也应暗相忆。",
            "comment": ""
        },
        {
            "title": "玉蝴蝶",
            "content": "望处雨收云断，凭栏悄悄，目送秋光。晚景萧疏，堪动宋玉悲凉。水风轻、萍花渐老，月露冷、梧叶飘黄。遗情伤。故人何在？烟水茫茫。难忘。文期洒会，几孤风月，屡变星霜。海阔山遥，未知何处是潇湘？念双燕、难凭远信，指暮天、空识归航。黯相望。断鸿声里，立尽斜阳。",
            "comment": "【注释】①堪动宋玉悲凉：宋玉《九辩》：“悲哉秋之为气也。”②星霜：星一年一周天，霜每年而降，因称一年为一星霜。③潇湘：原是潇水和湘水之称，后泛指为所思之处。【评解】此首风格与《八声甘州》相近，为柳词名篇。词中抒写了对远方故人的怀念。上片以景为主，景中有情。诗人面对凄凉的秋景，凭栏远望，触景生情，写出了思念故人的惆怅与哀感。下片插入回忆，以情为主，而情中有景。妙合无垠，声情凄婉。以昔日之欢会反衬长期分离之苦，从而转到眼前的思念。波澜起伏，错落有致。【集评】俞陛云《唐五代两宋词选释》：“水风”二句善状萧疏晚景，且引起下文离思。“情伤”以下至结句黯然魂消，可抵江淹《别赋》，令人增《蒹葭》怀友之思。唐圭璋《唐宋词简释》：此首“望处”二字，统撮全篇。起言凭栏远望，“悄悄”二字，已含悲意。“晚景”二句，虚写晚景足悲。“水风”两对句，实写蘋老、梧黄之景。“遣情伤”三句，乃折到怀人之感。下片，极写心中之抑郁。“难忘”两句，回忆当年之乐。“几孤”句，言文酒之疏。“屡变”句，言经历之久。“海阔”两句，言隔离之远。“念双燕”两句，言思念之切。末句，与篇首相应。“立尽斜阳”，伫立之久可知，羁愁之深可知。-----------------------这首《玉蝴蝶》是作者为怀念湘中故人所作。这首词以抒情为主，把写景和叙事、忆旧和怀人、羁旅和离别、时间和空间 ，融汇为一个浑然的艺术整体，具有很强的艺术感染力。“望处雨收云断”，是写即目所见之景，可以看出远处天边风云变幻的痕迹，使清秋之景，显得更加疏朗。“凭阑悄悄”四字，写出了独自倚阑远望时的忧思 。这种情怀，又落脚到 “目送秋光”上。“悄悄”，忧愁的样子。面对向晚黄昏的萧疏秋景，很自然地会引起悲秋的感慨，想起千古悲秋之祖的诗人宋玉来。“晚景萧疏，堪动宋玉悲凉”，紧接上文，概括了这种感受。宋玉的悲秋情怀和身世感慨，这时都涌向柳永的心头，引起他的共鸣。他将万千的思绪按捺住，将视线由远及近，选取了最能表现秋天景物特征的东西，作精细的描写。“水风轻、蘋花渐老，月露冷、梧叶飘黄”两句，似乎是用特写镜头摄下的一幅很有诗意的画面：只见秋风轻轻地吹拂着水面，白蘋花渐渐老了 ，秋天月寒露冷的时节 ，梧桐叶变黄了，正在一叶叶地轻轻飘下。萧疏衰飒的秋夜，自然使人产生凄清沉寂之感。“轻”、“冷”二字，正写出了清秋季节的这种感受。“蘋花渐老”，既是写眼前所见景物，也寄寓着词人寄迹江湖、华发渐增的感慨。“梧叶飘黄”的“黄”字用得好，突出了梧叶飘落的形象。“飘”者有声，“黄”者有色，“飘黄”二字，写得有声有色，“黄”字渲染了气氛，点缀了秋景。作者捕捉了最典型的水风、蘋花、月露、梧叶等秋日景物，用“轻”、“老”、“冷”、“黄”四字烘托，交织成一幅冷清孤寂的秋光景物图，为下文抒情作了充分的铺垫。“遣情伤”一句，由上文的景物描写中来，由景及情，在词中是一转折。在景物描写之后，词人引出“故人何在，烟水茫茫”两句，既承上启下 ，又统摄全篇 ，为全词的主旨。“烟水茫茫”是迷蒙而不可尽见的景色，阔大而浑厚，同时也是因思念故人而产生的茫茫然的感情，在这里情与景是交织在一起的。这几句短促凝重，大笔濡染，声情跌宕，苍莽横绝，为全篇之精华。换头“难忘”二字唤起回忆 ，写怀念故人之情，波澜起伏，错落有致。词人回忆起与朋友在一起时的“文期酒会 ”，那赏心乐事，至今难忘。分离之后，已经物换星移、秋光几度，不知有多少良辰美景因无心观赏而白白地过去了。“几孤”，“屡变”，言离别之久，旨在加强别后的怅惘。“海阔山遥”句，又从回忆转到眼前的思念。“潇湘”在这里指友人所在之地，因不知故人何在，故云“ 未知何处是潇湘”。“念双燕、难凭远信，指暮天、空识归航”，写不能与思念中人相见而产生的无可奈何的心情。眼前双双飞去的燕子是不能向故人传递消息的，以寓与友人欲通音讯 ，无人可托 。盼友人归来，却又一次次的落空，故云“指暮天、空识归航”。这句词思念友人的深沉 、诚挚的感情表现得娓娓入情 。看到天际的归舟，疑是故人归来，但到头来却是一场误会，归舟只是空惹相思 ，好像在嘲弄自己的痴情。一个“ 空”字，把急盼友人归来的心情写活了。它把思念友人之情推向了高潮和顶点。词人在这里替对方着想，从对方着笔，从而折射出自己长年羁旅、怅惘不堪的留滞之情。“黯相望”以下，笔锋转回自身。词人用断鸿的哀鸣 ，来衬托自己的孤独怅惘 ，人我双合，妙合无垠，声情凄婉。“立尽斜阳”四字，画出了抒情主人公的形象 ，他久久地伫立在夕阳残照之中 ，如呆如痴，感情完全沉浸在回忆与思念之中。“立尽”二字言凭栏伫立之久，念远怀人之深，从而使羁旅不堪之苦在言外自现。柳永这首词层次分明，结构完整，脉络井然，有效地传达了诗人感情的律动。同时在修辞上既不雕琢，又不轻率，而是俗中有雅，平中见奇，隽永有味，故能雅俗共赏。"
        },
        {
            "title": "永遇乐",
            "content": "薰风解愠，画景清和，新霁时候。火德流光，萝图荐祉，累庆金枝秀。璇枢绕电，华渚流虹，是日挺生元後。缵唐虞垂拱，千载应期，万灵敷佑。殊方异域，争贡琛赆，架［山献］航波奔凑。三殿称觞，九仪就列，韶护锵金奏。藩侯瞻望彤庭，亲携僚吏，竞歌元首。祝尧龄、北极齐尊，南山共久。",
            "comment": ""
        },
        {
            "title": "一寸金",
            "content": "井络天开，剑岭云横控西夏。地胜异、锦里风流，蚕市繁华，簇簇歌台舞榭。雅俗多游赏，轻裘俊、靓妆艳冶。当春画，摸石江边，浣花溪畔景如画。梦应三刀，桥名万里，中和政多暇。仗汉节、揽辔澄清，高掩武侯勋业，文翁风化。台鼎须贤久，方镇静、又思命驾。空遗爱，两蜀三川，异日成嘉话。",
            "comment": ""
        },
        {
            "title": "鹊桥仙",
            "content": "届征途，携书剑，迢迢匹马东去。惨离怀，嗟少年易分难聚。佳人方恁缱绻，便忍分鸳侣。当媚景，算密意幽欢，尽成轻负。此际寸肠万绪。惨愁颜、断魂无语。和泪眼、片时几番回顾。伤心脉脉谁诉。但黯然凝伫。暮烟寒雨。望秦楼何处。",
            "comment": ""
        },
        {
            "title": "笛家弄",
            "content": "花发西园，草薰南陌，韶光明媚，乍晴轻暖清明后。水嬉舟动，禊饮筵开，银塘似染，金堤如绣。是处王孙，几多游妓，往往携纤手。遣离人、对嘉景，触目伤怀，尽成感旧。别久。帝城当日，兰堂夜烛，百万呼庐，画阁春风，十千沽酒。未省、宴处能忘管弦，醉里不寻花柳。岂知秦楼，玉箫声断，前事难重偶。空遗恨，望仙乡，一饷消凝，泪沾襟袖。",
            "comment": ""
        },
        {
            "title": "迎春乐",
            "content": "近来憔悴人惊怪。为别後、相思煞。我前生、负你愁烦债。便苦恁难开解。良夜永、牵情无计奈。锦被里、馀香犹在。怎得依前灯下，恣意怜娇态。",
            "comment": ""
        },
        {
            "title": "临江仙引",
            "content": "画舸、汤桨，随浪箭、隔岸虹。□荷占断秋容。疑水仙游泳，向别浦相逢。鲛丝雾吐渐收，细腰无力传娇慵。罗袜凌波成旧恨，有谁更赋惊鸿。想媚魂香信，算密锁瑶宫。游人漫劳倦□，奈何不逐东风。",
            "comment": ""
        },
        {
            "title": "引驾行",
            "content": "红尘紫陌，斜阳暮草长安道，是离人、断魂处，迢迢匹马西征。新晴。韶光明媚，轻烟淡薄和气暖，望花村、路隐映，摇鞭时过长亭。愁生。伤凤城仙子，别来千里重行行。又记得临歧，泪眼湿、莲脸盈盈。消凝。花朝月夕，最苦冷落银屏。想媚容、耿耿无眠，屈指已算回程。相萦。空万般思忆，争如归去睹倾城。向绣帏、深处并枕，说如此牵情。",
            "comment": "【注释】这首《 引驾行》是柳永创长调慢词的一个范例。全词共一百二十五字，以平叙为主，层次多变化，注重从不同角度展现抒情主人公的内心世界，对后世创作长调慢词者有很大的启发。上片极尽铺叙之能事，先以一组排句对旅途中的客观物景，大肆进行铺写涂抹。这组排句均以一个三字句托上两个四字对句 ，着意加以渲染 。“红尘紫陌 ，斜阳暮草 ”，描绘当时的长安道说的是场所。“韶光明媚，轻烟淡薄”，描绘当时的天气氛围。接着 ，人物登场 ，“迢迢匹马西征”、“摇鞭时过长亭”，谓主人公正在旅行 ，“ 离人 ”、“匹马”，“断魂”、“迢迢”，都带感情色彩，让人觉得主人公的这次旅行，并不那么愉快，再与此时此地的大好时光相对照，则更加烘托出这次旅行，是多么令人难堪，使人生愁。于是，抒情主人公很自然地兴起对于“凤城仙子”的思忆。“别来千里重行行”说的是在漫长的旅行途中，有万千情事可以思忆，但令人难忘的还是即将踏上征途的那一时刻，俩人执手相看，那脸上水盈盈的双眼，永远印在脑际。头一组排句与以下的思忆，布局巧妙，写的是现在的景况，铺叙中穿插回忆，已将主人公旅途中的愁思表现得淋漓尽致。下片转换角度，述说对方的相思苦情，并且进一步设想将来相见的情景 。“ 花朝回夕，最苦冷落银屏。”几句说的是主人公设想，离别之后，每逢花朝月夕，她必定分外感到冷落，夜夜无眠，说不定她已经算好了我回归的日程。对方的相思苦情，这是想象中的事，但写得十分逼真，虚实难辨。这时候，仿佛她就在自己的眼前。接着，主人公转而想到，这千万般的思忆，不管是我想念她，还是她想念我，全都是空的 ，怎比得上及早返回 ，与她相见，那才是实在的。“争”，同“怎”。那时候，“向绣帏、深处并枕，说如此牵情。”我将向她从头细细述说，离别之后，我是如何如何地思念着她。在幻想中，作者既描绘了她的相思苦情，又写出彼此述说相思的情景，深切而生动。这首词的上片写的是抒情主人公在旅途中忆起“凤城仙子”，实景实情实写；下片描写对方的相思，虚者实写。上下片合起来，说的就是“相思”二字。全词铺叙、言情，有时间的推移，也有场景的变换，所抒之情饱满生动。"
        },
        {
            "title": "古倾杯",
            "content": "冻水消痕，晓风生暖，春满东郊道。迟迟淑景，烟和露润，偏绕长堤芳草。断鸿隐隐归飞，江天杳杳。遥山变色，妆眉淡扫。目极千里，闲倚危樯迥眺。动几许、伤春怀抱。念何处、韶阳偏早。想帝里看看，名园芳树，烂漫莺花好。追思往昔年少。继日恁、把酒听歌，量金买笑。别后暗负，光阴多少。",
            "comment": ""
        },
        {
            "title": "戚氏",
            "content": "晚秋天。一霎微雨洒庭轩。槛菊萧疏，井梧零乱，惹残烟。凄然。望江关，飞云黯淡夕阳间。当时宋玉悲感，向此临水与登山。远道迢递，行人凄楚，倦听陇水潺湲。正蝉吟败叶，蛩响衰草，相应喧喧。孤馆度日如年。风露渐变，悄悄至更阑。长天净，绛河清浅，皓月婵娟。思绵绵，夜永对景，那堪屈指，暗想从前。未名未禄，绮陌红楼，往往经岁迁延。帝里风光好，当年少日，暮宴朝欢。况有狂朋怪侣，遇当歌、对酒竞留连。别来迅景如梭，旧游似梦，烟水程何限。念利名、憔悴长萦绊。追往事、空惨愁颜。漏箭移、稍觉轻寒。渐呜咽、画角数声残。对闲窗畔，停灯向晓，抱影无眠。",
            "comment": "【注释】《戚氏》调是柳永创立的长调慢词，全词二百一十二字 ，是长调中最长的体制之一。通篇音律谐协，句法活泼，平仄韵位错落有致。共分为三片，上片写夕阳西下时 ，中片写入夜时分 ，下片写从深夜到拂晓，都围侥一个独宿旅寓的行人，写他在这三段时间内的所见、所思和所感。 上片描写的是微雨刚过、夕阳西下时的情景。“晚秋”二字点出了时令是在九月。词先从近景写起：秋雨梧桐，西风寒菊，点缀着荒寂的驿馆。“萧疏”见得花之凋残 。“零落”说明花正黄落。“惹残烟”，一字一层。“烟”而曰“残”，见出梧菊凋零、无复烟笼霭密的生气。“残”而曰“惹”，则见出其勉为弄姿摇曳枝头的眷恋之情，益发令人怜惜。传神就在一个“惹”字。“凄然”以下写远景。“夕阳闲”的“ 闲 ”字下得好，对比强烈，是移情的手法。“倦听”以下，转写所闻：一个“应”字更把蝉鸣、蛩响彼此呼应的秋声写活了。这里，“蝉鸣”与“蛩响”彼此相应，实际上与作者内心的凄凉之感相共鸣，这是一种融情于景的手法。中片从日斜到日暮，再至更阑，风清露冷，天气渐变，人声悄然，至此深入一层，刻画此地此时的心理状态。月明夜静，一身孤旅，清宵独坐，怎能不勾起抑郁的情思来呢？“长空净 ，绛河清浅 ，皓月蝉娟”，但见长空云净，银河清浅，明月光辉，怎不让人“ 思绵绵 ”呢 ？“夜永对景那堪”，六字为句，“屈指”以下转入忆旧 ，纯乎写情。以虚衬实，放笔直书，情真意厚、流转自如。下片“帝里”六句，写狂放不羁的少年生活，具体地补足了“暗想”的内容。仍用虚笔，与上片密衔细接。“别来迅景如梭”一句转写实景。词笔虚实相间，腾挪有致。以向日的欢娱，衬出如今的落寞，烟村水驿，无限凄凉。经过一番铺垫与蓄势，然后引出了“ 念利名憔悴长萦绊”一句。为什么要抛亲别友，孤旅天涯，受这份煎熬呢？不正是被区区的名利所羁绊么？往事萦迴，使他数遍更筹，听残画角，终夕难眠。结拍“停灯向晓，抱影无眠”为一篇词眼，写尽了伶仃孤处的滋味，传神地勾画出一个独倚虚窗、形影相伴的天涯倦客形象。这首词将羁旅情愁、身世之感写得淋漓尽至，入木三分，是柳永的名作之一。同时代的王灼在其所著的《碧鸡漫志 》中转引过“《 离骚 》寂寞千年后，《 戚氏 》凄凉一曲终”的赞语。拿《戚氏》和《离骚》相比，说明说它声情并茂、凄怨感人，堪称一曲旷世的凄凉之歌。"
        },
        {
            "title": "木兰花/玉楼春",
            "content": "酥娘一搦腰肢袅。回雪萦尘皆尽妙。几多狎客看无厌，一辈舞童功不到。星眸顾指精神峭。罗袖迎风身段小。而今长大懒婆娑，只要千金酬一笑。",
            "comment": ""
        },
        {
            "title": "凤衔杯",
            "content": "追悔当初孤深愿。经年价、两成幽怨。任越水吴山，似屏如障堪游玩。奈独自、慵抬眼。赏烟花，听弦管。图欢笑、转加肠断。更时展丹青，强拈书信频频看。又争似、亲相见。",
            "comment": ""
        },
        {
            "title": "夜半乐",
            "content": "冻云黯淡天气，扁舟一叶，乘兴离江渚。渡万壑千岩，越溪深处。怒涛渐息，樵风乍起，更闻商旅相呼，片帆高举。泛画鹢、翩翩过南浦。望中洒旆闪闪，一簇烟村，数行霜树。残日下、渔人鸣榔归去。败荷零落，衰杨掩映，岸边两两三三，浣纱游女。避行客，含羞笑相语。到此因念，绣阁轻抛，浪萍难驻。叹后约、丁宁竟何据。惨离怀、空恨岁晚归期阻。凝泪眼、杳杳神京路。断鸿声远长天暮。",
            "comment": "【注释】这首《夜半乐》是柳永用旧曲创制的新声。全词共有一百四十四字，分为三片，写的是柳永在渐江会稽一带舟游的情况。上片、中片都是写景，其中上片叙述舟行的经历，中片描写舟中的见闻。下片则是写情，在上两片的精神凝聚之中展开抒怀。片与片之间结合甚紧，是一篇大开大阖的长调。上片首句点明时令 ，交待出发时的天气 。“冻云 ”句说明已届初冬 ，天公似在酿雪，显得天色黯淡。“扁舟”二句写到自身，以“黯淡”的背景，反衬自己乘一叶扁舟驶离江渚时极高的兴致。“乘兴”二字是首叠的主眼，从“离江渚”开始，直到“过南浦 ”，词人一直保持着饱满的游兴 。“渡万壑”二句，概括交待了很长的一段路程，给人以“轻舟已过万重山”的轻快感觉。“怒涛”四句，写扁舟继续前行时的所见所闻。此时已从万壑千岩的深处出来，到了比较热闹的开阔江面上，浪头渐小，吹起顺风，听见过往经商办事的船客彼此高兴地打招呼，船只高高地扯起了风帆。“片帆高举”是写实，也可想象出词人在顺风扬帆时独立船头、怡然自乐的情状。“泛画鹢”的“鹢”，是一种水鸟，古代常画鹢于船头，这里以“ 画鹢 ”代指舟船 。“翩翩”，轻快的样子。“南浦 ”，南岸的水边。“翩翩 ”遥应“ 乘兴”，既写舟行的轻快，也是心情轻快的写照。从整个上片来看，柳永当时的心情是轻松愉快的。中片写舟中所见，所有景物都在“ 望中”生发，时间是在“过南浦”以后，已届傍晚，地点从溪山深处转到了南浦以下的江村 。词人乘兴扬帆翩翩而行，饶有兴味地观赏着展现在眼前的风光。“望中”三句写岸上，只见高挑的酒帘在风中闪动，烟霭朦胧中隐约可见有一处村落，其间点缀着几排霜树。“残日”句转写江中，渔人用木棒敲击船舷的声音把词人的注意力吸引了过来，发现在残日映照的江面上，渔人在“鸣榔归去 ”。接下来却见，浅水滩头，芰荷零落；临水岸边，杨柳只剩下光秃秃的枝条；透过掩映的柳枝 ，看得见岸边一小群浣纱归来的女子 。“浣纱游女 ”是词人描写的重点，他工笔细描她们“避行客、含羞笑相语 ”的神情举止 。眼前这三三两两浣纱游女，触动并唤醒了词人沉埋在心底的种种思绪，顿生羁旅行役的感慨，真所谓因触目而惊心。整个中片承上启下，与下片存在着内在的有机联系。下片由景入情，写的是去国离乡的感慨，用“到此因念 ”四个字展开。“此”字直承二叠末的写景，“念”字引出本叠的离愁别恨。“绣阁轻抛”，后悔当初轻率离家 ；“浪萍难驻”，慨叹今日浪迹他乡。将离家称为“ 抛”，更在“ 抛 ”前着一“轻”字，后悔之意溢于言表 ；自比浮萍 ，又在“萍”前安一“浪”字，对于眼下行踪不定的生活，不满之情见于字间。最使词人感到凄楚的是后会难期。“叹后约”四句，便是从不同的角度抒写难以与亲人团聚的感慨。“叹后约”句遥当年别离时分，妻子殷勤叮咛，约定归期，如今难以兑现。“惨离怀”二句一叹现在时至岁暮，但还不能回家，因而只能空自遗憾；再叹目前自己离妻子寄身的京城汴梁 ，路途遥远，不易到达，只得“凝泪眼”而长望。结语“断鸿”句，重又由情回到景上，望神京而不见，映入眼帘的，唯有空阔长天，苍茫暮色，听到耳中的只有离群的孤雁渐去渐远的叫声。这一景色 ，境界浑涵 ，所显示的氛围，与词人的感情十分合拍 。“ 断鸿”句所写的是情中之景，着重表现的是寄寓在景物中的主观感受。下片把去国离乡的离愁和羁旅行役的苦况写得令人读来心神惨然。柳永词善于铺叙 ，上、中片写景 ，感情悠游不迫，笔调舒徐从容，由叙述转为描绘。描叙内容也从自然现象转到社会人事 ，整体上层次分明 ，铺排有序。末片抒情，感情汪洋恣肆，一发难收，笔调也变得急促起来，抒写了悔当初、恨现在的感情；接着的几句，围绕着“别易会难”这一中心，作多角度的反复抒写 。音韵上，从“叹后约”句开始，用韵转密，如促节繁弦，正好适应了硬咽语塞、一吐为快的抒情需要。写景，为抒情铺垫；徐缓，为急骤蓄势。通篇转承自然、浑若天成，体现了柳永长调的突出优点。"
        },
        {
            "title": "少年游",
            "content": "参差烟树灞陵桥。风物尽前朝。衰杨古柳，几经攀折，憔悴楚宫腰。夕阳闲淡秋光老，离思满蘅皋。一曲阳关，断肠声尽，独自凭兰桡。",
            "comment": " | 【注释】这首词抒发了作者在长安东灞桥这一传统离别场所与友人别时的离愁别恨和怀古伤今之情。全词通过描写富有寓意和韵味的景物来表达悲愁与离愁、羁旅与感昔的双重惆怅，使人触景生情，见微知著。开篇总揽灞桥全景“参差烟树灞陵桥”一句，直接点明所咏对象，暮色苍茫中，杨柳如烟；柳色明暗处，霸桥横卧。灞桥是别离的象征，眼前凄迷的灞桥暮景，更易牵动羁泊异乡的情怀。灞桥不仅目睹人世间的离鸾别鹤之苦，而且也是人世沧桑、升沉变替的见证 。“风物尽前朝”一句，紧承首句又拓展词意，使现实的旅思羁愁与历史的兴亡之感交织，把空间的迷茫感与时间的悠远感融为一体，在貌似冷静的描述中，透露出作者沉思的神情与沉郁的情怀。“哀杨古柳”三句从折柳送别着想，专写离愁。作者想象年去岁来，多少离人在此折柳赠别，杨柳屡经攀折，纤细轻柔的柳条竟至“憔悴”！此词写衰杨古柳，憔悴衰败 ，已不胜攀折。以哀景映衬哀情，借伤柳以伤别，加倍突出人间别离之频繁，别恨之深重。自“夕阳闲淡秋光老”一句始，词境愈加凄清又无限延伸。面对灞桥，已令人顿生离思，偏又时当秋日黄昏，日色晚，秋光老，夕阳残照，给本已萧瑟的秋色又抹上一层惨淡的色彩，也给作者本已凄楚的心灵再笼罩一层黯淡的阴影 。想到光阴易逝 ，游子飘零，离思愁绪绵延不尽，终于溢满蘅皋了。“离思满蘅皋”，是用夸张的比喻形容离愁之多，无所不在。“一曲《 阳关 》”两句，转而从听觉角度写离愁。作者目瞻神驰，正离思索怀，身边忽又响起《阳关》曲，将作者思绪带回别前的离席。眼前又在进行一场深情的饯别，而行者正是自己。客中再尝别离之苦，旧恨加上新愁，已极可悲，而此次分袂，偏偏又在传统的离别之地，情形加倍难堪，耳闻《阳关》促别，自然使人肝肠寸断了。至此，目之所遇，耳之所闻，无不关合离情纷至沓来。词末以“独自凭兰桡”陡然收煞。“独自”二字，下得沉重，依依难舍的别衷、孤身飘零的苦况，尽含其中。这首词运用了回环断续的艺术手法 ，借助灞桥、古柳 、夕阳、阳关等寓意深远的意象 ，不加丝毫议论，只通过凭吊前朝风物，就抒发无限的感慨，做到了“ 状难状之景 ，达难达之情 ，而出之以自然 ”（《 宋六十一家词选例言》）。"
        },
        {
            "title": "归去来",
            "content": "一夜狂风雨。花英坠、碎红无数。垂杨漫结黄金缕。尽春残、萦不佳。蝶稀蜂散知何处。［歹带］尊酒、转添愁绪。多情不惯相思苦。休惆怅、好归去。",
            "comment": ""
        },
        {
            "title": "燕归梁",
            "content": "轻蹑罗鞋掩绛绡。传音耗、苦相招。语声犹颤不成娇。乍得见、两魂消。匆匆草草难留恋、还归去、又无聊。若谐雨夕与云朝。得似个、有嚣嚣。",
            "comment": ""
        },
        {
            "title": "忆帝京",
            "content": "薄衾小枕天气，乍觉别离滋味。展转数寒更，起了还重睡。毕竟不成眠，一夜长如岁。也拟待，却回征辔。又争奈，已成行计。万种思量，多方开解，只凭寂寞厌厌地。系我一身心，负你千行泪。",
            "comment": "【注释】这首《忆帝京》是柳永抒写离别相思的系列词作之一。这首词纯用口语白描来表现男女双方的内心感受，艺术表现手法新颖别致。是柳永同类作品中较有特色的一首。起句写初秋天气逐渐凉了。“薄衾”，是由于天气虽凉却还没有冷；从“小枕”看，词中人此时还拥衾独卧，于是“ 乍觉别离滋味 ”。“乍觉”，是初觉，刚觉，由于被某种事物触动，一下引起了感情的波澜 。接下来作者将“别离滋味”作了具体的描述：“展转数寒更 ，起了还重睡 ”。空床展转，夜不能寐；希望睡去，是由于梦中也许还可以解愁。默默地计算着更次 ，可是仍不能入睡，起床后，又躺下来。区区数笔把相思者床头展转腾挪，忽睡忽起，不知如何是好的情状，毫不掩饰地表达出来了。“毕竟不成眠 ”，是对前两句含意的补充 。“毕竟”两字有终于、到底、无论如何等意思。接着“一夜长如岁”一句巧妙地化用了《诗径·王风·采葛 》中“ 一日不见，如三岁兮”的句意，但语句更为凝炼，感情更为深沉。这几句把“ 别离滋味 ”如话家常一样摊现开来，在质朴无华的词句里，蕴含着炽烈的生活热情。词的下片转而写游子思归，表现了游子在理智与感情发生冲突复杂的内心体验 。“ 也拟待、却回征辔”，至此可以知道，这位薄衾小枕不成眠的人，离开他所爱的人没有多久 ，可能是早晨才分手 ，便为“别离滋味”所苦了。此刻当他无论如何都难遣离情的时候，心里不由得涌起另一个念头：唉，不如掉转马头回去吧。“也拟待”，这是万般无奈后的心理活动。可是，“又争奈、已成行计”意思是说，已经踏上征程，又怎么能再返回原地呢？归又归不得，行又不愿行，结果仍只好“万种思量，多方开解”，但出路自然找不到，便只能“寂寞厌厌地”，百无聊赖地过下去了。最后两句“系我一生心，负你千行泪”包含着多么沉挚的感情 ：我对你一生一世也不会忘记，但看来事情只能如此，也只应如此，虽如此，却仍不能相见，那么必然是“负你千行泪”了。这一句恰到好处地总结了全词彼此相思的意脉，突出了以“我”为中心的怀人主旨。这首词“细密而妥溜”（刘熙载《艺概》），纯用口语，流畅自然，委婉曲折地表达抒情主人公之间的真挚情爱，思想和艺术都比较成熟。"
        },
        {
            "title": "甘草子",
            "content": "秋暮。乱洒衰荷，颗颗真珠雨。雨过月华生，冷彻鸳鸯浦。池上凭阑愁无侣。奈此个情绪。却傍金笼共鹦鹉。念粉郎言语。",
            "comment": " | 【注释】①此词写一年轻女子在深秋之日思念情郎和孤寂无聊的心绪。上片写晚秋景色的凄凉；下片写没有情郎为伴，心绪不宁和百无聊赖。②乱洒衰荷：乱洒，无规则的洒；衰荷，衰老枯萎的荷。此句是说晚秋时节荷花已经衰老枯萎，又逢一场秋雨。③颗颗真珠雨：真珠雨，秋雨从莲蓬上滚落下来，有如真珠一般。④雨过月华生：秋雨过后，月光又在天空出现了。月华，月亮的光华。⑤冷彻鸳鸯浦：鸳鸯浦，鸳鸯栖息的水塘。此句是承上句，说秋雨过后，天气越发冷了，本来栖息鸳鸯的水塘好像都被冷透了。⑥池上凭栏愁无侣：池上，鸳鸯浦上；凭栏，依靠在鸳鸯浦边的栏杆上向鸳鸯浦里看；愁无侣，由于天气转冷，鸳鸯迁徙走了，鸳鸯浦里没鸳鸯，池里没有情侣，而自己也是独自凭栏，亦无伴侣，因此称愁无侣。此句既是写自然景观也是写孤寂少女的心绪。⑦奈怎个：奈，无奈；怎个，怎么样。此句是说愁无侣又能怎么样呢？⑧单栖情绪：单栖，没有伴侣，孤单地独自栖息。此句是承上句“奈怎个”而来，是说单栖的情绪是个无可奈何的情绪。⑨却傍金笼共鹦鹉：却傍金笼，在无可奈何之下，只得依傍在金丝鸟笼旁边；共鹦鹉，和鹦鹉在一起。念粉郎言语：念，说；粉郎，美貌的情郎；言语，说过的话。此句是说这位多情少女在无可奈何之下，只得和鹦鹉逗话，重复情郎曾经说过的话，以疗相思之苦------------------------------------------------这首《 甘草子 》是一篇绝妙的闺情词，属小令词。上片写女主人公池上凭阑的孤寂情景。秋天本易触动寂寥之情，何况“秋暮”。“乱酒衰荷，颗颗真珠雨”，比喻贴切，句中“乱”字亦下得极好，它既写出雨洒衰荷历乱惊心的声响，又画出跳珠乱溅的景色，间接地，还显示了凭阑凝伫、寂寞无聊的女主人公的形象。紧接着，以顶针格写出“雨过月华生，冷彻鸳鸯浦”两句。词连而境移，可见女主人公在池上阑边移时未去，从雨打衰荷直到雨霁月升。雨来时池上已无鸳鸯，“冷彻鸳鸯浦”即有冷漠空寂感，不仅是雨后天气转冷而已，这对女主人公之所以愁闷是一有力的暗示。过片“池上凭阑愁无侣”一句收束上意，点明愁因 。“ 奈此个、单栖情绪”则推进一层，写孤眠之苦，场景也由池上转入屋内。此词妙在结尾二句别开生面 ，写出新意 ：“ 却傍金笼共鹦鹉 ，念粉郎言语。”荷塘月下，轩窗之内，一个不眠的女子独自在调弄鹦鹉，自是一幅绝妙仕女图。而画图难足的，是那女子教鹦鹉念的“言语”，不直写女主人公念念不忘“粉郎”及其“言语”，而通过鹦鹉学“念”来表现，实为婉曲含蓄。鸟语之后，反添一种凄凉，因鸟语之戏不过是自我安慰，又岂能真正遗志空虚。《 金粟词话》云：“柳耆卿‘却傍金笼教鹦鹉，念粉郎言语’，《花间》之丽句也。”是说柳永此词的尾句 ，类花间派 ，语辞艳丽，各是异彩，如“真珠”、“月华”、“鸳鸯”、“金笼”、“鹦鹉”等皆具辞彩。然不同的是环境的华美不能掩盖人物心境的空虚，这样写恰有反衬的妙用。"
        },
        {
            "title": "归朝欢",
            "content": "别岸扁舟三两只。葭苇萧萧风淅淅。沙汀宿雁破烟飞，溪桥残月和霜白。渐渐分曙色。路遥山远多行役。往来人，只轮双桨，尽是利名客。一望乡关烟水隔。转觉归心生羽翼。愁云恨雨两牵萦，新春残腊相催逼。岁华都瞬息。浪萍风梗诚何益。归去来，玉楼深处，有个人相忆。",
            "comment": " | 【注释】此词以白描和铺叙的手法，情景相生地抒写作者冬日早行而怀念故乡的思绪和浪迹江湖的苦闷情怀。作者工致地以白描手法描绘旅途景色，创造一个特定的抒情环境。前四句以密集的意象，表现江乡冬日晨景，所写的景物都是主体真切地感受到的。“别岸”是稍远的江岸，“萧萧”为芦苇之声，“淅淅”乃风的声响。远处江岸停着三两只小船，风吹芦苇发出细细的声音，此处写景如画般地写出了江乡的荒寒景象。“沙汀”即水间洲渚，为南来过冬的雁群留宿佳处。宿雁之冲破晓烟飞去，当是被早行人们惊起所致 。江岸、葭苇、沙汀、宿雁，这些景物极为协调，互相补衬 ，组成江南水乡的画面 。“溪桥”与“别岸”相对，旅人在江村陆路行走，远望江岸，走过溪桥 。“ 残月”表示旅人很早即已上路，与“明月如霜”之以月色比霜之白者不同，“月和霜白”是月白霜亦白 。残月与晨霜并见，点出时节约是初冬下旬，与上文风苇、宿雁同为应时之景。三、四两句十分工稳，确切地把握住了寒冬早行的景物特点。“渐渐分曙色”为写景之总括，暗示拂晓前后的时间推移和旅人已经过一段行程。这样作一勾勒，将时间关系交代清楚，使词意发展脉络贯串。“路遥山远多行役”为转笔 ，由写景转写旅人。由于曙色已分，东方发白，道路上人们渐渐多起来了。“只轮”“双桨”，借指车船。水陆往来尽是“利名客”，他们追名逐利，匆匆赶路 。柳永失意江湖 ，正同这群赶路的人一道披星戴月而行。柳永的羁旅行役之词中经常出现关河津渡 、城郭村落 、农女渔人、车马船舶、商旅往来等等乡野社会风情画面，展示了较为广阔的社会生活背景，拓展了词的表现范围，在词史上有开拓意义。过片“一望乡关烟水隔”，承上片的写景转入主观抒情 ，写主人公因厌倦羁旅行役而思故乡 。“一望”实即想望，故乡关河相隔遥远，烟水迷茫，根本无法望见；既无法望见而又不能回去，受到思乡愁绪的煎熬，反转产生一种急迫的渴望心理，恨不能插上羽翼立刻飞回故乡。对于这种迫切念头的产生，词人作了层层铺叙，细致地揭示了内心的活动。“愁云恨雨两牵萦”喻儿女离情，象丝缕一样牵萦两地；“新春残腊相催逼”是说明时序代谢，日月相催，新春甫过，残腊又至，客旅日久，于岁月飞逝自易惊心，有年光逼人之感。“岁华都瞬息。浪萍风梗诚何益。”“岁华”句申上“新春”句意，流光转瞬，与天涯浪迹联系起来，更增深沉的感慨。“萍”和“梗”是飘泊不定的典型意象，以喻羁旅生活象浮萍和断梗一样随风水飘荡无定。柳永深感这种毫无结果的漫游确是徒劳无益，从现实艰难的境况来看还不如回乡。于是逼出最后三句 ：“ 归去来 ，玉楼深处 ，有个人相忆。”这是思乡的主要原因，补足了“愁云恨雨”之意。家乡的“玉楼深处 ，有个人相忆 ”，自然是设想妻子多年在家苦苦相忆了。柳永是一个充满矛盾的人：他在离家后事实上再也没有回到故乡，但思乡之情却往往异常强烈；他在京都的烟花巷陌与许多歌妓恋爱，但怀念妻子的深情却时时自然地流露。"
        },
        {
            "title": "女冠子",
            "content": "淡烟飘薄。莺花谢、清和院落。树阴翠、密叶成幄。麦秋霁景，夏云忽变奇峰、倚寥廓。波暖银塘，涨新萍绿鱼跃。想端忧多暇，陈王是日，嫩苔生阁。正铄石天高，流金昼永，楚榭光风转蕙，披襟处、波翻翠幕。以文会友，沈李浮瓜忍轻诺。别馆清闲，避炎蒸、岂须河朔。但尊前随分，雅歌艳舞，尽成欢乐。",
            "comment": ""
        },
        {
            "title": "凤栖梧",
            "content": "帘下清歌帘外宴。虽爱新声，不见如花面。牙板数敲珠一串，梁尘暗落琉璃盏。桐树花深孤凤怨。渐遏遥天，不放行云散。坐上少年听不惯，玉山未倒肠先断。",
            "comment": ""
        },
        {
            "title": "佳人醉",
            "content": "暮景尔萧尔霁。云淡天高风细。正月华如水。金波银汉，潋滟无际。冷浸书帷梦断，欲披衣重起。临轩砌。素光遥指。因念翠蛾，香隔音尘何处，相望同千里。尽凝睇。厌厌无寐。渐晓雕阑独倚。",
            "comment": ""
        },
        {
            "title": "雪梅香",
            "content": "景萧索，危楼独立面晴空。动悲秋情绪，当时宋玉应同。渔市孤烟袅寒碧，水村残叶舞愁红。楚天阔，浪浸斜阳，千里溶溶。临风想佳丽，别后愁颜，镇敛眉峰。可惜当年，顿乖雨迹云踪。雅态妍姿正欢洽，落花流水忽西东。无憀恨，相思意，尽分付征鸿。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "伫倚危楼风细细，望极春愁，黯黯生天际。草色烟光残照里，无言谁会凭栏意。拟把疏狂图一醉，对酒当歌，强乐还无味。衣带渐宽终不悔，为伊消得人憔悴。",
            "comment": "【注释】[1]此词原为唐教坊曲，调名取义简文帝“翻阶蛱蝶恋花情”句。又名《鹊踏枝》、《凤栖梧》等。双调，六十字，仄韵。[2]危楼：高楼。[3]黯黯：迷蒙不明。[4]拟把：打算。疏狂：粗疏狂放，不合时宜。[5]对酒当歌：语出曹操《短歌行》。当：与“对”意同。[6]强：勉强。强乐：强颜欢笑。[7]衣带渐宽：指人逐渐消瘦。语本《古诗》：“相去日已远，衣带日已缓”。　　这是一首怀人词。上片写登高望远，离愁油然而生。“伫倚危楼风细细”，“危楼”，暗示抒情主人公立足既高，游目必远。“伫倚”，则见出主人公凭栏之久与怀想之深。但始料未及，“伫倚”的结果却是“望极春愁，黯黯生天际”。“春愁”，即怀远盼归之离愁。不说“春愁”潜滋暗长于心田，反说它从遥远的天际生出，一方面是力避庸常，试图化无形为有形，变抽象为具象，增加画面的视觉性与流动感；另一方面也是因为其“春愁”是由天际景物所触发。　　接着，“草色烟光”句便展示主人公望断天涯时所见之景。而“无言谁会”句既是徒自凭栏、希望成空的感喟，也是不见伊人、心曲难诉的慨叹。“无言”二字，若有万千思绪。　　下片写主人公为消释离愁，决意痛饮狂歌：“拟把疏狂图一醉”。但强颜为欢，终觉“无味”。从“拟把”到“无味”，笔势开阖动荡，颇具波澜。结穴“衣带渐宽”二句以健笔写柔情，自誓甘愿为思念伊人而日渐消瘦与憔悴。“终不悔”，即“之死无靡它”之意，表现了主人公的坚毅性格与执着的态度，词境也因此得以升华。　　贺裳《皱水轩词筌》认为韦庄《思帝乡》中的“陌上谁家年少足风流，妾疑将身嫁与一生休。纵被无情弃，不能羞”诸句，是“作决绝语而妙”者；而此词的末二句乃本乎韦词，不过“气加婉矣”。其实，冯延已《鹊踏枝》中的“日日花前常病酒，镜里不辞朱颜瘦”，虽然语较颓唐，亦属其类。后来，王国维在《人间词语》中谈到“古今之成大事业、大学问者，必经过三种境界”，被他借用来形容“第二境”的便是“衣带渐宽终不悔，为伊消得人憔悴”。这大概正是柳永的这两句词概括了一种锲而不舍的坚毅性格和执着态度。【集评】唐圭璋《唐宋词简释》：此首上片写境，下片抒情。“伫倚”三句，写远望愁生。“草色”两句，实写所见冷落景象与伤高念远之意。换头深婉。“拟把”句，与“衣带”两句，更柔厚。与“不辞镜里朱颜瘦”语，同合风人之旨。王国维《人间词话》：古今之成大事业、大学问者，必经过三种之境界，以“衣带渐宽终不悔，为伊消得人憔悴”为第二境。俞陛云《唐五代两宋词选释》：长守尾生抱柱之信，拼减沈郎腰带之围，真情至语。----------------------------------这首词采用“ 曲径通幽 ”的表现方式，抒情写景，感情真挚。巧妙地把飘泊异乡的落魄感受，同怀恋意中人的缠绵情思融为一体。“伫倚危楼风细细”。说登楼引起了“春愁”。全词只此一句叙事，便把主人公的外在形象象一幅剪纸那样突现出来了。“风细细”，带写一笔景物，为这幅剪影添加了一点背景 ，使画面立刻活跃起来了。“望极春愁，黯黯生天际”，极目天涯，一种黯然魂销的“春愁”油然而生。“春愁”，又点明了时令。对这“愁”的具体内容，词人只说“ 生天际”，可见是天际的什么景物触动了他的愁怀。从下一句“草色烟光”来看，是春草。芳草萋萋，刬尽还生，很容易使人联想到愁恨的联绵无尽。柳永借用春草，表示自己已经倦游思归，也表示自己怀念亲爱的人。那天际的春草 ，所牵动的词人的“ 春愁”究竟是哪一种呢？词人却到此为止，不再多说了。“草色烟光残照里，无言谁会凭阑意”写主人公的孤单凄凉之感。前一句用景物描写点明时间，可以知道，他久久地站立在楼头眺望，时已黄昏还不忍离去 。“草色烟光”写春天景色极为生动逼真。春草，铺地如茵，登高下望，在夕阳的余辉下，闪烁着一层迷蒙的如烟似雾的光色。一种极为萋美的景色，再加上“残照”二字，便又多了一层感伤的色彩，为下一句抒情定下基调。“无言谁会凭阑意”，因为没有人理解他登高远望的心情 ，所以他默默无言。有“ 春愁 ”又无可诉说，这虽然不是“春愁”本身的内容，却加重了“春愁”的愁苦滋味。作者并没有说出他的“春愁”是什么，却又掉转笔墨，埋怨起别人不理解他的心情来了。作者把笔宕开，写他如何苦中求乐。“愁”，自然是痛苦的，那还是把它忘却，自寻开心吧！“拟把疏狂图一醉 ”，写他的打算 。他已经深深体会到了“春愁”的深沉，单靠自身的力量是难以排遣的，所以他要借酒浇愁 。词人说得很清楚 ，目的是“图一醉 ”。为了追求这“ 一醉”，他“疏狂”，不拘形迹，只要醉了就行。不仅要痛饮，还要“对酒当歌”，借放声高歌来抒发他的愁怀。但结果却是“强乐还无味 ”，他并没有抑制住“ 春愁”。故作欢乐而“无味”，更说明“春愁”的缠绵执着。至此，作者才透露这种“春愁”是一种坚贞不渝的感情。他的满怀愁绪之所以挥之下去，正是因为他不仅不想摆脱这“ 春愁 ”的纠缠，甚至心甘情愿为“春愁”所折磨，即使渐渐形容憔悴、瘦骨伶仃，也决不后悔。“为伊消得人憔悴”才一语破的：词人的所谓“春愁”，不外是“相思”二字。这首词妙在紧拓“春愁”即“相思”，却又迟迟不肯说破 ，只是从字里行间向读者透露出一些消息，眼看要写到了 ，却又煞住 ，掉转笔墨，如此影影绰绰，扑朔迷离，千回百折，直到最后一句，才使真象大白。词在相思感情达到高潮的时候，戛然而止，激情回荡，感染力更强了。"
        },
        {
            "title": "金蕉叶",
            "content": "厌厌夜饮平阳第。添银烛、旋呼佳丽。巧笑难禁，艳歌无闲声相继。准拟幕天席地。金蕉叶泛金波齐，未更阑、已尽狂醉。就中有个风流，暗向灯光底。恼遍两行珠翠。",
            "comment": ""
        },
        {
            "title": "其二",
            "content": "景阑昼永，渐入清和气序。榆钱飘满闲阶，莲叶嫩生翠沼。遥望水边幽径，山崦孤村，是处园林好。闲情悄。绮陌游人渐少。少年风韵，自觉随春老。追前好。帝城信阻，天涯目断，暮云芳草。伫立空残照。",
            "comment": ""
        },
        {
            "title": "受恩深",
            "content": "雅致装庭宇。黄花开淡泞。细香明艳尽天与。助秀色堪餐，向晓自有真珠露。刚被金钱妒。拟买断秋天，容易独步。粉蝶无情蜂已去。要上金尊，惟有诗人鸳鸯浦。待宴赏重阳，恁时尽把芳心吐。陶令轻回顾。免憔悴东篱，冷烟寒雨。",
            "comment": ""
        },
        {
            "title": "巫山一段云",
            "content": "六六真游洞，三三物外天。九班麟稳破非烟。何处按云轩。昨夜麻姑陪宴。又话蓬莱清浅。几回山脚弄云涛。彷佛见金鳌。",
            "comment": ""
        },
        {
            "title": "八声甘州",
            "content": "对潇潇暮雨洒江天，一番洗清秋。渐霜风凄紧，关河冷落，残照当楼。是处红衰翠减，苒苒物华休。惟水长江水，无语东流。不忍登高临远，望故乡渺邈，归思难收。叹年来踪迹，何事苦淹留？想佳人妆楼颙望，误几回天际识归舟。争知我，倚阑干处，正恁凝愁。",
            "comment": "【注释】[1]唐教坊大曲有《甘州》，杂曲有《甘州子》。因属边地乐曲，故以甘州为名。《八声甘州》是从大曲《甘州》截取一段而成的慢词。因全词前后共八韵，故名八声。又名《潇潇雨》、《宴瑶沁池》等。《词谱》以柳永为正体。九十七字，平韵。[2]潇潇：形容雨声急骤。[3]凄紧：一作“凄惨”。[4]是处：到处，处处。红衰翠减：红花绿叶，凋残零落。李商隐《赠荷花》：“翠减红衰愁煞人”。翠：一作“绿”。[5]苒苒：茂盛的样子。一说，同“冉冉”，犹言“渐渐”。物华：美好的景物。[6]渺邈：遥远。[7]淹留：久留。[8]顒望：凝望。一作“长望”。[9]天际识归舟：语出谢朓《之宣城郡出林浦向板桥》“天际识归舟，云中辨江树”。[10]争：怎。⑾恁：如此，这般。[11]凝愁：凝结不解的深愁。　　这首望乡词通篇贯串一个“望”字， 作者的羁旅之愁， 飘泊之恨，尽从“望”中透出。　　上片是登楼凝望中所见，无论风光、景物、气氛，都笼罩着悲凉的秋意，触动着抒情主人公的归思。“渐霜风凄紧，关河冷落，残照当楼”三句，在深秋萧瑟廖廓的景象中表现游子的客中情怀，连鄙薄柳词的苏轼也以为“此语于诗句不减唐人高处”（宋赵令畤《侯鲭录》引。《能改齐漫录》作晁补之语）。　　下片是望中所思，从自已的望乡想到意中人的望归：她不但“归楼颙望”，甚至还“误几回天际识归舟”，望穿秋水之际，对自已的迟迟不归已生怨恨。如此着笔，便把本来的独望变成了双方关山远隔的千里相望，见出两地同心，俱为情苦。虽然这是想象之辞，却反映了作者对独守空闺的意中人的关切之情，似乎在遥遥相望中互通款曲，进行心与心的交流，从而暗示读者：其人未归而其心已归，这就更见出归思之切。　　另外，此词多用双声叠韵词，以声为情，声情并茂。双声如“清秋”、“冷落”、“渺邈”等，叠韵如“长江”、“无语”、“阑干”等。它们间见错出，相互配合，时而嘹亮，时而幽咽。这自然有助于增强声调的亢坠抑扬，更好地表现心潮的起伏不平。【集评】《侯鲭录》引苏轼云：人皆言柳耆卿词俗，然如“霜风凄紧，关河冷落，残照当楼”，唐人佳处，不过如此。唐圭璋《唐宋词简释》：此首亦柳词名著。一起写雨后之江天，澄澈如洗。“渐霜风”三句，更写风紧日斜之境，凄寂可伤。以东坡之鄙柳词，亦谓此三句“唐人佳处，不过如此”。“是处”四句，复叹眼前景物凋残，惟有江水东流，自起首至此，皆写景。“叹年”两句，自问自叹，为恨极之语。“想”字贯至“收”处，皆是从对面着想，与少陵之“香雾云鬟湿”作法相同。俞陛云《唐五代两宋词选释》：结句言知君忆我，我亦忆君。前半首之“霜风”、“残照”，皆在凝眸怅望中也。刘逸生《宋词小札》：《八声甘州》是柳永名作之一，属于游子思乡的一段题材，不一定是作者本人在外地思念故乡妻子而写。据我看，为了伶工演唱而写的可能性还大些。然而，对景物的描写，情感的抒述，不仅十分精当，而且笔力很高，实可称名作而无愧。------------------------------这首传颂千古的名作，融写景、抒情为一体，通过描写羁旅行役之苦，表达了强烈的思归情绪，语浅而情深。是柳永同类作品中艺术成就最高的一首，其中佳句“不减唐人高处”（苏东坡语）。开头两句写雨后江天 ，澄澈如洗。一个“ 对”字，已写出登临纵目、望极天涯的境界。当时，天色已晚，暮雨潇潇，洒遍江天，千里无垠。其中“雨”字 ，“洒”字，和“洗”字，三个上声，循声高诵，定觉素秋清爽，无与伦比。自“渐霜风”句起，以一个“渐”字，领起四言三句十二字。“渐”字承上句而言，当此清秋复经雨涤，于是时光景物，遂又生一番变化。这样词人用一“渐字”，神态毕备。秋已更深，雨洗暮空，乃觉凉风忽至，其气凄然而遒劲，直令衣单之游子，有不可禁当之势。一“紧”字，又用上声，气氛声韵写尽悲秋之气。再下一“冷”字，上声，层层逼紧。而“凄紧”、“冷落”，又皆双声叠响，具有很强的艺术感染力量，紧接一句“残照当楼”，境界全出。这一句精彩处在“ 当楼 ”二字，似全宇宙悲秋之气一起袭来。“是处红衰翠减，苒苒物毕休。”词意由苍莽悲壮，而转入细致沉思，由仰观而转至俯察，又见处处皆是一片凋落之景象。“红衰翠减”，乃用玉谿诗人之语，倍觉风流蕴藉。“苒苒”，正与“渐”字相为呼应。一“休”字寓有无穷的感慨愁恨，接下“惟有长江水，无语东流”写的是短暂与永恒、改变与不变之间的这种直令千古词人思索的宇宙人生哲理。“无语”二字乃“无情”之意，此句蕴含百感交集的复杂心理。“不忍 ”句点明背景是登高临远，云“不忍”，又多一番曲折、多一番情致 。至此，词以写景为主，情寓景中。但下片妙处在于词人善于推已及人，本是自己登远眺 ，却偏想故园之闺中人 ，应也是登楼望远，伫盼游子归来。“误几回”三字更觉灵动。结句篇末点题。“倚阑干”，与“对”，与“当楼 ”，与“ 登高临远”，与“望”，与“叹”，与“想”，都相关联、相辉映。词中登高远眺之景，皆为“ 倚闺 ”时所见；思归之情又是从“凝愁”中生发；而“争知我”三字化实为虚，使思归之苦，怀人之情表达更为曲折动人。这首词章法结构细密，写景抒情融为一体，以铺叙见长。词中思乡怀人之意绪，展衍尽致。而白描手法，再加通俗的语言，将这复杂的意绪表达得明白如话 。这样 ，柳永的《八声甘州》终成为词史上的丰碑，得以传颂千古。"
        },
        {
            "title": "木兰花慢",
            "content": "拆桐花烂漫，乍疏雨、洗清明。正艳杏烧林，缃桃绣野，芳景如屏。倾城。尽寻胜去，骤雕鞍绀幰山郊坰。风暖繁弦脆管，万家竞奏新声。盈盈。斗草踏青。人艳冶、递逢迎。向路傍往往，遗簪堕珥，珠翠纵横。欢情。对佳丽地，信金罍罄竭玉山倾。拚却明朝永日，画堂一枕春醒。",
            "comment": "【注释】这首《 木兰花慢 》以描绘清明的节日风光，侧面地再现了宋真宗、仁宗年间社会升平时期的繁胜场面。清明时节风和日暖，百花盛开，芳草芊绵，人们习惯到郊野去扫墓 、踏青 。这首词就以北宋江南清明郊游为再现对象，生动地描绘了旖旎春色和当时盛况，是一首典型的“承平气象，形容曲致”之作。起首六句二十四字 ，兼写清明乍雨、群花烂漫，点出春日郊游的特定风物。起笔便异常简洁地点明了时令 。紫桐即油桐树 ，三月初应信风而开紫白色花朵，因先花后叶，故繁茂满枝，最能标志郊野清明的到来。一个“拆”字，写尽桐花烂漫的风致。“先清明 ”，经过夜来或将晓的一阵疏雨 ，郊野显得特地晴明清新，点出“清明之明”。作者选择了“艳杏”和“缃桃”等富于艳丽色彩的景物，使用了“烧”和“绣”具有雕饰工巧的动词，以突出春意最浓时景色的鲜妍如画。不过，这首词的重点不在于对动人春色的工笔描绘，所以自“倾城”句始，词进入游春活动的描述。作者善于从宏观来把握整体的游春场面，又能捕捉到一些典型的具象 。“ 倾城，尽寻胜去”是对春游盛况作总的勾勒。人们带着早已准备好的熟食品，男骑宝马，女坐香车，到郊外去领略大自然的景色 ，充分享受春天的观乐 。“雕鞍”代指马，“绀幰”即天青色的车幔，代指车。结两句，以万家之管弦新声大大地渲染了节日的气氛，词情向欢乐的高潮发展。词的上片，作者用浓墨重彩绘制出一幅生气盎然的清明踏青游乐图。词的下片着重表现江南女子郊游的欢乐。柳永这位风流才子将注意力集中于艳冶妖娆、珠翠满头的市井妓女身上。在这富于浪漫情调的春天郊野，她们的欢快与放浪，在作者看来，为节日增添了浓郁的趣味和色彩，而事实上也如此。“盈盈”以女性的轻盈体态指代妇女 ，这里兼指众多的妇女。她们占芳寻胜，玩着传统的斗草游戏。踏青中最活跃的还是那些歌妓舞女们。她们艳冶出众，尽情地享受着春的欢乐和春的赐与 。作者以“ 向路旁往往，遗簪堕珥，珠翠纵横”，衬出当日游人之众，排场之盛，同时也暗示这些游乐人群的主体是豪贵之家。这是全词欢乐情景的高潮。而作者对春之美好和生之欢乐的体验也抒发到了极致。继而词笔变化，作者继以肯定的语气，设想欢乐的人们 ，在佳丽之地饮尽樽里的美酒 ，陶然大醉 ，有如玉山之倾倒 。“罍”为古代酒器，即大酒樽。词的结尾“拚却明朝永日，画堂一枕春醒。”一句意思是，这些欢乐的人定是拚着明日醉卧画堂，今朝则非尽醉不休。不能把这一句简单用“醉生梦死”去界定，实际上，柳永在这里呕歌的是古代女子在这难得的自由机会和场合中所迸发的生命的快乐。这首《木兰花慢》充分体现了柳词善予铺叙的表现特征。作者依赖调式变化、句式参差，造成了一种急促的节奏和繁密的语势；同时又通过特色景物的点染，大量细节的描写和场面的铺陈，将描写对象加以铺张渲染，为全词带来一种繁复之美。这是两宋时期广为传唱的“欢乐颂”和“春之歌”，体现了柳永创作风格的多样性。"
        },
        {
            "title": "抛球乐",
            "content": "晓来天气浓淡，微雨轻洒。近清明，风絮巷陌，烟草池塘，尽堪图画。艳杏暖、妆脸匀开，弱柳困、宫腰低亚。是处丽质盈盈，巧笑嬉嬉，手簇秋千架。戏彩球罗绶，金鸡芥羽，少年驰骋，芳郊绿野。占断五陵游，奏脆管、繁弦声和雅。向名园深处，争泥画轮，竞羁宝马。取次罗列杯盘，就芳树、绿阴红影下。舞婆娑，歌宛转，彷佛莺娇燕姹。寸珠片玉，争似此、浓欢无价。任他美酒，十千一斗，饮竭仍解金貂贳。恣幕天席地，陶陶尽醉太平，且乐唐虞景化。须信艳阳天，看未足、已觉莺花谢。对绿蚁翠蛾，怎忍轻舍。",
            "comment": ""
        },
        {
            "title": "应天长",
            "content": "残蝉渐绝。傍碧砌修梧，败叶微脱。偶露凄清，正是登高时节。东篱霜乍结。绽金蕊、嫩香堪折。聚宴处，落帽风流，未饶前哲。把酒与君说。恁好景佳辰，怎忍虚设。休效牛山，空对江天凝咽。尘劳无暂歇。遇良会、剩偷欢悦。歌声阕。杯兴方浓，莫便中辍。",
            "comment": ""
        },
        {
            "title": "少年游",
            "content": "铃斋无讼宴游频。罗绮簇簪绅。施朱傅粉，丰肌清骨，容态尽天真。舞裀歌扇花光里，翻回雪、驻行云。绮席阑珊，凤灯明灭，谁是意中人。",
            "comment": ""
        },
        {
            "title": "征部乐",
            "content": "雅欢幽会，良辰可惜虚抛掷。每追念、狂踪旧迹。长只恁、愁闷朝夕。凭谁去、花衢觅。细说此中端的。道向我、转觉厌厌，役梦劳魂苦相忆。须知最有，风前月下，心事始终难得。但愿我、虫虫心下，把人看待，长以初相识。况渐逢春色。便是有、举场消息。待这回、好好怜伊，更不轻离拆。",
            "comment": ""
        },
        {
            "title": "小镇西犯",
            "content": "水乡初禁火，青春未老。芳菲满、柳汀烟岛。波际红帏缥缈。尽杯盘小。歌祓禊，声声谐楚调。路缭绕。野桥新市里，花农妓好。引游人、竞来喧笑。酩酊谁家年少。信玉山倒。家何处，落日眠芳草。",
            "comment": ""
        },
        {
            "title": "倾杯/倾杯乐",
            "content": "鹜落霜洲，雁横烟渚，分明画出秋色。暮雨乍歇。小［楫戈］夜泊，宿苇村无山驿。何人月下临风处，起一声羌笛。离愁万绪，闻岸草、切切蛩吟如织。为忆。芳容别后，水遥山远，何计凭鳞翼。想绣阁深沈，争知憔悴损、天涯行客。楚峡云归，高阳人散，寂寞狂踪迹。望京国。空目断远峰凝碧。",
            "comment": "【注释】这首词是柳永落第离京后所作，词中对自然景色的描绘很出色，特别点秋景。这首词用曲折多变的笔法描绘了清寂的山光水影，寄寓着词人落拓江湖的身世之感，构成一幅游子秋日行吟的连环画卷。词的上片写景，点染出雨后夜泊的情状。起首两句描绘洲渚宿鸟，对偶工整，“落”字、“横”字形容鹜鸟飞下和雁字排列的状态，这是秋江暮色。“分明画出”形容黄昏江上雨后清冷景象，着意绘出“秋色”，但江上行客的愁思，已隐然言外。“暮雨”三句，以小舟晚泊江边作为背景引出行客。“小楫”即小舟是行客所乘，“夜泊”指停舟的时间，“苇村山驿”点出投宿之外乃荒村驿店。满面风霜尤如静湖石子，激起情感涟漪：山村夜，月明风紧，传来羌管悠悠，吹出无限幽怨，真乃闻笛生怨。词人在这里以设问提起 ，借笛声以抒旅怀。“离愁万绪”四字点题，揭出行客内心活动 ，接着以“蛩吟似织”烘托离愁。词人在这里借蟋蟀声托出怨情，触发起无限愁绪，由此引出下文。整个上片层层深入，细致入微地勾画了一种深邃幽远的意境。“ 为忆 ”之句 ，触景而生情，抒写别后思念。“ 忆 ”字写思恋之情。以下再诉关山阻隔，鱼雁难通，从而反映出内心的焦虑。“想绣阁”三句，为对方设想 ，伊人深居闺房，怎能体会出行客漂流天涯，“为伊消得人憔悴”的苦处。这里委婉曲折，设想奇警比女子自诉衷肠更为感人。“ 楚峡 ”句用宋玉之典，暗指自己旧日的欢爱已散，接着转笔归到目前境遇，说明往昔“暮宴朝欢”都已烟消云散，如今孤村独坐，惟有对月自伤。末尾两句，以景结情，遥望京华 ，杳不可见 ，但见远峰清苦，像是聚结着万千愁恨，“目断”与“立尽”都是加强语气，在这幅秋景中注入强烈的感情色彩，相思之意，怅惘之情不绝如缕。这首词上、下片一气贯通，浑然一体，感情起伏跌宕，把离情别苦渲染得淋漓尽致，具有很强的艺术感染力，堪称佳作。"
        },
        {
            "title": "木兰花/玉楼春",
            "content": "佳娘捧板花钿簇。唱出新声群艳伏。金鹅扇掩调累累，文杏梁高尘簌簌。鸾吟凤啸清相续。管裂弦焦争可逐。何当夜召入连昌，飞上九天歌一曲。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "鸣珂碎撼都门晓，旌幢拥下天人。马摇金辔破香尘。壶浆盈路，欢动一城春。扬州曾是追游地，酒台花径仍存。凤箫依旧月中闻。荆王魂梦，应认岭头云。",
            "comment": ""
        },
        {
            "title": "尉迟杯",
            "content": "宠佳丽。算九衢红粉皆难比。天然嫩脸修蛾，不假施朱描翠。盈盈秋水。恣雅态、欲语先娇媚。每相逢、月夕花朝，自有怜才深意。绸缪凤枕鸳被。深深处、琼枝玉树相倚。困极欢馀，芙蓉帐暖，别是恼人情味。风流事、难逢双美。况已断、香云为盟誓。且相将、共乐平生，未肯轻分连理。",
            "comment": ""
        },
        {
            "title": "临江仙引",
            "content": "渡口、向晚，乘瘦马、陟平冈。西郊又送秋光。对暮山横翠，衬残叶飘黄。凭高念远，素景楚天，无处不凄凉。香闺别无信息，云愁雨恨难忘。指帝城归路，但烟水茫茫。凝情望断泪眼，尽日独之斜阳。",
            "comment": ""
        },
        {
            "title": "其三",
            "content": "自从回步百花桥。便独处清宵。凤衾鸳枕，何事等闲抛。纵有馀香，也似郎恩爱，向日夜潜消。恐伊不信芳容改，将憔悴、写霜绡。更凭锦字，字字说情［“谬”改竖心旁］。要识愁肠，但看丁香树，渐结尽春梢。",
            "comment": ""
        },
        {
            "title": "轮台子",
            "content": "雾敛澄江，烟消蓝光碧。彤霞衬遥天，掩映断续，半空残月。孤村望处人寂寞，闻钓叟、甚处一声羌笛。九疑山畔才雨过，斑竹作、血痕添色。感行客。翻思故国，恨因循阻隔。路久沈消息。正老松枯柏情如织。闻野猿啼，愁听得。见钓舟初山，芙蓉渡头，鸳鸯滩侧。干名利禄终无益。念岁岁间阻，迢迢紫陌。翠蛾娇艳，从别后经今，花开柳拆伤魂魄。利名牵役。又争忍、把光景抛掷。",
            "comment": ""
        },
        {
            "title": "如鱼水",
            "content": "轻霭浮空，乱峰倒影，潋滟十里银塘。绕岸垂杨。红楼朱阁相望。芰荷香。双双戏、［溪鸟］［敕鸟］鸳鸯。乍雨过、兰芷汀洲，望中依约似潇湘。风淡淡，水茫茫。动一片晴光。画舫相将。盈盈红粉清商。紫薇郎。修禊饮、且乐仙乡。更归去，遍历銮坡凤沼，此景也难忘。",
            "comment": ""
        },
        {
            "title": "柳初新",
            "content": "东郊向晓星杓亚。报帝里、春来也。柳抬烟眼，花匀露脸，渐岘绿娇红姹。妆点层台芳榭。运神功、丹青无价。别有尧阶试罢。新郎君、成行如画。杏园风细，桃花浪暖，竞喜羽迁鳞化。遍九陌、相将游冶。骤香尘、宝鞍骄马。",
            "comment": ""
        },
        {
            "title": "秋夜月/相见欢",
            "content": "当初聚散。便唤作、无由再逢伊面。近日来、不期而会重欢宴。向尊前、闲暇里，敛著眉儿长叹。惹起旧愁无限。盈盈泪眼。漫向我耳边，作万般幽怨。奈你自家心下，有事难见。待信真个，恁别无萦绊。不免收心，共伊长远。",
            "comment": ""
        },
        {
            "title": "红窗听",
            "content": "如削肌肤红玉莹。举措有、许多端正。二年三岁同鸳寝。表温柔心性。别后无非良夜永。如何向、名牵利役，归期未定。算伊心里，却冤成薄幸。",
            "comment": ""
        },
        {
            "title": "凤凰阁",
            "content": "匆匆相见懊恼恩情太薄。霎时云雨人抛却。教我行思坐想，肌肤如削。恨只恨、相违旧约。相思成病，那更潇潇雨落。断肠人在阑干角。山远水远人远，音信难托。这滋味、黄昏又恶。",
            "comment": ""
        },
        {
            "title": "其三",
            "content": "万恨千愁，将年少、衷肠牵系。残梦断、酒醒孤馆，夜长无味。可惜许枕前多少意，到如今两总无终始。独自个、赢得不成眠，成憔悴。添伤感，将何计。空只恁，厌厌地。无人处思量，几度垂泪。不会得都来些子事，甚恁底死难拚弃。待到头、终久问伊看，如何是。",
            "comment": ""
        },
        {
            "title": "卜算子慢",
            "content": "江枫渐老，汀蕙半凋，满目败红衰翠。楚和登临，正是幕秋天气，引疏砧，断续残阳里。对晚景，伤怀念远，新愁旧恨相继。脉脉人千里。念两处风情，万重烟水。雨歇天高，望断翠峰十二。尽无言，谁会凭高意？纵写得，离肠万种，乃归云谁寄？",
            "comment": "【注释】此词为摹写羁旅行役和离情别绪的佳作。全词以真挚、浓厚的情意和流利的词笔，描写了游宦异乡的客子在暮秋时节登高怀人的情事，抒发了异乡客子对伊人的深切怀念和望而不见 、传书无凭的凄苦情怀。词的上片以客观景物描写为主，下片以抒情为主。起首两句，是登临所见 。“败红”就是“渐老”的“江枫”，“衰翠”就是“半凋”的“汀蕙”，而“满目”，则是举枫树、蕙草以概其余，说明其已到了深秋了 ，所以接以“ 楚客”两句，引用宋玉《九辩》悲秋之意，用以点出登临，并暗示主题。“引疏碪”句，续写所闻。秋色凋零，已足发生悲感，保况耳中又引进这种断断续续、稀稀朗朗的碪杵之声，在残阳中回荡呢。古代妇女，每逢秋季，就用碪杵捣练，制寒衣以寄在外的征人。所以在他乡作客的人，每闻碪声，就生旅愁。这里也是暗寓长期漂泊，“伤怀念远”之意。“暮秋”是一年将尽，“残阳”则是一日将尽，都是“晚景”。下面即正面揭出“ 伤怀念远”的主旨。“新愁”句是对主旨的补充，说明这种“伤”和“念”并非偶然触发，而是本来心头有“恨”，才见景生“愁”。“旧恨”难忘，“新愁”又起，故曰“相继”。过片接上，直写愁恨之由。“脉脉”，用《古诗十九首 》：“ 盈盈一水间，脉脉不得语”之意。相视，则是两人对认，也就是彼此怀念之意。“两处风情 ”，从“ 眽眽”来；“万重烟水”，从“千里”来。“雨歇”一句，不但是写登临时天气的实况，而且补出红翠衰败乃是风雨所致 。“ 望断”句既是写实 ，又是寓意。讲雨过天开，视界辽阔，极目所见，惟有山岭重叠，连绵不断，坐实了“人千里”。讲那位“ 旦为朝云，暮为行雨 ”的巫山神女，由天气转晴 ，云收雨散 ，也不见了，是写虚。“望断翠峰十二”，也是徒然。这又不但暗抒了相思之情，而且暗示了所思之人。“尽无言”两句，深进一层。“凭高”之意，无人可会，惟有默默无言而已。“凭高”，总上情景而言，“ 无言 ”、“谁会”，就“眽眽人千里”极言之。凭高念远，已是堪伤，何况又无人可诉此情，无人能会此意呢？结两句是说，此意既然此时此地无可诉、无人会，那么这“离肠万种”，就只有写寄之一法 。可是，纵然写了，又怎么能寄去，托谁寄去呢？一种无可奈何之情 ，千回百转而出 ，有很强的感染力。“归云”，汉、晋人习用，“凭归云”即乘归去之云的意思，此处是无人为乘云寄书之意。此词艺术上的特色主要是衬托渲染的手法和宛转往复的情思。词的上片，取正衬的手法，以苦景写悲怀，同时又将凄怨之情灌注到客观的景物中去，以悲写悲，渲染烘托出浓烈的悲苦气氛；下片写出了词人感情上的波澜起伏，采取了总起总收、间以分述的笔法，以使感情的抒发层层逼进，步步加深。"
        },
        {
            "title": "御街行（圣寿）",
            "content": "燔柴烟断星河曙。宝辇回天步。端门羽卫簇雕阑，六乐舜韶先举。鹤书飞下，鸡竿高耸，恩霈均寰寓。赤霜袍烂飘香雾。喜色成春煦。九仪三事仰天颜，八彩旋生眉宇。椿龄无尽，萝图有庆，常作乾坤主。",
            "comment": ""
        },
        {
            "title": "送征衣",
            "content": "过韶阳。璇枢电绕，华渚虹流，运应千载会昌。罄寰宇，荐殊祥。吾皇。诞弥月，瑶图缵庆，玉叶腾芳。并景贶、三灵眷佑，挺英哲、掩前王。遇年年、嘉节清和，颁率土称觞。无间要荒华夏，尽万里、走梯航。彤庭舜张大乐，禹会群方。［宛鸟］行。望上国，山呼鳌［扌卞］，遥［艹热］炉香。竟就日、瞻云献寿，指南山、等无疆。愿巍巍、宝历鸿基，齐天地遥长。",
            "comment": "【注释】①此词是柳永为宋仁宗华诞之日献寿所作。上片写宋仁宗诞辰之日是一个充满吉祥福瑞的日子，在宋仁宗诞辰之日天地人都呈祥瑞之象。宋仁宗又天姿英明神武，聪明才智超过了以前各朝各代的皇帝。下片写大宋疆域之广大，各附属国对大宋的虔诚礼敬和对大宋朝的祝愿。此词实属阿谀奉迎之作，但用词造句等都显出了很高的艺术造诣。②过韶阳：韶阳，美好的时日；过韶阳，指生活在美好的时日之中。③璇枢电绕：璇枢，即天枢，是北斗星的代称，古人以为人间帝王都上应天宿，北斗星也常被人认为是帝王的本命星；电绕，电光环绕着北斗星。此句是说在宋仁宗诞辰之日，上天呈现出祥瑞之象，电光环绕着北斗七星，北斗星显得非常明亮。④华渚虹流：华渚，渚是水中岛屿的代称，华渚指美丽的水中岛屿；虹流彩虹，虹流指彩虹流动。此句同上句一样都是指天呈祥瑞。⑤运应千载会昌：运，国运；应，天人感应，天降祥瑞应在国运昌盛；千载会昌，千载是千年之意，指时日之久远，千载会昌是永远都会繁荣昌盛之意。⑥罄环宇：罄，容器名，引申为尽，完；环宇，整个宇宙；罄环宇，指整个宇宙，把整个宇宙都包括在内之意。⑦荐殊祥：荐，进献；殊，极；祥，祥瑞。此句和上句之“罄环宇”合起来理解就是：整个宇宙都为宋仁宗的诞辰进献上了极大的祥瑞。⑧诞弥月：诞，诞生；弥月，满月。就是指诞生后满足一个月的时候。⑨瑶图缵庆：瑶图，瑶本为玉石之名，引申为美好之意，此处之瑶实指天空，因为古人有将“天宫”称为瑶宫的，所以此处以瑶指称天空；瑶图就是指天空上出现的美好图画。缵庆，缵，继续；缵庆就是继续庆祝之意。此句是承上几句而来，上几句说宋仁宗诞生之时宇宙进献了极大之祥瑞，此句则说宋仁宗诞生后满月之时，上天又继续呈现祥瑞以示庆贺。玉叶腾芳：玉叶，用玉石雕造的树叶；腾芳，散发出芬芳的香味。此句仍在铺叙宋仁宗满月之时，上天为之所降祥瑞。用玉石所雕造的树叶本为无臭无味的无机物质，但因宋仁宗过满月，这些玉叶也和真正的树叶一样奇异地散发出芳香来。并景贶：并，合并。景贶，是宾语前置句，这种前置是为了诗词的押韵，所以应把景贶理解为贶景；贶是赐予之意，贶景，则是说上天赐予的奇异美景。此句的意思是：把这些上天所降之祥瑞合并在一起考虑。三灵眷�蹋喝�灵，天、地、人；眷�蹋�眷顾和保�獭４司渲�意是说：在宋仁宗诞生和满月之时为什么会有那么多祥瑞出现呢，是因为宋仁宗得到了天、地、人的眷顾和保�獭Ｍτ⒄埽和Γ�挺拔、突出；英哲，英雄、贤哲。挺英哲，超出那些英雄贤哲之士，吹捧宋仁宗是那些古今所有英雄贤哲之士都比不上的。掩前王：掩，掩盖；前王，宋仁宗以前的帝王。此句是说宋仁宗英明伟大是以前的所有帝王都比不上的瑥遇年年、佳节清和：清和，农历四月的别称，由白居易《初夏闲吟兼呈韦宾客》诗中“孟夏清和月，东都闲散官”得来。佳节清和，宋仁宗的生日是农历四月十四日，为讨宋仁宗喜欢，所以柳永把清和月称为佳节，意思是仁宗的生日就是民众的节日。此句之意是每到一年的四月，人民都像过节日一样。颁率土称觞：颁，颁发、赏赐；率土，普天之下的土地；称觞，举杯祝贺。此句是说每年一到宋仁宗的生日，朝廷都向全国颁发赏赐，全国民众都共同举杯祝贺宋仁宗的生日。无间要荒华夏：无间，没有间隔，此处意谓亲密无间；要荒，边远荒僻之地；华夏，中原腹地。此句之意是：大宋朝疆域广大，各族人民团结得亲密无间。尽万里、走梯航：尽，穷尽；尽万里，即使是离宋朝都城开封万里之遥的远方。走梯航，跋山涉水之意。此句之意是：到了宋仁宗过生日的时候，即使是远在万里之外的附属国也都派使官或藩王亲自跋山涉水来到宋朝都城开封庆贺宋仁宗的生日。彤庭舜张大乐：彤庭，皇宫大殿，汉代皇宫的中庭都漆成红色，班固《西京赋》有句：“于是玄墀扣砌，玉阶彤庭。”柳永借此典故，以彤庭代指皇宫大殿。舜张大乐，宋仁宗像舜那样举行盛大宴会，亦把宋仁宗比作古代最具盛名的英明君主大舜。此句之意是：宋仁宗在他生日那天举行盛大宴会，招待前来为他贺寿的人。禹会群方：禹，古代与尧舜齐名的最具盛名的英明君主。禹会群方，禹王会见各个地方的部落首领。此句之意是：宋仁宗就像禹王那样会见各附属国的藩王或使臣，亦把宋仁宗比作古代最具盛名的英明君主大禹。�行校胡校��谐�，传说中与鸾凤同类的鸟，其飞行序列井然。�行校�比喻朝臣上朝时序列井然的样子，此处指前来朝贺宋仁宗生日的附属藩邦的使者或国君上朝参见宋仁宗的样子。望上国：上国，宋代之时，宋朝的附属国人把宋朝称为上国，此处是以上国代指宋仁宗。望上国，就是附属国的国君或使臣像朝臣上朝一样序列井然地来到大殿，宋仁宗高高坐在龙椅之上，他们仰望着宋仁宗。山呼鳌：山呼，旧时臣子对君主祝颂的礼节，指臣子向君主三叩头，每叩一头喊一声万岁，第三次叩头则喊万岁万万岁，称为山呼。鳌，鳌，鳌戴山的缩写，古代神话：渤海之东有大壑，其下无底，中有五山，常随波上下漂流，上帝使十五巨鳌戴之，五山才兀峙不动，后此词又转为拥戴之意；，鼓掌，是欢欣鼓舞之意。此句之意是大宋附属国都欢欣鼓舞地拥戴宋仁宗。遥�鹇�香：遥，很远的地方。�穑�点燃。炉香，在香炉内插上点燃的香烛。此句是说大宋朝的藩王对宋仁宗的拥戴之诚，他们在遥远的各自领地烧香祝福宋仁宗。竟就日，瞻云献寿：竟，竟相；就日，觐见皇帝；竟就日，争先恐后地觐见皇帝。古时人们把皇帝比作太阳，就日就是接近皇帝。瞻云，向上看，把宋仁宗比作高立于云端之上的神；献寿，献上祝寿的礼品。此句之意：各藩王都争先恐后地来朝觐宋仁宗，像对神仙那样恭敬地把寿礼捧献给宋仁宗。指南山、等无疆：祝愿宋仁宗寿比南山，万寿无疆。愿巍巍宝历鸿基：巍巍，高大之貌；宝历，国之大宝所历，指代代相传；鸿基，伟大的基业。此句是说祝愿大宋朝的基业代代相传。齐天地遥长：和天地一样长久。"
        },
        {
            "title": "其五（重阳）",
            "content": "淡荡素商行暮，远空雨歇，平野烟收。满目江山，堪助楚客冥搜。素光动、云涛涨晚，紫翠冷、霜［山献］横秋。景清幽。渚兰香谢，汀树红愁。良俦。西风吹帽，东篱携酒，共结欢游。浅酌低吟，坐中俱是饮家流。对残晖、登临休叹，赏令节、酩酊方酬。且相留。眼前尤物，盏里忘忧。",
            "comment": ""
        },
        {
            "title": "其五",
            "content": "萧氏贤夫妇，茅家好弟兄。羽输飙驾赴层城。高会尽仙卿。一曲云谣为寿。倒尽金壶碧酒。醺酣争撼白榆花。踏碎九光霞。",
            "comment": ""
        },
        {
            "title": "洞仙歌",
            "content": "嘉景，向少年彼此，争不雨沾云惹。奈傅粉英俊，梦兰品雅。金丝帐暖银屏亚。并粲枕、轻偎轻倚，绿娇红姹。算一笑，百［王非］明珠非价。闲暇。每只向、洞房深处，痛怜极宠，似觉些子轻孤，早恁背人沾洒。从来娇纵多猜讶。更对翦香云，须要深心同写。爱［扌温］了双眉，索人重画。忍孤艳冶。断不等闲轻舍。鸳衾下。愿常恁、好天良夜。",
            "comment": ""
        },
        {
            "title": "法曲第二",
            "content": "青翼传情，香径偷期，自觉当初草草。未省同衾枕，便轻许相将，平生欢笑。怎生向、人间好事到头少。漫悔懊。细追思，恨从前容易，致得恩爱成烦恼。心下事千种，尽凭音耗。以此萦牵，等伊来、自家向道。洎相见，喜欢存问，又还忘了。",
            "comment": ""
        },
        {
            "title": "定风波",
            "content": "伫立长堤，淡荡晚风起。骤雨歇、极目萧疏，塞柳万株，掩映箭波千里。走舟车向此，人人奔名竞利。念荡子、终日驱驱，觉乡关转迢递。何意。绣阁轻抛，锦字难逢，等闲度岁。奈泛泛旅迹，厌厌病绪，迩来谙尽，宦游滋味。此情怀、纵写香笺，凭谁与寄。算孟光、争得知我，继日添憔悴。",
            "comment": ""
        },
        {
            "title": "雨霖铃",
            "content": "寒蝉凄切，对长亭晚。骤雨初歇，都门帐饮无绪，方留恋处，兰舟催发。执手相看泪眼，竟无语凝噎。念去去，千里烟波，暮霭沉沉楚天阔。多情自古伤离别，更那堪，冷落清秋节。今宵酒醒何处?杨柳岸，晓风残月。此去经年，应是良辰好景虚设。便纵有千种风情，待与何人说!",
            "comment": "【注释】①凄切：凄凉急促。②都门：指汴京。　帐饮：设帐置酒宴送行。③凝噎：喉咙哽塞，欲语不出的样子。④经年：年复一年。⑤风情：风流情意。【评解】柳永仕途失意，四处飘泊。这首词就是他离汴京、前往浙江时“留别所欢”的作品。词以悲秋景色为衬托，抒写与所欢难以割舍的离情。上片写送别的情景，深刻而细致地表现话别的场面。下片写设想中的别后情景，表现了双方深挚的感情。全词如行云流水，写尽了人间离愁别恨。词人以白描手法写景、状物、叙事、抒情。感情真挚，词风哀婉。【集评】李攀龙《草堂诗余隽》：“千里烟波”，惜别之情已骋；“千种风情”，相期之愿又赊。真所谓善传神者。贺裳《皱水轩词筌》：柳屯田“今宵酒醒何处？杨柳岸，晓风残月”，自是古今俊句。周济《宋四家词选》：清真词多从耆卿夺胎，思力沉挚处，往往出蓝。然耆卿秀淡幽艳，是不可及。唐圭璋《唐宋词简释》：此首写别情，尽情展衍，备足无余，浑厚绵密，兼而有之。宋于庭谓柳词多“精金粹玉”，殆谓此类。词末余恨无穷，余味不尽。俞文豹《吹剑录》：柳郎中词只合十七八女郎，执红牙板，歌“杨柳岸，晓风残月”。----------------------此词为抒写离情别绪的千古名篇，也是柳词和有宋一代婉约词的杰出代表。词中，作者将他离开汴京与恋人惜别时的真情实感表达得缠绵悱恻，凄婉动人。词的上片写临别时的情景，下片主要写别后情景。全词起伏跌宕，声情双绘，是宋元时期流行的“宋金十大曲”之一。起首三句写别时之景，点明了地点和节序。《礼记·月令》云：“孟秋之月，寒蝉鸣。”可见时间大约在农历七月。然而词人并没有纯客观地铺叙自然景物 ，而是通过景物的描写，氛围的渲染，融情入景，暗寓别意。秋季，暮色，骤雨寒蝉 ，词人所见所闻，无处不凄凉。“对长亭晚”一句，中间插刀，极顿挫吞咽之致，更准确地传达了这种凄凉况味。这三句景色的铺写，也为后两句的“ 无绪 ”和“催发”，设下伏笔。“都门帐饮”，语本江淹《别赋》：“帐饮东都，送客金谷。”他的恋人在都门外长亭摆下酒筵给他送别，然而面对美酒佳肴，词人毫无兴致。接下去说：“留恋处、兰舟催发”，这七个字完全是写实，然却以精炼之笔刻画了典型环境与典型心理：一边是留恋情浓，一边是兰舟催发，这样的矛盾冲突何其类锐！这里的“兰舟催发”，却以直笔写离别之紧迫 ，虽没有他们含蕴缠绵 ，但却直而能纡，更能促使感情的深化。于是后面便迸出“执手相看泪眼，竟无语凝噎”二句。寥寥十一字，语言通俗而感情深挚，形象逼真 ，如在目前。真是力敌千钧！词人凝噎在喉的就“念去去”二句的内心独白。这里的去声“念”字用得特别好，读去声，作为领格，上承“凝噎”而自然一转，下启“千里”以下而一气流贯。“念”字后“去去”二字连用，则愈益显示出激越的声情 ，读时一字一顿 ，遂觉去路茫茫，道里修远。“千里”以下，声调和谐，景色如绘。既曰“烟波”，又曰“暮霭”，更曰“沉沉”，着色一层浓似一层 ；既曰“千里”，又曰“阔”，一程远似一程。道尽了恋人分手时难舍的别情。上片正面话别，下片则宕开一笔，先作泛论，从个别说到一般 。“多情自古伤离别”意谓伤离惜别，并不自我始 ，自古皆然。接以“更那堪冷落清秋节”一句 ，则极言时当冷落凄凉的秋季 ，离情更甚于常时。“清秋节”一辞，映射起首三句，前后照应，针线极为绵密；而冠以“更那堪”三个虚字，则加强了感情色彩 ，比起首三句的以景寓情更为明显、深刻。“今宵”三句蝉联上句而来，是全篇之警策。成为柳永光耀词史的名句。这三句本是想象今宵旅途中的况味，遥想不久之后一舟临岸，词人酒醒梦回，却只见习习晓风吹拂萧萧疏柳，一弯残月高挂杨柳梢头。整个画面充满了凄清的气氛 ，客情之冷落 ，风景之清幽，离愁之绵邈，完全凝聚在这画面之中。这句景语似工笔小帧 ，无比清丽 。清人刘熙载在《艺概》中说：“词有点，有染。柳耆卿《雨霖铃》云：‘多情自古伤离别，更那堪冷落清秋节。今宵酒醒何处？杨柳岸、晓风残月 。’上二句点出离别冷落，‘今宵’二句乃就上二句意染之 。点染之间 ，不得有他语相隔，隔则警句亦成死灰矣。”也就是说，这四句密不可分 ，相互烘托，相互陪衬，中间若插上另外一句，就破坏了意境的完整性，形象的统一性，而后面这两个警句，也将失去光彩。“ 此去经年”四句，改用情语。他们相聚之日，每逢良辰好景，总感到欢娱；可是别后非止一日，年复一年，纵有良辰好景，也引不起欣赏的兴致，只能徒增枨触而已 。“ 此去”二字 ，遥应上片“ 念去去”；“经年”二字，近应“今宵”，在时间与思绪上均是环环相扣，步步推进。“便纵有千种风情，更与何人说”，以问句归纳全词，犹如奔马收缰，有住而不住之势；又如众流归海，有尽而未尽之致。此词之所以脍灸人口，是因为它在艺术上颇具特色，成就甚高。早在宋代，就有记载说，以此词的缠绵悱恻、深沉婉约 ，“只合十七八女郎，执红牙板，歌‘杨柳岸、晓风残月。这种格调的形成，有赖于意境的营造。词人善于把传统的情景交融的手法运用到慢词中，把离情别绪的感受，通过具有画面性的境界表现出来，意与境会，构成一种诗意美的境界，绘读者以强烈的艺术感染 。全词虽为直写，但叙事清楚，写景工致，以具体鲜明而又能触动离愁的自然风景画面来渲染主题，状难状之景，达难达之情，而出之以自然。末尾二句画龙点睛，为全词生色，为脍灸人口的千古名句。"
        },
        {
            "title": "凤栖梧",
            "content": "蜀锦地衣丝步障。屈曲回廊，静夜闲寻访。玉砌雕阑新月上。朱扉半掩人相望。旋暖熏炉温斗帐。玉树琼枝，迤逦相偎傍。酒力渐浓春思荡。鸳鸯绣被翻红浪。",
            "comment": ""
        },
        {
            "title": "迷神引",
            "content": "红板桥头秋光暮。淡月映烟方煦。寒溪蘸碧，绕垂杨路。重分飞，携纤手、泪如雨。波急隋堤远，片帆举。倏忽年华改，向期阻。时觉春残，渐渐飘花絮。好夕良天长孤负。洞房闲掩，小屏空、无心觑。指归云，仙乡杳、在何处。遥夜香衾暖，算谁与。知他深深约，记得否。",
            "comment": ""
        },
        {
            "title": "木兰花慢",
            "content": "倚危楼伫立，乍萧索、晚晴初。渐素景衰残，风砧韵响，霜树红疏。云衢。见新雁过，奈佳人自别阻音书。空遗悲秋念远，寸肠万恨萦纡。皇都。暗想欢游，成往事、动欷［虚欠］。念对酒当歌，低帏并枕，翻恁轻孤。归途。纵凝望处，但斜阳暮霭满平芜。赢得无言悄悄，凭阑尽日踟蹰。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "师师生得艳冶，香香於我情多。安安那更久比和。四个打成一个。幸自苍皇未款，新词写处多磨。几回扯了又重挪。奸字中心著我。",
            "comment": ""
        },
        {
            "title": "诉衷情近",
            "content": "雨晴气爽，伫立江楼望处。澄明远水生光，重叠暮山耸翠。遥认断桥幽径，隐隐渔村，向晚孤烟起。残阳里。脉脉朱阑静倚。黯然情绪，未饮先如醉。愁无际。暮云过了，秋光老尽，故人千里。竟日空凝睇。",
            "comment": "【注释】这是柳永在“奉旨填词”，漫游江南时所作的一首思念故人的中调词。作为中调这首词在写景与抒情时 ，既不大肆铺叙，也不特别凝炼，词旨点到为止，结构完整。词的上阕描写秋景，江南水乡的秋色在词人的感受中是平远开阔、疏淡优美的。“雨晴气爽，伫立江楼望处 ”写的是：雨晴之后，溽暑已消，天高气爽，给人以舒适清新之感；这时登江楼远望，很有诗情画意。“澄明远水生光，重叠暮山耸翠”是写目光所及的山水美景 。江水是“ 澄明”的，表现了秋水的特点，“生光”是波浪在落照中鳞鳞闪映所致；更远处是层层苍翠的远山 ：这都是从高处远眺所见的景象，并通过“暮山”暗示了具体的时间 。“ 遥认断桥幽径”一句，再进一步描绘江上秋晚的景色。“遥认”两字用得相当确切，很适合具体的环境，因为久久地“伫立江楼 ”，眺望中渐渐辨认出较远的景物形象。断桥、幽径、渔村、孤烟，它们在临近黄昏的江上秋色的背景中构成了秋色平远的画面。这幅荒江日暮秋色图给人以荒寒、凄清、寂寞的感受。词的上阕描叙秋景，已为下阕悲秋伤别作了铺垫。过片“残阳里”句以“残阳”的意象承上启下，转入抒情，至此，作者关于具体时间已用“暮山”、“向晚”、“残阳”间接或直接地加以强调，突出秋江日暮对游子情绪的景响。“脉脉朱阑静倚”，是含情静倚楼阑，转入思索动了“黯然情绪”，“黯然情绪”即伤别情绪。无际的离愁已使人如未饮先醉了。“如醉”表现情感的陷溺而不能自拔的状态，“愁无际”。这黯然情绪是由“暮云过了，秋光老尽，故人千里”引起的。这是在现实中悲秋所生的迟暮之感与客处异乡所生的怀人的伤别意绪的混合。现实的景物增强了伤别意绪，因而无法消除，唯有“尽日空凝睇”以寄托对“故人”的思念。作者并未将“故人”写得具体一些，而是含糊其词。联系柳永其他的羁旅行役之词来看，这“故人”概指他在京都相识的青年歌妓。这首词虽非柳永的代表作，但也清新可人，结构工巧。上阙写秋景，凄美动人；下阙思旧情，哀婉感人 。意群之间互相照应和映衬 ，如“伫立”对“静倚 ”，“暮山”对“暮云”等，词意发展脉络清晰，是一首结构谨严的好词。"
        },
        {
            "title": "佳人醉",
            "content": "暮景萧萧雨霁。云淡天高风细。正月华如水。金波银汉，潋滟无际。冷浸书帷梦断，却披衣重起。临轩砌。素光遥指。因念翠蛾，杳隔音尘何处，相望同千里。尽凝睇。厌厌无寐。渐晓雕阑独倚。",
            "comment": ""
        },
        {
            "title": "西平乐",
            "content": "尽日凭高目，脉脉春情绪。嘉景清明渐近，时节轻寒乍暖，天气才晴又雨。烟光淡荡，妆点平芜远树。黯凝伫。台榭好、莺燕语。正是和风丽日，几许繁红嫩绿，雅称嬉游去。奈阻隔、寻芳伴侣。秦楼凤吹，楚馆云约，空帐望、在何处。寂寞韶华暗度。可堪向晚，村落声声杜宇。",
            "comment": ""
        },
        {
            "title": "其二",
            "content": "天阁英游，内朝密侍，当世荣遇。汉守分麾，尧庭请瑞，方面凭心膂。风驰千骑，云拥双旌，向晓洞开严署。拥朱［车番］、喜色欢声，处处竞歌来暮。吴王旧国，今古江山秀异，人烟繁富。甘雨车行，仁风扇动，雅称安黎庶。棠郊成政，槐府登贤，非久定须归去。且乘闲、孙阁长开，融尊盛举。",
            "comment": ""
        },
        {
            "title": "长寿乐",
            "content": "繁红嫩翠。艳阳景，妆点神州明媚。是处楼台，朱门院落，弦管新声腾沸。恣游人、无限驰骤，娇马车如水。竟寻芳选胜，归来向晚，起通衢近远，香尘细细。太平世。少年时，忍把韶光轻弃。况有红妆，楚腰越艳，一笑千金何啻。向尊前、舞袖飘雪，歌响行云止。愿长绳、且把飞乌系。任好从容痛饮，谁能惜醉。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "星闱上笏金章贵。重委外台疏近侍。百常天阁旧通班，九岁国储新上计。太仓日富中邦最。宣室夜思前席对。归心怡悦酒肠宽，不泛千锺应不醉。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "阆风歧路连银阙。曾许金桃容易窃。乌龙未睡定惊猜，鹦鹉能言防漏泄。匆匆纵得邻香雪。窗隔残烟帘映月。别来也拟不思量，争奈余香犹未歇。",
            "comment": ""
        },
        {
            "title": "望汉月/忆汉月",
            "content": "明月明月明月。争奈乍圆还缺。恰如年少洞房人，暂欢会、依前离别。小楼凭槛处，正是去年时节。千里清光又依旧，奈夜永、厌厌人绝。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "凤楼郁郁呈嘉瑞。降圣覃恩延四裔。醮台清夜洞天严，公宴凌晨箫鼓沸。保生酒劝椒香腻。延寿带垂金缕细。几行［宛鸟］鹭望尧云，齐共南山呼万岁。",
            "comment": ""
        },
        {
            "title": "倾杯乐",
            "content": "皓月初圆，暮云飘散，分明夜色如晴昼。渐消尽、醺醺残酒。危阁远、凉生襟袖。追旧事、一饷凭阑久。如何媚容艳态，抵死孤欢偶。朝思暮想，自家空恁添清瘦。算到头、谁与伸剖。向道我别来，为伊牵系，度岁经年，偷眼觑、也不忍觑花柳。可惜恁、好景良宵，未曾略展双眉开口。问甚时与你，深怜痛惜还依旧。",
            "comment": ""
        },
        {
            "title": "瑞鹧鸪",
            "content": "宝髻瑶簪。严妆巧，天然绿媚红深。绮罗丛里，独呈讴吟。一曲阳春定价，何啻值千金。倾听处，王孙帝子，鹤盖成阴。凝态掩霞襟。动象板声声，怨思难任。嘹亮处，迥压弦管低沈。时恁回眸敛黛，空役五陵心。须信道，缘情寄意，别有知音。",
            "comment": ""
        },
        {
            "title": "夏云峰",
            "content": "宴堂深。轩楹雨，轻压增广低沉。花洞彩舟泛□，坐绕清浔。楚台风快，湘簟冷、永日披襟。坐久觉、疏弦脆管，时换新音。越娥兰态蕙心。逞妖艳、昵欢邀宠难禁。筵上笑歌间发，舄履交侵。醉乡归处，须尽兴、满酌高吟。向此免、名缰利锁，虚费光阴。",
            "comment": ""
        },
        {
            "title": "望远行",
            "content": "绣帏睡起。残妆浅，无绪匀红补翠。藻井凝尘，金梯铺藓，寂寞凤楼十二。风絮纷纷，烟芜苒苒，永日画阑，沉吟独倚。望远行，南陌春残悄归骑。凝睇。消遣离愁无计。但暗掷、金钗买醉。对好景、空饮香醪，争奈转添珠泪。待伊游冶归来，故故解放翠羽，轻裙重系。见纤腰，图信人憔悴。",
            "comment": ""
        },
        {
            "title": "木兰花/玉楼春",
            "content": "翦裁用尽春工意。浅蘸朝霞千万蕊。天然淡泞好精神，洗尽严妆方见媚。风亭月榭闲相倚。紫玉枝梢红蜡蒂。假饶花落未消愁，煮酒杯盘催结子。",
            "comment": ""
        },
        {
            "title": "竹马子",
            "content": "登孤垒荒凉，危亭旷望，静临烟渚。对雌霓挂雨，雄风拂槛，微收烦暑。渐觉一叶惊秋，残蝉噪晚，素商时序。览景想前欢，指神京，非雾烟深处。向此成追感，新愁易积，故人难聚。凭高尽日凝伫。赢得消魂无语。极目霁霭霏微，暝鸦零乱，萧索江城暮。南楼画角，又送残阳去。",
            "comment": "【注释】《竹马子》是柳永的自度曲。从意境上讲，这首词属柳永的雅词 ，其中不只抒发了个人的离愁别恨，而且也是对封建文人命运的凭吊，整体情绪沉郁深远。这首词是词人漫游江南时抒写离情别绪之作，所表现的景象雄浑苍凉。词人将古垒残壁与酷暑新凉交替之际的特异景象联系起来，抒写了壮士悲秋的感慨。“雌霓”是虹的一种，色泽偏暗。“雄风”是清凉劲健之风。这两个词语雅致而考究，表现了夏秋之交雨后的特有现象。在孤垒危亭之上，江边烟渚之侧，更加能够感到时序变换。孤垒、烟渚、雌霓、雄风，这一组意象构成了雄浑苍凉的艺术意境，词意的发展以“渐觉”两字略作一顿，以“一叶惊秋，残蝉噪晚”进一步点明时序。“素商”即秋令。在这里，词人的悲秋情绪逐渐向伤离意绪发展，于是他又“览景想前欢”了。从“前欢”一语来推测，词中所怀念当是帝都汴京和作者过从甚密的一位歌妓。可是往事已如过眼烟云，帝都汴京遥远难以重到。上阕的结句已开始从写景向抒情过渡，下阕便紧接而写“ 想前欢 ”的心情。柳永不像在其他词里将“想前欢”写得具体形象，而是仅写出目前思念时的痛苦情绪。“新愁易积，故人难聚”，很具情感表达的深度 。离别之后，旧情难忘，因离别更添加新愁；又因难聚难忘，新愁愈加容易堆积，以致使人无法排遣。“易”和“难”既是对比关系又是因果关系，这对比与因果就是所谓“ 成追感 ”的内容。“尽日凝伫”、“消魂无语”形象地表现了无法排遣离愁的精神状态 ，也充分流露出对故人的诚挚而深刻的思念，并把这种情绪发挥到极致。最后作者巧妙地以黄昏的霁霭、归鸦、角声、残阳的萧索景象来衬托和强化悲苦的离情别绪 。特别是结尾“ 南楼画角，又送残阳去”两句，意味极为深长，把一已羁旅苦愁拓展为人世兴衰的浩叹。这首词虚实相生，在情与景的处理上表现出极高的艺术造诣。上片首九句写景，属实写；后三句写情属虚写。虚实相生，善于抓住时序变化，描绘了特定环境中的景色 ，奠定了全词的抒情基调 。下片则相反，前五句抒情，属虚写；后五句写景，属实写，以景结情，情景交融。这种交错的布局，不仅使整体结构富于变化，而且如实地反映了作者思想感情在特定环境中活动变化的过程 。全词意脉相承，严谨含调，是一首优秀的长调慢词。"
        },
        {
            "title": "二郎神",
            "content": "炎光谢。过暮雨、芳尘轻洒。乍露冷风清庭户，爽天如水，玉钩遥挂。应是星娥嗟久阻，叙旧约、飙轮欲驾。极目处、微云暗度，耿耿银河高泻。闲雅。须知此景，古今无价。运巧思、穿针楼上女，抬粉面、云鬟相亚。钿合金钗私语处，算谁在、回廊影下。愿天上人间，占得欢娱，年年今夜。",
            "comment": "【注释】这是一首咏七夕佳期的作品。作者一反以往七夕诗词的伤感情调，把天上牛郎织女鹊桥相会的美丽传说和人间李隆基杨玉环马嵬死别的动人故事 ，演绎、融汇为一个纯情浪漫、晶莹剔透的意境，抒发了对纯真爱情的美好祝愿和热烈向往 。全词语言通俗易懂，形象鲜明生动，情调闲雅欢娱，给人以充分的艺术享受。上片着重写天上，开篇以细致轻便的笔调描绘出七夕清爽宜人的氛围，诱人进入浪漫的遐想界。首韵“ 炎光射 ”，说明炎夏暑热已退，一开头即点出秋令。“炎光”谓骄阳，代指夏暑。先说初秋，再从入暮写起，导入七夕：阵黄昏过雨，轻洒芳尘，预示晚上将是气候宜人和夜空清朗了 。“ 乍露冷风清庭户爽”，由气候带出场景。“庭户”是七夕乞巧的活动场所。古时人们于七夕佳期，往往在庭前观望天上牛郎织女的相会。接下来一句“天如水、玉钩遥挂”意思是说：秋高气爽，碧天如水，一弯上弦新月，出现在远远的天空，为牛郎织女的赴约创造了最适宜的条件。“应是星娥嗟久阻，叙旧约、飚轮欲驾”，想象织女嗟叹久与丈夫分离，在将赴佳期时心情急切，于是乘驾快速的风轮飞渡银河 。织女本为星名 ，故称“ 星娥”。“极目处、微云暗度，耿耿银河高泻”，表现了人们盼望天上牛郎织女幸福地相会。他们凝视高远的夜空 ，缕缕彩云飘过银河，而银河耿耿发亮，牛郎织女终于欢聚，了却一年的相思之债。上片动静结合 ，虚实相间 ，在从景物描写到幻想神游的推移中，寄寓了人们对爱情幸福的美好遐想。的场面，也无热闹浓烈的气氛，各家于庭户乞巧望月，显得闲静幽雅。这种闲雅的情趣之中自有很不寻常的深意。词人强调“ 须知此景 ，古今无价”，提醒人们珍惜佳期，从中足见柳永对七夕的特殊重视，反映了宋人的民俗观念。以下数句着重写民间七夕的活动，首先是乞巧。据古代岁时杂书和宋人笔记，所谓乞巧，是以特制的扁形七孔针和彩线，望月穿针，向织女乞取巧艺。这是妇女们的事。“楼上女”是说此女本居于楼上，穿针乞巧时才来到庭中的。所以接着说：“抬粉面”，加以“ 云鬟相亚 ”，写姑娘们虔诚地手执金针，仰望夜空，乌云般美丽的发鬟都向后低垂。“亚”通压 ，谓低垂之状。此句写得形神兼备，廖廖数语，姑娘们追求巧艺的热切与虔诚便活灵活现地跃然纸上了。接下来的一句：“钿合金钗私语处，算谁在、回廊影下”，写七夕的另一项重要活动，这既是词人浪漫的想象，也是历史的真实。自唐明皇与杨妃初次相见 ，“ 定情之夕，授金钗钿合以固之”（《长恨歌传》），他们“七月七日长生殿，夜半无人私语时”也就传为情史佳话。唐宋时男女选择七夕定情，交换信物，夜半私语，可能也是民俗之一。作者将七夕民俗的望月穿针与定情私语绾合一起 ，毫无痕迹 ，充分表现了节序的特定内容。词的上片主要写天上的情景 ，下片则主要写人间的情景 ；结尾的“愿天上人间，占得欢娱，年年今夜”，既总结全词，又点明主题。它表达了词人对普天下有情人的美好祝愿和人们对幸福生活的渴望，展示了作者热诚而广阔的胸怀。这首词，写天上是为了衬托人间，用典故是为了映衬现实，落脚点是人间的欢乐和世俗的幸福。作者把“天街夜色凉如水”的意象世界与“钿合金钗私语处 ”的心灵世界和谐地统一起来，描绘了一幅欢乐、祥和 、幸福而又温馨的七夕夜色图 ，发出了珍惜良宵、莫负美景的呼唤。这呼唤，久远地回响在一代又一代读者的心田。"
        },
        {
            "title": "其十",
            "content": "佳人巧笑值千金。当日偶情深。几回饮散，灯残香暖，好事尽鸳衾。如今万水千山阻，魂杳查、信沉沉。孤棹烟波，小楼风月，两处一般心。",
            "comment": ""
        },
        {
            "title": "婆罗门令",
            "content": "昨宵里、恁和衣睡。今宵里、又恁和衣睡。小饮归来，初更过、醺醺醉。中夜后、何事还惊起。霜天冷，风细细。触疏窗、闪闪灯摇曳。空床展转重追想，云雨梦、任欹枕难继。寸心万绪，咫尺千里。好景良天，彼此空有相怜意。未有相怜计。",
            "comment": "【注释】此词通过描写羁旅者中宵酒醒的情景，抒写了他的离愁和他对情人的相思。全词通篇写中宵梦醒情景，却从睡前、睡梦、醒后几方面叙来 ，有倒插 、有伏笔、有补笔，前后照应；从一已相思写起，而以彼此相思作结，写得飞扬灵动，层次清晰，清新质朴，凝炼生动。开头二句从“今宵”联系到“昨宵”，说昨夜是这样和衣而睡，今夜又这样和衣而睡。连写两夜，而景况如一。从羁旅生活中选择“和衣睡”这样一个典型的细节，就写尽了游子苦辛和孤眠滋味。两句纯用口语，几乎逐字重复，于次句着一“又”字，传达出一种因生活单调腻味而极不耐烦的情绪。以下三句倒插，写入睡之前，先喝过一阵闷酒。“小饮”，可见未尽兴 ，因为客中独酌毫无意趣可言 。但一饮饮到“初更过”，又可见有许多愁闷待酒消遣，独饮虽无意兴，仍是醉醺醺归来。“醺醺醉”三字，既承上说明了何以和衣而睡的原因，又为下面写追寻梦境伏笔。“ 何事还惊起”用设问的语气，便加强了表情作用，使读者感到梦醒人的满腔幽怨 。“霜天冷，风细细”是其肤觉感受；“闪闪灯摇曳”则是其视觉感受。上片写孤眠惊梦的情事，语极浑成，造境凄清。过片撇开景语，继惊梦写孤眠寂寞的心情。主人公此时展转反侧不能成眠，想要重温旧梦，而不复可得 。“重追想”三字对上片所略过的情事作了补充，原来在醉归后短暂的一觉中，他曾做上一个好梦，与情人同衾共枕、备极欢洽。此处作者用反衬手法，梦越好 ，越显得梦醒后的可悲 。相思情切与好梦难继成了尖锐的矛盾。紧接两个对句就极写这种复杂的心绪 ，每一句中又有强烈对比 ：“寸心”对“万绪”写出其感情负荷之沉重难堪；“咫尺”对“千里”则表现出梦见而醒失之的无限惆怅。此下一气蝉联，谓彼此天各一方，空怀相思之情而无计相就，辜负如此良宵。所谓“好景良天”，也就是“良辰美景虚设”之省言。“彼此”二字读断，更能产生“人成各，今非昨”的意味。全词至此，由写一已的相思而牵连到对方同样难堪的处境，意蕴便更深入一层。“空有相怜意，未有相怜计”两句意思对照，但只更换首尾二字，且于尾字用韵。由于数字相同，则更换的字特别是作韵脚的末一字大为突出，“有意”、“无计”的内心矛盾由此得到强调 。结尾巧用重复修辞的手法，前后照应，层次丰富，而意境浑然，颇耐人寻味。"
        },
        {
            "title": "鹧鸪天",
            "content": "吹破残烟入夜风。一轩明月上帘栊。因惊路远人还远，纵得心同寝未同。情脉脉，意忡忡。碧云归去认无踪。只应曾向前生里，爱把鸳鸯两处笼。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "昭华夜醮连清曙，金殿霓旌笼瑞雾。九枝擎烛灿繁星，百和焚春抽翠缕。香罗荐地延真驭，万乘凝旒听秘语。卜年无用考灵龟，从此乾坤齐历数。",
            "comment": ""
        },
        {
            "title": "惜春郎",
            "content": "玉肌琼艳新妆饰。好壮观歌席。潘妃宝钏，阿娇金屋，应也消得。属和新词多俊格。敢共我［京力］敌。恨少年、枉费疏狂，不早与伊相识。",
            "comment": ""
        },
        {
            "title": "鹤冲天",
            "content": "黄金榜上，偶失龙头望。明代暂遗贤，如何向？未遂风云便，争不恣狂荡？何须论得丧。才子词人，自是白衣卿相。烟花巷陌，依约丹青屏障。幸有意中人，堪寻访。且恁偎红翠，风流事、平生畅。青春都一饷。忍把浮名，换了浅斟低唱。",
            "comment": "【注释】这首词反映了柳永的反叛性格，也带来了他人生路上一大波折。据传说，柳永善作俗词，而宋仁宗颇好雅词。有一次，宋仁宗临轩放榜时想起柳永这首词中那句“忍把浮名，换了浅斟低唱”，就说道：“且去浅斟低唱，何要浮名”，就这样黜落了他 。从此，柳永便自称“奉旨填词柳三变”而长期地流连于坊曲之间，在花柳丛中寻找生活的方向、精神的寄托。“黄金榜上，偶失龙头望”，考科举求功名，他并不满足于登进士第，而是把夺取殿试头名状元作为目标。落榜只认为“偶然”，“风遗”只说是“暂”，由此可见柳永狂傲自负的性格。他自称“明代遗贤”是讽刺仁宗朝号称清明盛世 ，却不能做到“ 野无遗贤”。但既然已落第，下一步该怎么办呢？“风云际会 ”，施展抱负是封建时代士子的奋斗目标 ，既然“未遂风云便”，理想落空了，于是他就转向了另一个极端，“争不恣狂荡”，表示要无拘无束地过那种为一般封建士人所不齿的流连坊曲的狂荡生活。“偎红倚翠 ”、“ 浅斟低唱”，是对“狂荡”的具体说明。柳永这样写，是恃才负气的表现，也是表示抗争的一种方式 。科举落第，使他产生了一种逆反心理，只有以极端对极端才能求得平衡。所以，他故意要造成惊世骇俗的效果以保持自己心理上的优势。柳永的“狂荡”之中仍然有着严肃的一面，狂荡以傲世，严肃以自律，这才是“才子词人”、“白衣卿相”的真面目。柳永把他内心深处的矛盾想法抒写出来，说明落第这件事情给他带来了多么深重的苦恼和多么烦杂的困扰，也说明他为了摆脱这种苦恼和困扰曾经进行了多么痛苦的挣扎。写到最后，柳永得出结论：“青春都一饷 ，忍把浮名 ，换了浅斟低唱！”谓青春短暂 ，怎忍虚掷，为“浮名”而牺牲赏心乐事。所以，只要快乐就行，“浮名”算不了什么。这首词是柳永进士科考落第之后的一纸 “ 牢骚言 ”，在宋元时代有着重大的意义和反响 。它正面鼓吹文人士者与统治者分离，而与歌妓等下层人民接近，有一定的思想进步性。"
        },
        {
            "title": "传花枝",
            "content": "平生自负，风流才调。口儿里、道知张陈赵。唱新词，改难令，总知颠倒。解刷扮，能［口兵］嗽，表里都峭。每遇着、饮席歌筵，人人尽道。可惜许老了。阎罗大伯曾教来，道人生、但不须烦恼。遇良辰，当美景，追欢买笑。剩活取百十年，只恁厮好。若限满、鬼使来追，待倩个、掩通着到。",
            "comment": ""
        },
        {
            "title": "爪茉莉（秋夜）",
            "content": "每到秋来添，转添甚况味。金风动、冷清清地。残蝉噪晚，甚聒得、人心欲碎，更休道、宋玉多悲，石人、也须下泪。衾寒枕冷，夜迢迢、更无寐。深院静、月明风细。巴巴望晓，怎生捱、更迢递。料我儿、只在枕头根底，等人来、睡梦里。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "江风渐老，汀蕙半凋，满目败红衰翠。楚客登临，正是暮秋天气。引疏砧、断续残阳里。对晚景、伤怀念远，新愁旧恨相继。脉脉人千里。念两处风情，万重烟水。雨歇天高，望断翠峰十二。尽无言、谁会凭高意。纵写得、离肠万种，奈归云谁寄。",
            "comment": ""
        },
        {
            "title": "促拍满路花",
            "content": "香靥融春雪，翠鬓［身单］秋烟。楚腰纤细正笄年。凤帏夜短，偏爱日高眠。起来贪颠耍，只恁残却黛眉，不整花钿。有时携手闲坐，偎倚绿窗前。温柔情态尽人怜。画堂春过，悄悄落花天。最是娇疑处，尤［歹带］檀郎，未教拆了秋千。",
            "comment": ""
        },
        {
            "title": "留客住",
            "content": "偶登眺。凭小阑、艳阳时节，乍晴天气，是处闲花芳草。遥山万叠云散，涨海千里，潮平波浩渺。烟村院落，是谁家绿树，数声啼鸟。旅情悄。远信沉沉，离魂杳杳。对景伤怀，度日无言谁表。惆怅旧欢何处，后约难凭，看看春又老。盈盈泪眼，望仙乡，隐隐断霞残照。",
            "comment": ""
        },
        {
            "title": "煮海歌",
            "content": "煮海之民何所营，妇无蚕织夫无耕。衣食之源太寥落，牢盆煮就汝轮征。年年春夏潮盈浦，潮退刮泥成岛屿。风干日曝咸味加，始灌潮波塯成卤。卤浓碱淡未得闲，采樵深入无穷山。豹踪虎迹不敢避，朝阳山去夕阳还。船载肩擎未遑歇，投入巨灶炎炎热。晨烧暮烁堆积高，才得波涛变成雪。自從潴卤至飞霜，无非假贷充餱粮。秤入官中得微直，一缗往往十缗偿。周而复始无休息，官租未了私租逼。驱妻逐子课工程，虽作人形俱菜色。鬻海之民何苦门，安得母富子不贫。本朝一物不失所，愿广皇仁到海滨。甲兵净洗征轮辍，君有馀财罢鹽铁。太平相业尔惟鹽，化作夏商周时节。",
            "comment": ""
        },
        {
            "title": "西施",
            "content": "苎萝妖艳世难偕。善媚悦君怀。後庭恃宠，尽使绝嫌猜。正恁朝欢暮宴，情未足，早江上兵来。捧心调态军前死，罗绮旋变尘埃。至今想，怨魂无主尚徘徊。夜夜姑苏城外，当时月，但空照荒台。",
            "comment": ""
        },
        {
            "title": "木兰花/玉楼春",
            "content": "黄金万缕风牵细。寒食初头春有味。［歹带］烟尤雨索春饶，一日三眠夸得意。章街隋岸欢游地。高拂楼台低映水。楚王空待学风流，饿损宫腰终不似。",
            "comment": ""
        },
        {
            "title": "迷神引",
            "content": "一叶扁舟轻帆卷。暂泊楚江南岸。孤城暮角，引胡笳怨。水茫茫，平沙雁、旋惊散。烟敛寒林簇，画屏展。天际遥山小，黛眉浅。旧赏轻抛，到此成游宦。觉客程劳，年光晚。异乡风物，忍萧索、当愁眼。帝城赊，，秦楼阻，旅魂乱。芳草连空阔，残照满。佳人无消息，断云远。",
            "comment": "【注释】这首《迷神引》是柳永五十岁后宦游各地的心态写照，是一首典型的羁旅行役之词。这首词深刻地反映了柳永的矛盾心理，特别是作为一名不得志的封建文人的苦闷与不满，有一定的思想意义。词起句写柳永宦游经过楚江 ，舟人将风帆收卷，靠近江岸 ，作好停泊准备。“暂泊”表示天色将晚，暂且止宿，明朝又将继续舟行。从起两句来看，词人一起笔便抓住了“帆卷”、“暂泊”的舟行特点，而且约略透露了旅途的劳顿。可见他对这种羁旅生活是很有体验的。继而作者以铺叙的方法对楚江暮景作了富于特征的描写。“ 孤城暮角 ，引胡笳怨”描写的是：傍晚的角声和笳声本已悲咽 ，又是从孤城响起，这只能勾惹羁旅之人凄黯的情绪，使之愈感旅途的寂寞了。“ 暮角 ”与“胡笳”定下的愁怨情调笼罩全词 。接着自“ 水茫茫”始描绘了茫茫江水，平沙惊雁 ，漠漠寒林 ，淡淡远山。这样一幅天然优美的屏画，也衬托出游子愁怨和寂寞之感。上片对景色层层白描，用形象来表达感受，给人以身临其境之感。下片起两句直接抒发宦游生涯的感慨，接下来将这种感慨作层层铺叙。旅途劳顿，风月易逝，年事衰迟，是写行役之苦；“异乡风物 ”，显得特别萧索，是写旅途的愁闷心情；帝都遥远，秦楼阻隔，前欢难断，意乱神迷，是写伤怀念远的情绪。词人深感“旧赏”与“ 游宦 ”难于两全，为了“游宦”而不得不“旧赏轻抛”。“帝城”指北宋都城汴京，“秦楼”借指歌楼。这些是词人青年时代困居京华、留连坊曲的浪漫生活的象征。按宋代官制，初等地方职官要想转为京官是相当困难的，因而在词人看来，帝城是遥远难至的。宋代不许朝廷命官到青楼坊曲与歌妓往来，否则会受到同僚的弹劾，于是柳永便与歌妓及旧日生活断绝了关系 。故而词人概叹“帝城赊，秦楼阻”。“芳草连空阔，残照满”是实景，形象地暗示了赊远阻隔之意；在抒情中这样突然插入景语，叙写富于变化而生动多姿。结句“佳人无消息，断云远”，补足了“秦楼阻”之意。“佳人”即“秦楼”中的人，因种种原因断绝了消息，旧情象一片断云随风而逝。从这首词中可以看出作者对仕途的厌倦情绪和对早年生活的向往，内心十分矛盾痛苦。可以说，这首《迷神引》是柳永个人生活的缩影：少年不得志，便客居京都，流连坊曲，以抒激愤；中年入仕却不得重用，又隔断秦楼难温旧梦，心中苦不堪言。苦不堪言却偏要言，这首词上片言“暂泊”之愁，下片道“游宦”之苦 。在大肆铺叙中见出作者心中真味 ，可谓技巧娴熟，意蕴隽永。"
        },
        {
            "title": "赠内臣孙可久",
            "content": "故侯幽隐直城东，草树扶疏一亩宫。曾珥貂珰为近侍，却纡絛褐作间翁。高吟拥鼻诗怀壮，雅论持衡道气充。厌尽繁华天上乐，始将踪迹学冥鸿。",
            "comment": ""
        },
        {
            "title": "宣清",
            "content": "残月朦胧，小宴阑珊，归来轻寒凛凛。背银［钅工］、孤馆乍眠，拥重衾、醉魄犹噤。永漏频传，前欢已去，离愁一枕。暗寻思、旧追游，神京风物如锦。念掷果朋侪，绝缨宴会，当时曾痛饮。命舞燕翩翻，歌珠贯串，向玳筵前，尽是神仙流品，至更阑、疏狂转甚。更相将、凤帏鸳寝。玉钗乱横，任散尽高阳，这欢娱、甚时重恁。",
            "comment": ""
        },
        {
            "title": "其三",
            "content": "层波潋滟远山横。一笑一倾城。酒容红嫩，歌喉清丽，百媚坐中生。墙头马上初相见，不准拟、恁多情。昨夜杯阑，洞房深处，特地快逢迎。",
            "comment": ""
        },
        {
            "title": "归去来",
            "content": "初过元宵三五。慵困春情绪。灯月阑珊嬉游处。游尽、厌欢聚。凭仗如花女。持杯谢、酒朋诗侣。馀酲更不禁香醑。歌筵罢、且归去。",
            "comment": ""
        },
        {
            "title": "斗百花",
            "content": "煦色韶光明媚。轻霭低笼芳树。池塘浅蘸烟芜，廉幕闲垂风絮。春困厌厌，抛掷斗草工夫，冷落踏青心绪。终日扃朱户。远恨绵绵，淑景迟迟难度。年少傅粉，依前醉眠何处。深院无人，黄昏乍拆秋千，空锁满庭花雨。",
            "comment": "【注释】①此词写一年轻女子嫁给了一个如意郎君，但婚后此郎君却浑然没把她当作一回事，经常把她丢弃在家中，自己出去眠花宿柳。在春日万物萌发，景色宜人的美好时光，她孤寂地独守空帷，对此美景春色却没有一点好的心绪。此词主旨在写由于男子的用情不专，因而导致女子的幽怨。②煦色韶光明媚：煦色，美好的春色，春天阳光和煦，因此称煦色；韶光，本指美好的阳光，这里指青春年少的美好时光。此句是说春色和此少女的年华容貌都非常美好。③轻霭低笼芳树：轻霭，薄雾；芳树，散发着花香的树丛。此句描绘春日薄雾下的花树丛，由于雾气很低，花树丛虽矮，但雾气也将其笼罩了。④池塘浅蘸烟芜：浅蘸，轻轻地挨碰；烟芜，如烟的雾气混合显得凌乱而荒芜。此句是描绘池塘水面的情景，如烟的雾气轻轻地在池塘水面上拂过。⑤帘幕闲垂风絮：闲垂，没有必要的垂挂，帘幕本是用来遮掩夫妻亲昵之用的，由于丈夫不在家帘幕也成为了一种没有必要的摆设；风絮，风中之絮飘飘荡荡。此句是说由于丈夫不在家，帘幕成了没有必要的摆设，任其被风吹来吹去。⑥春困厌厌：厌厌，精神不振的样子。此句是说此年轻女子在春日里因丈夫不在家，显得一付精神不振的样子。⑦抛掷斗草工夫：斗草，古代民间习俗，农历五月初五有斗草之戏，唐宋时称为“斗百草”。此句是说此年轻女子因丈夫不在家连五月初五日的“斗百草”之戏也不参加了。⑧冷落踏青心绪：踏青，春天到郊外去游玩。此句是说，春天到了，万物萌生，一派盎然景色，人们刚从冬日萧瑟之中过来，莫不心喜若狂，都到郊外踏青，而此年轻女子由于丈夫不在身边，对如此美好之春日也没有别人那种好心情。⑨终日扃朱户：扃，门窗的插条，此处是关闭之意。此句是说把自己关在家里，哪儿也不去。远恨绵绵：远恨，因丈夫不知是在何处眠花宿柳，恨又没有具体对象，因此称远恨；绵绵，连续不断，此处又有情意缠绵之意。淑景迟迟难度：淑景，美好的光阴，此处当指希冀丈夫爱抚的感受；迟迟，很缓慢。此句是说这位孤寂的年轻女子此刻正处在希冀丈夫爱抚的感受之中，这种感受迟迟不肯过去，因此称之为难度。年少傅粉：喻年轻貌美的少年男子，此处指此年轻女子的丈夫。傅粉，抹粉，形容面容的美貌就像经过涂脂抹粉一样。瑣依前醉眠何处：依前，和从前一样；醉眠，酒醉之后的睡眠，此处指眠花宿柳。此句是说丈夫又和从前一样不知贪恋了何处女子，又和那女子同宿同眠了。黄昏乍拆秋千：乍，刚刚。此句是说到了黄昏时候刚刚把秋千从秋千架上摘下。空锁满庭花雨：锁，关闭、锁住；空锁关闭和锁住的是空的虚无的。花雨，落花如雨。此句是说黄昏之后所要锁住的应该是丈夫的心，但丈夫没锁住，锁住的只是满院的落花而已。"
        },
        {
            "title": "菊花新",
            "content": "欲掩香帏论缱绻。先敛双蛾愁夜短。催促少年郎，先去睡、鸳衾图暖。须臾放了残针线。脱罗裳、恣情无限。留取帐前灯，时时待、看伊娇面。",
            "comment": ""
        },
        {
            "title": "甘州令",
            "content": "冻云深，淑气浅，寒欺绿野。轻雪伴、早梅飘谢。艳阳天、正明媚，却成潇洒。玉人歌，画楼酒，对此景、骤增高价。卖花巷陌，永灯台榭。好时节、怎生轻舍。赖和风，荡霁霭，廓清良夜。玉尘铺，桂华满，素光里、更堪游冶。",
            "comment": ""
        },
        {
            "title": "木兰花/玉楼春",
            "content": "东风催露千娇面。欲绽红深开处浅。日高梳洗甚时［忄欠］，点滴燕脂匀未遍。霏微雨罢残阳院。洗出都城新锦段。美人纤手摘芳枝，插在钗头和凤颤。",
            "comment": ""
        },
        {
            "title": "其四",
            "content": "阆苑年华永，嬉游别是情。人间三度见河清。一番碧桃成。金母忍将轻摘。留宴鳌峰真客。红［犭龙］闲卧吠斜阳。方朔敢偷尝。",
            "comment": ""
        },
        {
            "title": "其二",
            "content": "淮岸。向晚。圆荷向背，芙蓉深浅。仙娥画舸，沾渍红芳交乱。难分花与面。采多渐觉轻船满。呼归伴。急桨烟村远。隐隐棹歌，渐被蒹葭遮断。山终人不见。",
            "comment": ""
        },
        {
            "title": "甘草子",
            "content": "秋尽。叶翦红绡，砌菊遗金粉。雁字一行来，还有边庭信。飘散露华清风紧。动翠幕，晓寒犹嫩，中酒残妆整顿。聚两眉离恨。",
            "comment": "【注释】①此词写一情郎被征往边疆从军的女子在秋去冬来之际，独自在家思念情郎的情形。上片写秋去冬来之景色和盼望情郎从边疆之地寄回信来的心情；下片写始终不知情郎的消息，什么都懒得去做，心中只有对离别的幽怨之情。②叶翦红绡：红绡，红色的丝绸。叶翦红绡，是说秋天的植物叶子都变成了红色，落叶犹如裁剪下来的红丝绸一样。③砌菊遗金粉：砌菊，栽种在门前台阶两边的菊花；遗金粉，撒落在地上的菊花花瓣或花粉，因菊花是黄色的花，因而称为金粉。④雁字一行来：雁字，大雁飞行时所排列而成的字；一行来，有一行大雁飞来。⑤还有边庭信：边庭，边疆。此句与上句所说是一个意思，是说这位情郎从军边疆的女子，一看到有大雁从北边飞来，就想这大雁可是捎来了我的情郎从边疆写来的信？古时有鸿雁捎书的传说，因而人们常把大雁当成信使。⑥飘散露华清风紧：露华，露水珠在阳光下闪烁的光华。此句是说清风把早晨凝结的露珠吹得飘散而去。紧，急。⑦动翠幕，晓寒犹嫩：动翠幕，清风吹动绿色的帷幕；晓寒，早晨的寒冷；犹嫩，还不十分太冷。⑧中酒残妆慵整顿：中酒残妆，因酒醉呕吐而被污秽之物所沾染的妆束；慵整顿，慵，懒，懒得去清洗整理。⑨聚两眉离恨：聚两眉，皱眉头，人在皱眉头时两眉相聚，所以称聚两眉；离恨，对离别的幽怨。"
        },
        {
            "title": "慢卷袖",
            "content": "闲窗烛暗，孤帏夜永，欹枕难成寐。细屈指寻思，旧事前欢，都来未尽，平生深意。到得如今，万般追悔。空只添憔悴。对好景良辰，皱着眉儿，成甚滋味。红茵翠被。当时事、一一堪垂泪。怎生得依前，似恁偎香倚暖，抱着日高犹睡。算得伊家，也应随分，烦恼心儿里。又争似从前，淡淡相看，免恁牵系。",
            "comment": ""
        },
        {
            "title": "其七",
            "content": "帘垂深院冷萧萧。花外漏声遥。青灯未灭，红窗闲卧，魂梦去迢迢。薄情漫有归消息，鸳鸯被、半香消。试问伊家，阿谁心绪，禁得恁无□。",
            "comment": ""
        },
        {
            "title": "定风波",
            "content": "自春来、惨绿愁红，芳心是事可可。日上花梢，莺穿柳带，犹压香衾卧。暖酥消，腻云亸，终日厌厌倦梳裹。无那。恨薄情一去，音书无个。早知恁么。悔当初、不把雕鞍锁。向鸡窗、只与蛮笺象管，拘束教吟课。镇相随，莫抛躲。针线闲拈伴伊坐。和我。免使年少，光阴虚过。",
            "comment": "【注释】①是事可可：凡事不在意，一切事全含糊过去。②暖酥消：脸上搽的油脂消散了。③腻云亸：头发散乱。亸：下垂貌。④蛮笺象管：纸和笔。蛮笺：古代四川产的彩色笺纸。象管：象牙做的笔管。⑤镇：镇日，整天。【评解】这首词以深切的同情，抒写了沦落于社会下层的歌伎们的思想感情，反映了她们对幸福生活的追求与向往，以及内心的烦恼与悔恨。上片融情入景，以明媚的春光反衬人物的厌倦与烦恼情绪。下片通过细腻的心理刻画，反映歌伎对自由幸福生活的渴望与追求。这首词是柳永俚词的代表作之一。全词运用通俗的语言，不加雕饰，把人物的生活情态与心理活动，刻画得细致入微，颇能体现柳词的特色。【集评】张燕瑾《唐宋词赏析》：柳永的身世处境，使他对处于社会下层的妓女的生活，有着很深的了解，对她们的思想感情也有着很深的了解。因而，词里刻画的许多妇女形象栩栩如生，描绘她们的心理活动，显得格外生动、真切。《定风波》就是一首描写很成功的以妇女为主人公的词。艾治平《宋词名篇赏析》：这首词的语言生动地体现出柳永“俚词”的特点。柳永在语言上的“俚”和他“变旧声，作新声”，制作了大量的慢词一样，是他在词的发展上作出的贡献。-----------------------这首词以代言体的形式，为不幸的歌妓似诉内心的痛苦，字里行间流露出作者对歌妓的深怜痛惜，这在“万般皆下品，惟有读书高”的封建社会是不为正统文人所认同的。相传柳永曾去拜访晏殊，晏殊就以这首词中“针线闲拈伴伊坐”相戏，足见两者艺术趣味之迥异。这首《定风波》表现的是被情人抛弃者的一腔闺怨。词从春来写起；“自春来，惨绿愁红，芳心是事可可。”自从春天回来之后，他却一直杳无音讯。因此 ，桃红柳绿 ，尽变为伤心触目之色，即“惨绿愁红”；一颗芳心，整日价竟无处可以安放。“是事可可 ”意思是事事都平淡乏味 。尽管窗外已是红日高照 、韶景如画 ，可她却只管懒压绣被 、不思起床。“ 日上花梢 ，莺穿柳带”之美景反衬出“犹压香衾卧”的惨愁。长久以来不事打扮、不加保养，相思的苦恼，已弄得她形容憔悴 ，“暖酥”皮肤为之消损，“腻云 ”头发为之蓬松，可她却丝毫不想稍作梳理，只是愤愤然地喃喃自语 ：“ 无可奈何！恨薄情郎一去，音书无个。”接下来，词人让这位抒情女主人公站出来直抒胸臆：早知这样，真应该当初就把他留在身旁。在我俩那间书房兼闺房的一室之中，他自铺纸写字 、念他的功课 ，我则手拈着针线，闲来陪他说话 ，这种乐趣该有多浓、多美 ，那就不会象现在这样，一天天地把青春年少的光阴白白地虚度！词的上阕重在以景衬情，描写人物的外在表现。下阕则深入到理想情趣。主人公的理想就是让心上人安安稳稳地吟诗诵书，自己在一旁温存相伴，过一份静谧、温馨的正常人的生活 。然而现实却是冷酸无情的 ，多少个被情郎抛弃的青年女子在无边的苦海中虚度着大好的青春年华。柳永在这首词中代她们发出了心中的呼声：“和我，免使年少、光阴虚过。”从思想上看，这首词明显带有市民意识。市民阶层是伴随着商业经济的发展而壮大起来的一支新兴力量。它较少封建思想的羁縻，也比较敢于反抗封建礼教的压迫。在“男女授授不亲”的封建时代，它表现出一种新的思想面貌 ，反映在文人词里 ，就形成了《定风波 》中这位女性的声口：“镇相随，莫抛躲，针线闲拈伴伊坐。和我，免使年少光阴虚过”。在她看来 ，青春年少，男恩女爱，才是人间最可宝贵的，至于什么功名富贵 、仕途经济 ，统统都是可有可无的。这里所显露出来的生活理想和生活愿望，在晏殊等正统士大夫文人看来，自然是“俗不可耐”和“离经叛道 ”的，但是其中却显露了某些新的时代契机。对于当时的市民群众来说，也唯有这种毫不掩饰的热切恋情，才是他们倍感亲切的东西。因而，这种既带有些俗气却又十分真诚的感情内容的词作虽得不到正统文人的认同，却能在市井间不径而走，以至达到凡有井水饮处皆能诵歌的地齿。从艺术上看 ，这首词是对传统词风的一种俗化。在柳永以前，词坛基本是小令的天下 ，它要求含蓄、文雅。到了柳永，他创制了大量的慢词长调，铺叙展衍，备足无余。柳词所写的一对青年男女，实际上是属于市民阶层中的“才子佳人”，是功名未就的柳永自己和他在青楼中的恋人的化身 。所以 ，为了要表现这样的生活和心态，柳词就采用一种从俗的风格和从俗的语言 。为表现一位青楼歌女的情感 ，这首词就采用了民间词所常用的代言体写法和任情放露的风格，以及那种似雅而实俗的语言。词的上片，用富有刺激性的字面，例如“惨绿愁红”，尽情地渲染了环境气氛；再用浓艳的词笔，如“暖酥消，腻云亸”之类，描绘了人物的外貌形态；接下来便直接点明她那无聊寂寞的心境即“ 终日厌厌 ”。以下直到下片终结，则转入第一人称的自述 。那一连串的快语快谈，那一叠叠的绮语 、痴语 ，其中又夹着许多口语、俚语 ，就把这个人物的心理写得活灵活现、跃然纸上。她那香艳而放肆的神态，真挚而发露的情思，使人读后如闻其声 ，如见其形 。综观全词，不难看出柳永的这首词典型地体现了市民价层那种“ 以真为美”、“以俗为美”的文学趣味。它不讲求含蓄、文雅，只求畅快淋漓、一泻无余地发泄和表露自己的真实情感。柳永的这种文学追求和他的生活经历密切相关。宦场失意后落魄文人和知书识文的风尘女子极易产生共鸣，这首词就是这种共鸣的产物。难怪元曲大家关汉卿会据此把柳词摆上舞台，用另一种方式传唱这种非正统的精神。"
        },
        {
            "title": "剔银灯",
            "content": "何事春工用意。绣画出、万红千翠。艳杏夭桃，垂杨芳草，各斗雨膏烟腻。如斯佳致。早晚是、读书天气。渐渐园林明媚。便好安排欢计。论槛买花，盈车载酒，百［王非］千金邀妓。何妨沈醉。有人伴、日高春睡。",
            "comment": ""
        },
        {
            "title": "看花回",
            "content": "屈指劳生百岁期。荣瘁相随。利牵名惹逡巡过，奈两轮、玉走金飞。红颜成白发，极品何为。尘事常多雅会稀。忍不开眉。画堂歌管深深处，难忘酒盏花枝。醉乡风景好，携手同归。",
            "comment": ""
        },
        {
            "title": "凤归云",
            "content": "向深秋，雨馀爽气肃西郊。陌上夜阑，襟袖起凉飙。天末残星，流电未灭，闪闪隔林梢。又是晓鸡声断，阳乌光动，渐分山路迢迢。驱驱行役，苒苒光阴，蝇头利禄，蜗角功名，毕竟成何事，漫相高。抛掷云泉，狎玩尘土，壮节等闲消。幸有五湖烟浪，一船风月，会须归去老渔樵。",
            "comment": ""
        },
        {
            "title": "诉衷情",
            "content": "一声画角日四曛。催促掩朱门。不堪更倚危阑，肠断已消魂。年渐晚，雁空频。问无因。思心欲碎，愁泪难收，又是黄昏。",
            "comment": ""
        },
        {
            "title": "殢人娇",
            "content": "当日相逢，便有怜才深意。歌筵罢、偶同鸳被。别来光景，看看经岁。昨夜里、方把旧欢重继。晓月将沉，征骖已备。愁肠乱、又还分袂。良辰好景，恨浮名牵系。无分得、与你恣情浓睡。",
            "comment": ""
        },
        {
            "title": "尾犯",
            "content": "夜雨滴空阶，孤馆梦回，情绪萧索。一片闲愁，想丹青难貌。秋渐老、蛩声正苦，夜将阑，灯花旋落。最无端处，总把良宵，祗恁孤眠却。佳人应怪我，别后寡信轻诺。记得当初，翦香云为约。甚时向、幽闺深处，按新词、流霞共酌？再同欢笑，肯把金玉珍珠博。",
            "comment": ""
        },
        {
            "title": "夜半乐",
            "content": "艳阳天气，烟细风暖，芳郊澄朗闲凝伫。渐妆点亭台，参差佳树。舞腰困力，垂杨绿映，浅桃浓李夭夭，嫩红无数。度绮燕、流莺斗双语。翠娥南陌簇簇，蹑影红阴，缓移娇步。抬粉面、韶容花光相妒。绛绡袖举。云鬟风颤，半遮檀口含羞，背人偷顾。竞斗草、金钗笑争赌。对此嘉景，顿觉消凝，惹成愁绪。念解佩、轻盈在何处。忍良时、孤负少年等闲度。空望极、回首斜阳暮。叹浪萍风梗知何去。",
            "comment": ""
        },
        {
            "title": "倾杯",
            "content": "金风淡荡，渐秋光老、清宵永。小院新晴天气，轻烟乍敛，皓月当轩练净。对千里寒光，念幽期阻、当残景。早是多情多病。那堪细把，旧约前欢重省。最苦碧云信断，仙乡路杳，归鸿难倩。每高歌、强遗离怀，惨咽、翻成心耿耿。漏残露冷。空赢得、悄悄无言，愁绪终难整。又是立尽，梧桐碎影。",
            "comment": ""
        },
        {
            "title": "倾杯乐",
            "content": "禁漏花深，绣工日永，蕙风布暖。变韶景、都门十二，元宵三五，银蟾光满。连云复道凌飞观。耸皇居丽，嘉气瑞烟葱倩。翠华宵幸，是处层城阆苑。龙凤烛、交光星汉。对咫尺鳌山开羽扇。会乐府两籍神仙，梨园四部弦管。向晓色、都人未散。盈万井、山呼鳌［扌卞］。愿岁岁，天仗里，常瞻凤辇。",
            "comment": ""
        },
        {
            "title": "迎新春",
            "content": "［山解］管变青律，帝里和新布。晴景回轻煦。庆嘉节、当三五。列华灯、千门万户。遍九陌、罗绮香风微度。十里然绛树。鳌山耸、喧天箫鼓。渐天如水，素月当午。香径里、绝缨掷果无数。更阑烛影花阴下，少年人、往往奇遇。太平时、朝野多欢民康阜。随分良聚。堪对此景，争忍独醒归去。",
            "comment": ""
        },
        {
            "title": "集贤宾",
            "content": "小楼深巷狂游遍，罗绮成丛。就中堪人属意，最是虫虫。有画难描雅态，无花可比芳容。几回饮散良宵永，鸳衾暖、凤枕香浓。算得人间天上，惟有两心同。近来云雨忽西东。诮恼损情悰。纵然偷期暗会，长是匆匆。争似和鸣偕老，免教敛翠啼红。眼前时、暂疏欢宴，盟言在、更莫忡忡。待作真个宅院，方信有初终。",
            "comment": "【注释】这是柳永困居东京汴梁时为青楼名妓虫娘所作的一首词，用以表白词人对虫娘的真挚情意，借以向虫娘许下庄重的诺言 。虽然柳永踏入仕途后 ，由于种种客观原因终未实践这一诺言，但在当时的历史条件下，能在作品中大胆示爱求偶已属难能可贵了。“小楼深苍狂游遍”几句写柳永在众多歌妓中，只对虫娘一人情有独钟。“小楼深巷”即指平康坊曲之所，歌妓们聚居之地。北宋都城多有教坊妓馆，在这些坊曲之中身着罗绮 、浓妆艳抹的歌妓甚众 ，但柳永却特别属意于虫虫即虫娘，因为她是一位温柔俊俏、色艺超群的多情女子，“有画难描雅态，无花可比芳容”。自然有比虫虫更为风流美貌的，而具有雅态的却极为稀少。“雅态”是虫虫的特质。这种“雅态”，源于品格和志趣的高雅，全不象是风尘中的女子。柳永之所以爱慕虫虫正由于此。歌妓们虽然受制于娼家，失去了人身自由，但她们的情感是可以由自己支配的。柳永由于真正的同情和尊重她们，因而能获得其真情，相互知心。以往的日月里他们曾“几回饮散良宵永 ”，俩人幸福地相聚 ，“ 凤枕香浓”，“人间天上”似乎只存在他们的真情了。上片追述俩人相爱的历史，情真意切。词的过片以“近来”两字将词意的发展由往昔转到现实，“云雨忽西东”，说明现在他们的爱情出现了一些波折。他能理解由于歌妓特殊的职业关系，云雨西东 ，这几乎使他俩失去了欢乐之趣 。从与虫虫“偷期暗会，长是匆匆”的情形来推测，柳永困居京都，已失去经济来源，不可能千金买笑而在歌舞场中挥霍了；因而与虫虫的聚会只能偷偷地进行，而且来去匆匆。由此使他希望与虫虫过一种鸾凤和鸣、白头偕老的正常夫妇生活，以结束相会时愁颜相对的难堪场面。“敛翠”，翠指翠眉，敛眉乃忧愁之状；“啼红”，红即红泪，指青年女子伤心时落下的泪。虫虫在匆匆相会时“ 敛翠啼红 ”，暗示了他们爱情的不幸。此情形，词人提出了暂行办法和长远打算。暂行的办法是“眼前时、暂疏欢宴”，疏远一些，以避开各种外界压力。他劝尉虫虫不要忧心忡忡，请相信他的山盟海誓。长远的打算是使虫虫能“作真个宅院”。柳永是真正打算娶虫虫作“ 宅院 ”的。只有到了那时，才算是他们的爱情有始有终。下片恰当地表达了词人内心复杂的情感，达到了劝慰虫娘的目的。从这首词可以看出，柳永是抱着一腔真挚的感情，把一位封建社会底层中被侮辱、被损害的歌妓虫娘当成了自己真诚爱慕的对象。虫娘是在他落魄无聊的情形下与他相爱的，所以柳永决心一举成名后定来报答她的深情。整首词委婉曲折，真实地再现了柳永当时的心曲。"
        },
        {
            "title": "临江仙引",
            "content": "上国。去客。停飞盖、促离筵。长安古道绵绵。见岸花啼露，对堤柳愁烟。物情人意，向此触目，无处不凄然。醉拥征骖犹伫立，盈盈泪眼相看。况绣帏人静，更山馆春寒。今宵怎向漏永，顿成两处孤眠。",
            "comment": ""
        },
        {
            "title": "祭天神",
            "content": "欢笑筵歌席轻抛［身单］。背孤城、几舍烟村停画舸。更深钓叟归来，数点残灯火。被连绵宿酒醺醺，愁无那。寂寞拥、重衾卧。又闻得、行客扁舟过。篷窗近，兰棹急，好梦还惊破。念平生、单栖踪迹，多感情怀，到此厌厌，向晓披衣坐。",
            "comment": ""
        },
        {
            "title": "御街行",
            "content": "前时小饮春庭院。悔放笙歌散。归来中夜酒醺醺，惹起旧愁无限。虽看坠楼换马，争奈不是鸳鸯伴。朦胧暗想如花面。欲梦还惊断。和衣拥被不成眠，一枕万回千转。惟有画梁，新来双燕，彻曙闻长叹。",
            "comment": ""
        },
        {
            "title": "满朝欢",
            "content": "花隔铜壶，露［日希］金掌，都门十二清晓。帝里风光烂漫，偏爱春杪。烟轻昼永，引莺啭上林，鱼游灵沼。巷陌乍晴，香尘染惹，垂杨芳草。因念秦楼彩凤，楚观朝云，往昔曾迷歌笑。别来岁久，偶忆盟重到。人面桃花，未知何处，但掩朱扉悄悄。尽日伫立无言，赢得凄凉怀抱。",
            "comment": ""
        },
        {
            "title": "河传",
            "content": "翠深红浅。愁蛾黛蹙，娇波刀翦。奇容妙妓，争逞舞［衤因］歌扇。妆光生粉面。坐中醉客风流惯。尊前见。特地惊狂眼。不似少年时节，千金争选。相逢何太晚。",
            "comment": ""
        },
        {
            "title": "安公子",
            "content": "梦觉清宵半。悄然屈指听银箭。惟有床前残泪烛，啼红相伴。暗惹起、云愁雨恨情何限。从卧来、展转千馀遍。恁数重鸳被，怎向孤眠不暖。堪恨还堪叹。当初不合轻分散。及至厌厌独自个，却眼穿肠断。似恁地、深情密意如何拼。虽后约、的有于飞愿。奈片时难过，怎得如今便见。",
            "comment": ""
        },
        {
            "title": "其六",
            "content": "铃齐无讼宴游频。罗绮簇簪绅。施朱傅粉，丰肌清骨，容态尽天真。舞［衤因］歌扇花光里，翻回雪、驻行云。绮席阑珊，凤灯明灭，谁是意中人。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "皇都今夕知何夕。特地风光盈绮陌。金丝玉管咽春空，蜡炬兰灯烧晓色。凤楼十二神仙宅。珠履三千［宛鸟］鹭客。金吾不禁六街游，狂杀云踪并雨迹。",
            "comment": ""
        },
        {
            "title": "锦堂春",
            "content": "坠髻慵梳，愁蛾嫩画，心绪是事阑珊。觉新来憔悴，金缕衣宽。认得这疏狂意下，向人诮譬如闲。把芳容整顿，恁地轻孤，争忍心安。依前过了旧约，甚当初赚我，偷翦云鬟。几时得归来，春阁深关。待伊要、尤云殢雨，缠绣衾、不与同欢。尽更深、款款问伊，今后敢更无端。",
            "comment": "【注释】这首《 锦堂春 》是柳永所创作的一首典型的俗词，词中以代言体的方式塑造了一位泼辣、傲气、不拘礼法的市井女性。词人通过细致的心理描写，声情毕尚地刻画了这样一个人物形象，表达了他对市民意识的认同。这也是柳永所以能赢得广大市民读者的一个重要原因。“坠髻慵梳，愁蛾懒画”一组四字对偶句，直接表现这位妇女的精神状态。“坠髻”，表示发髻已松欲散了，而她“慵梳”；“蛾”即蛾眉，指妇女修长弯曲的眉，已经含愁不展了，而又“懒画”，加位写出她的情绪不佳。“心绪是事阑珊”，是对她意绪的总结。“是事”，犹云事事、凡事，“阑珊”是近乎消失的状态。凡事都打不起精神来做，不只梳妆打扮是如此。内里意兴阑珊，外在则面容憔悴了，身体消瘦了。“金缕衣宽”，衣裳变得宽大了，便是身体瘦下去了的证据。古人每以衣带宽松表示身体消瘦，柳永《凤栖语》词也有“衣带渐宽终不悔，为伊消得人憔悴”之句。她之所以憔悴消瘦，是因“疏狂”的年青人引起的：“认得这疏狂意下，向人诮譬如闲。”“疏狂”，即风流浮浪之意。用“这”字领出，则此两字又变成指称这种人物 。“意下向人诮譬如闲”，直解就是“心里对我直是视若等闲”。“诮”，犹浑也，直也。这个“人”字是女子自呼口吻，用来表达女子怨恨的心情。至此，作者将抒情主人公思念怨恨的对象点明了，对方对自己的态度也已明了。市民妇女比较注重现实的个人利益，不愿听人摆布自己的命运 。所以 ，词中的女子并不因这个“疏狂”的年青人，而长久地沉溺在忧伤之中。她要进行抗争，甚至可以采取各种报复行动。“把芳容整顿”，这是她不甘向命运屈服的第一步。“芳容”即自己的美貌 ，句意是她又感到很自信，于是重新振作精神，克服慵懒情绪 ，梳妆打扮起来 。这与起首两句相照应 。“恁地轻孤 ，争忍心安”！说如果因为这点事情，就弄得形容憔悴，轻易辜负了自己的青春，怎能心安。这是上阕词意的小结，预示着她将要发泄一腔不平的怨恨。追思往事，使她内心不安和气愤难平的是：“依前过了旧约 ，甚当初赚我，偷剪云鬟。”“依前”，象从前一样。“云鬟”，如乌云似的头发。古代男女相别之时，有订立盟约，女子剪发以赠的习俗。赠发的意义是为了让男子见发如见人，另外还有以发缠住男子之心的神秘寓意。这句的意思是，词中抒情女主人公现在怨恨“疏狂”的人竟又象从前一样过了相约的归期。这疏忽大意不止一次了。既然他失约而不遵守诺言，为何当初又骗取她剪下一绺秀发为赠呢？说明他确实“ 疏狂 ”之甚，竟把盟约忘却或当作儿戏了。恼恨之下，她盘算着他有一天归来，要设法收拾教训他。第一要“香阁深关”，不让他进绣房。如果他进房了，就“待伊要、尤云殢雨，缠绣衾、不与同欢 ”，不让他进被窝 。以此逼使和要挟对方反省和屈服。接下来愈发充分表现了这位市井女性的泼辣性格：“尽更深、款款问伊，今后敢更无端。”她听任时间在僵持中过去 ，等待到更鼓已深，即是半夜了，才严肃地从头到尾、有条有理慢慢数落他的疏狂，要他悔过认错 ，还要保证今后不能再无赖爽约。至此，全词嘎然而止，至于这女子是否会或怎么样实施她心中计划，词中不再多言，留下供人想像的余地。这首词最突出的特点就是“俗”，也就是说，柳永在这里刻意用俗语写俗事 ，目的就是为了给“ 俗人”看。在语言上，他主要用浅近的白话，甚至市井俗语，如“是事”，“认得”、“诮”、“恁地”、“争”、“赚”、“无端”等表现力很强的通俗文学语言。在结构上，他主要采用市民所喜闻乐见的浅型结构方式，有细节、有情节，能够紧紧抓住读者。作者巧妙地抓住抒情女主人公在梳妆瞬间的心理流程，用内心独白的方式 ，展现了她极其复杂的内心活动，词意集中凝炼，颇能打动人心。"
        },
        {
            "title": "内家娇",
            "content": "煦景朝升，烟光画敛，疏雨夜来新霁。垂杨艳杏，丝软霞轻，绣出芳郊明媚。处处踏青斗草，人人眷红偎翠。奈少年、自有新愁旧恨，消遣无计。帝里。风光当此际。正好恁携佳丽。阻归程迢递。奈好景难留，旧欢顿弃。早是伤春情绪，那堪困人天气。但赢得、独立高原，断魂一饷凝睇。",
            "comment": ""
        },
        {
            "title": "隔帘听",
            "content": "咫尺凤衾鸳帐，欲去无因到。□须［上穴下卒］地重门悄。认绣履频移，洞房杳杳。强语笑。逞如簧、再三轻巧。梳妆早。琵琶闲抱。爱品相思调。声声似把芳心告。隔帘听，赢得断肠多少。恁烦恼。除非共伊知道。",
            "comment": ""
        },
        {
            "title": "梦还京",
            "content": "夜来匆匆饮散，欹枕背灯睡。酒力全轻，醉魂易醒，风揭帘栊，梦断披衣重起。悄无寐。追悔当初，绣阁话别太容易。日许时、犹阻归计。甚况味。旅馆虚度残岁。想娇媚。那里独守鸳帏静。永漏迢迢，也应暗同此意。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "繁华锦烂。已恨归期晚。翠减红稀莺似懒。特地柔肠欲断。不堪尊酒频倾。恼人转转愁生。□□□□□□，多情争似无情。",
            "comment": ""
        },
        {
            "title": "燕归梁",
            "content": "织锦裁编写意深。字值千金。一回披玩一愁吟。肠成结、泪盈襟。幽欢已散前期远，无［“谬”换竖心旁］赖、是而今。密凭归雁寄芳音。恐冷落、旧时心。",
            "comment": ""
        },
        {
            "title": "其三",
            "content": "古繁华茂苑，是当日、帝王州。咏人物鲜明，土风细腻，曾美诗流。寻幽。近香径处，聚莲娃钓叟簇汀洲。晴景吴波练静，万家绿水朱楼。凝旒。乃眷东南，思共理、命贤侯。继梦得文章，乐天惠爱，布政优优。鳌头。况虚位久，遇名都胜景阻淹留。赢得兰堂酝酒，画船携妓欢游。",
            "comment": ""
        },
        {
            "title": "驻马听",
            "content": "凤枕鸾帷。二三载，如鱼似水相知。良天好景，深怜多爱，无非尽意依随。奈何伊。恣性灵、忒煞些儿。无事孜煎，万回千度，怎忍分离。而今渐行渐远，渐觉虽悔难追。漫寄消寄息，终久奚为。也拟重论缱绻，争奈翻覆思维。纵再会，只恐恩情，难似当时。",
            "comment": "【注释】这首《驻马听》是柳永词中专写男女别骨相思的一篇。它通篇既不写景 ，也不叙事 ，完全摆脱了即景传情和因物兴感的俗套，完全采用直言的方式来抒情 ，是一首典型的“ 俗词”。历来因不合封建社会道德和正统文人的审美趣味而被称之为“淫冶讴歌之曲”。其实这首词写得直率明快、真情洋溢、深挚感人，具有很高的思想意义和艺术水准。这首词采用线型的结构，按照情节的顺序从头写起，层次清晰。上片纯属忆旧。“凤枕鸾帷”是写抒情女主人公沉溺在对往日甜蜜爱情生活的回忆里。这段幸福的生活虽只有“二三载”，在整个人生旅程中是短暂的，却因两心相照，“如鱼似水”般的和谐而令人难忘 。但他们的情感不是对等的，她委曲求全，百般迁就，“无非尽意依随”。委曲求全的结果并未愈合、反而加深了他们情感的裂痕 ，责任不在女方。“奈何伊，恣性灵、忒煞些儿”，“性灵”，俗语的意思是指性子或个性；“忒煞”，即太过份了。他们的破裂纯由男子的任性而引起，对他已无可奈何，最后分离也是情势发展的必然。接下来女主人公诉说分离后的苦闷情绪：“无事孜煎 ，万回千度 ，怎忍分离。”“孜煎”，俗语 ，忧虑、思念之意 ，如柳词《法曲献仙音》：“记取盟言，少孜煎，剩好将息。”每当她闲着无事之时，将往事反复考虑，仍免不了对离人的眷恋，情感上难以割舍。这一串直言不讳的回忆，平中见奇，层次井然，章法分合有序，给人以摇曳生姿的美感。下片重在伤今，着重写女主人公被遗弃后的复杂心理。而今离人已经“渐行渐远”，加大了空间与情感的距离 ，“虽悔难追”。似乎当初若再委曲一些、再容忍一些，还是可以挽留住的，而今距离愈远，纵然后悔也无济于事了 。根据这种情形 ，即使寄去消息，终究也是白费。“消息”两字分用，是一种修辞方法。她也打算过同他再继续那一段爱情生活，“重论缱绻”。无奈她经过“翻覆思维”，从现实状况下得出的预感 ，经过分离的痛苦和被弃后的冷静思考，她已认识到情感是不能勉强的 ，纵使可能重续旧欢，恩情也不似当时的“如鱼似水相知”那样融洽了。这几句丧气话，表面看来有点煞风景，但实际是一个久经忧患者对人情世故的清醒认识，是情感和哲理的巧妙结合。柳永的这首俗词与他的同类作品相比，颇有独特之处。首先，这首词塑造的一个是温柔多情而非大胆泼辣的市民女子。她既有对爱情的热烈追求，又有冷静理智的思索 ，反映了市民女子性格的多面性 。另外，这首词情真语真，表现得法。词人能够深人物内心设身处地去体会，他不写弃妇的悲哀可怜，却是多层次地揭示人物的思维过程，成功展示了她的内心境界。这是一首不可多得的言情佳作。"
        },
        {
            "title": "破阵乐",
            "content": "露花倒影，烟芜蘸碧，灵沼波暖。金柳摇风树树，系彩舫龙舟遥岸。千步虹桥，参差雁齿，直趋水殿。绕金堤、曼衍鱼龙戏，簇娇春罗绮，喧天丝管。霁色荣光，望中似睹，蓬莱清浅。时见。凤辇宸游，鸾觞禊饮，临翠水、开镐宴。两两轻舠飞画［楫戈］，竞夺锦标霞烂。罄欢娱，歌鱼藻，徘徊宛转。别有盈盈游女，各委明珠，争收翠羽，相将归远。渐觉云海沉沉，洞天日晚。",
            "comment": "【注释】此词描绘北宋仁宗时每年三月一日以后君臣士庶游赏汴京金明池的盛况。这首词形象地反映出仁宗时昌盛兴旺的景象 ，是当时都市风貌的艺术实录 ，是一幅气象开阔的社会风俗画卷。它描写都市的繁华景象，是柳词在题材上的新开拓。词的开头 ，以三个四字句“ 露花倒影，烟芜蘸碧 ，灵沼波暖 ”，真切地描写了金明池的优美景色——含露的鲜花在池中显出清晰的倒影，烟霭笼罩的草地一直延伸到碧绿的池边，池水暖洋洋的。由“露花 ”、“烟芜”和“波暖”可知是春日温煦的早晨，而“倒影”、“蘸碧”和“灵沼”则点出了池水的清澈明净和广阔 ，这三句不仅写景如画 ，而且使人感到有一股春晨的清新气息扑面而来，充满着美感和活力，为全词奠定了明丽热烈的基调。“山抹微云秦学士 ，露花倒影柳屯田 ”，这是苏轼的赞语（叶梦得《避暑录话 》），可见此词的开头何等地脍灸人口。“金柳摇风树树，系彩舫龙舟遥岸”，继续写池了景象——岸边垂柳飘拂的树上系有许多争奇斗丽的彩舟龙船，煞是好看。接着写金明池上的仙桥：“千步虹桥，参差雁齿 ，直趋水殿。”《 东京梦华录 》载：“仙桥，南北约数百步，桥面三虹，朱溱阑楯，下排雁柱 ，中央隆起 ，谓之骆驼虹，若飞虹之状。桥尽处，五殿正在池之中心 。”词句所云，亦几乎写实，而又有文采，把仙桥凌波而起，雄跨池上，直通水殿的气势写活了。“绕金堤”四句，着重描写金明池上游乐场面。“曼衍鱼龙戏”，叙写上演的百戏花样繁多，变化莫测；“簇娇春罗绮，喧天丝管”，突出乐部歌舞妓人罗绮成群 ，弹奏起急管繁弦、声腾云霄。这几句渲染金明池上花光满路，乐声喧空的繁华热闹景象，虽为实写，却也写得绘声绘影，历历在目。上片结语说：“ 霁色荣光 ，望中似睹，蓬莱清浅。”是此前现实描写的升华葛洪《神仙传 》记麻姑语云：“向到蓬莱，水又浅于往者，会时略半也。”词语本此。词人运用丰富想象而进入仙境 ，但见景色晴明，云气泛彩，好似海中的蓬莱仙山。下片以“时见”二字突兀而起。“凤辇宸游”四句描写皇帝临幸金明池并赐宴群臣的景况。接着铺叙君臣观看龙舟竞渡夺标。词中“两两轻舠飞画楫，竞夺锦标霞烂”两句，生动地再现了龙舟双桨飞举，奋力夺标的情形。这里笔法自然鲜活，词意显露，给人的印象十分深刻。“罄欢娱”三句，极写宴会上群臣咏唱赞美天子的诗歌的盛况 ，带有一定的颂圣味道。“ 别有盈盈游女，各委明珠，争收翠羽，相将归远”四句 ，由写皇帝临幸而转入叙士庶游赏情景 。其中“各委”二句，化用曹植《 洛神赋 》之典，言游女各自争着以明珠为信物遗赠所欢，以翠鸟的羽毛作为自己的修饰 ，形容其游春情态十分传神 。“相将归远”，相偕兴尽而散。这一层描叙，使词的意味更加浓郁，使词的铺陈更见深厚。“渐觉云海沈沈，洞天日晚。”以想象中的仙境结束下片：傍晚白云弥漫空际，广阔深邃，池上巍峨精巧的殿台楼阁渐渐笼罩在一片昏暗的暮色之中，仿佛如同神仙所居的洞府，从而把汴京金明池上繁华景色的赞颂推到了顶点。此词为篇幅达一百三十余字的慢词长调，作者十分注意篇章的组织安排，层次分明，结构严密。上片泛写池上景象，先叙金明池的水色风光，后写游乐的热闹景况。下片重点描绘赐宴和争标的场面，先写皇帝临幸情景，后叙士庶游赏情况。全词条理井然，眉目清晰 。“金柳摇风树树，系彩舫龙舟遥岸”两句，不只写出了池边垂柳飘拂，彩舟争艳的美景，也为后面写“ 曼衍鱼龙戏 ”和“竞夺锦标霞烂”等作了伏笔。下片以仙境作结，和上片结尾写蓬莱神仙世界遥相呼应。全词由晨景始，以晚景终，叙写了池上一天的游况，其间写景、叙事、抒情融于一炉，前后连贯，首尾照应，充分体现了柳词“层层铺叙，情景兼融，一笔到底，始终不懈”（夏敬观《 手评乐章集 》）和“ 音律谐婉，语意妥贴 ，承平气象 ，形容曲尽 ”（《直斋书录解题》）的特点。"
        },
        {
            "title": "透碧宵",
            "content": "月华边。万年芳树起祥烟。帝居壮丽，皇家熙盛，宝运当千。端门清昼，觚棱照日，双阙中天。太平时、朝野多欢。遍锦街香陌，钧天歌吹，阆苑神仙。昔观光得意，狂游风景，再睹更精妍。傍柳阴，寻花径，空恁［身单］辔垂鞭。乐游雅戏，平康艳质，应也依然。仗何人、多谢婵娟。道宦途踪迹，歌酒情怀，不似当年。",
            "comment": ""
        },
        {
            "title": "过涧歇近",
            "content": "酒醒。梦才觉，小阁香炭成煤，洞户银蟾移影。人寂静。夜永清寒，翠瓦霜凝。疏帘风动，漏声隐隐，飘来转愁听。怎向心绪，近日厌厌长似病。凤楼咫尺，佳期杳无定。展转无眠，粲枕冰冷。香虬烟断，是谁与把重衾整。",
            "comment": ""
        },
        {
            "title": "其二",
            "content": "柳街灯市好花多。尽让美琼娥。万娇千媚，的的在层波。取次梳妆，自有天然态，爱浅画双蛾。断肠最是金闺客，空怜爱、奈伊何。洞房咫尺，无计枉朝珂。有意怜才，每遇行云处，幸时恁相过。",
            "comment": ""
        },
        {
            "title": "木兰花/玉楼春",
            "content": "心娘自小能歌舞。举意动容皆济楚。解教天上念奴羞，不怕掌中飞燕妒。玲珑绣扇花藏语。宛转香茵云衬步。王孙若拟赠千金，只在画楼东畔住。",
            "comment": ""
        },
        {
            "title": "合欢带",
            "content": "身材儿、早是妖娆。算风措、实难描。一个肌肤浑似玉，更都来、占了千娇。妍歌艳舞，莺惭巧舌，柳妒纤腰。自相逢，便觉韩价减，飞燕声消。桃花零落，溪水潺［氵爰］，重寻仙径非遥。莫道千酬一笑，便明珠、万斛须邀。檀郎幸有，凌云词赋，掷果风标。况当年，便好相携，凤楼深处吹箫。",
            "comment": ""
        },
        {
            "title": "其八",
            "content": "一生赢得是凄凉。追前事、暗心伤。好天良夜，深屏香被，争忍便相忘。王孙动是经年去，贪迷恋、有何长。万种千般，把伊情分，颠倒尽猜量。",
            "comment": ""
        },
        {
            "title": "凤衔杯",
            "content": "有美瑶卿能染翰。千里寄、小诗长简。想初襞苔笺，旋挥翠管红窗畔。渐玉箸、银钩满。锦囊收，犀轴卷。常珍重、小斋吟玩。更宝若珠玑，置之怀袖时时看。似频见、千娇面。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "梦觉小庭院，冷风淅淅，疏雨潇潇。绮窗外，秋声败叶狂飘。心摇。奈寒漏永，孤帏悄，泪烛空烧。无端处，是绣衾鸳枕，闲过清宵。萧条。牵情系恨，争向年少偏饶。觉新来、憔悴旧日风标。魂消。念欢娱事，烟波阻、后约方遥。还经岁，问怎生禁得，如许无聊。",
            "comment": ""
        },
        {
            "title": "迷仙引",
            "content": "才过笄年，初绾云鬟，便学歌舞。席上尊前，王孙随分相许。算等闲、酬一笑，便千金慵觑。常只恐、容易蕣华偷换，光阴虚度。已受君恩顾。好与花为主。万里丹霄，何妨携手同归去。永弃却、烟花伴侣。免教人见妾，朝云暮雨。",
            "comment": "【注释】柳永是第一个敢于把生活在社会最底层的歌妓们真 、善、美的心灵写进词中的人 ，在词境的开拓上有重要贡献。此词描写的就是一位身陷污泥而心向自由、光明、高洁的不幸歌妓的典型形象。词的上片从以往的无情现实落笔铺写，展现这位歌妓厌倦风尘的心理活动，下片由未来的强烈愿望发挥开去，写她对自由生活和美好爱情的渴望与追求。全词通过一位歌妓的自述，表现她对自由生活的向往和追求。她刚成长为少女时便学习歌舞了。古代女子年满十五岁 ，开始梳绾发髻 ，插上簪子，称为“及笄”，标志成年。由于她身隶娼籍，学习伎艺是为了在歌筵舞席之上“娱宾”，以成为娼家牟利的工具。她在华灯盛筵之前为王孙公子们歌舞侑觞，由于她年轻，色艺都好，席上尊前，随处博得王孙公子的称赞，对她的一笑（随）地便以千金相酬。可是她意不在此，“慵觑”是懒于一顾。可见，她与一般安于庸俗生活、贪得缠头的歌妓们，意趣相异。作者于此婉曲地表现了这一歌妓轻视千金而要求人们的尊重和理解的独特品橡。她在风尘中保持着清醒的头脑，渴望着有一个正常的人生归宿。歌舞场中的女子青春易逝，有如“蕣华”的命运一样。“华”古通花，蕣华即木槿花。《诗·郑风·有女同车》“颜如蕣华”朱熹注：“蕣，木槿也，树如李，其华朝生暮落。”郭璞《游仙诗》：“蕣荣不终朝。”古人多用蕣华以喻女子青春，虽美艳而难久驻，有似朝开暮落一般。这位歌妓清楚地知道，她的美妙青春也将象蕣华会暗中很快变灭的。“光阴虚度”之后的结局就是常常使她感到困扰和耽忧的问题。她终于在赏识者中寻觅到一位可以信任和依托的男子，便以弱者的身份和坚决的态度，恳求救其脱离火坑 。他的同情、怜爱和赏识 ，在她看来已是“恩顾”了。歌妓犹命薄如花的女子，求他作主，求他庇护，以期改变自己的命运。“万里丹霄”意即广阔的晴空。而今她有了可信任的男子，祈求着“何妨携手同归去”，共同缔造正常的家庭生活。从良之后，便表示永远抛弃旧日的生活和那些烟花伴侣，以此来洗刷世俗对她的不良印象。“朝云暮雨”，典出自宋玉《高唐赋》。歌妓由于特殊的职业，送往迎来，相识者甚多 ，给人以感情不专、反复无常的印象。所以，这位歌妓她恳求、发誓，言辞已尽，愿望热切，力图证明自己非轻浮的女人向社会发出求救的呼声。然而当时的歌妓者要想象正常人一样过着温暖的家庭生活总是难以如愿的，词中女子的愿望恐难实现。这首词摹拟一个妙龄歌妓的口吻，道出她厌倦风尘、追求爱情的心灵世界。作者似乎只是客观如实道来，字里行间却流露出对备受凌辱的妓女渴望跳出火炕、获得自由的深切同情。全词纯用白描，全以歌妓之口出之，读来情真意切，真挚动人，干净利落，通俗易懂，是柳词中的上乘之作。"
        },
        {
            "title": "其三",
            "content": "清旦朝金母，斜阳醉玉龟。天风摇曳六铢衣。鹤背觉孤危。贪看海蟾狂戏。不道九关齐闭。相将何处寄良宵。还去访三茅。",
            "comment": ""
        },
        {
            "title": "彩云归",
            "content": "蘅皋向晚舣轻航。卸云帆、水驿鱼乡。当暮天、霁色如晴画，江练静、皎月飞光。那堪听、远村羌管，引离人断肠。此际浪萍风梗，度岁茫茫。堪伤。朝欢暮宴，被多情、赋与凄凉。别来最苦，襟袖依约，尚有馀香。算得伊、鸳衾凤枕，夜永争不思量。牵情处，惟有临歧，一句难忘。",
            "comment": ""
        },
        {
            "title": "荔枝香",
            "content": "甚处寻芳赏翠，归去晚。缓步罗袜生尘，来绕琼筵看。金缕霞衣轻褪，似觉春游倦。遥认，众里盈盈好身段。拟回首，又伫立、帘帏畔。素脸红眉，时揭盖头微见。笑整金翘，一点芳心在娇眼。王孙空恁肠断。",
            "comment": ""
        },
        {
            "title": "斗百花",
            "content": "飒飒霜飘鸳瓦，翠幕轻寒微透，长门深锁悄悄，满庭秋色将晚。眼看菊蕊，重阳泪落如珠，长是淹残粉面。鸾辂音尘远。无限幽恨，寄情空殢纨扇。应是帝王，当初怪妾辞辇，陡顿今来，宫中第一妖娆，却道昭阳飞燕。",
            "comment": "【注释】①“斗百花”：词牌之名。此词借写汉武帝时皇后陈阿娇失宠于武帝，在深秋时的愁苦和怨恨，表达对世上女人的同情。上片写陈阿娇所居之长门宫的萧瑟秋景和陈阿娇的愁苦情怀。秋之萧瑟与陈阿娇的愁苦情状构成了一幅极为凄凉的图画。下片写陈阿娇猜测被汉武帝所冷落的原因与自己的无耐和怨恨。②飒飒霜飘鸳瓦：飒飒，本为风雨之声的象声词，此处专指深秋之风声；鸳瓦，鸳鸯瓦，即成双成对的瓦。飒飒霜飘鸳瓦，是说深秋的冷风吹动鸳鸯瓦上的霜花，长门宫一派深秋之萧瑟气象。③翠幕轻寒微透：翠幕，绿色的帷幕，是陈阿娇的床帐；轻寒，深秋之寒不比严冬之寒，所以称轻寒；微透，微微透过陈阿娇的绿色床帐，吹到陈阿娇的身上。翠幕轻寒微透，是写长门宫宫内情景，吹进长门宫的虽是微寒，但也足以表现出长门宫之清冷。④长门深锁悄悄：长门，即陈阿娇失宠于汉武帝后所居之宫；深锁悄悄，由于陈阿娇失宠，汉武帝已不再驾临，所以长门宫被紧紧地锁了起来，陈阿娇在长门宫所过的乃是一种被软禁的生活，由于汉武帝之不驾临，宫女等也被减少，所以也就悄悄了。⑤满庭秋色将晚：满庭，长门宫的庭院；秋色将晚，是说已经到了深秋将要入冬时分了。秋色本为普天下之色，此处说满庭将秋色独给了长门宫。汉宫中除长门宫外，虽至深秋甚而严冬，由于有汉武帝之宠爱，也表现为一种春意长存之象。⑥重阳泪落如珠：重阳，重阳节，乃是农历的九月九日，此日按民俗都结伴登高饮菊花酒，而陈阿娇被锁深宫，只能眼看菊蕊泪落如珠。⑦长是淹残粉面：长是，经常是；淹残粉面，泪水将脸上的胭脂花粉冲浇得残缺不全。⑧鸾辂音尘远：鸾辂，鸾车，皇帝所乘坐的车。此句是说汉武帝很久没到长门宫来了，他的鸾车都是往其他宫去的，陈阿娇听到鸾车的铃声好像离此长门宫很远。⑨寄情空纨扇：，困扰，纠缠不清。此句是说陈阿娇对汉武帝纠缠不清的感情，汉武帝却绝不理睬，只有把此种相思之情向纨扇倾诉了。纨扇，是一种细绢所制的团扇。既写陈阿娇的多情，又写汉武帝的无情。当初怪妾辞辇：辇，皇帝所乘坐的车子。此句是说陈阿娇猜测被汉武帝冷落的原因，可能是当初汉武帝让自己同他同乘一辇，而自己却推辞了之故。陡顿今来：陡顿，突然；今来，现在。这句的意思是，由于当初有辞辇之举，才造成今天这种结果。宫中第一娇娆：宫中，指汉宫之中，并非仅指长门宫。此句说陈阿娇认为自己在汉宫的所有嫔妃之中是最美的一位。却道昭阳飞燕：昭阳，指昭阳宫；飞燕，指赵飞燕。因赵飞燕居于昭阳宫，因此称为昭阳飞燕。此句的意思是说，本来我陈阿娇是汉宫中的第一美人，现在却因为我的失宠，说那赵飞燕是第一美人了。其实赵飞燕为汉成帝后，与陈阿娇相距一百余年，此处系作者用典之误"
        },
        {
            "title": "柳腰轻",
            "content": "英英妙舞腰肢软。章台柳、昭阳燕。锦衣冠盖，绮堂筵会，是处千金争选。顾香砌、丝管初调，倚轻风、佩环微颤。乍入霓裳促遍。逞盈盈、渐催檀板。慢垂霞袖，急趋莲步，进退奇容千变。算何止、倾国倾城，暂回眸、万人断肠。",
            "comment": ""
        },
        {
            "title": "过涧歇近",
            "content": "淮楚。旷望极，千里火云烧空，尽日西郊无雨。厌行旅。数幅轻帆旋落，舣棹兼葭浦。避畏景，两两舟人夜深语。此际争可，便恁奔名竞利去。九衢尘里，衣冠冒炎暑。回首江乡，月观风亭，水边石上，幸有散发披襟处。",
            "comment": ""
        },
        {
            "title": "（失调名）",
            "content": "多情到了多病。",
            "comment": ""
        },
        {
            "title": "梁州令",
            "content": "梦觉纱窗晓。残灯掩然空照。因思人事苦萦牵，离愁别恨，无限何时了。怜深定是心肠小。往往成烦恼。一生惆怅情多少。月不长圆，春色易为老。",
            "comment": ""
        },
        {
            "title": "其二",
            "content": "帝里疏散，数载酒萦花系，九陌狂游。良景对珍筵恼，佳人自有风流。劝琼瓯。绛唇启、歌发清幽。被举措、艺足才高，在处别得艳姬留。浮名利，拟拚休。是非莫挂心头。富贵岂由人，时会高志须酬。莫闲愁。共绿蚁、红粉相尤。向绣幄，醉倚芳姿睡。算除此外何求。",
            "comment": ""
        },
        {
            "title": "题中峰寺",
            "content": "攀萝蹑石落崔嵬，千万峰中梵室开。僧向半空为世界，眼看平地起风雷。猿偷晓果升松去，竹逗清流入槛来。旬月经游殊不厌，欲归回首更迟回。",
            "comment": ""
        },
        {
            "title": "倾杯乐",
            "content": "楼锁轻烟，水横斜照，遥山半隐愁碧。片帆岸远，行客路杳，簇一天寒色。楚梅映雪数枝艳，报青春消息。年华梦促，音信断、声远飞鸿南北。算伊别来无绪，翠消红减，双带长抛掷。但泪眼沈迷，看朱成碧。惹闲愁堆积。雨意云情，酒心花态，孤负高阳客。梦难极。和梦也、多时间隔。",
            "comment": ""
        },
        {
            "title": "木兰花/玉楼春",
            "content": "虫娘举措皆温润。每到婆娑偏恃俊。香檀敲缓玉纤迟，画鼓声催莲步紧。贪为顾盼夸风韵。往往曲终情未尽。坐中年少暗消魂，争问青鸾家远近。",
            "comment": ""
        },
        {
            "title": "其二",
            "content": "访雨寻云，无非是、奇容艳色。就中有、天真妖丽，自然标格。恶发姿颜欢喜面，细追想处皆堪惜。自别后、幽怨与闲愁，成堆积。鳞鸿阻，无信息。梦魂断，难寻觅。尽思量，休又怎生休得。谁恁多情凭向道，纵来相见且相忆。便不成、常遗似如今，轻抛掷。",
            "comment": ""
        },
        {
            "title": "少年游",
            "content": "长安古道马迟迟，高柳乱蝉嘶。夕阳鸟外，秋风原上，目断四天垂。归云一去无踪迹，何处是前期？狎兴生疏，酒徒萧索，不似少年时。",
            "comment": "【注释】这首小词以深秋的长安为背景，触目伤怀，抒发了词人“秋士易感”的失志之悲和离愁别恨。全词不事雕琢，采用白描手法，营造出一种低沉萧瑟而又冲淡清丽的意境。开端的“长安”可以有写实与托喻两重含义。就写实而言，柳永确曾到过陕西的长安，在另一首《少年游 》中，他写过“参差烟树灞陵桥”之类的句子。再就托喻言，“长安”原为中国历史上著名古都，诗人往往以“ 长安 ”借指为首都所在之地，而长安道上来往的车马，便也往往被借指为对于名利禄位的争逐。柳永此词在“马”字之下接上“迟迟”两字，这便与前面的“长安道”所可能引起的争逐的联想，形成了一种强烈的反衬。至于在“道”字上著以一“古”字，则又可以使人联想及在此长安道上的车马之奔驰，原是自古而然 ，因而遂又可产生无限沧桑之感 。总之，“长安古道马迟迟”一句意蕴深远，既表现了词人对争逐之事早已心灰意冷，也表现了一种对今古沧桑的深沉感慨。 “高柳乱蝉嘶”一句，写秋蝉之嘶鸣更独具有一种凄凉之致，也表现有一种时节变易、萧瑟惊秋的哀感。柳永在“蝉嘶”之上，还加了一个“乱”字，如此便不仅表现了蝉声的缭乱众多，也表现了被蝉嘶而引起哀感的词人之心情的缭乱纷纭。至于“高柳”二字，则一则表示了蝉嘶所在之地，再则又以“高”字表现了“柳”之零落萧疏，是其低垂的浓枝密叶已凋零，所以乃弥见树之“高”也。这一句给人的总体感受是凄凉萧索。“夕阳鸟外，秋风原上，目断四天垂”三句，写词人在秋日效野所见之萧瑟凄凉的景象 ，“ 夕阳鸟外”一句足可以表现郊原之寥阔无垠。飞鸟隐没在长空之外，而夕阳隐没则更在飞鸟之外，所以说“夕阳鸟外 ”。值此日暮之时 ，郊原上寒风四起，故又曰“秋风原上 ”，此景此情之中，一失志落拓之词人，又将何所归何处呢 ？“目断四天垂”，只见天苍苍，野茫茫，双目望断而终无一归处。上阕是词人自写今日之飘零落拓，望断念绝，自外界之景象着笔，感慨极深。下阕，开始写对于过去的追思，感慨一切希望与欢乐已复得。“归云一去无踪迹”一句，是对一切消逝不可复返之事物的一种象喻。柳词此句之喻托，则其口气实与下句之“ 何处是前期 ”直接贯注。所谓“前期”者，指的是旧日之志意心期和旧日的欢爱约期。对于柳永而言，这两种期待和愿望，都已经同样落空了。下面三句乃直写自己今日的寂寥落寞，“狎兴生疏，酒徒萧索，不似少年时”。早年失意之时的“幸有意中人，堪寻访”的狎玩之意兴，既已经冷落荒疏，而当日与他在一起歌酒流连的“狂朋怪侣”也都已老大凋零。志意无成，年华一往，于是便只剩下了“不似少年时”的悲哀和叹息。这一句“少年时”气脉贯注，富于伤今感昔的慨叹，叹的是所追怀眷念的往事已无迹可循。以“归云”为喻象，写一切期望之落空，最后三句以悲叹自己之落拓无成作结。全词情景相生 ，虚实互应，是一首艺术造诣极高的好词，也是柳永悲剧性人生的缩影。作为一个禀赋有浪漫之天性及谱写俗曲之才能的青年人，命中注定了是一个充满矛盾不被接纳的悲剧人物。这首词不仅形象地描绘出高柳乱蝉、夕阳秋原的凄凉之景，而且更寄寓着作者浓重的离愁别恨和沉痛的身世之感。通篇采用白描手法，语言朴素，意境淡远。不论从思想上还是从艺术上，此词都对宋词的发展具有开拓性的意义。"
        },
        {
            "title": "瑞鹧鸪",
            "content": "吴会风流。人烟好，高下水际山头。瑶台峰厥，依约蓬丘。万井千闾富庶，雄压十三州。触处青娥画舸，红粉朱楼。方面委元侯。致讼简时丰，继日欢游。襦温胯暖，已扇民讴。旦暮锋车命驾，重整济川舟。当凭时，沙堤路稳，归去难留。",
            "comment": ""
        },
        {
            "title": "安公子",
            "content": "长川波潋滟。楚乡淮岸迢递，一霎烟汀雨过，芳草青如染。驱驱携书剑。当此好天好景，自觉多愁多病，行役心情厌。望处旷野沈沈，暮云黯黯。行侵夜色，又是急桨投村店。认去程将近，舟子相呼，遥指渔灯一点。",
            "comment": ""
        },
        {
            "title": "其二",
            "content": "秀香住桃花径。算神仙、才堪并。层波细翦明眸，腻玉圆搓素颈。爱把歌喉当筵逞。遏天边，乱云愁凝。言语似娇荧，一声声堪听。客房饮散帘帷静。拥香衾、欢心称。金炉麝袅青烟，凤帐烛摇红影。无限狂心乘酒兴。这欢娱、渐入嘉景。犹自怨邻鸡，道秋宵不永。",
            "comment": ""
        },
        {
            "title": "其二",
            "content": "琪树罗三殿，金龙抱九关。上清真籍总群仙。朝拜五云间。昨夜紫微诏下。急唤天书使者。令赍瑶检降彤霞。重到汉皇家。",
            "comment": ""
        },
        {
            "title": "看花回",
            "content": "玉墄金阶舞舜干。朝野多欢。九衢三市风光丽，正万家、急管繁弦。凤楼临绮陌，嘉气非烟。雅俗熙熙物态妍。忍负芳年。笑筵歌席连昏昼，任旗亭、斗酒十千。赏心何处好，惟有尊前。",
            "comment": ""
        },
        {
            "title": "小镇西",
            "content": "意中有个人，芳颜二八。天然俏、自来奸黠。最奇绝。是笑时、媚靥深深，百态千娇，再三偎著，再三香滑。久离缺。夜来魂梦里，尤花［歹带］雪。分明似旧家时节。正欢悦。被邻鸡唤起，一场寂寥，无眠向晓，空有半窗残月。",
            "comment": ""
        },
        {
            "title": "曲玉管",
            "content": "陇首云飞，江边日晚，烟波满目凭阑久。立望关河萧索，千里清秋。忍凝眸。杳杳神京，盈盈仙子，别来锦字终难偶。断雁无凭，冉冉飞下汀洲。思悠悠。暗想当初，有多少、幽欢佳会，岂知聚散难期，翻成雨恨云愁。阻追游。每登山临水，惹起平生心事，一场消黯，永日无言，却下层楼。",
            "comment": "【注释】此词抒写了羁旅中的怀旧伤离情绪。词的第一叠写眼前所见，第二叠写所思之人，又将此平列的两段情景交织起来，使其成为有内在联系的双头。此词首句化用梁柳恽的名句第一叠“ 陇首 ”三句，是当前景物和情况。“云飞”、“日晚”，隐含下“ 凭阑久 ”。“亭皋木叶下，陇首秋云飞”。陇首，犹言山头。云、日、烟波、皆凭阑所见，而有远近方分。“一望”是一眼望过去，由近及远，由实而虚，千里关河，可见而不尽可见，逼出“忍凝眸”三字，极写对景怀人、不堪久望之意。此段五句都是写景，却仅用“忍凝眸”三字，极写对景怀人、不堪久望之意。此段五句都是写景，用“忍凝眸”三字，便将内心活动全部贯注到上写景物之中，做到了情景交融。第二叠则反过来，先写情，后写景。“杳杳”三句，接上“忍凝眸”来。“杳杳神京”，写所思之人在汴京；“盈盈仙子”，则写所思之人的身分。唐人诗中习惯上以仙女作为美女之代称，一般用来指娼妓或女道士。这里大约是指汴京的一位妓女。“锦字”化用窦滔、苏蕙夫妻之典。作者和这位“仙子”，虽非正式夫妻 ，但其落第而出京，与窦滔之获罪远徙，有些近似之故。此句是说，“仙子”虽想寄与锦字”，而终难相会 。鸿雁本可传书 ，而说“断”，说“无凭 ”，则是她终不曾负担起它的任务。雁给人传书，无非是个传说或比喻，而雁“冉冉飞下汀洲”，则是眼前实事。由虚而实，体现出既得不着信又见不了面的惆怅心情。“思悠悠”三字，总结次段之意，与上“忍凝眸”遥应，而更深入一层。第三叠则是“思悠悠”的铺叙。今日之惆怅，实缘于旧日之欢情 ，所以“暗想”四句，便概括往事，写其先相爱 ，后相离，既相离，难再见的愁恨心情。“阻追游”三字，横插在上四句下五句中间，包括了多少难以言说的辛酸在内。在回到当前之时，却又荡开一笔，在平叙之中 ，略作波折 ，指出这种“忍凝眸”、“思悠悠”的情状，并不是这一次，而是许多次，每次“登山临水”就“惹起平生心事”。这回依然如此 ，在“ 黯然消魂”的心情之下，长久无话可说，走下楼来。“却下层楼”，遥接“凭阑久”，使全词从头到尾，血脉流通。"
        },
        {
            "title": "望远行",
            "content": "长空降瑞，寒风翦，淅淅瑶花初下。乱飘僧舍，密洒歌楼，迤逦渐迷鸳瓦。好是渔人，披得一蓑归去，江上晚来堪画。满长安，高却旗亭酒价。幽雅。乘兴最宜访戴，泛小棹、越溪潇洒。皓鹤夺鲜，白［闲鸟］失素，千里广铺寒野。须信幽兰歌断，彤云收尽，别有瑶台琼榭。放一轮明月，交光清夜。",
            "comment": ""
        },
        {
            "title": "鹤冲天",
            "content": "闲窗漏永，月冷霜华堕。悄悄下廉幕，残灯火。再三追往事，离魂乱，愁肠锁。无语沈吟坐。好天好景，未省展眉则个。从前早是多成破。何况经岁月，相抛［身单］。假使重相见，还得似、旧时麽。悔恨无计那。迢迢良夜，自家只恁摧挫。",
            "comment": ""
        },
        {
            "title": "其二",
            "content": "渐觉芳郊明媚，夜来膏雨，一洒尘埃。满目浅桃深杏，露染风裁。银塘静、鱼鳞簟展，烟岫翠、龟甲屏开。殷晴雷。云中鼓吹，游遍蓬莱。徘徊。集□［“旗”的“其”换“与”］前后，三千珠履，十二金钗。雅俗熙熙，下车成宴尽春台。好雍容、东山妓女，堪笑傲、北海尊□［上三田下缶］。且追陪。凤池归去，那更重来。",
            "comment": ""
        },
        {
            "title": "其三",
            "content": "是处小街斜巷，烂游花馆，连醉瑶卮。选得芳容端丽，冠绝吴姬。绛唇轻、笑歌尽雅，莲步稳、举措皆奇。出屏帏。倚风情态，约素腰肢。当时。绮罗丛里，知名虽久，识面何迟。见了千花万柳，比并不如伊。未同欢、寸心暗许，欲话别、纤手重携。结前期。美人才子，合是相知。",
            "comment": ""
        },
        {
            "title": "长相思（京妓）",
            "content": "画鼓喧街，兰灯满市，皎月初照严城。清都绛阙夜景，风传银箭，露［云爱］金茎。巷陌纵横。过平康款辔，缓听歌声。凤烛荧荧。那人家、未掩香屏。向罗绮丛中，认得依稀旧日，雅态轻盈。娇波艳冶，巧笑依然，有意相迎。墙头马上，漫迟留、难写深诚。又岂知、名宦拘检，年来减尽风情。",
            "comment": ""
        },
        {
            "title": "醉蓬莱",
            "content": "渐亭皋叶下，陇首云飞，素秋新霁。华阙中天，锁葱葱佳气。嫩菊黄深，拒霜红浅，近宝阶香砌。玉宇无尘，金茎有露，碧天如水。正值升平，万几多暇，夜色澄鲜，漏声迢递。南极星中，有老人呈瑞。此际宸游，凤辇何处，度管弦清脆。太液波翻，披香帘卷，月明风细。",
            "comment": ""
        },
        {
            "title": "其四",
            "content": "世间尤物意中人。轻细好腰身。香帏睡起，发妆酒酽，红脸杏花春。娇多爱把齐纨扇，和笑掩朱唇。心性温柔，品流详雅，不称在风尘。",
            "comment": ""
        },
        {
            "title": "迎新春",
            "content": "嶰管变青律，帝里阳和新布。晴景回轻煦。庆嘉节、当三五。列华灯、千门万户。遍九陌、罗绮香风微度。十里然绛树。鳌山耸、喧天潇鼓。渐天如水，素月当午。香径里、绝缨掷果无数。更阑烛影花阴下，少年人、往往奇遇。太平时、朝野多欢民康阜。随分良聚。堪对此景，争忍独醒归去。",
            "comment": ""
        },
        {
            "title": "红窗迥",
            "content": "小园东，花共柳。红紫又一齐开了。引将蜂蝶燕和莺，成阵价、忙忙走。花心偏向蜂儿有。莺共燕、契他拖逗。蜂儿却入、花里藏身，胡蝶儿、你且退后。",
            "comment": ""
        },
        {
            "title": "女冠子",
            "content": "断云残雨。洒微凉、生轩户。动清籁、萧萧庭树。银河浓淡，华星明灭，轻云时度。莎阶寂静无睹。幽蛩切切秋吟苦。疏篁一径，流萤几点，飞来又去。对月临风，空恁无眠耿耿，暗想旧日牵情处。绮罗丛里，有人人、那回饮散，略曾谐鸳侣。因循忍便睽阻。相思不得长相聚。好天良夜，无端惹起，千愁万绪。",
            "comment": ""
        },
        {
            "title": "十二时（秋夜）",
            "content": "晚晴初，淡烟笼月，风透蟾光如洗。觉翠帐、凉生秋思。渐入微寒天气。败叶敲窗，西风满院，睡不成还起。更漏咽、滴破忧心，万感并生，都在离人愁耳。天怎知、当时一句，做得十分萦系。夜永有时，分明枕上，觑著孜孜地。烛暗时酒醒，元来又是梦里。睡觉来、披衣独坐，万种无□情意。怎得伊来，重谐云雨，再整馀香被。祝告天发愿，从今永无抛弃。",
            "comment": ""
        },
        {
            "title": "其五",
            "content": "淡黄衫子郁金裙。长忆个人人。文谈闲雅，歌喉清丽，举措好精神。当初为倚深深宠，无个事、爱娇嗔。想得别来，旧家模样，只是翠蛾颦。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "梦觉、透窗风一线，寒灯吹息。那堪酒醒，又闻空阶，夜雨频滴。嗟因循、久作天涯客。负佳人、几许盟言，便忍把、从前欢会，陡顿翻成忧戚。愁极。再三追思，洞庭深处，几度饮散歌阑，香暖鸳鸯被，岂暂时疏散，费伊心力。殢云尤雨，有万般千种，相怜相惜。恰到如今，天长漏永，无端自家疏隔。知何时、却拥秦云态，愿低帏昵枕，轻轻细说与，江乡夜夜，数寒更思忆。",
            "comment": "【注释】这首词，衍之为一百三十五字之长篇巨制，共三片 。第一片写主人公夜半酒醒时的忧戚情思 ；第二片追思以往相怜相借之情事；第三片写眼下的相思情景。体制扩大，容量增加，主人公全部心理状态及情思活动过程，都得到了充分的表现。这是柳永创制慢词的一个范例。词作从“梦觉”写起，说窗风吹息寒灯，夜雨频滴空阶 ，可知并非天亮觉醒，而是夜半酒醒。其间，于“ 灯 ”之上着一“ 寒 ”字，于“阶”之上着一“空”字，将当时所见、所闻之客观物景，染上了主人公主观情感色彩，体现了主人公凄凉孤寂之心理状态。而“ 那堪”、“又”，又及“频”，层层递进，又便得主人公当时的心境，倍觉凄凉孤寂。接着，主人公直接发出感叹：“嗟因循、久作天涯客”。这是造成凄凉孤寂心境的根源。因为久作天涯客，辜负了当时和佳人的山盟海誓，从前的欢会情景，今夜里一下子都变成了忧愁与凄戚 。至此 ，主人公心中之情思，似乎已经吐尽。词作第二片，由第一片之“忧戚”导入，说“愁极”，十分自然地转入对于往事的“追思”。所思佳人，由“ 饮散歌阕”句来看，可知是一位待宴歌妓。从“再三”、“几度”句中可以体会出来，两人之互相爱恋，已经有了相当长的时期，由此可见，主人公夜半酒醒时为什么这样的忧戚。第三片由回忆过去的相欢相爱回到眼下“天长漏永”，通夜不眠的现实当中来。“无端自家疏隔”，悔恨当初不该出游，这疏隔乃自家造成，然而内心却甚感委曲。因此，主人公又设想两人相聚之时，他就要在低垂的帏幕下 ，玉枕上 ，轻轻地向她详细述说他，一个人在此高潮，但作者的笔立刻煞住，就此结束全词。从谋篇布局上看，第一、二片，花开两枝，分别述说现在与过去的情事；至第三片，既由过去回到现在，又从现在想到将来，设想将来如何回忆现在，使情感活动向前推进一层。全词三片，从不同角度、不同方位，多层次、多姿态地展现主人公的心理状态和情思活动，具有一定的立体感。"
        },
        {
            "title": "引驾行",
            "content": "虹收残雨。蝉嘶败柳长堤暮。背都门、动消黯，西风片帆轻举。愁睹。泛画［益鸟］翩翩，鼍隐隐下前浦。忍回首、佳人渐远，想高城、隔烟树。几许。秦楼永昼，谢阁连宵奇遇。算赠笑千金，酬歌百［王非］，尽成轻负。南顾。念吴邦越国，风烟萧索在何处。独自个、千山万水，指天涯去。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "凤额绣帘高卷，兽环朱户频摇。两竿红日上花棚。春睡厌厌难觉。好梦狂随飞絮，闲愁浓，胜香醪。不成雨暮与云朝。又是韶光过了。",
            "comment": ""
        },
        {
            "title": "法曲献仙音",
            "content": "追想秦楼心事，当年便约，于飞比翼。每恨临歧处，正携手、翻成云雨离拆。念倚玉偎香，前事顿轻掷。惯怜惜。饶心性，镇厌厌多病，柳腰花态娇无力。早是乍清减，别后忍教愁寂。记取盟言，少孜煎、剩好将息。遇佳景、临风对月，事须时恁相忆。",
            "comment": ""
        },
        {
            "title": "轮台子",
            "content": "一枕清宵好梦，可惜被、邻鸡唤觉。匆匆策马登途，满目淡烟衰草。前驱风触鸣珂，过霜林、渐觉惊栖鸟。冒征尘远况，自古凄凉长安道。行行又历孤村，楚天阔、望中未晓。念劳生，惜芳年壮岁，离多欢少。叹断梗难停，暮云渐杳。但黯黯魂消，寸肠凭谁表。恁驱驱、何时是了。又争似、却返瑶京，重买千金笑。",
            "comment": ""
        },
        {
            "title": "瑞鹧鸪",
            "content": "天将奇艳与寒梅。乍惊繁杏腊前开。暗想花神、巧作江南信，鲜染燕脂细翦裁。寿阳妆罢无端饮，潜滋暗长酒入春腮。恨听烟岛深中，谁恁吹羌管、逐风来。绛雪纷纷落翠苔。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "花心柳眼。郎似游丝常惹绊。慵困谁怜。绣线金针不喜穿。深房密宴。争向好天多聚散。绿锁窗前。几日春愁废管弦。",
            "comment": ""
        },
        {
            "title": "安公子",
            "content": "远岸收残雨。雨残稍觉江天暮。拾翠汀洲人寂静，立双双鸥鹭。望几点，渔灯隐映蒹葭浦。停画桡、两两舟人语。道去程今夜，遥指前村烟树。游宦成羁旅。短樯吟倚闲凝伫。万水千山迷远近。想乡关何处？自别后、风亭月榭孤欢聚。刚断肠、惹得离情苦。听杜宇声声，劝人不如归去。",
            "comment": "【注释】这是一首典型的游宦思归之作，反映了作者长年落魄、官场失意的萧索情怀。上片写景，时间是作者搭船到某处去的一个下午。头两句写江天过雨之景，雨快下完了，才觉得江天渐晚。风雨孤舟，因雨不能行驶，旅人蛰居舟中，抑郁无聊 。时间、地点、人物都或明或暗地展示了出来。“拾翠”二句，是写即目所见。汀洲之上，有水禽栖息，拾翠之人已经归去。而以“双双”形容“鸥鹭”，更觉景中有情 。拾翠佳人 ，即在水边采摘香草的少女。鸥鹭成双，自己则块然独处孤舟，一对衬，就更进一步向读者展开了作者的内心活动 。“ 望几点”句 ，写由傍晚而转入夜间。渔灯已明 ，但由于是远望 ，又隔有蒹葭，所以说是“隐映”，是远处所见。“ 停画桡 ”句，则是已身所在，近处所闻。“道去程”二句，乃是舟人的语言和动作 。“前村烟树”，本属实景，而冠以“遥指”二字，则是虚写。这两句把船家对行程的安排，他们的神情、口吻以及依约隐现的前村 ，都勾画了出来 ，用笔极其简炼，而又生动、真切。上片由雨而暮，由暮而夜，用顺叙的方法铺写景物，景中有情。过片“游宦成羁旅”是全词的中心，为上片哀景作注，同时又引出下文，由今夜的去程而念及长年行役之苦。“短樯”七字，正面写出舟中百无聊赖的生活。“万水”两句，从“凝伫”来，因眺望已久，所见则“ 万水千山 ”，所思则“乡关何处”。“迷远近”虽指目“ 迷 ”，也是心“迷”。“自别后”以下 ，直接“ 乡关何处”展开叙说。“ 风亭”七字，追忆过去，慨叹现在。昔日良辰美景，胜地欢游，今日则短樯独处，离怀渺渺，用一“ 孤 ”字将今昔分开，亭榭风月依然，但人却不能欢聚了。“刚断肠”以下，是说离情正苦，归期无定，而杜宇声声，劝人归去，愈觉不堪。这首词先景后情，情贯全篇，中间以“ 游宦成羁旅 ”五个字相连，景为情设，情由景生，结构精美，是一首工巧之作。"
        },
        {
            "title": "倾杯",
            "content": "水乡天气，洒蒹葭、露结寒生早。客馆更堪秋杪。空阶下、木叶飘零，飒飒声干，狂风乱扫。当无绪、人静酒初醒，天外征鸿，知送谁家归信，穿云悲叫。蛩响幽窗，鼠窥寒砚，一点银［钅工］闲照。梦枕频惊，愁衾半拥，万里归心悄悄。往事追思多少。赢得空使方寸挠。断不成眠，此夜厌厌，就中难晓。",
            "comment": ""
        },
        {
            "title": "玉女摇仙佩",
            "content": "飞琼伴侣，偶别珠宫，未返神仙行缀。取次梳妆，寻常言语，有得几多姝丽。拟把名花比。恐旁人笑我，谈何容易。细思算，奇葩艳卉，惟是深红浅白而已。争如这多情，占得人间，千娇百媚。须信画堂绣阁，皓月清风，忍把光阴轻弃。自古及今，佳人才子，少得当年双美。且恁相偎倚。未消得，怜我多才多艺。愿奶奶、兰人蕙性，枕前言下，表余深意。为盟誓。今生断不孤鸳被。",
            "comment": ""
        },
        {
            "title": "秋蕊香引",
            "content": "留不得。光阴催促，奈芳兰歇，好花谢，惟顷刻。彩云易散琉璃脆，验前事端的。风月夜，几处前踪旧迹。忍思忆。这回望断，永作终天隔。向仙岛，归冥路，两无消息。",
            "comment": ""
        },
        {
            "title": "女冠子（夏景）",
            "content": "火云初布。迟迟永日炎暑。浓阴高树。黄鹂叶底，羽毛学整，方调娇语。薰风时渐动，峻阁池塘，芰荷争吐。画梁紫燕，对对衔泥，飞来又去。想佳期、容易成辜负。共人人、同上画楼斟香醑。恨花无主。卧象床犀枕，成何情绪。有时魂梦断，半窗残月，透帘穿户。去年今夜，扇儿扇我，情人何处。",
            "comment": ""
        },
        {
            "title": "祭天神",
            "content": "忆绣衾相向轻轻语。屏山掩、红蜡长明，金兽盛熏兰炷。何期到此，酒态花情顿孤负。柔肠断、还是黄昏，那更满庭风雨。听空阶和漏，碎声斗滴愁眉聚。算伊还共谁人，争知此冤苦。念千里烟波，迢迢前约，旧欢慵省，一向无心绪。",
            "comment": ""
        },
        {
            "title": "其二",
            "content": "伫倚危楼风细细。望极春愁，黯黯生天际。草色烟光残照里。无言谁会凭阑意。拟把疏狂图一醉。对酒当歌，强乐还无味。衣带渐宽终不悔。为伊消得人憔悴。",
            "comment": ""
        },
        {
            "title": "阳台路",
            "content": "楚天晚。坠冷枫败叶，疏红零乱。冒征尘、匹马驱驱，愁见水遥山远。追念少年时，正恁凤帏，倚香偎暖。嬉游惯。又岂知、前欢云雨分散。此际空劳回首，望帝里、难收泪眼。暮烟衰草，算暗锁、路歧无限。今宵又、依前寄宿，甚处苇村山馆。寒灯畔。夜厌厌、凭何消遣。",
            "comment": ""
        },
        {
            "title": "早梅芳",
            "content": "海霞红，山烟翠。故都风景繁华地。谯门画戟，下临万井，金碧楼台相倚。芰荷浦溆，杨柳汀洲，映虹桥倒影，兰舟飞棹。游人聚散，一片湖光里。汉元侯，自从破虏征蛮，峻陟枢庭贵。筹帷厌久，盛年昼锦，归来吾乡我里。铃斋少讼，宴馆多欢，未周星。便恐皇家，图任勋贤，又作登庸计。",
            "comment": "【注释】①“早梅芳”：词牌名。《花草粹编》收录此词，在词牌下有题“上孙资政”。资政，全称为资政殿大学士，是宋代为功勋重臣所设置的闲职官名，此种闲职多授予那些被褫夺实权的罢职宰相或其他重臣。此词为柳永游杭州时所作，以此推测：此孙资政可能是一位功勋卓著的重臣，被褫夺了实权，选择杭州赋闲，而柳永游杭州又得这位孙资政的热情接待，为报孙资政的接待之诚而作此词。此词上片极写杭州之繁华及西湖风光之美，亦寓有劝慰孙资政虽失去实权但处此繁华秀美之地，也未尝不是一件幸事。下片写古之名臣也有建立不世奇功而被褫夺实权而赋闲在家者，并用这位古之名臣在家赋闲之乐，再次宽慰孙资政。此片的最后一句，则是在宽慰中又有勉励。作世事多变，别看现在赋闲，说不定朝廷什么时候又要予以起用之意。②海霞红：杭州本不靠海，说海霞红只是为了与下句之山烟翠相配，或以海霞而代指西湖之早霞。③山烟翠：早晨雾笼山峦，远看雾气如山所生之烟，山上树木翠绿之色透出薄雾，仿佛雾亦为翠绿之色。④故都风景繁华地：故都，指杭州，五代时吴越建都于此。因此称为故都。风景繁华地，系指在杭州城里最繁华风景最美的地方，实指西湖左近，当是孙资政寓所所在地。⑤谯门画戟：谯门，又称谯楼，是古代建筑在城门上，用以望的塔楼；画戟，戟为古代兵器之名，画戟则是绘有彩画的戟。此句既有对杭州繁华的夸耀，也有对杭州警备森严的摹写。⑥下临万井：下临，往下看；万井，古制八家为一井，万井系指人烟稠密。⑦金碧楼台相倚：金碧楼台，指楼台以彩柚琉璃瓦等装饰，看上去金碧辉煌，象征富贵繁华；相倚，一座挨着一座。⑧芰荷浦溆：芰荷，刚刚出水之荷；浦溆，水边。刚刚出水的荷花叶儿在水边飘荡。此句之前是极写杭州之繁华，自此句以至上片结束则是描绘西湖风光之美。⑨杨柳汀洲：汀和洲均指水中的陆地；杨柳汀洲系指长满了杨柳树的汀洲。映虹桥倒影：虹桥，状若霓虹的拱桥。映虹桥倒影，系指在有荷叶飘浮的浦溆之处和杨柳汀洲的水边之处都能看到状若霓虹的拱桥之倒影，想来此拱桥当建在将芰荷溆浦和杨柳汀洲连结起来之处。由于此虹桥跨越浦溆和汀洲，所以在浦溆处和汀洲处都可见其倒影。兰舟飞棹：兰舟，指船，是船之美称；棹为船桨的别名，飞棹，是指飞快地划动船桨，喻船行甚速。汉元侯：汉代某一被封为侯的人，从诗之下文推测，很像系指张良。张良帮刘邦打下天下之后，被封为留侯，传说他并没到任，而是飘然归隐于武夷山。柳永家乡为福建崇安人，地近武夷山，故后有“归来吾乡我里”之说。张良被封为侯，刘邦首推他功劳第一，说他“运筹帷幄之中，决胜千里之外”，与此诗之“筹帷厌久”也较符合。破虏征蛮：虏，鞑虏之简称，系指北方民族，是对北方民族的蔑称；蛮，指南方民族，是对南方民族的蔑称。破虏征蛮，是南征北战之意。峻陟枢庭贵：峻陟，登上最高之处；枢庭，政权之中枢。峻陟枢庭贵，是说这位汉元侯已经位极人臣，极为显贵。筹帷厌久：筹，筹划；帷，帷幄，行军作战的帐篷。筹帷，是指对战略战术的谋划，也不仅仅是指对战争的谋划，包括对治理国家的谋划。厌久，久而生厌之意。0瑏瑦盛年昼锦：盛年，正当精力旺盛的年龄；昼锦，与夜锦相对，《汉书·项藉传》：“富贵不还故乡，如衣锦夜行”，是说富贵之后不回故乡显耀显耀，就好比穿了锦绣衣服在夜里行走一样。昼锦就是富贵还乡之意，此处之还乡并非指还故乡，而是指退居田园。吾乡我里：柳永的家乡。铃斋少讼：铃斋，又称铃阁，本指将帅所居之处，此处则指这位汉元侯退居田园的居所；少讼，本意为很少有官司公案需要处理，这里则指退居田园就不必再为国家之事操心费力了。宴馆多欢：宴馆，饮宴作乐之处。多欢，欢乐之时很多。是说无官一身轻，欢乐实在是多于苦恼。未周星：周星，岁星，12年在天上循环一周，故称为周星。是说退隐田园时间不久，并非确指12年。便恐皇家图任勋贤：图任勋贤，图谋任用有功劳的贤能之士。此句是说田园生活虽然过得不久，但却从中得到了真实乐趣，此时的想法是；最怕朝廷又要起用那些有功劳的贤能之士，又征召自己去朝廷做官。又作登庸计：登庸，选拔、举用。此句是承上句而来，是说朝廷有了图任勋贤的想法，就又准备选拔、举用勋贤。这是退居田园后的汉元侯最害怕的"
        },
        {
            "title": "洞仙歌",
            "content": "佳景留心惯。况少年彼此，风情非浅。有笙歌巷陌，绮罗庭院。倾城巧笑如花面。恣雅态、明眸回美盼。同心绾。算国艳仙材，翻恨相逢晚。缱绻。洞房悄悄，绣被重重，夜永欢馀，共有海约山盟，记得翠云偷翦。和鸣彩凤于飞燕。间柳径花阴携手遍。情眷恋。向其间、密约轻怜事何限。忍聚散。况已结深深愿。愿人间天上，暮云朝雨长相见。",
            "comment": ""
        },
        {
            "title": "黄莺儿",
            "content": "园林晴昼春谁主。暖律潜催，幽谷暄和，黄鹂翩翩，乍迁芳树。观露湿缕金衣，叶映如簧语。晓来枝上绵蛮，似把芳心、深意低诉。无据。乍出暖烟来，又趁游蜂去。恣狂踪迹，两两相呼，终朝雾吟风舞。当上苑柳农时，别馆花深处，此际海燕偏饶，都把韶光与。",
            "comment": ""
        },
        {
            "title": "倾杯",
            "content": "离宴殷勤，兰舟凝滞，看看送行南浦。情知道世上，难使皓月长圆，彩云镇聚。算人生、悲莫悲于轻别，最苦正欢娱，便分鸳侣。泪流琼脸，梨花一枝春带雨。惨黛蛾、盈盈无绪。共黯然悄魂，重携纤手，话别临行，犹自再三、问道君须去。频耳畔低语。知多少、他日深盟，平生丹素。从今尽把凭鳞羽。",
            "comment": ""
        },
        {
            "title": "其二",
            "content": "玉［土戚］金阶舞舜干。朝野多欢。九衢三市风光丽，正万家、急管繁弦。凤楼临绮陌，嘉气非烟。雅俗熙熙物熊妍。忍负芳年。笑筵歌连席连昏昼，任旗亭、斗酒十千。赏心何处好，惟有尊前。",
            "comment": ""
        },
        {
            "title": "郭郎儿近拍",
            "content": "帝里。闲居小曲深坊，庭院沈沈未户闭。新霁。畏景天气。薰风帘幕无人，永昼厌厌如度岁。愁悴。枕簟微凉，睡久辗转慵起。砚席尘生，新诗小阕，等闲都尽废。这些儿、寂寞情怀，何事新来常恁地。",
            "comment": ""
        },
        {
            "title": "昼夜乐",
            "content": "秀香家住桃花径。算神仙、才堪并。层波细翦明眸，腻玉圆搓素颈。爱把歌喉当筵逞。遏天边，乱云愁凝。言语似娇莺，一声声堪听。洞房饮散帘帏静。拥香衾、欢心称。金炉麝袅青烟，凤帐烛摇红影。无限狂心乘酒兴。这欢娱、渐入嘉景。犹自怨邻鸡，道秋宵不永。",
            "comment": ""
        },
        {
            "title": "倾杯",
            "content": "骛落霜洲，雁横烟渚，分明画出秋色。暮雨乍歇，小楫夜泊，宿苇村山驿。何人月下临风处，起一声羌笛。离愁万绪，闻岸草、切切蛩吟如织。为忆芳容别后，水遥山远，何计凭鳞翼。想绣阁深沈，争知憔悴损，天涯行客。楚峡云归，高阳人散，寂寞狂踪迹。望京国。空目断、远峰凝碧。",
            "comment": ""
        },
        {
            "title": "采莲令",
            "content": "月华收、云淡霜天曙。西征客、此时情苦。翠娥执手，送临歧、轧轧开朱户。千娇面、盈盈伫立，无言有泪，断肠争忍回顾。一叶兰舟，便恁急桨凌波去。贪行色、岂知离绪。万般方寸，但饮恨、脉脉同谁语。更回首、重城不见，寒江天外，隐隐两三烟树。",
            "comment": "【注释】①月华收：指月亮落下，天气将晓。②临歧：岔路口。此指临别。③脉脉：含情貌。【评解】斜月西沉，霜天破晓，执手相送，情何以堪！这首送别词，既表现了送行者的无限依恋，也抒写了行人的感怀。把送别和别后相思的情景，层层铺开。深刻细致地写出了人物的感受。最后以景结情，倍觉有情。全词铺叙展衍，层次分明而又曲折婉转。不仅情景“妙合”，而且写景、抒情、叙事自然融合，完美一致。体现了柳词的特色。【集评】唐圭璋《唐宋词简释》：此首，初点月收天曙之景色，次言客心临别之凄楚。“翠娥”以下，皆送行人之情态。执手劳劳，开户轧轧，无言有泪，记事既生动，写情亦逼具。“断肠”一句，写尽两面依依之情。换头，写别后舟行之速。“万般”两句，写别后心中之恨。“更回首”三句，以远景作收，笔力千钧。上片之末言回顾，谓人。此则谓舟行已远，不独人不见，即城亦不见，但见烟树隐隐而已。一顾再顾，总见步步留恋之深。屈子云：“过夏首而西浮兮，顾龙门而不见。”收处仿佛似之。《唐宋词鉴赏集》：况周颐《蕙风词话》云：“盖写景与言情，非二事也。善言情者，但写景而情在其中，此等境界，惟北宋词人往往有之。”从这首词的结句很可以看出这一特点，它在情景交融方面，的确达到了很高的境界，在这一点上，也可以说它“高处不减唐人”。"
        },
        {
            "title": "其四",
            "content": "误入平康小巷，画檐深处，珠箔微褰。罗绮丛中，偶认旧识婵娟。翠眉开、娇横远岫，绿鬓［身单］、浓染春烟。忆情牵。粉墙曾恁，窥宋三年。迁延。珊瑚筵上，亲持犀管，旋叠香笺。要索新词，［歹带］人含笑立尊前。按新声、珠喉渐稳，想旧意、波脸增妍。苦留连。凤衾鸳枕，忍负良天。",
            "comment": ""
        },
        {
            "title": "祭天神",
            "content": "叹笑筵歌席轻抛亸。背孤城、几舍烟村停画舸。更深钓叟归来，数点残灯火。被连绵宿酒醺醺，愁无那。寂寞拥、重衾卧。又闻得、行客扁舟过。篷窗近，兰棹急，好梦还惊破。念平生、单栖踪迹，多感情怀，到此厌厌，向晓披衣坐。",
            "comment": ""
        },
        {
            "title": "其四",
            "content": "匹马驱驱，摇征辔、溪边谷畔。望斜日西照，渐沈山半。两两栖禽归去急，对人相并声相唤。似笑我、独自向长途，离魂乱。中心事，多伤感。人是宿，前村馆。想鸳衾今夜，共他谁暖。惟有枕前相思泪，背灯弹了依前满。怎忘得、香阁共伊时，嫌更短。",
            "comment": ""
        },
        {
            "title": "八六子",
            "content": "如花貌。当来便约，永结同心偕老。为妙年、俊格聪明，凌厉多方怜爱，何期养成心性近，元来都不相表。渐作分飞计料。稍觉因情难供，恁殛恼。争克罢同欢笑。已是断弦尤续，覆水难收，常向人前诵谈，空遗时传音耗。漫悔懊。此事何时坏了。",
            "comment": ""
        },
        {
            "title": "尾犯",
            "content": "晴烟幂幂。渐东郊芳草，染成轻碧。野塘风暖，游鱼动触，冰澌微坼。几行断雁，旋次第、归霜碛。咏新诗，手捻江梅，故人赠我春色。似此光阴催逼。念浮生、不满百。虽照人轩冕，润屋珠金，於身何益。一种劳心力。图利禄，殆非长策。除是恁、点检笙歌，访寻罗绮消得。",
            "comment": ""
        },
        {
            "title": "望海潮",
            "content": "东南形胜，三吴都会，钱塘自古繁华。烟柳画桥，风帘翠幕，参差十万人家。云树绕堤沙，怒涛卷霜雪，天堑无涯。市列珠玑，户盈罗绮竞豪奢。重湖叠瓛清嘉，有三秋桂子，十里荷花。羌管弄晴，菱歌泛夜，嬉嬉钓叟莲娃。千骑拥高牙，乘醉听箫鼓吟赏烟霞。异日图将好景，归去凤池夸。",
            "comment": "【注释】《望海潮》也是柳永词中广泛传诵的名篇。 　　钱塘（今浙江杭州市），从唐代开始便是历史上著名的大城市，到了宋代又有进一步的发展。柳永在杭州生活过一个时期，对杭州的山水名胜、风土人情有着亲身的体验和深厚的感情，所以，在这首词里，他能以生动的笔墨，把杭州描绘得富丽非凡。西湖的美景，钱江潮的壮观，杭州市区的繁华富庶，当地上层人物的享乐，下层人民的劳动生活，都一一注于词人的笔下，涂写出一幅幅优美壮丽、生动活泼的画面。这画面的价值，不仅在于它描画出杭州的锦山秀水，而且更重要的是它面出了当时当地的风土人情。 　　据罗大经《鹤林玉露》记载，这首词是柳永呈献给旧友孙何的作品。孙何当时任两浙转运使，驻节杭州。词中“千骑拥高牙”之句，有可能指孙何而言。由于是呈献杭州官长之作，词中不免对当时的杭州做夸张描写，也免不了要用恭维应酬的话语作结。但是，更主要的是，透过“竞豪奢”这样的表面现象，读者还可以看到“市列珠玑，户盈罗绮”的盈实富庶，“羌管 弄晴，菱歌泛夜”的轻快欢欣，以及“乘醉听箫鼓，吟赏烟霞”的风流潇洒。这一切，都只能产生在古代劳动人民长期辛勤劳动所创造出的巨大物质财富的基础之上。“重湖叠山献”，“烟柳画桥”，也并非天然生就，而是劳动人民治理河山，改造自然的结果。“云树绕堤沙”，“三 秋桂子，十里荷花”，也无一不是劳动人民辛勤的双手造就。当时，柳永对此大加赞赏并引以为自豪。今天，我们读这样的词作也不应求之过苛，甚至指责他“掩盖了当时的阶级矛盾与贫富悬殊”，而是应当从词里所提供的画面中去感受祖国河山的壮美以及古代人民的勤劳和智慧，从而增强我们的民族自信心和民族自豪感。“上有天堂，下有苏杭”的赞语由来已久，这并非溢美之词。 　　这首词在艺术上也是相当成功的。作者抓住具有特征的事物，用饱蘸激情而又带有夸张的笔调，寥寥数语便笔底风生，迷人的西湖与钱塘胜景便展现在读者面前。前片，主要勾画钱塘的“形胜”与“繁华”，大笔浓墨，高屋建瓴，气象万千。写法上由概括到具体，逐次展开，步步深化。如，开篇三句点出了“形胜”、“都会”与“繁 华”，但终究是概括性的直陈，很难给人留下深刻的印象。继之而来的下面九句，便紧紧围绕这六个字，做形象的铺写，境界立即展开：“烟柳画桥”三句写的是“都会”，“云树绕堤沙，怒涛卷霜雪”等则侧重于刻画“形胜”，而“市 列殊玑，户盈罗绮”则突出了杭州的富庶繁华．下片，侧重于描绘西湖的美景、欢乐的游赏与劳动生活。写法上着眼于“好景”二字，尤其侧重于“好景”中出现的人。“重湖”三句描绘西湖美景，其中“三秋桂子，十里荷花”是天生的好言语，是千古迷人的丽句。“羌 管弄晴”三句写的是下层人民，“千骑拥高牙”三句写的是州郡长官。结尾又以赞美的口吻收束。 　　除饱满的感情与适度的夸张以外，词的语言，音律，词调也与词的内容结合得恰到好处。《望海潮》也是柳永首创的，词牌与词的内容以及地域性特点密切结合。上片写形胜之地和钱江潮的壮观，词中用“怒涛”、“霜雪”、“天堑”这类色彩浓烈有气势的语言，词句短小，音调急促，仿佛大潮劈面奔涌而来，有雷霆万钧，不可阻挡之势。而写西湖清幽的美景时，文字优美，词句变长，节奏平和舒缓，终于出现了“三 秋桂子”这样干秋传诵的佳句，继之又用“羌管弄晴”等句不断地加以点染，美丽的西湖就更加使人心旷神怡了。 这是一首艺术感染力很强的词。相传后来金主完颜亮听唱“三秋桂子，十里荷花”以后，便羡慕钱塘的繁华，从而更加强了他侵吞南宋的野心。为此，宋人谢驿（处厚）还写了一首诗：“莫把杭州曲子讴，荷花十里桂三秋。岂知草木无情物，牵动长江万里愁。”（见罗大经《鹤林玉露》）说金主亮因受一首词的影响而萌发南侵之心，原不可信。但是，产生这一传说，却可以印证这首词的艺术感染力是很强的。作为高级官僚的范缜对柳永这首词也极端赞佩：“仁完四十二年太平，镇压翰苑十余载，不能出一语咏歌，巧于耆卿词见之。”（ 见《方舆盛览》）柳永扩大了词的内容的主要表现之一，就是他的词反映了都市的繁华与山川的壮丽。除歌咏杭州以外，柳永的词还歌咏过苏州（《木兰花慢》、《瑞鹧鸪》）。扬州（《临江仙》）、成都（《一寸金》）、洛阳（《少年游》和北宋都城汴京（《倾杯乐》、《透碧霄》）等。为宋代都市繁荣留下了形象的画面。 ---------------------------------这首词一反柳永惯常的风格，以大开大阖、波澜起伏的笔法，浓墨重彩地铺叙展现了杭州的繁荣、壮丽景象 ，可谓“ 承平气象，形容曲尽”（见陈振孙《直斋书录解题》）。这首词，慢声长调和所抒之情起伏相应，音律协调，情致婉转，是柳永的一首传世佳作。开头三句 ，入手擒题，以博大的气势笼罩全篇。首先点出杭州位置的重要、历史的悠久，揭示出所咏主题 。三吴 ，旧指吴兴、吴郡、会稽。钱塘，即杭州。此处称“三吴都会”，极言其为东南一带、三吴地区的重要都市 ，字字铿锵有力 。其中“形胜”、“繁华”四字，为点睛之笔。自“烟柳”以下，便从各个方面描写杭州之形胜与繁华。“烟柳画桥”，写街巷河桥的美丽；“ 内帘翠幕 ”，写居民住宅的雅致。“参差十万人家”一句，转弱调为强音，表现出整个都市户口的繁庶。“ 参差 ”为大约之义。“云树”三句，由市内说到郊外，只见在钱塘江堤上，行行树木，远远望去，郁郁苍苍，犹如云雾一般。一个“ 绕 ”字，写出长堤迤逦曲折的态势。“怒涛”二句，写钱塘江水的澎湃与浩荡。“天堑”，原意为天然的深沟 ，这里移来形容钱塘江。钱塘江八月观潮，历来称为盛举。描写钱塘江潮是必不可少的一笔。“市列”三句，只抓住“珠玑”和“罗绮”两个细节，便把市场的繁荣 、市民的殷富反映出来。珠玑、罗绮，又皆妇女服用之物 ，并暗示杭城声色之盛 。“竞豪奢”三个字明写肆间商品琳琅满目，暗写商人比夸争耀，反映了杭州这个繁华都市穷奢极欲的一面。下片重点描写西湖 。西湖 ，蓄洁停沉，圆若宝镜，至于宋初已十分秀丽。重湖，是指西湖中的白堤将湖面分割成的里湖和外湖。叠山，是指灵隐山、南屏山、慧日峰等重重叠叠的山岭。湖山之美，词人先用“清嘉”二字概括，接下去写山上的桂子、湖中的荷花。这两种花也是代表杭州的典型景物。柳永这里以工整的一联，描写了不同季节的两种花。“三秋桂子，十里荷花”这两句确实写得高度凝炼，它把西湖以至整个杭州最美的特征概括出来，具有撼动人心的艺术力量。“ 羌管弄晴，菱歌泛夜 ”，对仗也很工稳，情韵亦自悠扬 。“泛夜”“弄情”，互文见义，说明不论白天或是夜晚，湖面上都荡漾着优美的笛曲和采菱的歌声。着一“泛”字，表示那是在湖中的船上，“嬉嬉钓叟莲娃”，是说吹羌笛的渔翁，唱菱歌的采莲姑娘都很快乐。“嬉嬉”二字，则将他们的欢乐神态，作了栩栩如生的描绘，生动地描绘了一幅国泰民安的游乐图卷。接着词人写达官贵人在此游乐的场景。成群的马队簇拥着高高的牙旗，缓缓而来，一派暄赫声势。笔致洒落，音调雄浑，仿佛令人看到一位威武而又风流的地方长官，饮酒赏乐，啸傲于山水之间。“异日图将好景，归去凤池夸 。”是这首词的结束语。凤池，即凤凰池，本是皇帝禁苑中的池沼。魏晋时中书省地近宫禁，因以为名。“好景”二字，将如上所写和不及写的，尽数包拢。意谓当达官贵人们召还之日，合将好景画成图本，献与朝廷，夸示于同僚，谓世间真存如此一人间仙境。以达官贵人的不思离去，烘托出西湖之美。《望海潮》词调始见于《乐章集》，为柳永所创的新声。这首词写的是杭州的富庶与美丽。在艺术构思上匠心独远 ，上片写杭州 ，下片写西湖，以点带面 ，明暗交叉 ，铺叙晓畅，形容得体。其写景之壮伟、声调之激越，与东坡亦相去不远。特别是 ，由数字组成的词组，如“三吴都会”、“十万人家”、“三秋桂子”、“十里荷花”、“千骑拥高牙 ”等在词中的运用，或为实写，或为虚指，均带有夸张的语气，有助于形成柳永式的豪放词风。"
        },
        {
            "title": "其九",
            "content": "日高花榭懒梳头。无语倚妆楼。修眉敛黛，遥山横翠，相对结春愁。王孙走马长楸陌，贪迷恋、少年游。似恁疏狂，费人拘管，争似不风流。",
            "comment": ""
        }
    ]
}