{
    "dynasty": "宋",
    "author": "梁栋",
    "poems": [
        {
            "title": "句",
            "content": "千株守红死，一点反魂归。",
            "comment": ""
        },
        {
            "title": "久雨有感二首",
            "content": "少年不学稼，老大生理拙。入山采黄精，穷冬一尺雪。虎狼正纵横，原野有白骨。伤心重伤心，吾饥何足恤。",
            "comment": ""
        },
        {
            "title": "登镇海楼闻角声赋",
            "content": "听彻哀吟独倚楼，碧天无际思悠悠。谁知尽是中原恨，吹到东南第一州。",
            "comment": ""
        },
        {
            "title": "大茅峰",
            "content": "杖藜绝顶穷追寻，青山世路争岖嵚。碧云遮断天外眼，春风吹老人间心。大龙上天宝剑化，小龙入海明珠沈。无人更守玄帝鼎，有客欲问秦皇金。颠崖谁念受辛苦，古洞未易潜幽深。神光不破黑暗恼，山鬼空学离骚吟。我来挽仰一慨慷，山川良昔人民今。安得长松撑日月，华阳世界收层阴。",
            "comment": ""
        },
        {
            "title": "谢氏梅园",
            "content": "纤腰冻欲折，来探前村雪。幽禽莫相猜，岁寒心似铁。",
            "comment": ""
        },
        {
            "title": "四禽言",
            "content": "提葫芦，年来酒贱频频沽。众人皆醉我亦醉，哀哉谁问醒三闾。提葫芦。",
            "comment": ""
        },
        {
            "title": "送李北山归建康",
            "content": "贫贱有饿死，富贵履危机。东海不可渔，西山采无薇。四方已一气，我今将安归。",
            "comment": ""
        },
        {
            "title": "题寅叔小园",
            "content": "深巷浑无市井喧，主人有客便开樽。数竿修竹三间屋，几树间花一亩园。楚岫和云移怪石，秦淮流月下高源。此身且此渊明乐，母在高常子候门。",
            "comment": ""
        },
        {
            "title": "一萼红",
            "content": "怨东风。把韶华付去，秾李小桃红。黄落山空，香销水冷，此际才与君逢。敛秋思、愁肠九结，拥翠袖、应费剪裁工。晕脸迎霜，幽姿泣露，寂寞谁同。休笑梳妆淡薄，看浮花浪蕊，眼底俱空。夜帐云闲，寒城月浸，有人吟遍深丛。自前度、王郎去後，旧游处、烟草接吴宫。惟有芳卿寄言，蹙损眉峰。",
            "comment": ""
        },
        {
            "title": "黄葵",
            "content": "乾坤有正气，间色皆为臣。名葩据中央，红紫谁敢邻。倾日不忘君，卫足恐伤身。冥然无知识，忠孝出本真。林林天地间，戴履而为人。明灵秀万物，孰不尊君亲。嗟嗟叔季后，利欲泯天伦。邈哉望帝国，产生瑞世珍。九夏不趋炎，三月不争春。高秋风露冷，孤标出清尘。背时还独立，揽芳泪沾巾。",
            "comment": ""
        },
        {
            "title": "四禽言",
            "content": "脱却布裤，贫家能有几尺布。织尽寒机无得裁，可人不来廉叔度。脱却布裤。",
            "comment": ""
        },
        {
            "title": "渊明携酒图",
            "content": "渊明无心云，才出便归岫。东皋半顷秫，所种不常有。苦恨无酒钱，闲却持杯手。今朝有一壶，携之访亲友。惜无好事人，能消几壶酒。区区谋一醉，岂望名不朽。闲吟篱下菊，自传门前柳。试问刘寄奴，还识此人不。",
            "comment": ""
        },
        {
            "title": "雨花台",
            "content": "孤云落日倚西风，历历兴亡望眼中。山入六朝青未了，江浮五马恨无穷。客愁已付蒲萄绿，迳雨空余玛瑙红。我亦欲谈当世事，无人唤醒紫髯翁。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "一场春梦，待从头，说与旁人听著。罨画溪山红锦障，舞燕歌莺台阁。碧海倾春，黄金买夜，犹道看承薄。雕香剪玉，今生今世盟约。须信欢乐过情，闲嗔冷妒，一阵东风恶。韵白娇红消瘦尽，江北江南零落。骨朽心存，恩深缘浅，忍把罗衣著。蓬莱何处，云涛天际冥漠。",
            "comment": ""
        },
        {
            "title": "野水孤舟",
            "content": "前村雨过溪流乱，行路迷漫都间断。孤洲尽日少人来，小舟系在垂杨岸。主人空有济川心，坐见门前水日深。袖手归来茅屋下，任他鸥鸟自浮沈。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "浮云暗不见青天。",
            "comment": ""
        },
        {
            "title": "摸鱼儿",
            "content": "枕寒流、碧萦衣带，高台平与云倚。燕来莺去谁为主，磨灭谪仙吟墨。愁思里。待说与山灵，还又羞拈起。萧韶已矣。甚竹实风摧，桐阴雨瘦，景物变新丽。江山在，认得刘郎阿寄。年来声誉休废。英雄不博胭脂井，谁念故人衰悴。时有几。便凤去台空，莫厌频游此。兴亡过耳。任北雪迷空，东风换绿，都付梦和醉。",
            "comment": ""
        },
        {
            "title": "送存书记",
            "content": "一声两声松子落，一片两片枫叶飞。夕阳在山新月上，道人相伴一僧归。",
            "comment": ""
        },
        {
            "title": "凤凰台",
            "content": "白发久孤鹦鹉杯，碧梧自老凤凰台。管夷吾亦仅如许，李谪仙今安在哉。城郭是非秋雨外，江山形胜暮潮来。小留只等中秋月，且放青冥万里开。",
            "comment": ""
        },
        {
            "title": "送李北山归建康",
            "content": "人生几百年，胡为在远道。游子悲故乡，王孙怨芳草。有田归去来，无田归亦好。",
            "comment": ""
        },
        {
            "title": "赠嘉兴徐同年",
            "content": "忆昔青龙在戊辰，马蹄同踏杏园春。归田令尹空书晋，执戟郎君尽美新。万事不醒中酒圣，一贫无奈讼钱神。相逢莫效穷途泣，自古求仁要得仁。",
            "comment": ""
        },
        {
            "title": "金陵三迁有感",
            "content": "憔悴城南短李绅，多情乌帽染黄尘。读书不了平生事，阅世空存后死身。落日江山宜唤酒，西风天地正愁人。任他蜂蝶黄花老，明月园林是小春。",
            "comment": ""
        },
        {
            "title": "金陵废宫",
            "content": "六代俄然又一唐，青山坐阅几兴亡。心知江左非王业，口说中原是帝乡。落日有时登北固，春风吹梦过钱塘。荆坟桧宅依然在，留与乌衣话短长。",
            "comment": ""
        },
        {
            "title": "题叶东叔宾月堂",
            "content": "人生自是人间客，月亦天边寄此身。彼此虚空无著处，谁欤是主复谁宾。",
            "comment": ""
        },
        {
            "title": "谒御史张月卿",
            "content": "我家元住君邻州，我父当时亦故侯。中原百年龙战野，南滨一日鳌吞钩。遗黎常恨旧隔绝，故乡喜遇新交游。路人行行望骢马，山中却为诗淹留。",
            "comment": ""
        },
        {
            "title": "久雨有感二首",
            "content": "冥云先八荒，骤雨忽然至。中宵揭屋破，漏湿无处避。床床不得乾，僵立见惟悴。娇儿莫啼哭，少须待晴霁。",
            "comment": ""
        },
        {
            "title": "白鹭亭",
            "content": "荻花芦叶老风烟，独上秋城思渺然。白鹭不如如许事，赤乌又隔几何年。六朝往事秦淮水，一笛晚风江浦船。我辈人今竟谁许，只堪渔艇夕阳边。",
            "comment": ""
        },
        {
            "title": "多景楼",
            "content": "思归不觉岁华侵，倦抚旌旗感慨深。旧日家乡今日客，一年时序百年心。城余故址元非铁，山得虚名不是金。槛外长江成底事，英雄对酒话蹄涔。",
            "comment": ""
        },
        {
            "title": "四禽言",
            "content": "不如归去，锦官宫殿迷烟树。天津桥上一两声，叫破中原无住处。不如归去。",
            "comment": ""
        },
        {
            "title": "赋蔬",
            "content": "家贫忽暴富，菜种二十七。痴儿不解事，问我何从得。于义苟有违，吾宁饥不食。",
            "comment": ""
        },
        {
            "title": "哀毗陵",
            "content": "荆溪水腥泊船早，落日无人行古道。髑髅有眼不识春，东风吹出青青草。荒基犹认是人家，败栅曾将当城堡。当时压境兵百万，不脱靴尖堪蹴倒。短兵相接逾四旬，毒手尊拳日攻计。内储外援可消沈，一缕人心坚自保。孤臣可守土性命，赤子效死涂肝脑。朝迁有爵愧降附，幽壤无恩泽枯槁。愿笺司命录英雄，收拾忠魂畀穹昊。",
            "comment": ""
        },
        {
            "title": "春日郊游和友人韵",
            "content": "已昔东风御柳斜，枯肠一日万周车。壮心难起泥中絮，老眼羞看雾裹花。巷柏几家无主燕，池塘一种为官蛙。江南寒食无烟火，白书沈沈似月华。",
            "comment": ""
        },
        {
            "title": "雨花台",
            "content": "春中景物尚凄然，小立崇台古树边。潮信不嫌城寂莫，山光似与客留连。英雄马鬣无余地，气势龙蟠得几年。眼底兴亡总闲事，不如有酒醉花前。",
            "comment": ""
        },
        {
            "title": "四禽言",
            "content": "行不得也哥哥，湖南湖北春水多。九嶷山前叫虞舜，奈此乾坤无路何。行不得也哥哥。",
            "comment": ""
        }
    ]
}