{
    "dynasty": "宋",
    "author": "欧阳修",
    "poems": [
        {
            "title": "谢公挽词三首",
            "content": "始见行春◇，俄闻引葬箫。笑言犹在耳，魂魄遂难招。天象奎星暗，辞林玉树凋。朔风吹霰雪，铭旐共飘飘。",
            "comment": ""
        },
        {
            "title": "班班林间鸠寄内",
            "content": "班班林间鸠，谷谷命其匹。迨天之未雨，与汝勿相失。春原洗新霁，绿叶暗朝日。鸣声相呼和，应答如吹律。深栖柔桑暖，下啄高田实。人皆笑汝拙，无巢以家室。易安由寡求，吾羡拙之佚。吾虽有室家，出处曾不一。荆蛮昔窜逐，奔走若鞭抶。山川瘴雾深，江海波涛{左风右日}。跬步子所同，沦弃甘共没。投身去人眼，已废谁复嫉。山花与野草，我醉子鸣瑟。但知贫贱安，不觉岁月忽。还朝今几年，官禄沾儿侄。身荣责愈重，器小忧常溢。今年来镇阳，留滞见春物。北潭新涨渌，鱼鸟相聱耴。我意不在春，所忧空自咄。一官诚易了，报国何时毕。高堂母老矣，衰发不满栉。昨日寄书言，新阳发旧疾。药食子虽勤，岂若我在膝。又云子亦病，蓬首不加髴。书来本慰我，使我烦忧郁。思家春梦乱，妄意占凶吉。却思夷陵囚，其乐何可述。前年辞谏署，朝议不加乞。孤忠一许国，家事岂复恤。横身当众怒，见者旁可栗。近日读除书，朝廷更辅弼。君恩优大臣，进退礼有秩。小人妄希旨，论议争操笔。又闻说朋党，次第推甲乙。而我岂敢逃，不若先自劾。上赖天子圣，必未加斧鑕。一身但得贬，群口息啾唧。公朝贤彦众，避路当揣质。苟能因谪去，引分思藏密。还尔禽鸟性，樊笼免惊怵。子意其谓何，吾谋今已必。子能甘藜藿，我易解簪绂。嵩峰三十六，苍翠争耸出。安得携子去，耕桑老蓬荜。",
            "comment": ""
        },
        {
            "title": "舟中望京邑",
            "content": "东北归川决决流，泛艎青渚暂夷犹。遥登灞岸空回首，不见长安但举头。挥手嵇琴空堕睫，开樽鲁酒不忘忧。青门柳色春应遍，犹自留连杜若洲。",
            "comment": ""
        },
        {
            "title": "风吹沙",
            "content": "北风吹沙千里黄，马行确荦悲摧藏。当冬万物惨颜色，冰雪射日生光芒。一年百日风尘道，安得朱颜长美好。揽鞍鞭马行勿迟，酒熟花开二月时。",
            "comment": ""
        },
        {
            "title": "和子履游泗上雍家园",
            "content": "长桥南走群山间，中有雍子之名园。苍云蔽天竹色净，暖日扑地花气繁。飞泉来从远岭背，林下曲折寒波翻。珍禽不可见毛羽，数声清绝如衰弹。我来据石弄瑟瑟，惟恐日暮登归轩。尘纷解剥耳目异，祗疑梦入神仙村。知君襟尚我同好，作诗闳放莫可攀。高篇绝景两不及，久之想像空冥烦。",
            "comment": ""
        },
        {
            "title": "盆池",
            "content": "西江之水何悠哉，经历灨石险且回。余波拗怒犹涵澹，奔涛击浪常喧豗。有时夜上滕王阁，月照净练无纤埃。杨阑左里在其北，无风浪起传古来。老蛟深处厌窟穴，蛇身微行见者猜。呼龙沥酒未及祝，五色粲烂高崔嵬。忽然远引千丈去，百里水面中分开。收踪灭迹莫知处，但有雨雹随风雷。千奇万变聊一戏，岂顾溺死为可哀。轻人之命若蝼螘，不止山岳将倾颓。此外鱼虾何足道，厌饫但觉腥盘杯。壮哉岂不快耳目，胡为守此空墙隈。陶盆斗水仍下漏，四岸久雨生莓苔。游鱼拨拨不盈寸，泥潜日炙愁暴鳃。鱼诚不幸此局促，我能决去反徘徊。",
            "comment": ""
        },
        {
            "title": "和杨子聪答圣俞月夜见寄",
            "content": "秋露蔼已繁，迢迢星汉回。皎洁庭际月，流光依井苔。有客爱凉景，幽轩为君开。所思不可极，但慰清风来。",
            "comment": ""
        },
        {
            "title": "将至淮安马上早行学谢灵运体六韵",
            "content": "晴霞煦东浦，惊鸟动烟林。曙河兼斗役，沓嶂隐云深。寒鸡隔树起，曲坞留风吟。征夫倦行役，秋兴感登临。衡皋积涂迥，江蓠香露沉。行矣岁华晚，归欤劳叹音。",
            "comment": ""
        },
        {
            "title": "送杨君归汉上",
            "content": "我昔谪穷县，相逢清汉阴。拂尘时解榻，置酒屡横琴。介节温如玉，嘉辞掷若金。趣当乡士荐，无滞计车音。",
            "comment": ""
        },
        {
            "title": "嵩山十二首·公路涧",
            "content": "驱马渡寒流，断涧横荒堡。槎危欲欹岸，花落多依草。击汰翫游鯈，倒影看飞鸟。留连爱芳杜，渐下西峰照。",
            "comment": ""
        },
        {
            "title": "和原父扬州六题·时会堂二首之一}",
            "content": "积雪犹封蒙顶树，惊雷未发建溪春。中州地暖萌芽早，入贡宜先百物新。",
            "comment": ""
        },
        {
            "title": "与谢三学士唱和八首·和龙门晓望",
            "content": "雾蒙蒙，晓望平，悠然驱马独吟行。烟岚明灭川霞上，凌乱空山百鸟惊。",
            "comment": ""
        },
        {
            "title": "於刘功曹家见杨直讲女奴弹琵琶戏作呈圣俞",
            "content": "大弦声迟小弦促，十岁娇儿弹啄木。啄木不啄新生枝，惟啄槎牙枯树腹。花繁蔽日锁空园，树老参天杳深谷。不见啄木鸟，但闻啄木声。春风和暖百鸟语，山路硗确行人行。啄木飞从何处来，花间叶底时丁丁。林空山静啄愈响。行人举头飞鸟惊。娇儿身小指拨硬，功曹厅冷弦索鸣。繁声急节倾四坐，为尔饮尽黄金觥。杨君好雅心不俗，太学官卑饭脱粟。娇儿两幅青布裙，三脚木床坐调曲。奇书古画不论价，盛以锦囊装玉轴。披图掩卷有时倦，卧听琵琶仰看屋。客来呼儿旋梳洗，满额花钿贴黄菊。虽然可爱眉目秀，无奈长饥头颈缩。宛陵诗翁勿诮渠，人生自足乃为娱，此儿此曲翁家无。",
            "comment": ""
        },
        {
            "title": "感兴五首",
            "content": "奉祠严秘馆，摄事罄精诚。岁晏悲木落，天寒闻鹤鸣。念昔丘壑趣，岂知朝市情。弱龄婴仕宦，壮节慕功名。多病◇厚禄，早衰叹余生。未知犬马报，安得遂归耕。",
            "comment": ""
        },
        {
            "title": "西园",
            "content": "落日叩溪门，西溪复何所。人侵树里耕，花落田中雨。平野见南山，荒台起寒雾。歌舞昔云谁，今人但怀古。",
            "comment": ""
        },
        {
            "title": "嵩山十二首·玉女窗",
            "content": "玉女不可邀，苍崖郁迢直。石乳滴空窦，仰见泬寥碧。徙倚难久留，桂树含春色。",
            "comment": ""
        },
        {
            "title": "感兴五首",
            "content": "唧唧复唧唧，夜叹晓未息。虫声急愈尖，病耳闻若刺。壮士易为老，良时难再得。日月相随东，天行自西北。三者不相谋，万古无穷极。安知人间世，岁月忽已易。",
            "comment": ""
        },
        {
            "title": "幽谷泉",
            "content": "踏石弄泉流，寻源入幽谷。泉傍野人家，四面深篁竹。溉稻满春畴，鸣渠遶茅屋。生长饮泉甘，荫泉栽美木。潺湲无春冬，日夜响山曲。自言今白首，未惯逢朱毂。顾我应可怪，每来听不足。",
            "comment": ""
        },
        {
            "title": "再和",
            "content": "禁城车马夜喧喧，闲绕危栏去复还。遥望觚棱烟霭外，似闻天乐梦魂间。岂无◇酒当佳节，况有朋欢慰病颜。待得归得花在否，春禽檐际已关关。",
            "comment": ""
        },
        {
            "title": "端午帖子·温成合四首",
            "content": "闻说仙家事杳微，世传真伪岂能知。遥思海上三山乐，宁记人间五日时。",
            "comment": ""
        },
        {
            "title": "涡河龙潭",
            "content": "碧潭风定影涵虚，神物中藏岸一枯。一夜四郊春雨足，却来闲卧养明珠。",
            "comment": ""
        },
        {
            "title": "送左殿丞入蜀",
            "content": "传闻蜀道难，行客若登天。紫竹深无路，黄花忽见川。闻禽嗟异域，问俗访耆年。欲识京都远，惟应望日边。",
            "comment": ""
        },
        {
            "title": "太傅杜相公有答兖州待制之句其卒章云独无风",
            "content": "南都已见成新集，东鲁休嗟未作诗。霖雨曾为天下福，甘棠何止郡人思。元刘事业时无取，姚宋篇章世不知。二美惟公所兼有，後生何者欲攀追。",
            "comment": "：【原题】：\r\n太傅杜相公有答兖州待制之句其卒章云独无风雅可流传因◇成 | 【注释】【原题】：太傅杜相公有答兖州待制之句其卒章云独无风雅可流传因◇成"
        },
        {
            "title": "双桂楼",
            "content": "嘉树丛生秀，兹楼层汉傍。飞甍临万井，伏槛出垂杨。卷幕晴云度，披襟夕籁凉。出河瞻帝里，风月坐胡床。爱客东阿宴，清欢北海觞。淮南多雅咏，岁晚翫幽芳。",
            "comment": ""
        },
        {
            "title": "内直晨出便赴奉慈斋宫马上口占",
            "content": "凌晨更直九门开，驱马悠悠望禁街。霜後楼台明晓日，天寒烟雾著宫櫰。山林未去犹贪宠，◇酒何时共放怀。已觉萧条悲晚岁，更怜衰病怯清斋。",
            "comment": ""
        },
        {
            "title": "留题南楼二绝",
            "content": "醉翁到处不曾醒，问向青州作麽生。公退留宾夸酒美，睡余欹枕看山横。",
            "comment": ""
        },
        {
            "title": "答朱寀捕蝗诗",
            "content": "捕蝗之术世所非，欲究此语兴於谁。或云丰凶岁有数，天孽未可人力支。或言蝗多不易捕，驱民入野践其畦。因之奸吏恣贪扰，户到头歛无一遗。蝗灾食苗民自苦，吏虐民苗皆被之。吾嗟此语祗知一，不究其本论其皮。驱虽不尽胜养患，昔人固已决不疑。秉蟊投火况旧法，古之去恶犹如斯。既多而捕诚未易，其失安在常由迟。诜诜最说子孙众，为腹所孕多昆蚳。始生朝亩暮已顷，化一为百无根涯。口含锋刃疾风雨，毒肠不满疑常饥。高原下湿不知数，进退整若随金鼙。嗟兹羽孽物共恶，不知造化其谁尸。大凡万事悉如此，祸当早绝防其微。蝇头出土不急捕，羽翼已就功难施。只惊群飞自天下，不究生子由山陂。官书立法空太峻，吏愚畏罚反自欺。盖藏十不敢申一，上心虽恻何由知。不如宽法择良令，告蝗不隐捕以时。今苗因捕虽践死，明岁犹免为蝝菑。吾尝捕蝗见其事，较以利害曾深思。官钱二十买一斗，示以明信民争驰。歛微成众在人力，顷刻露积如京坻。乃知孽虫虽其众，嫉恶苟锐无难为。往时姚崇用此议，诚哉贤相得所宜。因吟君赠广其说，为我持之告采诗。",
            "comment": ""
        },
        {
            "title": "春帖子词二十首·十夫人合五首",
            "content": "玉殿签声玉漏催，彩花金胜巧先裁。宿云容与朝晖丽，共喜春随曙色来。",
            "comment": ""
        },
        {
            "title": "退居述怀寄北京韩侍中二首",
            "content": "悠悠身世比浮云，白首归来颍水濆。曾看元臣调鼎鼐，却寻田叟问耕耘。一生勤苦书千卷，万事销磨酒百分。放浪岂无力外士，尚思亲友念离群。",
            "comment": ""
        },
        {
            "title": "奉使道中寄坦师",
            "content": "道人少贾海上游，海舶破散身沉浮。黄金满箧人所寄，吹簸偶得还中州。羸身归金不受报，祗取斗酒相献酬。欢娱慈母终一世，脱弃妻子藏岩幽。苍烟寥寥池水漫，自玉菡萏吹高秋。夜燃◇子煮山药，忆此东望无时休。塞垣春枯积雪溜，沙砾威怒黄云愁。五更匹马随鴈起，想见鄮郭花今稠。百年夸夺终一丘，世上满眼真悠悠。寄声万里心绸缪，莫道异趣无相求。",
            "comment": ""
        },
        {
            "title": "送王汲宰蓝田",
            "content": "喧喧动车马，共出古都门。落日催行客，东风吹酒◇。树摇秦甸绿，花入辋川繁。若遇西来旅，时应问故园。",
            "comment": ""
        },
        {
            "title": "寄子山待制二绝",
            "content": "留滞西山独可嗟，残春过尽始还家。落花纵有那堪醉，何况归时无落花。",
            "comment": ""
        },
        {
            "title": "韩公阅古堂",
            "content": "兵闲四十年，士不识金革。水旱数千里，民流谁垦辟。公初来视之，嘻此乃予责。将法多益办，万千由十百。整齐谈笑间，进退有寸尺。曰此易为耳，在吾绳与墨。天成而地出，古所重民食。贮储非一朝，人命在旦夕。惟兹将奈何，敢不竭吾力。木牛尚可运，玉罄犹走籴。因难乃见材，不止将有得。公言初未信，终岁考成绩。骄墯识恩威，讴吟起羸瘠。貔貅著行，仓廪饱堆积。文章娱闲暇，传记寻往昔。英英文与武，粲粲图四壁。酒令列诸将，谈锋摧辩客。周旋顾视间，是不为无益。循吏一州守，将军万夫敌。於公岂止然，事业本夔稷。富寿及黎庶，威名慑夷狄。当归庙堂上。有位久虚席。大匠不挥斧，众工随指画。从容任群材，文武各以职。",
            "comment": ""
        },
        {
            "title": "送公期得假归绛",
            "content": "风吹积雨销太行，水暖河桥杨柳芳。少年初仕即京国，故里几归成鬓霜。山行马瘦春泥滑，野饭天寒饧粥香。留连芳物佳节过，束带还来朝未央。",
            "comment": ""
        },
        {
            "title": "和圣俞百花洲二首",
            "content": "荷深水风阔，雨过清香发。暮角起城头，归桡带明月。",
            "comment": ""
        },
        {
            "title": "赠沈遵",
            "content": "群动夜息浮云阴，沈夫子弹醉翁吟。醉翁吟，以我名，我初闻之喜且惊。宫声三叠何泠泠，酒行暂止四坐倾。有如风轻日暖好鸟语，夜静山响春泉鸣。坐思千岩万壑醉眠处，写君三尺膝上横。沈夫子，恨君不为醉翁客，不见翁醉山间亭。翁欢不待丝与竹，把酒终日听泉声。有时醉倒枕溪石，青山白云为枕屏。花间百鸟唤不觉，日落山风吹自醒。我时四十犹强力，自号醉翁聊戏客。尔来忧患十年间，鬓发未老嗟先白。滁人思我虽未忘，见我今应不能识。沈夫子，爱君一◇复一琴，万事不可干其心。自非曾是醉翁客，莫向俗耳求知音。",
            "comment": ""
        },
        {
            "title": "端午帖子·皇帝合六首",
            "content": "彩索盘中结，杨梅棕里红。宫闱九重乐，风俗万方同。",
            "comment": ""
        },
        {
            "title": "群玉殿锡宴",
            "content": "至治臻无事，丰年乐有成。图书开秘府，宴饫集群英。论道皇坟奥，贻谋宝训明。九重多暇豫，八体极研精。笔力千钧劲，豪端万象生。飞牋金洒落，拜赐玉锵鸣。盛际崇儒学，愚臣滥宠荣。惟能同舞兽，闻乐识和声。",
            "comment": ""
        },
        {
            "title": "宋宣献公挽词三首",
            "content": "望系朝廷重，文推天下工。清名畏杨绾，故事问胡公。物议垂为相，风流顿已穷。仁言博哉利，献替有遗忠。",
            "comment": ""
        },
        {
            "title": "春日词五首",
            "content": "试粉东窗待晓回，共寻春柳傍香台。不惊树里禽初变，共喜钗头燕已来。",
            "comment": ""
        },
        {
            "title": "立秋有感寄苏子美",
            "content": "庭树忽改色，秋风动其枝。物情未必尔，我意先已凄。虽恐芳节谢，犹忻早凉归。起步云月暗，顾瞻星斗移。四时有大信，万物谁与期。故人在千里，岁月令我悲。所嗟事业晚，岂惜颜色衰。庙谋今谓何，胡马日以肥。",
            "comment": ""
        },
        {
            "title": "晏元献公挽辞三首",
            "content": "四镇名藩忽十春，归来白首两朝臣。上心方喜亲耆德，物论犹期秉国钧。退食图书盈一室，开樽谈笑列嘉宾。昔人风采今人少，恸哭何由赎以身。",
            "comment": ""
        },
        {
            "title": "晏元献公挽辞三首",
            "content": "富贵优游五十年，始终明哲保身全。一时闻望朝廷重，余事文章海外传。旧馆池台闲水石，悲笳风日惨山川。解官制服门生礼，惭负君恩隔九泉。",
            "comment": ""
        },
        {
            "title": "过中渡二首",
            "content": "中渡桥边十里堤，寒蝉落尽柳条衰。年年塞下春风晚，谁见轻黄弄色时。",
            "comment": ""
        },
        {
            "title": "送梅秀才归宣城",
            "content": "从学方年少，还家罄橐金。久为江北客，能作洛生吟。罢亚霜前稻，钩輈竹上禽。归帆何处落，应拂野梅林。",
            "comment": ""
        },
        {
            "title": "端午帖子词二十首·十夫人合五首",
            "content": "仙盘冷泛银河露，纨扇香摇绿蕙风。禁掖自应无暑气，瑶台金阙水精宫。",
            "comment": ""
        },
        {
            "title": "送李太傅知冀州",
            "content": "吾慕李汉超，为将勇无俦。养士三千人，人人百貔貅。关南三十年，天子不北忧。吾爱李允则，善觇多计筹。虏动静寝食，皎如在双眸。出入若变化，谈笑摧敌谋。恩信浃南北，声名落燕幽。二公材各异，战守两堪尤。天下不用兵，尔来三十秋。今其继者谁，守冀得李侯。李侯年尚少，文武学彬彪。河朔一尺雪，北风暖貂裘。上马擘长弓，白羽飞金鍭。临行问我言，我◇本儒鲰。汉超虽已久，故老尚歌讴。允则事最近，犹能想风流。将此聊为赠，勉哉行无留。",
            "comment": ""
        },
        {
            "title": "端午帖子·皇帝合六首",
            "content": "圣主忧勤致治平，仁风惠泽被群生。自然四海归文德，何用灵符号辟兵。",
            "comment": ""
        },
        {
            "title": "感事",
            "content": "故园三径久成荒，贤路胡为此坐妨。病骨瘦便花蕊暖，烦心渴喜凤团香。号弓但洒孤臣血，忧国空余两鬓霜。何日君恩悯衰朽，许从初服返耕桑。",
            "comment": ""
        },
        {
            "title": "寄梅圣俞",
            "content": "青山四顾乱无涯，鸡犬萧条数百家。楚俗岁时多杂鬼，蛮乡言语不通华。绕城江急舟难泊，当县山高日易斜。击鼓踏歌成夜市，遨龟卜雨趁烧畲。丛林白昼飞妖鸟，庭砌非时见异花。惟有山川为胜绝，寄人堪作画图夸。",
            "comment": ""
        },
        {
            "title": "拟玉台体七首·携手曲",
            "content": "落日堤上行，独歌携手曲。却忆携手人，处处春华绿。",
            "comment": ""
        },
        {
            "title": "拟玉台体七首·坐领边绣",
            "content": "双鸳刺绣领，粲烂五文章。暂近已复远，犹持歌扇障。",
            "comment": ""
        },
        {
            "title": "早赴府学释奠",
            "content": "羽龠兴东序，春秋纪上丁。行祠汉丞相，学礼鲁诸生。俎豆兼三代，樽罍奠两楹。雾中槐市暗，日出杏坛明。昔齿公卿胄，尝闻弦诵声。何须向阙里，首善本西京。",
            "comment": ""
        },
        {
            "title": "奉寄襄阳张学士兄",
            "content": "东油渌水南山色，梦寝襄阳二十年。顾我百忧今白首，羡君千骑若登仙。花开汉女游堤上，人看仙翁拥道边。况有玉锺应不负，夜槽春酒响如泉。",
            "comment": ""
        },
        {
            "title": "书素屏",
            "content": "我行三千里，何物与我亲。念此尺素屏，曾不离我身。旷野多黄沙，当午白日昏。风力若牛弩，飞砂还射人。暮投山椒馆，休此车马勤。开屏置床头，辗转夜向晨。卧听穹庐外，北风驱雪云。勿愁明日雪，且拥狐貂温。君命固有严，羇旅诚苦辛。但苟一夕安，其余非所云。",
            "comment": ""
        },
        {
            "title": "赠歌者",
            "content": "病客多年掩绿◇，今宵为尔一颜醺。可怜玉树庭花後，又向江都月下闻。",
            "comment": ""
        },
        {
            "title": "端午帖子词二十首·七夫人合五首",
            "content": "鸣蜩惊早夏，◇草及良辰。共荐菖华酒，君王寿万春。",
            "comment": ""
        },
        {
            "title": "琴高鱼",
            "content": "琴高一去不复见，神仙虽有亦何为。溪鳞佳味自可爱，何必虚名务好奇。",
            "comment": ""
        },
        {
            "title": "续作永昭陵挽词五首",
            "content": "都人扰扰塞康庄，西送灵车过苑墙。金鼎药成龙已去，人间惟有鼠拖肠。",
            "comment": ""
        },
        {
            "title": "斋宫感事寄原甫学士",
            "content": "曾向斋宫咏麦秋，绿阴佳树覆墙头。重来满地新霜叶，却忆初闻黄栗留。",
            "comment": ""
        },
        {
            "title": "春帖子词二十首·一皇后合五首",
            "content": "三辰明润琁玑运，四气均调玉烛光。共喜新年献椒酒，惟将万寿祝君不。",
            "comment": ""
        },
        {
            "title": "西湖泛舟呈运使学士张掞",
            "content": "波光柳色碧溟蒙，曲渚斜桥画舸通。更远更佳唯恐尽，渐深渐密似无穷。绮罗香里留佳客，弦管声来扬晚风。半醉回舟迷向背，楼台高下夕阳中。",
            "comment": ""
        },
        {
            "title": "读张李二生文赠石生先",
            "content": "先生二十年东鲁，能使鲁人皆好学。其间张续与李常，剖琢珉石得天璞。大圭虽不假雕瑑，但未磨礲出圭角。二生固是天下宝，岂与先生私褚橐。先生示我何矜夸，手携文编谓新作。得之数日未暇读，意欲百事先屏却。夜归独坐南窗下，寒烛青荧如熠爚。病眸昏浊乍开缄，灿若月星明错落。辞严意正质非俚，古味虽淡醇不薄。千年佛老贼中国，祸福依凭群党恶。拔根掘窟期必尽，有勇无前力何荦。乃知二子果可用，非独词坚由志确。朝廷清明天子圣，阳德汇进群阴剥。大烹养贤有列鼎，岂久师门共藜藿。予惭职谏未能荐，有酒且慰先生酌。",
            "comment": ""
        },
        {
            "title": "闻梅二授德兴令戏书",
            "content": "君家小谢城，为客洛阳里。绿发方少年，青衫喜为吏。重湖乱山绿，归梦寄千里。洛浦见秋鸿，江南老芳芷。自言北地禽，能感南人耳。京国本繁华，驰逐多英轨。争歌白雪曲，取酒西城市。朝逢油壁车，暮结青总尾。岁月倏可忘，行乐方未已。忽尔畏简书，翻然浩归思。江山故国近，风物饶阳美。楚柚烟中黄，吴蓴波上紫。还乡问井邑，上堂多庆喜。离别古所难，更畏秋风起。",
            "comment": ""
        },
        {
            "title": "伊川独游",
            "content": "东郊渐微绿，驱马忻独往。梅繁野渡晴，泉落春山响。身闲爱物外，趣远谐心赏。归路逐樵歌，落日寒川上。",
            "comment": ""
        },
        {
            "title": "奉使道中五言长韵",
            "content": "初旭瑞霞烘，都门祖帐供。亲持使者节，晓出大明宫。城阙青烟起，楼台白雾中。绣鞯骄跃跃，貂袖紫蒙蒙。朔野惊飙惨，边城画角雄。过桥分一水，回首羡南鸿。地里山川隔，天文日月同。儿童能走马，妇女亦腰弓。度险行愁失，盘高路欲穷。山深闻唤鹿，林黑自生风。松壑寒逾响，冰溪咽复通。望平愁驿◇，野旷觉天。穹骏足来山北，轻禽出海东。合围飞走尽，移帐水泉空。讲信邻方睦，尊贤礼亦隆。斫冰烧酒赤，冻脍缕霜红。白草经春在，黄沙尽日蒙。新年风渐变，归路雪初融。祗事须强力，嗟予乃病翁。深◇汉苏武，归国不论功。",
            "comment": ""
        },
        {
            "title": "数诗",
            "content": "一室曾何埽，居闲俗虑平。二毛经节变，青监不须惊。三复磨圭戒，深防悔吝生。四愁宁敢拟，高咏且陶情。五鼎期君禄，无思死必烹。六奇还自秘，海宇正休兵。七日南山雾，彪文幸有成。八门当鼓翼，凌厉指霄程。九德方居位，皇猷日月明。十朋如可问，从此卜嘉亨。",
            "comment": ""
        },
        {
            "title": "和较艺将毕",
            "content": "槐柳来时绿未匀，开门节物一番新。踏青寒食追游骑，赐火清明忝侍臣。拂面蜘蛛占喜事，入帘蝴蝶报家人。莫瞠年少思归切，白发衰翁尚惜春。",
            "comment": ""
        },
        {
            "title": "和梅圣俞杏花",
            "content": "谁道梅花早，残年岂是春。何如艳风日，独自占芳辰。",
            "comment": ""
        },
        {
            "title": "下牢溪",
            "content": "隔谷闻溪声，寻溪度横岭。清流涵白石，静见千峰影。岩花无时歇，翠栢郁何整。安能恋潺湲，俯仰弄云景。",
            "comment": ""
        },
        {
            "title": "戏书拜呈学士三丈",
            "content": "渊明本嗜酒，一钱常不持。人邀辄就饮，酩酊篮舆归。归来步三径，索寞绕东篱。咏句把黄菊，望门逢白衣。欣然复坐酌，独醉卧斜晖。",
            "comment": ""
        },
        {
            "title": "书王元之画像侧",
            "content": "偶然来继前贤迹，信矣皆如昔日言。诸县丰登少公事，一家饱暖荷君恩。想公风采常如在，顾我文章不足论。名姓已光青史上，壁间谷貌任尘昏。",
            "comment": ""
        },
        {
            "title": "送焦千之秀才",
            "content": "焦生独立士，势利不可恐。谁言一身穷，自待九鼎重。有能揭之行，可谓仁者勇。吕侯相家子，德义胜华宠。焦生得其随，道合若胶巩。始生及吾门，徐子喜惊踊。曰此难致宝，一失何由踵。自吾得二生，粲粲获双珙。奈何夺其一，使我意纷◇。吾尝爱生材，抽擢方郁蓊。犹须老霜雪，然後见森耸。况从主人贤，高行可倾竦。读书趋简要，害说去杂冗。新文时我寄，庶可蠲烦壅。",
            "comment": ""
        },
        {
            "title": "升天桧",
            "content": "青牛西出关，老聃始著五千言。白鹿去升天，尔来忽已三千年。当时遗迹至今在，隐起苍桧犹依然。惟能乘变化，所以为神仙。驱鸾驾鹤须臾间，飘忽不见如云烟。奈何此鹿起平地，更假草木相攀缘。乃知神仙事茫昧，真伪莫究徒自传。雪霜不改终古色，风雨有声当夏寒。境清物老自可爱，何必诡怪穷根源。",
            "comment": ""
        },
        {
            "title": "送韩子华",
            "content": "嗟我久不见韩子，如读古书思古人。忽然相逢又数日，笑语反不共一樽。谏垣尸居职业废，朝事汲汲劳精神。子华笔力天马足，驽骀千百谁可群。嗟予老钝不自笑，尚欲疾走追其尘。子华有时高谈骇我听，荣枯万物移秋春。所以不见令我思，见之如饮玉醴醇。叩门下马忽来别，高帆得风披飞云。离怀有酒不及写，别後慰我寓於文。",
            "comment": ""
        },
        {
            "title": "七交七首·张判官",
            "content": "洛城车隆隆，晓门争道入。连袂纷如帷，文者岂无十。壮矣张太素，拂羽择其集。远慕邺才子，一笑懽相挹。虽有轩与冕，攀翔莫能及。人将孰君子，盍视其游执。",
            "comment": ""
        },
        {
            "title": "余昔留守南都得与杜祁钱唱和诗有答公见赠二",
            "content": "掩涕发陈编，追思二十年。门生今白首，墓木已苍烟。报国如乖愿，归耕宁买田。此言今始残，知不愧黄泉。",
            "comment": "：【原题】：\r\n余昔留守南都得与杜祁钱唱和诗有答公见赠二十韵之卒章云报国如乖愿归耕宁买田期无辱知己肯逐利名迁逮今二十有二年祁公捐馆亦十有五年矣而余始蒙恩得遂退休之请追怀平昔不胜感涕辄为短句置公祠堂 | 【注释】【原题】：余昔留守南都得与杜祁钱唱和诗有答公见赠二十韵之卒章云报国如乖愿归耕宁买田期无辱知己肯逐利名迁逮今二十有二年祁公捐馆亦十有五年矣而余始蒙恩得遂退休之请追怀平昔不胜感涕辄为短句置公祠堂"
        },
        {
            "title": "禁中见◇红牡丹",
            "content": "盛游西洛方年少，晚落南谯号醉翁。白首归来玉堂署，君王殿後见◇红。",
            "comment": ""
        },
        {
            "title": "春帖子词二十首·四温成皇后合四首",
            "content": "椒壁轻寒转晓晖，珠帘不动暖风微。可怜春色来依旧，惟有余香散不归。",
            "comment": ""
        },
        {
            "title": "春帖子词二十首·六夫人合五首",
            "content": "太史颁时令，农家候土牛。青林自花发，黄屋为民忧。",
            "comment": ""
        },
        {
            "title": "奉酬扬州刘舍人见寄之作",
            "content": "别君今几时，岁月如插羽。悠悠寝与食，忽忽朝复暮。纷纷竟何为，凛凛还自惧。朝廷无献纳，仓廪徒耗蠹。风霜苦见侵，衰病日增故。江湖岂不思，恳悃布已屡。美哉广陵公，风政传道路。优游侍从臣，左右天子顾。君来一何迟，我请亦有素。何当两还分，尚冀一相遇。把手或未能，尺书幸时寓。",
            "comment": ""
        },
        {
            "title": "与谢三学士唱和八首·除夜偶成拜上学士三丈",
            "content": "万瓦青烟夕霭生，斗杓迎岁转东城。隋宫守夜沈香燎，楚俗驱神爆竹声。玉树罗阶家宴盛，羽觞称寿彩衣荣。九门朝客思公甚，向晓天风舞雪霙。",
            "comment": ""
        },
        {
            "title": "送高君先辈还家",
            "content": "闲居寂寞面重城，过我时欣倒屣迎。入洛机云推俊誉，游梁枚马得英声。风晴秀野春光变，梅发家林鸟哢轻。祗待登高成丽赋，汉庭推毂有公卿。",
            "comment": ""
        },
        {
            "title": "张仲通示墨竹嗣以嘉篇岂胜钦玩聊以四韵仰酬",
            "content": "数竿苍翠写生绡，寄我公斋伴寂寥。不待雪霜常凛凛，虽无风雨自萧萧。嗟予心志俱憔悴，羡子文章骋富饶。嗣以嘉篇诚厚贶，远惭为报乏琼瑶。",
            "comment": "：【原题】：\r\n张仲通示墨竹嗣以嘉篇岂胜钦玩聊以四韵仰酬厚贶 | 【注释】【原题】：张仲通示墨竹嗣以嘉篇岂胜钦玩聊以四韵仰酬厚贶"
        },
        {
            "title": "送慧勤归余杭",
            "content": "越俗僭宫室，倾赀事雕墙。佛屋尤其侈，耽耽拟侯王。文彩莹丹漆，四壁金焜煌。上悬百宝盖，宴坐以方床。胡为弃不居，栖身客京坊。辛勤营一室，有类燕巢梁。南方精饮食，菌笋鄙羔羊。饭以玉粒粳，调之甘露浆。一馔费千金，百品罗成行。晨兴未饭僧，日昃不敢尝。乃兹随北客，枯粟充饥肠。东南地秀绝，山水澄清光。余杭几万家，日夕焚清香。烟霏四面起，云雾杂芬芳。岂如车马尘，鬓发染成霜。三者孰苦乐，子奚勤四方。乃云慕仁义，奔走不自遑。始知仁义力，可以治膏肓。有志诚可乐，及时宜自强。人情重怀土，飞鸟思故乡。夜枕闻北鴈，归心逐南樯。归兮能来否，送子以短章。",
            "comment": ""
        },
        {
            "title": "春帖子词二十首·皇后合五首",
            "content": "莺寒未报宫花发，风暖还催腊雪销。欲识春来自何处，先从天上斗回杓。",
            "comment": ""
        },
        {
            "title": "和刘原父澄心纸",
            "content": "君不见曼卿子美真奇才，久已零落埋黄埃。子美生穷死愈贵，残章断◇如琼瑰。曼卿醉题红粉壁，壁粉已剥昏烟煤。河倾昆仑势曲折，雪压太华高崔嵬。自从二子相继没，山川气象皆低摧。君家虽有澄心纸，有敢下笔知识哉。宣州诗翁饿欲死，黄鹄折翼鸣声哀。有时得饱好言语，似听高唱倾金罍。二子虽死此翁在，老手尚能工翦裁。奈何不寄反示我，如弃正论求俳诙。嗟我今衰不复昔，空能把卷阖且开。百年干戈流战血，一国歌舞今荒台。当时百物尽精好，往往遗弃沦蒿莱。君从何处得此纸，纯坚莹腻卷百枚。官曹职事喜闲暇，台阁唱和相追陪。文章自古世不之，间出安知无後来。",
            "comment": ""
        },
        {
            "title": "赠庐山僧居讷",
            "content": "方瞳如水衲披肩，邂逅相逢为洒然。五百僧中得一士，始知林下有遗贤。",
            "comment": ""
        },
        {
            "title": "试笔",
            "content": "试笔消长日，耽书遣百忧。余生得如此，万事复何求。黄犬可为戒，白云当自由。无将一抔土，欲塞九河流。",
            "comment": ""
        },
        {
            "title": "伤春",
            "content": "蕙兰蹊径失芳期，风雨春深怯减衣。卷箔高楼惊燕入，挥弦远目送鸿归。蜂催酿蜜愁花尽，絮扑暄条◇雪飞。欲识伤春多少恨，试量衣带忖要围。",
            "comment": ""
        },
        {
            "title": "洛阳牡丹图",
            "content": "洛阳地脉花最宜，牡丹尤为天下奇。我昔所记数十种，於今十年半忘之。开图若见故人面，其间数种昔未窥。客言近岁花特异，往往变出呈新枝。洛人惊夸立名字，买种不复论家赀。比新较旧难优劣，争先擅价各一时。当时绝品可数者，魏红窈窕姚黄妃。寿安细叶开尚少，朱砂玉版人未知。传闻千叶昔未有，只从左紫名初驱。四十年间花百变，最花最好潜溪绯。今花虽新我未识，未信与旧谁妍媸。当时所见已云绝，岂有更好此可疑。古称天下无正色，但恐世好随时移。鞓红鹤翎岂不美，敛色如避新来姬。何况远说苏与贺，有类异世夸嫱施。造化无情宜一概，偏此著意何其私。又疑人心愈巧伪，天欲斗巧穷精微。不然元化朴散久，岂特近岁尤浇漓。争新斗丽若不已，更後百载知何为。但应新花日愈好，惟有我老年年衰。",
            "comment": ""
        },
        {
            "title": "初秋普明寺竹林小饮饯梅圣俞分韵得亭皋木叶",
            "content": "劝客芙蓉杯，欲搴芙蓉叶。垂杨碍行舟，演漾回轻楫。",
            "comment": "：【原题】：\r\n初秋普明寺竹林小饮饯梅圣俞分韵得亭皋木叶下五首 | 【注释】【原题】：初秋普明寺竹林小饮饯梅圣俞分韵得亭皋木叶下五首"
        },
        {
            "title": "晚过水北",
            "content": "寒川消积雪，冻浦渐通流。日暮人归尽，沙禽上钓舟。",
            "comment": ""
        },
        {
            "title": "送杨君之任永康",
            "content": "◇峰云栈未尝行，图画曾看已可惊。险若登天悬鸟道，下临无地泻江声。折腰莫以微官耻，为政须通异俗情。况子多才兼美行，荐章期即达承明。",
            "comment": ""
        },
        {
            "title": "送徐生秀州法曹",
            "content": "一笑暂相从，结交方恨晚。犹兹簿领困，况尔东南远。落帆淮口暮，采石江洲暖。黄鸽可寄书，惟嗟双翅短。",
            "comment": ""
        },
        {
            "title": "夜坐弹琴有感二首呈圣俞",
            "content": "吾爱陶靖节，有琴常自随。无弦人莫听，此乐有谁知。君子笃自信，众人喜随时。其中苟有得，外物竟何为。寄谢伯牙子，何须锺子期。",
            "comment": ""
        },
        {
            "title": "永昭陵挽词三首",
            "content": "行殿沉沉画翣重，凄凉挽铎出深宫。攀号不悟龙胡远，侍从犹穿豹尾中。日薄山川长起雾，天寒松◇自生风。斯民四十年涵煦，耕凿安知荷帝功。",
            "comment": ""
        },
        {
            "title": "斋宫尚有残雪思作学士时摄事于此尝有闻◇诗",
            "content": "诗篇自觉随年老，酒力犹能助气豪。兴味不衰惟此尔，其余万事一牛毛。",
            "comment": "：【原题】：\r\n斋宫尚有残雪思作学士时摄事于此尝有闻◇诗寄原父因而有感四首 | 【注释】【原题】：斋宫尚有残雪思作学士时摄事于此尝有闻◇诗寄原父因而有感四首"
        },
        {
            "title": "新春有感寄常夷甫",
            "content": "余生本羇孤，自少已非壮。今而老且病，何用苦惆怅。误蒙三圣知，贪得过其量。恩私未知报，心志已凋丧。轩裳德不称，徒自取讥谤。岂若常夫子，一瓢安陋巷。身虽草莽间，名在朝廷上。惟余服德义，久已慕恬旷。矧亦有吾庐，东西正相望。不须驾柴车，自可策蔾杖。坐惊颜鬓日摧颓，及取新春归去来。共载一舟浮野水，焦陂四面百花开。",
            "comment": ""
        },
        {
            "title": "寄西京张法曹",
            "content": "幕府三年客，群居几日亲。初分阙口路，犹见洛阳人。◇麦晴将秀，田花晚自春。向家行渐近，岂复倦征轮。",
            "comment": ""
        },
        {
            "title": "鹦鹉螺",
            "content": "大哉沧海何茫茫，天地百宝皆中藏。牙须甲角争光鋩，腥风怪雨洒幽荒。珊瑚玲珑巧缀装，珠宫贝阙烂煌煌。泥居壳屋细莫详，红螺行沙夜生光。负材自累遭刳肠，匹夫怀璧古所伤。浓沙剥蚀隐文章，磨以玉粉缘金黄，清◇旨酒列华堂。陇鸟回头思故乡，美人清歌蛾眉扬，一酹凛冽回春阳。物虽微远用则彰，一螺千金价谁量，岂若泥下追含浆。",
            "comment": ""
        },
        {
            "title": "初夏西湖",
            "content": "积雨新晴涨碧溪，偶寻行处独依依。绿阴黄鸟春归後，红蘤青苔人迹稀。萍匝汀洲鱼自跃，日长栏槛燕交飞。林僧不用相迎送，吾欲台头坐钓矶。",
            "comment": ""
        },
        {
            "title": "答王内翰范舍人",
            "content": "相从一笑欢无厌，屡获新篇喜可涯。自昔居前诮◇秕，幸容相倚媿蒹葭。白麻诏令追三代，青史文章自一家。我亦谏垣新忝命，君恩未报发先华。",
            "comment": ""
        },
        {
            "title": "读杨蟠章安集",
            "content": "苏梅久作黄泉客，我亦今为白发翁。卧读杨蟠一千首，乞渠秋月与春风。",
            "comment": ""
        },
        {
            "title": "归鴈亭",
            "content": "荒蹊腊雪春尚埋，我初独与徐生来。城高树古禽鸟野，声响格磔寒毰毸。颓垣赦屋巍然在，略可远眺临倾台。高株唯有柳数十，夹路对立初谁栽。渐诛榛莽辨草树，颇有桃李当墙隈。欣然便拟趁时节，斤锄日夕劳耘培。新年风色日渐好，晴天仰见鴈已回。枯根老◇冻不发，遶之百匝空徘徊。顽姿野态烦造化，勾芒不肯先喣吹。酒酣几欲揈大鼓，惊起龙蛰驱春雷。偶然不到才数日，颜色一变由谁催。翠芽红粒迸修出，纤趺嫩萼如剪裁。卧槎桡◇亦强发，老朽不避众艳咍。◇然山杏开最早，其余红白各自媒。初开盛发与零落，皆有意思牵人怀。众芳勿使一时发，当令一落续一开。毕春应须酒万斛，与子共醉三千杯。",
            "comment": ""
        },
        {
            "title": "崇政殿试贤良晚归",
            "content": "槐柳依依禁御长，初寒人意自凄凉。凤城斜日留残照，玉阙浮云结夜霜。老负渔竿贪国宠，病须樽洒送年光。归来归带西风冷，衣袖犹沾玉案香。",
            "comment": ""
        },
        {
            "title": "行次叶县",
            "content": "朝渡汝河流，暮宿楚山曲。城阴日下寒，野气春深绿。征车倦长道，故国有乔木。行行渐乐郊，东风满平陆。",
            "comment": ""
        },
        {
            "title": "春帖子词二十首·九夫人合五首",
            "content": "微风池沼轻澌漾，旭日楼台瑞蔼浮。四海懽声歌帝泽，万家春色满皇州。",
            "comment": ""
        },
        {
            "title": "席上送刘都官",
            "content": "都城车马日喧喧，虽有离歌不惨颜。岂似客亭临临岸，暂留◇酒对青山。天街树绿腾归骑，玉殿霜清缀晓班。莫忘西亭曾醉处，月明风溜响潺潺。",
            "comment": ""
        },
        {
            "title": "七言二首答黎教授",
            "content": "拨瓮浮醅新酿熟，得霜寒菊始开齐。养丹道士颜如玉，爱酒山公醉似泥。不惜蕊从蜂采去，尚余香有蝶来栖。莫嫌学舍官闲冷，犹得芳樽此共携。",
            "comment": ""
        },
        {
            "title": "苏才翁挽诗二首",
            "content": "握手接欢言，相知二十年。文章家世事，名誉弟名贤。可惜英魂掩，惟余醉墨传。秋风衰柳岸，抚柩送归船。",
            "comment": ""
        },
        {
            "title": "述怀送张总之",
            "content": "郁郁河堤绿树平，送君因得到东城。落花已尽莺犹啭，垂柳初长蝉欲鸣。去年送客亦曾到，正值杨花乱芳草。人心不复故时欢，景物自随时节好。感今怀昔复伤离，一别相逢知几时。莫辞今日一樽酒，明日思君难重持。东吴山水天下秀，羡君轻舟片帆逼。江城月下夜闻歌，淮浦山前朝放溜。乐哉此行时未晚，万壑千岩不知远。可怜病客厌京尘，寂寞淹留已再春。扁舟待得东南下，犹更河桥送几人。",
            "comment": ""
        },
        {
            "title": "留题镇阳潭园",
            "content": "官虽镇阳居，身是镇阳客。北园潭上花，安问谁所植。春风无先後，烂漫争红白。一花聊一醉，尽醉犹须百。而我病不饮，对花空叹息。朝来不能归，暮看不忍摘。谓言花纵落，满地犹可席。不来才几时，人事已非昔。芳枝结青杏，翠叶新奕奕。落絮风卷尽，春归不留迹。空余绿潭水，尚带余春色。疑春竟何之，意谓追可得。东西遶潭行，蜂鸟已寂寂。惘然无所依，归驾不停轭。寓兴诚可乐，留情岂非惑。至今清夜梦，犹遶北潭北。",
            "comment": ""
        },
        {
            "title": "南郊庆成",
            "content": "祀教民昭孝，天惟德是亲。太宫严大飨，吉土兆精禋。礼乐三王盛，梯航万国宾。恩沾群动洽，庆与一阳新。奉册尊长乐，均厘及众臣。不须云物瑞，和气浃人神。",
            "comment": ""
        },
        {
            "title": "春帖子词二十首·皇后合五首",
            "content": "蔼蔼珠帘日，溶溶碧瓦烟。漪涟采荇水，和暖浴蚕天。",
            "comment": ""
        },
        {
            "title": "秋怀二首寄圣俞",
            "content": "孤管叫秋月，清砧韵霜风。天涯远梦归，惊断山千重。群物动已息，百忧感从中。日月矢双流，四时环无穷。降阴夷老物，摧折壮士胸。壮士亦何为，素丝悲青铜。",
            "comment": ""
        },
        {
            "title": "东斋对雪有怀",
            "content": "东斋坐客饮方豪，谁报风帘雪已飘。贪听樽前歌袅袅，不闻窗外响萧萧。已怜残腊催梅蕊，更约新春探柳条。共忆瀛洲人独直，神仙清景正寥寥。",
            "comment": ""
        },
        {
            "title": "送刘十三南游",
            "content": "决决汴河流，橹声过晚浦。行客问吴山，舟人多楚语。春深紫兰泽，夏早黄梅雨。时应赋登眺，聊以忘羁旅。",
            "comment": ""
        },
        {
            "title": "再和",
            "content": "佳翫能令百事忘，岂惟闲伴倒余缸。珍奇来自海千里，皎洁明如璧一双。日暖朝笼青石砌，春寒夜宿碧纱窗。蛮烟瘴雾虽生处，何必区区忆陋邦。",
            "comment": ""
        },
        {
            "title": "拟玉台体七首·夜夜曲",
            "content": "浮云吐明月，流影玉◇阴。千里虽共照，安知夜夜心。",
            "comment": ""
        },
        {
            "title": "琅琊山六题·石屏路",
            "content": "石屏自倚浮云外，石路久无人迹行。我来携酒醉其下，卧看千峰秋月明。",
            "comment": ""
        },
        {
            "title": "西斋小饮赠别陕州冲卿学士",
            "content": "今日胡不乐，众宾会高堂。坐中瀛洲客，新佩太守章。岂无芳◇酒，笑语共一觞。亦有嘉菊丛，新苞弄微黄。所嗟时易晚，节物已凄凉。群鹭方盛集，离鸿犹高翔。山川正摇落，行李怯风霜。君子乐为政，朝廷须◇良。归来紫微阁，遗爱在甘棠。",
            "comment": ""
        },
        {
            "title": "游龙门分题十五首·石楼",
            "content": "高滩复下滩，风急刺舟难。不及楼中客，徘徊川上山。夕阳洲渚远，唯见白鸥翻。",
            "comment": ""
        },
        {
            "title": "送廖八下第归衡山",
            "content": "曾作关中客，尝窥百二疆。自言秦陇水，能断楚人肠。失意倦京国，羇愁成鬓霜。何如伴征鴈，日日向衡阳。",
            "comment": ""
        },
        {
            "title": "看花呈子华内翰",
            "content": "老虽可憎还可嗟，病眼眵昏愁看花。不知花开桃与李，但见红白何交加。春深雨露新洗濯，日暖金碧相辉华。浮香著物收不得，含意欲吐情无涯。可爱◇帘静相对，最宜落日初西斜。时倾锡壶共斟酌，及此蜂鸟方諠哗。凡花易见不足数，禁◇难到堪归夸。老病对此不知厌，年少何用苦思家。",
            "comment": ""
        },
        {
            "title": "答梅圣俞莫登楼",
            "content": "莫登楼，乐哉都人方竞游，楼阙夜气春烟浮。玉轮东来从海陬，纤霭洗尽当空留。灯光月色烂不收，火龙衔山祝千秋。缘竿踏索杂幻优，鼓喧管咽耳欲咻。清风嫋嫋夜悠悠，莹蹄文角车如流。娅◇扶栏车两头，髧髦垂鬟娇未羞。念昔年少追朋俦，轻衫骏马今则不。中年病多昏两眸，夜视曾不如鸺鶹。足虽欲往意已休，惟思睡眠拥衾裯。人心利害两不谋，春阳稍愆天子忧。安得四野阴云油，甘泽以时丰麦麰，游骑踏泥非我愁。",
            "comment": ""
        },
        {
            "title": "喜雪示徐生",
            "content": "清穹凛冬威，旱野渴天泽。经旬三尺雪，万物变颜色。愁云嘘不开，惨惨连日夕。寒风借天势，豪忽肆陵轹。空枝冻鸟雀，痴不避弹弋。长河寂无声，厚地若龟坼。阴阶夜自照，缺瓦晨复积。贮洁莹冰壶，量深埋玉尺。凝阴反穷剥，阳九兆初画。春回百草心，气动黄泉脉。坚冰虽未破，土润已潜释。常闻老农语，一腊见三白。是为丰年候，占验胜蓍策。天兵血西陲，万辙走供亿。嗟予媿疲俗，奚术肥尔瘠。惟幸岁之穰，兹惠岂人力。非徒给租调，且可销盗贼。从今洁◇廪，期共饱麰麦。",
            "comment": ""
        },
        {
            "title": "晓发齐州道中二首",
            "content": "东州几日倦征轩，千骑骖驔白草原。鴈入寒云惊晓角，鸡鸣苍海浴朝暾。国恩未报身先老，客思无憀岁已昏。谁得平时为郡乐，自怜痟渴马文园。",
            "comment": ""
        },
        {
            "title": "刘丞相挽词二首",
            "content": "南国邻乡邑，东都并隽游。赐袍联唱第，命相见封侯。念昔趋黄合，相看笑白头。盛衰同俯仰，旌旐送山丘。",
            "comment": ""
        },
        {
            "title": "送辛判官",
            "content": "被荐方趋召，还乡仍彩衣。看山向家近，上路逐鸿飞。结绶同为客，登高独送归。都门足行者，莫讶柳条稀。",
            "comment": ""
        },
        {
            "title": "谢太傅杜相公宠示嘉篇",
            "content": "凛凛节奇霜涧◇，昭昭心莹玉壶冰。正身尚可清风俗，当暑何须厌郁蒸。麈柄屡挥容请益，龙门虽峻忝先登。立朝行己师资久，宁止篇章此服膺。",
            "comment": ""
        },
        {
            "title": "七交七首·王秀才",
            "content": "几道颜之徒，沈深务覃圣。采藻荐良璧，文润相辉映。入市羊驾车，谈道犀为柄。时时一文出，往往纸价盛。无为恋丘樊，遂滞蒲轮聘。",
            "comment": ""
        },
        {
            "title": "寄题刘著作羲叟家园效圣俞体",
            "content": "嘉子治新园，乃在太行谷。山高地苦寒，当树所宜木。群花媚春阳，开落一何速。凛凛心节奇，惟应松与竹。毋栽当暑槿，宁种深秋菊。菊死抱枯枝，槿艳随昏旭。黄杨虽可爱，南土气常燠。未知经雪霜，果自保其绿。颜色苟不衰，始知根性足。此外众草花，徒能悦凡目。千金买姚黄，慎勿同流俗。",
            "comment": ""
        },
        {
            "title": "送窦秀才",
            "content": "晴原高下细如鳞，树转城回路欲分。望月西楼人共远，跃鞍南陌草初薰。短亭山翠偏多叠，送目鸿惊不及群。一驿赋成应援笔，好凭飞翼寄归云。",
            "comment": ""
        },
        {
            "title": "罢官西京回寄河南张主簿",
            "content": "归客下三川，孤邮暂解鞍。鸟声催暮急，山气欲晴寒。已作愁霖咏，犹怀祖帐欢。更闻溪溜响，疑是石楼滩。",
            "comment": ""
        },
        {
            "title": "答吕太博赏双莲",
            "content": "年来因病不饮酒，老去无悰懒作诗。我已负花常自愧，君须屡醉及芳时。汉宫姊妹争新宠，湘浦皇英望所思。天下从来无定色，况将铅黛比天姿。",
            "comment": ""
        },
        {
            "title": "与李献臣宋子京春集东园得节字",
            "content": "绿野秀可餐，游骖喜初结。芸局苦寂寥，禁署隔清切。欢言得幽寻，况此及嘉节。鸟哢已关关，泉流初决决。紫萼繁若缀，翠苕柔可撷。屡期无後时，芳物畏鶗鴃。",
            "comment": ""
        },
        {
            "title": "游龙门分题十五首·上方阁",
            "content": "闻锺渡寒水，共步寻云嶂。还随孤鸟下，却望层林下。清梵远犹闻，日暮空山响。",
            "comment": ""
        },
        {
            "title": "惠泉亭",
            "content": "翠壁刻孱颜，烟霞啀步间。使君能爱客，朝夕弄山泉。春岩雨过春流长，置酒来听山溜响。监中楼阁俯清池，雪里峰峦开晓幌。须知清兴无时已，酒美宾嘉自相对。席间谁伴谢公吟，日暮多逢山简醉。淹留桂树几经春，野鸟岩花识使君。使君今是樽前客，谁与山泉作主人。",
            "comment": ""
        },
        {
            "title": "倦征",
            "content": "沈约伤春思，嵇含倦久游。帆归黄鹤浦，人滞白苹洲。乳燕差池远，江禽格磔浮。物华真可玩，黑鬓恐逢秋。",
            "comment": ""
        },
        {
            "title": "休逸台",
            "content": "清谈终日对清樽，不似崇高富贵身。已有山川资胜赏，更将风月醉嘉宾。",
            "comment": ""
        },
        {
            "title": "端午帖子词二十首·皇帝合六首",
            "content": "楚国因谗逐屈原，终身无复入君门。愿因角黍询遗俗，可鉴前王惑巧言。",
            "comment": ""
        },
        {
            "title": "白牡丹",
            "content": "蟾精雪魄孕云荄，春入香腴一夜开。宿露枝头藏玉块，晴风庭面揭银杯。",
            "comment": ""
        },
        {
            "title": "再至西都",
            "content": "伊川不到十年间，鱼鸟今应怪我还。浪得浮名销壮节，羞将白发见青山。野花向客开如笑，芳草留人意自闲。却到谢公题壁处，向风清泪独潺潺。",
            "comment": ""
        },
        {
            "title": "游龙门分题十五首·宿广化寺",
            "content": "横槎渡深涧，坡露采香薇。樵歌杂梵响，共向松林归。日落寒山惨，浮云随客衣。",
            "comment": ""
        },
        {
            "title": "荷叶",
            "content": "采掇本芳陂，移根向玉池。晴香滋白露，翠色弄清漪。雨歇凉飚起，烟明夕照移。如何江上思，偏动越人悲。",
            "comment": ""
        },
        {
            "title": "戏书示黎教授",
            "content": "古郡谁云亳陋邦，我来仍值岁丰穰。乌衔枣实园林熟，蜂采桧花村落香。世治人方安◇亩，兴阑吾欲反耕桑。若无颍水肥鱼蟹，终老仙乡作醉乡。",
            "comment": ""
        },
        {
            "title": "乐哉襄阳送刘太尉从广赴襄阳",
            "content": "嗟尔乐哉襄阳人，万屋连甍清汉滨。语言轻清微带秦，南通交广西峨岷。罗縠纤丽药物珍，枇杷甘橘荐清◇。磊落金盘烂璘璘，槎头缩项昔所闻。黄橙捣齑香复辛，春雷动地竹走根。锦苞玉笋味争新，凤林花发南山春。掩映谷口藏山门，楼台金碧瓦鳞鳞。岘首高亭倚浮云，汉水如天泻沄沄。斜阳返照白鸟群，两岸桑柘杂耕耘。文王遗化已寂寞，千载谁复思其仁。荆州汉魏以来重，古今相望多名臣。嗟尔乐哉襄阳人，道扶白发抱幼孙。远迎刘侯朱两轮，刘侯年少气甚淳。诗书学问若寒士，◇俎谈笑多嘉宾。往时邢洺有善政，至今遗爱留其民。谁能持我诗以往，为我先贺襄阳人。",
            "comment": ""
        },
        {
            "title": "汝瘿答仲仪",
            "content": "君嗟汝瘿多，谁谓汝士恶。汝瘿虽云苦，汝民居自乐。乡闾同饮食，男女相媒妁。习俗不为嫌，讥嘲岂知怍。汝山西南险，平地犹硗确。汝树生拥锺，根株浸溪壑。山川固已然，风气宜其浊。接境化襄邓，余风被伊雒。思予昔曾游，所见可惊愕。喔喔闻语笑，累累满城郭。伛妇悬瓮盎，娇婴包卵鷇。无由辨肩颈，有类龟缩壳。噫人禀最灵，反不如凫鹤。骈枝虽形累，小小固可略。痈疡暂畜聚，决溃终当涸。赘疣附支体，幸或不为虐。未若此巍然，所生非所托。咽喉系性命，鍼石难砭削。农皇古神圣，为世名百药。岂不有方书，顽然莫销铄。温汤汝灵泉，亦不能湔瀹。君官虽谪居，政可瘳民瘼。奈何不哀怜，而反恣诃谑。文辞骋新工，丑怪极名貌。汝士虽多奇，汝女少纤弱。翻愁太守宴，谁与唱清角。乖离南北殊，魂梦山陂邈。握手未知期，寄诗聊一噱。",
            "comment": ""
        },
        {
            "title": "和圣俞李侯家鸭脚子",
            "content": "鸭脚生江南，名实未相浮。绛囊因入贡，银杏贵中州。致远有余力，好奇自贤侯。因令江上根，结实夷门秋。始摘才三四，金奁献凝旒。公卿不及议，天子百金酬。岁久子渐多，累累枝上稠。主人名好客，赠我比珠投。博望昔所徙，蒲萄安石榴。想其初来时，厥价与此侔。今也◇中国，篱根及墙头。物性久虽在，人情逐时流。惟当记其始，後世知来由。是亦史官法，岂徒续君讴。",
            "comment": ""
        },
        {
            "title": "樵者",
            "content": "云际依依认旧林，断崖荒磴路难寻。西山望见朝来雨，南涧归时渡处深。",
            "comment": ""
        },
        {
            "title": "游彭城公白莲庄",
            "content": "谢墅多幽赏，华轩曾共寻。人闲聊载酒，台迥独披襟。水落陂光淡，城当山气阴。惟余桃李树，日觉翠蹊深。",
            "comment": ""
        },
        {
            "title": "酬滑州公仪龙图见寄",
            "content": "画舫斋前旧菊丛，十年开落任秋风。知君为我留红◇，犹记栽花白发翁。",
            "comment": ""
        },
        {
            "title": "春日独游上林院後亭见樱桃花奉寄希深圣俞仍",
            "content": "昔日寻春地，今来感◇华。人行已荒径，花发半枯槎。高榭林端出，残阳水外斜。聊持一◇酒，徙倚忆天涯。",
            "comment": "：【原题】：\r\n春日独游上林院後亭见樱桃花奉寄希深圣俞仍酬递中见寄之什 | 【注释】【原题】：春日独游上林院後亭见樱桃花奉寄希深圣俞仍酬递中见寄之什"
        },
        {
            "title": "喜定号和禹玉内翰",
            "content": "衡鉴◇叨选，英豪此所锺。古今参雅郑，善恶杂◇共。挥翰飘飘思，怀奇落落胸。披文惊可畏，奏下始开封。但喜真才得，宁虞横议攻。欲知儒学盛，首善本三痈。",
            "comment": ""
        },
        {
            "title": "景灵宫致斋",
            "content": "摄事衰年力不强，谁怜岑寂卧斋坊。青苔点点无人迹，绿叶阴阴覆砌凉。玉宇清风来处远，仙家白日静中长。却视九衢车马客，自然颜鬓易苍苍。",
            "comment": ""
        },
        {
            "title": "榴花",
            "content": "絮乱丝繁不自持，蜂黄蝶紫燕参差。榴花最恨来时晚，惆怅春期独後期。",
            "comment": ""
        },
        {
            "title": "雪後玉堂夜直",
            "content": "雪压宫墙锁禁城，沉沉楼殿景尤清。玉堂影乱灯交晃，银阙光寒夜自明。尘暗图书愁独直，人闲铃索久无声。銮坡地峻谁能到，莫惜宫壶酒屡倾。",
            "comment": ""
        },
        {
            "title": "感事四首",
            "content": "老者觉时速，闲人知日长。日月本无情，人心有闲忙。努力取功名，断碑埋路傍。逍遥林下士，◇丘亦相望。长生既无药，浊酒且盈觞。",
            "comment": ""
        },
        {
            "title": "答梅圣俞",
            "content": "寒日照穷巷，荆扉晨未开。惊闻远方信，有客渡江来。开缄复何喜，宛若见琼瑰。一尔乖出处，未尝持酒杯。官闲隐朝市，岁暮惨风埃。音书日可待，春鴈暖应回。",
            "comment": ""
        },
        {
            "title": "初出真州泛大江作",
            "content": "孤舟日日去无穷，行色苍茫杳霭中。山浦转帆迷向背，夜江看斗辨西东。滮田渐下云间鴈，霜日初丹水上枫。蓴菜鲈鱼方有味，远来犹喜及秋风。",
            "comment": ""
        },
        {
            "title": "东合雨中",
            "content": "直合时偷暇，幽怀坐独哦。绿苔人迹少，黄叶雨声多。云结愁阴重，风传禁漏过。瑶图新嗣圣，玉寒久包戈。相府文书简，丰年气候和。还将凤池句，聊杂野人歌。",
            "comment": ""
        },
        {
            "title": "感事四首",
            "content": "仙境不可到，谁知仙有无。或乘九斑◇，或驾五云车。朝倚扶桑枝，暮游昆仑墟。◇来几万里，谁复遇诸涂。富贵不还乡，安事富贵欤。神仙人不见，魑魅与为徒。人生不免死，魂魄入幽都。仙者得长生，又云超太虚。等为不在世，与鬼亦何殊。得仙犹若此，何况不得乎。寄谢山中人，辛勤一何愚。",
            "comment": ""
        },
        {
            "title": "嵩山十二首·自峻极中院步登太室中峰",
            "content": "系马青松阴，蹑屣苍崖路。惊鸟动林花，空山答人语。云霞不可揽，直入冥冥雾。",
            "comment": ""
        },
        {
            "title": "天辰",
            "content": "天形如车轮，昼夜常不息。三辰随出没，曾不差分刻。北辰居其所，帝座严尊极。众星拱而环，大小各有职。不动以临之，任德不任力。天辰主下土，万物由生殖。一动与一静，同功而异域。惟王知法此，所以治万国。",
            "comment": ""
        },
        {
            "title": "送郑革先辈赐第南归",
            "content": "少年乡誉叹才淹，六十犹随贡士函。握手亲朋惊白发，还家闾里看青衫。阁涵空翠连衡阜，门枕寒江落楚帆。试问尘埃勤斗禄，何如琴酒老云岩。",
            "comment": ""
        },
        {
            "title": "金凤花",
            "content": "忆绕朱栏手自栽，绿丛高下几番开。中庭雨过无人迹，狼籍深红点绿苔。",
            "comment": ""
        },
        {
            "title": "送赵山人归旧山",
            "content": "屈贾江山思不休，霜飞翠葆忽惊秋。吟抛楚畹兰苕老，归有淮山桂树留。聒耳春池蛙两部，比封秋坞橘千头。嗔条怒颖真堪愧，莫染衣尘更远游。",
            "comment": ""
        },
        {
            "title": "寄阁老刘舍人",
            "content": "梦寐江西未得归，谁怜萧飒鬓毛衰。莓苔生壁图书室，风雨闭门桃李时。得酒虽能陪笑语，老年其实厌追随。明朝雨止花应在，又踏春泥向凤池。",
            "comment": ""
        },
        {
            "title": "夷陵书事寄谢三舍人",
            "content": "春秋楚国西偏境，陆羽茶经第一州。紫箨青林长蔽日，绿丛红橘最宜秋。道涂处险人多负，邑屋临江俗善泅。腊市渔盐朝暂合，淫祠箫鼓岁无休。风鸣烧入空城响，雨恶江崩断岸流。月出行歌闻调笑，花开啼鸟乱钩輈。黄牛峡口经新岁，白玉京中梦旧游。曾是洛阳花下客，欲夸风物向君羞。",
            "comment": ""
        },
        {
            "title": "寄谢晏尚书二绝",
            "content": "送尽残春始到家，主人爱客不须嗟。红泥煮酒尝青杏，犹向临流藉落花。",
            "comment": ""
        },
        {
            "title": "颜跖",
            "content": "颜回饮瓢水，陋巷卧曲肱。盗跖厌人肝，九州恣横行。回仁而短命，跖寿死免兵。愚夫仰天呼，祸福岂足凭。跖身一腐鼠，死朽化无形。万世尚遭戮，笔诛甚刀刑。思其生所得，豺犬饱臭腥。颜子圣人徒，生知自诚明。惟其生之乐，岂减跖所荣。死也至今在，光辉如日星。譬如埋金玉，不耗精与英。生死得失间，较量谁重轻。善恶理如此，毋尤天不平。",
            "comment": ""
        },
        {
            "title": "丛翠亭",
            "content": "柳色满重城，迢迢出翠甍。春云依槛暖，夕照落山明。走马章街晓，翻鸿洛浦晴。清樽但留客，桴鼓昼无惊。",
            "comment": ""
        },
        {
            "title": "送目",
            "content": "送目衡皋望不休，江苹高下遍汀洲。长堤柳曲妨回首，小苑花深碍倚楼。楚径蕙风消病渴，洛城花雪荡春愁。流杯三日佳期过，掷度兰波负胜游。",
            "comment": ""
        },
        {
            "title": "山斋戏书绝句二首",
            "content": "经春老病不出门，坐见群芳烂如雪。正当年少惜花时，日日春风吹石裂。",
            "comment": ""
        },
        {
            "title": "答钱寺丞忆伊川",
            "content": "之子问伊川，伊川已春色。绿芷杂芳浦，青溪含白石。山阿昔留赏，屐齿无遗迹。惟有岩桂花，留芳待归客。",
            "comment": ""
        },
        {
            "title": "感兴五首",
            "content": "清夜虽云长，白日亦易晚。循环百刻中，势若丸走◇。盈亏自相补，得失何足算。餐霞可延年，饮酒诚自损。未知辛苦长，孰若适意短。二者一何偷，百年皆不免。颜回不著述，後世存愈远。圣贤非虚名，惟善为可勉。",
            "comment": ""
        },
        {
            "title": "端午帖子·皇后合五首",
            "content": "茧馆覆柔桑，新丝引更长。纫为五色缕，续寿献君王。",
            "comment": ""
        },
        {
            "title": "表海亭",
            "content": "望海亭亭古堞间，独凭危槛俯人寰。苦寒冰合分流水，欲雪云垂四面山。髀肉已消嗟病骨，冻醪犹可慰愁颜。颍田二顷春芜没，安得柴车自驾还。",
            "comment": ""
        },
        {
            "title": "斋宫尚有残雪思作学士时摄事于此尝有闻◇诗",
            "content": "老来何与青春事，闲处方知白日长。自恨乞身今未得，齿牙浮动鬓苍浪。",
            "comment": "：【原题】：\r\n斋宫尚有残雪思作学士时摄事于此尝有闻◇诗寄原父因而有感四首 | 【注释】【原题】：斋宫尚有残雪思作学士时摄事于此尝有闻◇诗寄原父因而有感四首"
        },
        {
            "title": "答杨辟喜雨长句",
            "content": "吾闻阴阳在天地，升降上下无时穷。环回不得不差失，所以岁时无常丰。古之为政知若此，均节收歛勤人功。三年必有一年食，九岁常备三岁凶。纵令水旱或时遇，以多补少能相通。今者吏愚不善政，民亦游惰离於农。军国赋敛急星火，兼并奉养过王公。终年之耕幸一熟，聚而耗者多於蜂。是以比岁屡登稔，然而民室常虚空。遂令一时暂不雨，辄以困急号天翁。赖天闵民不责吏，甘泽流布何其浓。农当勉力吏当愧，敢不酌酒浇神龙。",
            "comment": ""
        },
        {
            "title": "思二亭送光禄谢寺丞归滁阳",
            "content": "吾尝思丰乐，魂梦不在身。三年永阳谪，幽谷最来频。谷口两三家，山泉为四邻。但闻山泉声，岂识山意春。春至换群物，花开思故人。故人今何在，憔悴颍之滨。人去山自绿，春归花更新。空令谷中叟，笑我种花勤。",
            "comment": ""
        },
        {
            "title": "柴舍人金霞阁",
            "content": "檐前洛阳道，下听走辕声。树荫春城绿，山明雪野晴。云藏天外阙，日落柳问营。缓步应多乐，壶歌咏太平",
            "comment": ""
        },
        {
            "title": "初秋普明寺竹林小饮饯梅圣俞分韵得亭皋木叶",
            "content": "洛城风日美，秋色满蘅皋。谁同茂林下，扫叶酌松醪。",
            "comment": "：【原题】：\r\n初秋普明寺竹林小饮饯梅圣俞分韵得亭皋木叶下五首 | 【注释】【原题】：初秋普明寺竹林小饮饯梅圣俞分韵得亭皋木叶下五首"
        },
        {
            "title": "和原父扬州六题·时会堂二首之二}",
            "content": "忆昔尝修守臣职，先春自探两旗开。谁知白首来辞禁，得与金銮赐一杯。",
            "comment": ""
        },
        {
            "title": "续作永昭陵挽词五首",
            "content": "王者居尊本无外，由来天下以为家。六龙白日乘云去，何用金钱买道车。",
            "comment": ""
        },
        {
            "title": "对雪十韵",
            "content": "对雪无佳句，端居正杜门。人闲见初落，风定不胜繁。可喜轻明质，都无剪刻痕。铺平失池沼，飘急响窗轩。惜不摇嘉树，冲宜走画辕。寒欺白酒嫩，暖爱紫貂温。远霭销如洗，愁云晚更屯。儿吟雏凤语，翁坐冻鸱蹲。病思惊残岁，朋欢赖酒一◇。稍晴春意动，谁与探名园。",
            "comment": ""
        },
        {
            "title": "再至汝阴三绝",
            "content": "水味甘於大明并，鱼肥恰似新开湖。十四五年劳梦寐，此时才得少踟蹰。",
            "comment": ""
        },
        {
            "title": "南征回京至界上驿先呈城中诸友",
            "content": "朝云来少室，日暮向箕山。本以无心出，宁随倦客还。春归伊水绿，花晚洛桥闲。谁有余◇酒，相期一解颜。",
            "comment": ""
        },
        {
            "title": "子华学士儤直未满遽出馆伴病夫遂当轮宿辄成",
            "content": "万钉宝带烂腰鐶，赐宴新陪一笑欢。金马并游年最少，玉堂初直夜犹寒。自嗟零落凋颜鬓，晚得飞翔接羽翰。今日遽闻催递宿，不容多病养衰残。",
            "comment": "：【原题】：\r\n子华学士儤直未满遽出馆伴病夫遂当轮宿辄成拙句奉呈 | 【注释】【原题】：子华学士儤直未满遽出馆伴病夫遂当轮宿辄成拙句奉呈"
        },
        {
            "title": "琅琊山六题·班春亭",
            "content": "信马寻春踏雪泥，醉中山水弄清辉。野僧不用相迎送，乘兴闲来兴尽归。",
            "comment": ""
        },
        {
            "title": "端午帖子·皇后合五首",
            "content": "烟含玉树风生细，日永宫花漏出迟。深殿未尝知暑气，水精帘拂砌琉璃。",
            "comment": ""
        },
        {
            "title": "鬼车",
            "content": "嘉佑六年秋，九月二十有八日，天愁无光月不出。浮云蔽天众星没，举手向空如抹漆。天昏地黑有一物，不见其形，但闻其声。其初切切凄凄，或高或低，乍似玉女调玉笙，众管参差而不齐。既而咿咿呦呦，若轧若抽，又如百两江州车，回轮转轴声哑呕。鸣机夜织锦江上，群鴈惊起芦花洲。吾谓此何声，初莫穷端田。老婢扑灯呼儿曲，云此怪鸟无匹俦。其名为鬼车，夜载百鬼凌空游。其声虽小身甚大，翅如车轮排十头。凡鸟有一口，其鸣已啾啾。此鸟十头有十口，口插一舌连一喉。一口出一声，千声百响更相酬。昔时周公居东周，厌闻此鸟憎若雠。夜呼庭氏率其属，弯弧俾逐出九州。射之三发不能中，天遣天狗从空投。自从狗啮一头落，断颈至今青血流。尔来相距三千秋，昼藏夜出如鸺留。每逢阴黑天外过，乍见火光惊辄堕。有时余血下点污，所遭之家家必破。我闻此语惊且疑，反祝疾飞无我祸。我思天地何茫茫，百物巨细理莫详。吉凶在人不在物，一蛇两头反为祥。却呼老婢炷灯火，卷帘开户清华堂。须臾云散众星出，夜静皎月流清光。",
            "comment": ""
        },
        {
            "title": "鹤",
            "content": "攀笼毛羽日低摧，野水长松眼暂开。万里松风天外意，日斜闲啄岸边苔。",
            "comment": ""
        },
        {
            "title": "酬张哭判官泛溪",
            "content": "园林初夏有清香，人意乘闲味愈长。日暖鱼跳波面静，风轻鸟语树阴凉。野亭飞盖临芳草，曲渚回舟带夕阳。所得平时为郡乐，况多嘉客共衔觞。",
            "comment": ""
        },
        {
            "title": "读山海经图",
            "content": "夏鼎象九州，山经有遗载。空蒙大荒中，杳霭群山会。炎海积歊蒸，阴幽异明晦。奔趋各异种，倏忽俄万态。群伦固殊禀，至理宁一概。骇者自云惊，生兮孰知怪。未能识造化，但大披图绘。不有万物殊，岂知方舆大。",
            "comment": ""
        },
        {
            "title": "夜闻春风有感奉寄同院子华紫微长文景仁",
            "content": "闰後春深雪始销，东风凌铄势方豪。阳生草木黄泉动，冰破江湖白浪高。未报国恩嗟病骨，可怜身事一渔舠。少年自与芳菲竞，莫笑衰翁拥弊袍。",
            "comment": ""
        },
        {
            "title": "和公仪赠白鹇",
            "content": "梅公怜我髭如雪，赠以双禽意有云。但见寻常思白兔，便疑不解醉红裙。吟斋虽喜留闲客，野性宁忘在岭云。我有铜台方尺瓦，◇非玉案欲酬君。",
            "comment": ""
        },
        {
            "title": "题滁州醉翁亭",
            "content": "四十未为老，醉翁偶题篇。醉中遗万物，岂复记吾年。但爱亭下水，来从乱峰间。声如自空落，泻向两檐前。流入岩下溪，幽泉助涓涓。响不乱入语，其清非管弦。岂不美丝竹，丝竹不胜繁。所以屡携酒，远步就潺湲。野鸟窥我醉，溪云留我眠。山花徒能笑，不解与我言。惟有岩风来，吹我还醒然。",
            "comment": ""
        },
        {
            "title": "感事四首",
            "content": "空山一道士，辛苦学延龄。一旦随物化，反言仙已成。开坟见空棺，谓已超青冥。尸解如蛇蝉，换骨蜕其形。既云须变化，何不任死生。",
            "comment": ""
        },
        {
            "title": "南征道寄相送者",
            "content": "楚天风雪犯征裘，误拂京尘事远游。谢墅人归应作咏，灞陵岸远尚回头。云含江树看迷所，目逐归鸿送不休。欲借高楼望西北，亦应西北有高楼。",
            "comment": ""
        },
        {
            "title": "祈雨晓过湖上",
            "content": "清晨驱马思悠然，渺渺平湖碧玉田。晓日未升先起雾，绿阴初合自生烟。自闲始觉时光好，春去犹余物色妍。更待四郊甘雨足，相随箫鼓乐丰年。",
            "comment": ""
        },
        {
            "title": "和公仪试进士终场有作",
            "content": "朝家意在取遗才，乐育推仁亦至哉。本欲励贤敦古学，可嗟趋利竞朋来。昔人自重身难进，薄俗多端路久开。何异鱣鲂争尺水，巨鱼先已化风雷。",
            "comment": ""
        },
        {
            "title": "与谢三学士唱和八首·和八月十五日斋宫对月",
            "content": "皓月三川静，晴氛万里销。灵光望日满，寒色入波摇。灏气成山雾，浮云蔽垅苗。庙荒阴磷出，苑废露萤飘。斋馆心方寂，秋城夜已遥。清谈对元亮，琼彩映萧萧。",
            "comment": ""
        },
        {
            "title": "宋宣献公挽词三首",
            "content": "结发逢明主，驰声著两朝。奠楹先有梦，升屋岂能招。赠服三公衮，兼荣七叶貂。春风笳鼓咽，松◇助萧萧。",
            "comment": ""
        },
        {
            "title": "赠潘景温叟",
            "content": "秦卢不世出，俗子相矜夸。治疾不知源，横死纷如麻。番阳奇男子，衣冠本儒家。学本得心诀，照底穷根厓。泠然鉴五藏，曾靡毫厘差。公卿扫榻迎，黄金载盈车。语言无羽翰，飞入万齿牙。相逢京洛下，使我惊且嗟。七年慈母病，庸工口咿哑。恨不早见君，以乞壶中砂。通宵耳高论，饮恨知何涯。瞥然别我去，征途指烟霞。孤云不可留，泪线风中斜。",
            "comment": ""
        },
        {
            "title": "楚泽",
            "content": "宿莽湘累怨，幽兰楚俗谣。紫屏空自老，翠被岂能招。欲就苍梧诉，愁迷澧浦遥。哀猿羌昼晦，悲鴃众芳凋。红壁丹砂板，琼钩翡翠翘。如何搴香灶，江上独无憀。",
            "comment": ""
        },
        {
            "title": "纪德陈情上致政太傅杜相公二首",
            "content": "事国一心勤以瘁，还家五福寿而康。风波已出凭忠信，松◇难凋耐雪霜。昔日青衫遇知己，今来白首再升堂。里门每入从千骑，宾主俱荣道路光。",
            "comment": ""
        },
        {
            "title": "送宋次道学士赴太平州",
            "content": "古堤老柳藏春烟，桃花水下清明前。江南太守见之笑，击鼓插旗催解船。侍中令德宜有後，学士清才方少年。文章秀粹得家法，笔画点缀多余妍。藏书万卷复强记，故事累朝能口传。来居侍从乃其职，远置州郡谁谓然。交游一时尽英俊，车马两岸来联翩。船头朝转暮千里，有酒胡不为留连。",
            "comment": ""
        },
        {
            "title": "江上弹琴",
            "content": "江水深无声，江云夜不明。抱琴舟上弹，栖鸟林中惊。游鱼为跳跃，山风助清泠。境寂听愈真，弦舒心已平。用兹有道器，寄此无景情。经纬文章合，谐和雌雄鸣。飒飒骤风雨，隆隆隐雷霆。无射变凛冽，黄锺催发生。咏歌文王雅，怨刺离骚经。二典意澹薄，三盘语丁宁。琴声虽可状，琴意谁可听。",
            "comment": ""
        },
        {
            "title": "游龙门分题十五首·伊川泛舟",
            "content": "春鸡渐生溜，演漾回舟小。沙禽独避人，飞去青林杪。",
            "comment": ""
        },
        {
            "title": "眼有黑花戏书自遣",
            "content": "洛阳三见牡丹月，春醉往往眠人家。扬州一遇芍药时，夜饮不觉生朝霞。天下名花惟有此，樽前乐事更无加。如今白首春风里，病眼何须厌黑花。",
            "comment": ""
        },
        {
            "title": "送刘虚白二首",
            "content": "我嗟缰锁若牵拘，久羡南山去结庐。自顾岂劳君借誉，偶然章服裹猿狙。",
            "comment": ""
        },
        {
            "title": "和应之同年兄秋日雨中登凎爱寺阁寄梅圣俞",
            "content": "经年都洛与君交，共许诗中思最豪。旧社更谁能拥鼻，新秋有客独登客。径兰欲谢悲零露，篱菊空开乏冻醪。纵使河阳花满县，亦应留滞感潘毛。",
            "comment": ""
        },
        {
            "title": "代赠田文初",
            "content": "感君一顾重千金，赠君白璧为妾心。舟中绣被薰香夜，春雪江头三尺深。西陵长官头已白，憔悴穷愁媿相识。手持玉斝唱阳春，江上海花落如积。津亭送别君未悲，梦阑酒解始相思。须知巫峡闻猿处，不似荆江夜雪时。",
            "comment": ""
        },
        {
            "title": "望州坡",
            "content": "闻说夷陵人为愁，共言迁客不堪游。崎岖几日山行倦，却喜坡头见峡州。",
            "comment": ""
        },
        {
            "title": "琅琊山六题·归云洞",
            "content": "洞门常自起烟霞，泂穴傍穿透溪谷。朝看石上片云阴，夜半山前春雨足。",
            "comment": ""
        },
        {
            "title": "又寄许道人",
            "content": "绿发方瞳瘦骨轻，飘然乘鹤去吹笙。郡斋独坐风生竹，疑是疑登长啸声。",
            "comment": ""
        },
        {
            "title": "夜闻风声有感奉呈原父舍人圣俞直讲",
            "content": "夜半群动息，有风生树端。飒然飘我衣，起坐为长叹。苦暑君勿厌，初凉君勿欢。暑在物犹盛，凉归岁将寒。清霜忽以飞，零露亦漙漙。霜露本无情，岂有私蕙兰。不独草木尔，君形安得完。栉发变新白，监容销故丹。风埃共侵迫，心志亦摧残。万古一飞隼，两曜双跳丸。扰扰贤与愚，流沙逐惊湍。其来固如此，独久知诚难。服食为药◇，此言真不刊。但当饮美酒，何必被轻纨。",
            "comment": ""
        },
        {
            "title": "芙蓉花二首",
            "content": "溪边野芙蓉，花木相媚好。半看池莲尽，独伴霜菊槁。",
            "comment": ""
        },
        {
            "title": "早朝感事",
            "content": "疏星牢落晓光微，残月苍龙阙角西。玉勒争间随仗入，牙牌当殿报班齐。羽仪虽接鸳兼鹭，野性终存鹿与麛。笑杀汝阴常处士，十年骑马听朝鸡。",
            "comment": ""
        },
        {
            "title": "游太清宫出城马上口占",
            "content": "拥旆西城一据鞍，耕夫初识劝农官。鸦鸣日出林光动，野阔风摇麦浪寒。渐暖绿杨才弄色，得晴丹杏不胜繁。牛羊鸡犬田家乐，终日思归盍挂冠。",
            "comment": ""
        },
        {
            "title": "闻沂州卢侍郎致仕有感",
            "content": "少年相与探花开，老病惟愁节物催。蹉跎归计荒三径，牢落生涯泥一杯。颍上先生招不起，沂州太守亦归来。自媿国恩终莫报，尚贪荣禄此徘徊。",
            "comment": ""
        },
        {
            "title": "诗一首",
            "content": "文出升平世，禾生大有年。四克今日月，六合古山川。反朴次三五，古文丁一千。王功因各定，大作不相沿。主化布于下，人心孚自天。上方求士切，公亦立仁先。才行苟并至，位名尤两全。末由弓冶手，安比父兄肩。幸及布衣仕，宜希守令先。尺刀元并用，丹白具同研。去吏多甘老，休兵坐力田。干戈包已久，永卜本支延。",
            "comment": ""
        },
        {
            "title": "送石扬休还蜀",
            "content": "长爱谪仙夸蜀道，送君西望重吟哦。路高黄鹄飞不到，花发杜鹃啼更多。清禁寒生凤池水，绣衣荣照锦江波。昔年同舍青衿子，夹道欢迎鬓已皤。",
            "comment": ""
        },
        {
            "title": "叔平少师去後会老堂独坐偶成",
            "content": "积雨荒庭遍绿苔，西堂潇洒为谁开。爱酒少师花落去，弹琴道士月明来。鸡啼日午衡门静，鹤泪风清昼梦回。野老但欣南亩伴，岂知名籍在蓬莱。",
            "comment": ""
        },
        {
            "title": "与谢三学士唱和八首·和国庠勤讲之什",
            "content": "春尽沂风暖，芹生泮水清。双旌荣照路，博带俨盈庭。函丈师临席，锵金壁有经。诸生拜玉衮，欣识象丘形。",
            "comment": ""
        },
        {
            "title": "清明赐新火",
            "content": "鱼钥侵晨放九门，天街一骑走红尘。桐华应候催佳节，榆火推恩忝侍臣。多病正愁饧粥冷，清香但爱蜡烟新。自怜惯识金莲烛，翰苑曾经七见春。",
            "comment": ""
        },
        {
            "title": "暇日雨後绿竹堂独居兼简府中诸僚",
            "content": "新晴竹林茂，日夕爱此君。佳禽哢翠树，若与幽人亲。扫径绿苔静，引流清派分。开轩见远岫，欹枕送归云。桐槿渐秋意，琴觞怀友文。浩然沧洲思，日厌京洛尘。车骑方开府，梁王多上宾。平时罢飞檄，行乐喜从军。骑省悼亡後，漳滨多病身。南窗若可傲，方事陶潜巾。",
            "comment": ""
        },
        {
            "title": "端午帖子词二十首·皇帝合六首",
            "content": "舜舞来遐俗，尧仁浃九区。五兵消以德，何用赤灵符。",
            "comment": ""
        },
        {
            "title": "庐山高赠同年刘中允归南康",
            "content": "庐山高哉几千仞兮，根盘几百里，◇然屹立乎长江。长江西来走其下，是为扬澜左里兮，洪涛巨浪日夕相舂撞。云消风止水镜净，泊舟登岸而远望兮，上摩青苍以晻霭，下压后土之鸿厖。试往造乎其间兮，攀缘石磴窥空谾。千岩万壑响松桧，悬崖巨石飞流淙。水声聒聒乱人耳，六月飞雪洒石矼。仙翁释子亦往往而逢兮，吾尝恶其学幻而言哤。但见丹霞翠壁远近映楼阁，晨锺暮鼓杳霭罗幡幢。幽花野草不知其名兮，风吹露湿香涧谷，时有白鹤飞来双。幽寻远去不可极，便欲绝世遗纷痝。羡君买田筑室老其下，插秧盈畴兮酿酒盈缸。欲令浮岚暖翠千万状，坐卧常对乎轩窗。君怀磊砢有至宝，世俗不辨◇与玒。策名为吏二十载，青衫白首困一邦。宠荣声利不可以苟屈兮，自非青云白石有深趣，其气兀硉何由降。丈夫壮节似君少，嗟我欲说安得巨笔如长杠。",
            "comment": ""
        },
        {
            "title": "端午帖子词二十首·皇帝合六首",
            "content": "嘉辰共喜沐兰汤，毒沴何须采艾禳。但得皋夔调鼎鼐，自然灾祲变休祥。",
            "comment": ""
        },
        {
            "title": "徽安门晓望",
            "content": "都门收宿雾，佳气郁◇◇。晓日寒川上，青山白雾中。楼台万瓦合，车马九衢通。恨乏登高赋，徒知京邑雄。",
            "comment": ""
        },
        {
            "title": "西园石榴盛开",
            "content": "荒台野径共跻攀，正见榴花出短垣。绿叶晚◇啼处密，红房初日照时繁。最怜夏景铺珍簟，尤爱晴香入睡轩。乘兴便当携酒去，不须旌骑拥车辕。",
            "comment": ""
        },
        {
            "title": "酬圣俞朔风见寄",
            "content": "因君朔风句，令我苦寒吟。离别时未几，峥嵘岁再阴。惊飚击旷野，余响入空林。客路行役远，马蹄冰雪深。瞻言洛中旧，期我高阳吟。故馆哭知己，新年伤客心。相逢岂能饮，惟有涕沾襟。",
            "comment": ""
        },
        {
            "title": "七交七首·自叙",
            "content": "余本漫浪者，兹亦漫为官。胡然类鸱夷，托载随车辕。时士不俛眉，默默谁与言。赖有洛中俊，日许相跻攀。饮德醉醇酎，袭馨佩春兰。平时罢军檄，文酒聊相欢。",
            "comment": ""
        },
        {
            "title": "答王禹玉见赠",
            "content": "昔时叨入武成宫，曾看挥毫气吐虹。梦寐闲思十年旧，笑谈今此一◇同。喜君新赐黄金带，顾我宜为白发翁。自古荐贤为报国，幸依精识士称公。",
            "comment": ""
        },
        {
            "title": "和陆子履再游城西李园",
            "content": "京师花木类多奇，常恨春归人不归。车马喧喧走尘土，园林处处锁芳菲。残红已落香犹在，羇客多伤涕自挥。我亦悠然无事者，约君联骑访郊圻。",
            "comment": ""
        },
        {
            "title": "原甫致斋集禧余亦摄事後庙谨呈拙句兼简圣俞",
            "content": "受命分行摄上公，紫微人在玉华宫。楼台碧瓦辉云日，莲芰清香带水风。每接少年嗟老病，尚能联句恼诗翁。凌晨已事追佳赏，绿李甘瓜兴未穷。",
            "comment": ""
        },
        {
            "title": "书宜城修水渠记後奉呈朱寺丞",
            "content": "因民之利无难为，使民以说民忘疲。乐哉朱君鄣灵堤，导鄢及蛮兴众陂。古渠废久人莫知，朱君三月而复之。沃土如膏瘠土肥，百里岁岁无凶菑。鄢蛮之水流不止，襄人思君无时已。",
            "comment": ""
        },
        {
            "title": "端午帖子·皇帝合六首",
            "content": "天容清永昼，风色秀含薰。五日逢佳节，千龄奉圣君。",
            "comment": ""
        },
        {
            "title": "花山寒食",
            "content": "客路逢寒食，花山不见花。归心随北鴈，先向洛阳家。",
            "comment": ""
        },
        {
            "title": "春日词五首",
            "content": "红雾初开上晓霞，共惊风色变年华。香车遥认春雷变，庭雪先开玉树花。",
            "comment": ""
        },
        {
            "title": "送章生东归",
            "content": "穷山荒僻人罕顾，子以一身千里来。问子之勤何所欲，自惭报子无琼瑰。非徒多难学久废，世事渐懒由心衰。吴兴先生富道德，侁侁弟子皆贤材。乡闾礼让已成俗，余风渐被来江淮。子年方少力可勉，往与夫子为颜回。",
            "comment": ""
        },
        {
            "title": "夜坐弹琴有感二首呈圣俞",
            "content": "锺子忽已死，伯牙其已乎。绝弦谢世人，知音从此无。瓠巴鱼自跃，此事见於书。师旷尝一鼓，群鹤舞空虚。吾恐二三说，其言皆过欤。不然古今人，愚智邈已殊。奈何人有耳，不及鸟与鱼。",
            "comment": ""
        },
        {
            "title": "送道州张职方",
            "content": "桂籍青衫忆共游，怜君华发始为州。身行南鴈不到处，山与北人相对愁。莫为高才轻远俗，当令遗老识贤侯。三年解组来解日，吾已先耕颍水头。",
            "comment": ""
        },
        {
            "title": "送京西提刑赵学士",
            "content": "题舆尝屈佐留京，揽辔今行按属城。楚馆尚看淮月色，嵩云应过虎关迎。春寒酒力风中醒，日暖梅香雪後清。野俗经年留惠爱，莫辞临别醉冠倾。",
            "comment": ""
        },
        {
            "title": "赠隐者",
            "content": "五岳嵩当天地中，闻伊仍在最高峰。山藏六月阴崖雪，潭养千年蜕骨龙。物外自应多至乐，人间何事忽相逢。饮罢飘然不辞决，孤云飞去杳无踪。",
            "comment": ""
        },
        {
            "title": "端午帖子词二十首·八夫人合五首",
            "content": "楚俗传筒黍，江人喜竞舡。深宫亦行乐，彩索续长年。",
            "comment": ""
        },
        {
            "title": "奉送原甫侍读出守永兴",
            "content": "酌君以荆州鱼枕之蕉，赠君以宣城鼠须之管。酒如长虹饮沧海，笔若骏马驰平◇。爱君尚少力方豪，嗟我久衰欢渐鲜。文章惊世知名早，意气论交相得晚。鱼枕蕉，一举十分当覆盏。鼠须管，为物虽微情不浅。新诗醉墨时一挥，别後寄我无辞远。",
            "comment": ""
        },
        {
            "title": "戏刘原甫",
            "content": "平生志业有谁先，落笔文章海内传。昨日都城应纸贵，开帘却扇见新篇。仙家千载一何长，浮世空惊日月忙。洞里新花莫相笑，刘郎今是老刘郎。",
            "comment": ""
        },
        {
            "title": "得滕岳阳书大夸湖山之美郡署怀物甚野其意有",
            "content": "峭巘孤城倚，平湖远浪来。万寻迷岛屿，百仞起楼台。太守凭轩处，群宾奉笏陪。清霜荐丹橘，积雨过黄梅。逸思歌湘曲，遒文继楚材。鱼贪河岫乐，云忘帝乡回。遥信双鸿下，新缄尺素裁。因闻夸野景，自笑拥边埃。龙漠方多孽，旄头久示灾。旌旗时映日，鼙鼓或惊雷。有志皆尝胆，何人可凿坏。儒生半投笔，牧竖亦输财。沮泽辞犹慢，蒲萄馆未开。支离莫攘臂，天子正求才。",
            "comment": "：【原题】：\r\n得滕岳阳书大夸湖山之美郡署怀物甚野其意有恋著之趣作诗一百四十言为寄且警激之 | 【注释】【原题】：得滕岳阳书大夸湖山之美郡署怀物甚野其意有恋著之趣作诗一百四十言为寄且警激之"
        },
        {
            "title": "和谢学士泛伊川浩然无归意因咏刘长卿佳句作",
            "content": "久不见南山，依然已秋色。悠哉川上行，复邀城中客。中落山半空，川明潦尤积。飞鸟监中看，行云舟中白。夷犹白苹里，笑傲清风侧。极浦追所远，回峰高易夕。觞咏共留连，高怀追昔贤。惟应谢公兴，不减向临川。",
            "comment": "：【原题】：\r\n和谢学士泛伊川浩然无归意因咏刘长卿佳句作欲留篇之什 | 【注释】【原题】：和谢学士泛伊川浩然无归意因咏刘长卿佳句作欲留篇之什"
        },
        {
            "title": "庭前两好树",
            "content": "庭前两好树，日夕欣相对。风霜岁苦晚，枝叶常葱翠。午眠背清阴，灵坐荫高盖。东城桃李月，车马倾闤闠。而我不出门，依然伴憔悴。荣华不随时，寂寞幸相慰。君子固有常，小人多变态。",
            "comment": ""
        },
        {
            "title": "答圣俞莫饮酒",
            "content": "子谓莫饮酒，我谓莫作诗。花开木落虫鸟悲，四时百物乱我思。朝吟摇头暮蹙眉，雕肝琢肾闻退之。此翁此语还自违，岂如饮酒无所知。自古不饮无不死，惟有为善不可迟。功施当世圣贤事，不然文章千载垂。其余酩酊一◇酒，万事峥嵘皆可齐。腐肠糟肉两家说，计较屑屑何其卑。死生寿夭无足道，百年长短才几时。但饮酒，莫作诗，子其听我言非痴。",
            "comment": ""
        },
        {
            "title": "双井茶",
            "content": "西江水清江石老，石上生茶如凤爪。穷腊不寒春气早，双井芽生先百草。白毛囊以红碧纱，十斤茶养一两芽。长安富贵五侯家，一啜犹须三月夸。宝云日注非不精，争新弃旧世人情。岂知君子有常德，至宝不随时变易。君不见建溪龙凤团，不改旧时香味色。",
            "comment": ""
        },
        {
            "title": "赠沈博士歌",
            "content": "沈夫子，胡为醉翁吟，醉翁岂能知尔琴。滁山高绝滁水深，空岩悲风夜吹林。山溜白玉悬青岑，一泻万仞源莫寻。醉翁每来喜登临，醉倒石上遗其簪，云荒石老岁月侵。子有三尺徽黄金，写我幽思穷崎嶔。自言爱此万仞水，谓是太古之遗音。泉淙石乱到不平，指下呜咽悲人心。时时弄余声，言语软滑如春禽。嗟呼沈夫子，尔琴诚工弹且止。我昔被谪居涤山，名虽为翁实少年。坐中醉客谁最贤，杜彬琵琶皮作弦。自从彬死世莫传，玉练锁声入黄泉。死生聚散日零落，耳冷心衰翁索莫。国恩未报◇禄厚，世事多虞嗟力薄。颜摧鬓改其一翁，心以忧醉安知乐。沈夫子谓我，翁言何苦悲，人生百年间，饮酒能几时。揽衣推琴起视夜，仰见河汉西南移。",
            "comment": ""
        },
        {
            "title": "旅思",
            "content": "调苦歌非乐，岐多泪始零。羞弹长铗剑，终恋五侯鲭。陌草薰沙绿，江枫照岸青。南陔动归思，兰叶向春馨。",
            "comment": ""
        },
        {
            "title": "摄事斋宫偶书",
            "content": "斋宫岑寂偶偷闲，犹觉闲中兴未阑。美酒清香销昼景，冷风残雪作春寒。丹心未死惟忧国，白发盈簪盍挂冠。谁为寄声清颍客，此生终不负渔竿。",
            "comment": ""
        },
        {
            "title": "嘲少年惜花",
            "content": "纷纷红蕊落泥沙，少年何用苦咨嗟。春风自是无情物，肯为汝惜无情花。今年花落明年好，但见花开人自老。人老不复少，花开还更新。使花如解语，应笑惜花人。",
            "comment": ""
        },
        {
            "title": "芙蓉花二首",
            "content": "红芳晓露浓，绿树秋风冷。共喜巧回春，不妨闲弄影。",
            "comment": ""
        },
        {
            "title": "哭圣俞",
            "content": "昔逢诗老伊水头，青衫白马渡伊流。汉声八节响石楼，坐中辞气凌清秋。一饮百盏不言休，酒酣思逸语更遒。河南丞相称贤侯，後车日载枚与邹。我年最少力方优，明珠白璧相报投。诗成希深拥鼻讴，师鲁卷舌藏戈矛。三十年间如转眸，屈指十九归山丘，凋零所余身百忧。晚登玉墀侍珠旒，诗老齑盐太学愁。乖离会合谓无由，此会天幸非人谋。颔须已白齿根浮，子年加我貌则不。欢犹可强闲屡偷，不觉岁月成淹留。文章落笔动九州，釜甑过午无饙馏。良时易失不早收，箧瓦砾遗琳璆。荐贤转石古所尤，此事有职非吾羞。命也难知理莫求，名声赫赫掩诸幽。翩然素旐归一舟，送子有泪流如沟。",
            "comment": ""
        },
        {
            "title": "刑部看竹效孟郊体",
            "content": "花妍儿女姿，零落一何速。竹色君子德，猗猗寒更绿。京师多名园，车马纷驰逐。春风红紫时，见此苍翠玉。凌乱迸青苔，萧◇拂华屋。森森日影闲，濯濯生意足。幸此接清赏，宁辞荐芳醁。黄昏人去锁空廊，枝上月明春鸟宿。",
            "comment": ""
        },
        {
            "title": "广爱寺",
            "content": "都人布金地，绀宇岿然存。山气蒸经阁，锺声山国门。老杉春自绿，古壁雨先昏。应有幽人屐，来留石藓痕。",
            "comment": ""
        },
        {
            "title": "秋怀二首寄圣俞",
            "content": "群木落空原，南山高垅苁。◇岩想诗老，瘦骨寒愈耸。诗老类秋虫，吟秋声百种。披霜掇孤英，泣古吊荒冢。琅玕叩金石，清响听生悚。何由幸见之，使我涤烦冗。飞鸟下东南，音书无日捧。",
            "comment": ""
        },
        {
            "title": "永州万石亭",
            "content": "天於生子厚，禀予独艰哉。超凌骤拔擢，过盛辄伤摧。苦其危虑心，常使鸣声哀。投以空旷地，纵横放天才。山穷与水险，下上极沿洄。故其於文章，出语多崔嵬。人迹所罕到，遗踪久荒颓。王君好奇士，後二百年来。翦薙发幽荟，搜寻得琼瑰。威物不自贵，因人乃为材。惟知古可慕，岂免今所咍。我亦奇子厚，开编每徘徊。作诗示同好，为我铭山隈。",
            "comment": ""
        },
        {
            "title": "夜宿中书东合",
            "content": "翰林平日接群公，文酒相欢慰病翁。白首归田徒有约，黄扉论道愧无功。攀髯路断三山远，忧国心危百箭攻。今夜静听丹禁漏，尚疑身在玉堂中。",
            "comment": ""
        },
        {
            "title": "答杜相公惠诗",
            "content": "药苗本是山家味，茶具偏於野客宜。敢以微诚将薄物，少资清兴入新诗。言无俗韵精而劲，笔有神锋老更奇。二宝收藏传百世，岂惟荣耀托当时。",
            "comment": ""
        },
        {
            "title": "忆焦陂",
            "content": "焦陂荷花照水光，未到十里闻花香。焦陂八月新酒熟，秋水鱼肥鱠如玉。清河两岸柳鸣蝉，直到焦陂不下船。笑向渔翁酒家保，金龟可解不须钱。明日君恩许归去，白头酣咏太平年。",
            "comment": ""
        },
        {
            "title": "四月十七日景灵宫奉迎仁宗皇帝御容有感",
            "content": "行殿峨峨出绿槐，琳房芝阙耸崔嵬。管弦飘落人间去，幢节疑从天上来。基业百年传圣子，黔黎四纪乐春台。孤臣不得同鍼虎，未死心先冷若灰。",
            "comment": ""
        },
        {
            "title": "黄溪夜泊",
            "content": "楚人自古登临恨，暂到愁肠已九回。万树苍烟三峡暗，满川明月一猿哀。非乡况复惊残岁，慰客偏宜把酒杯。行见江山且吟咏，不因迁谪岂能来。",
            "comment": ""
        },
        {
            "title": "缑氏县作",
            "content": "亭候彻郊畿，人家岭◇西。青山临古县，绿竹绕寒溪。道上行收穗，桑间晚溉畦。东◇有深趣，便拟卜幽栖。",
            "comment": ""
        },
        {
            "title": "三桥诗·右宜远",
            "content": "朱栏明绿水，古柳照斜阳。何处偏宜望，清涟对女郎。",
            "comment": ""
        },
        {
            "title": "送白秀才西归",
            "content": "白子来自西，投我文与书。升阶揖让席，言气温且舒。万辙走声利，独趋仁义涂。仁义荒已久，斤锄费耕除。吾常患力寡，欣子好古徒。终当竭其力，剆治为通衢。旗旄侍天子，安驾五辂车。尽驱天子民，垂白歌其隅。子其从我游，有志知何如。",
            "comment": ""
        },
        {
            "title": "端午帖子词二十首·皇后合五首",
            "content": "椒涂承茂渥，嫔壶范柔仪。更以亲蚕茧，纫为续命丝。",
            "comment": ""
        },
        {
            "title": "雪",
            "content": "新阳力微初破萼，客阴用壮犹相薄。朝寒棱棱风莫犯，莫雪緌緌止还作。驱驰风云初惨淡，炫晃山川渐开廓。光芒可爱初日照，润泽终为和气烁。美人高堂晨起惊，幽士虚窗静闻落。酒垆成径集缾罂，猎骑寻踪得狐貉。龙蛇扫处断复续，猊虎团成呀且攫。共贪终岁饱麰麦，岂恤空林饥鸟雀。沙墀朝贺迷象笏，桑野行歌没荒屩。乃知一雪万人喜，顾我不饮胡为乐。坐看天地绝氛埃，使我胸襟如洗瀹。脱遗前言笑尘杂，搜索万象窥冥漠。颍虽陋邦文士众，巨笔人人把矛槊。自非我为发其端，冻口何由开一噱。",
            "comment": ""
        },
        {
            "title": "端午帖子·夫人合五首",
            "content": "黄金仙杏粉，赤玉海榴房。共斗今朝胜，盈襜百草香。",
            "comment": ""
        },
        {
            "title": "答许发运见寄",
            "content": "琼花芍药世无伦，偶不题诗便怨人。曾向无双亭下醉，自知不负广陵春。",
            "comment": ""
        },
        {
            "title": "端午帖子词二十首·二温成皇后合四首",
            "content": "密叶花成子，新巢燕引雏。君心多感旧，谁献辟兵符。",
            "comment": ""
        },
        {
            "title": "病告中怀子华原父",
            "content": "狂来有意与春争，老去心情渐不能。世味惟存诗淡泊，生涯半为病侵陵。花明晓日繁如锦，酒拨浮醅绿似渑。自是少年豪横过，而今疑钝若寒蝇。",
            "comment": ""
        },
        {
            "title": "日本刀歌",
            "content": "昆夷道远不复通，世传切玉谁能穷。宝刀近出日本国，越贾得之沧海东。鱼皮装贴香木鞘，黄白闲杂鍮与铜。百金传入好事手，佩服可以禳妖凶。传闻其国居大岛，土壤沃饶风俗好。其先徐福诈秦民，采药淹留◇童老。百工五种与之居，至今器玩皆精巧。前朝贡献屡往来，士人往往工词藻。徐福行时书未焚，逸书百篇今尚存。令严不许传中国，举世无人识古文。先王大典藏夷貊，苍波浩荡无通津。令人感激坐流涕，锈澀短刀何足云。",
            "comment": ""
        },
        {
            "title": "送昙颖归庐山",
            "content": "吾闻庐山久，欲往世俗拘。昔岁贬夷陵，扁舟下江湖。八月到湓口，停帆望香炉。香炉云雾间，杳霭疑有无。忽值秋日明，彩翠浮空虚。信哉奇且秀，不与灊霍俱。偶病不时往，中流但踟蹰。今思尚髣髴，恨不传画图。昙颖十年旧，风尘客京都。一旦不辞诀，飘然卷衣裾。山林往不返，古亦有吾儒。西北苦兵战，江南仍旱枯。新秦又攻寇，京陕募兵夫。圣君念苍生，贤相思良谟。嗟我无一说，朝绅拖舒舒。未能膏鼎镬，又不老菰蒲。羡子识所止，双林归结庐。",
            "comment": ""
        },
        {
            "title": "陪府中诸官游城南",
            "content": "一雨郊圻迥，新秋榆枣繁。田荒溪溜入，禾熟雀声喧。烧出空槎腹，人耕废庙垣。闲追向城客，落日隐高原。",
            "comment": ""
        },
        {
            "title": "嵩山十二首·拜马涧",
            "content": "昔闻王子晋，把袂浮丘仙。金骏於此堕，吹笙不复还。玉蹄无迹久，涧草但荒烟。",
            "comment": ""
        },
        {
            "title": "圣俞惠宣州笔戏书",
            "content": "圣俞宣城人，能使紫毫笔。宣人诸葛高，世业守不失。紧心缚长毫，三副颇精密。硬软适人手，百管不差一。京师诸笔工，牌榜自称述。累累相国东，比若衣缝虱。或柔多虚尖，或硬不可屈。但能装管榻，有表曾无实。价高仍费钱，用不过数日。岂如宣城毫，耐久仍可乞。",
            "comment": ""
        },
        {
            "title": "白兔",
            "content": "天冥冥，云蒙蒙，白兔捣药姮娥宫。玉关金锁夜不闭，窜入涤山千万重。滁泉清甘泻大壑，滁草软翠摇轻风。渴饮泉，困栖草，滁人遇之丰山道。网罗百计偶得之，千里持为翰林宝。翰林酬酢委金璧，珠箔花笼玉为食。朝随孔翠伴，暮缀鸾皇翼。主人邀客醉笼下，京洛风埃不沾席。群诗名貌极豪纵，尔兔有意果谁识。天资洁白已为累，物性拘囚尽无益。上林荣落几时休，回首峰峦断消息。",
            "comment": ""
        },
        {
            "title": "李留後家闻筝坐上作",
            "content": "不听哀筝二十年，忽逢纤指弄鸣弦。◇蛮巧啭花间舌，呜咽交流冰下泉。常谓此声今已绝，问渠从小自谁传。樽前笑我闻弹罢，白发萧然涕泫然。",
            "comment": ""
        },
        {
            "title": "白发丧女师作",
            "content": "吾年未四十，三断哭子肠。子割病莫忍，屡痛谁能当。割肠痛连心，心碎骨亦伤。出我心骨血，洒为清泪行。泪多血已竭，毛肤冷无光。自然须与鬓，未老先苍苍。",
            "comment": ""
        },
        {
            "title": "定力院七叶木",
            "content": "伊洛多佳木，沙罗旧得名。常於佛家见，宜在月宫生。扣砌阴铺静，虚堂子落声。夜风疑雨过，朝露炫霞明。车马王都盛，楼台梵宇闳。惟应静者乐，时听野禽鸣。",
            "comment": ""
        },
        {
            "title": "送沈学士知常州",
            "content": "旧馆芸香锁寂寥，斋舲东下入秋涛。江晴风暖旌旗扬，木落霜清鼓角高。吟就彩牋宾已醉，舞翻红袖饮方豪。平生粗得为州乐，因羡君行首重搔。",
            "comment": ""
        },
        {
            "title": "和晏尚书对雪招饮",
            "content": "瑶林琼树影交加，谁伴山翁醉帽斜。自把金船浮白蚁，应须红粉唱梅花。",
            "comment": ""
        },
        {
            "title": "寄题嵩巫亭",
            "content": "平地烟霄向此分，绣楣丹槛照清芬。风帘春卷秋空碧，剩见西山数岭云。",
            "comment": ""
        },
        {
            "title": "送润州通判屯田",
            "content": "船头初转两旗开，清晓津亭叠鼓催。自古江山最佳处，况君谈笑有余才。云愁海阔惊涛涨，木落霜清画角哀。善政已成多雅思，寄诗宜逐驿筒来。",
            "comment": ""
        },
        {
            "title": "初秋普明寺竹林小饮饯梅圣俞分韵得亭皋木叶",
            "content": "山水日已佳，登临同上下。衰兰尚可采，欲赠离居者。",
            "comment": "：【原题】：\r\n初秋普明寺竹林小饮饯梅圣俞分韵得亭皋木叶下五首 | 【注释】【原题】：初秋普明寺竹林小饮饯梅圣俞分韵得亭皋木叶下五首"
        },
        {
            "title": "送吕夏卿",
            "content": "始吾尚幼学弄笔，群儿争诵公初文。嗟我今年已白发，公初相见犹埃尘。传家尚喜有二子，始知灵珠出淮滨。去年束书来上国，欲以文字惊众人。驽骀群马敛足避，天衢让路先骐驎。尚书礼部奏高第，敛衣襆砚趋严宸。曈曈春日转黄伞，蔼蔼赋笔摛青云。我时寓直殿庐外，众中迎子笑以忻。明朝失意落入後，我为沮气羞出门。得官高要几千里，犹幸海远无恶氛。英英帝圃多鸾凰，上下羽翼何缤纷。期子当呼丹山凤，为瑞相与来及群。",
            "comment": ""
        },
        {
            "title": "罢官後初还襄城弊居述怀十韵回寄洛中旧寮",
            "content": "路尽见家山，欣然望吾庐。陋巷叩紫扉，迎候遥惊呼。儿童戏竹马，田里邀篮舆。春桑郁已绿，岁事催农夫。朝日飞雉雏，东皋新雨余。植杖望远林，行歌登故墟。夙志在一壑，兹焉将荷锄。言谢洛杜友，因招洛中愚。马卿已倦客，严安犹献书。行矣方于役，岂能遂归欤。",
            "comment": ""
        },
        {
            "title": "内直奉寄圣俞博士",
            "content": "千门钥入断人声，楼阁沉沉夜气生。独直偏知宫漏永，稍寒尤觉玉堂清。霜云映月鳞鳞色，风叶飞空摵摵鸣。犬马力疲恩未报，坐惊时节已峥嵘。",
            "comment": ""
        },
        {
            "title": "洗儿歌",
            "content": "月晕五色如虹蜺，深山猛虎夜生儿。虎儿可爱光陆离，开眼已有百步威。诗翁虽老神骨秀，想见娇婴目与眉。木星之精为紫气，照山生玉水生犀。儿翁不比他儿翁，三十年名天下知。材高位下众所惜，天与此儿聊慰之。翁家洗儿众人喜，不惜金钱散闾里。宛陵他日见高门，车马煌煌梅氏子。",
            "comment": ""
        },
        {
            "title": "送任处士归太原",
            "content": "一虏动边陲，用兵三十万。天威岂不严，贼首犹未献。自古王者师，有征而不战。胜败系人谋，得失由庙算。是以天子明，咨询务周遍。直欲采奇谋，不为人品限。公车百千辈，不下遗仆贱。况於儒学者，延纳宜无间。如何任生来，三月不得见。方兹急士时，论择岂宜慢。任生居太原，白首勤著撰。闭户不求闻，忽来谁所荐。人贤固当用，举缪不加谴。赏罚两无文，是非奚以辨。遂令拂衣归，安使来者劝。嗟吾笔与舌，非职不敢谏。",
            "comment": ""
        },
        {
            "title": "答原父",
            "content": "炎歊郁然蒸，午景炽方焰。子来清风兴，萧萧吹几簟。又如沃琼浆，遽饮不知厌。嗟予学苦晚，白首困铅椠。危疑奚所质，孔孟久已窆。群儒窒自私，惟子通且赡。幸时丐赢余，屡得饱饥歉。严严春秋经，大法谁敢觇。三才失纲纪，五代极昏垫。盗窃恣胠箧，英雄争奋◇。兴亡两仓卒，事迹多遗欠。才能纪成败，岂暇诛奸僭。闻见患孤寡，是非谁证验。尝欣同好恶，遂乞指瑕玷。反蒙华衮褎，如誉嫫母艳。救非当在早，已暴何由敛。苟能哀癈痼，其可惜针砭。风舲或许邀，湖绿方灩灩。",
            "comment": ""
        },
        {
            "title": "初晴独游东山寺五言六韵",
            "content": "日暖东山去，松门数里斜。山林隐者趣，锺鼓梵王家。地僻迟春节，风晴变物华。云光渐容与，鸣哢已交加。冰下泉初动，烟中茗未芽。自怜多病客，来探欲开来。",
            "comment": ""
        },
        {
            "title": "镇阳残杏",
            "content": "镇阳二月春苦寒，东风力溺冰雪顽。北潭跬步病不到，何暇骑马寻郊原。鵰丘新晴暖已动，砌下流水来潺潺。但闻檐间鸟语变，不觉桃杏开已阑。人生一世浪自苦，盛衰桃杏开落间。西亭昨日偶独到，犹有一树当南轩。残芳烂漫看更好，皓若春雪团枯繁。无风已恐自零落，长条可爱不可攀。犹堪携酒醉其下，谁肯伴我颓巾冠。",
            "comment": ""
        },
        {
            "title": "秋阴",
            "content": "秋阴积不散，夜气凛初清。雨冷侵灯晕，风愁送叶声。国恩惭未报，岁晚念余生。却忆滁州睡，村醪自解酲。",
            "comment": ""
        },
        {
            "title": "宋司空挽辞",
            "content": "文章天下无双誉，伯仲人间第一流。出入两朝推旧德，周旋三事著嘉谋。从容进退身名泰，宠锡哀荣礼数优。棠棣从来敦友爱，九原相望接松楸。",
            "comment": ""
        },
        {
            "title": "折刑部海棠戏赠圣俞二首",
            "content": "摇摇墙头花，艳艳争青娥。朝见开尚少，暮看繁已多。不惜花开繁，所惜时节过。昨日枝上红，今日随流波。物理固如此，去来知奈何。达人但饮酒，壮士徒悲歌。",
            "comment": ""
        },
        {
            "title": "久在病告近方赴直偶成拙诗二首",
            "content": "清晨下直大明宫，驰马悠然宿露中。金阙云开沧海日，天街雨後绿槐风。岁华忽忽双流矢，鬓发萧萧一病翁。名在玉堂归末得，西山画阁兴何穷。",
            "comment": ""
        },
        {
            "title": "下牢津",
            "content": "依依下牢口，古戍郁嵯峨。入峡江渐曲，转滩山更多。白沙飞白鸟，青障合青萝。迁客初经此，愁词作楚歌。",
            "comment": ""
        },
        {
            "title": "牛",
            "content": "日出东篱黄雀惊，雪销春动草芽生。土坡平慢陂田阔，横载童儿带犊行。",
            "comment": ""
        },
        {
            "title": "再至汝阴三绝",
            "content": "黄栗留鸣桑葚美，紫樱桃熟麦风凉。朱轮昔愧无遗爱，白首重来似故乡。",
            "comment": ""
        },
        {
            "title": "题净慧大师禅斋",
            "content": "巾履诸方遍，莓苔一室前。萎花吟次落，孤月定中圆。斋钵都人施，谈机海外传。时应暮锺响，来度禁城烟。",
            "comment": ""
        },
        {
            "title": "柳",
            "content": "雨阔堤长走画辕，絮兼梨雪堕春烟。东风苑外千丝老，犹伴吴蚕尽日眠。",
            "comment": ""
        },
        {
            "title": "答圣俞",
            "content": "人皆喜诗翁，有酒谁肯一醉之。嗟我独无酒，数往从翁何所为。翁居南方我北走，世路离合安可期。汴渠千艘日上下，来及水门犹未知。五年不见劳梦寐，三日始往何其迟。城东赚河有名字，万家弃水为污池。人居其上苟贤者，我视此水犹涟漪。入门下马解衣带，共坐习习清风吹。湿薪荧荧煮薄茗，四顾壁立空无遗。万钱方丈饱则止，一瓢饮水乐可涯。况出新诗数十首，珠玑大小光陆离。他人欲一不可有，君家筐箧满莫持。才大名高乃富贵，岂比金紫包愚痴。贵贱同为一丘土，圣贤独如星日垂。道德内乐不假物，犹须朋友并良时。蝉声渐已变秋意，得酒安问醇与醨。玉堂官闲无事业，亲旧幸可从其私。与翁老矣会有几，当弃百事勤追随。",
            "comment": ""
        },
        {
            "title": "送威胜军张判官",
            "content": "北地不知春，惟看榆叶新。岑牟多武士，玉麈重嘉宾。野磷惊行客，烽烟入远尘。系书沙上鴈，时寄日边人。",
            "comment": ""
        },
        {
            "title": "春日词五首",
            "content": "待晓铜荷剪蜡煤，绣帘春色犯寒来。画眉不待张京兆，自有新妆试落梅。",
            "comment": ""
        },
        {
            "title": "又行次作",
            "content": "秋色满郊原，人行禾黍间。雉飞横断涧，烧响入空山。野水苍烟起，平林夕鸟还。嵩岚久不见，寒碧更孱颜。",
            "comment": ""
        },
        {
            "title": "常州张卿养素堂",
            "content": "江左衣冠世有名，几人今复振家声。朝廷独立清冰节，闾里归来白首卿。志在言谈犹慷慨，身闲耳目益聪明。长松野水谁为伴，顾我堪羞恋宠荣。",
            "comment": ""
        },
        {
            "title": "奉使契丹道中答刘原父桑乾河见寄之作",
            "content": "忆昨初受命，同下紫宸朝。问君当何之，笑指北斗杓。共念到几时，春风约回镳。所持既异事，前後忽相辽。岁月坐易失，山川行知遥。回头三千里，双阙在紫霄。我老倦鞍马，安能事吟嘲。君才绰有余，新句益飘飘。前日逢吕郭，解鞍憩山腰。僮仆相问喜，马鸣亦萧萧。出君桑乾诗，寄我慰寄寂。又喜前见君，相期驻征轺。虽知不久留，一笑乐亦聊。归路践冰雪，还家脱狐貂。君行我即至，春酒待相邀。",
            "comment": ""
        },
        {
            "title": "寄题相州荣归堂",
            "content": "白首三朝社稷臣，壶浆来道拥如云。金貂争看真丞相，竹马犹迎旧使君。岂止轩裳夸故里，已将锺鼎勒元勋。不须授简樽前客，好学平津自有文。",
            "comment": ""
        },
        {
            "title": "送王学士赴两浙转运",
            "content": "汉家财利析秋毫，暂屈清才岂足劳。邑屋连云盈万井，舳舻衔尾列千艘。春寒欲尽黄梅雨，海浪高翻白鹭涛。平昔壮心今在否，江山犹得助诗豪。",
            "comment": ""
        },
        {
            "title": "石篆诗",
            "content": "寒岩飞流落青苔，旁斲石篆何奇哉。其人已死骨已朽，此字不灭留山隈。山中老僧忧石泐，印之以纸磨松煤。欲令留传在人世，持以赠客比琼瑰。我疑此字非律画，又疑人力非能为。始从天地胚浑判，元气结此高崔嵬。当时野鸟踏山石，万古遗迹於苍崖。山只不欲人屡见，每吐云雾深藏埋。群仙发空欲下读，常借海月清光来。嗟我岂能识字法，见之但觉心眼开。辞悭语鄙不足记，封题远寄苏与梅。",
            "comment": ""
        },
        {
            "title": "送琴僧知白",
            "content": "吾闻夷中琴已久，常恐老死无其传。夷中未识不得见，岂谓今逢知白弹。遗音髣佛尚可爱，何况之子传其全。孤禽晓警秋野露，空涧夜落春岩泉。二年迁谪寓三峡，江流无底山侵天。登临探赏久不厌，每欲图画存於前。岂知山高水深意，久以写此朱丝弦。酒酣耳热神气王，听之为子心肃然。嵩阳山高雪三尺，有客拥鼻吟苦寒。负琴北走乞其赠，持我此句为之先。",
            "comment": ""
        },
        {
            "title": "答端明王尚书见寄兼简景仁文裕二侍郎二首",
            "content": "日久都城车马喧，岂知风月属三贤。唱高谁敢投诗社，行处人争看地仙。酒面拨醅浮大白，舞腰催拍趁繁弦。与公等是休官者，方把锄犁学事田。",
            "comment": ""
        },
        {
            "title": "初至颍州西湖种瑞莲黄杨寄淮南转运吕度支发",
            "content": "平湖十顷碧琉璃，四面清阴乍合时。柳絮已将春去远，海棠应恨我来迟。啼禽似与游人语，明月闲撑野艇随。每到最佳堪乐处，却思君共把芳◇。",
            "comment": "：【原题】：\r\n初至颍州西湖种瑞莲黄杨寄淮南转运吕度支发运许主客 | 【注释】【原题】：初至颍州西湖种瑞莲黄杨寄淮南转运吕度支发运许主客"
        },
        {
            "title": "晓发齐州道中二首",
            "content": "岁晚劳征役，三齐旧富闲。人行桑下路，日上海边山。轩冕非吾志，风霜犯客颜。惟应思颍梦，先过穆陵关。",
            "comment": ""
        },
        {
            "title": "依韵答杜相公宠示之作",
            "content": "醉翁丰乐一闲身，憔悴今来汴水滨。每听鸟声知改节，因吹柳絮惜残春。平生未省降诗敌，到处何尝诉酒巡。壮志锁磨都已尽，看花翻作饮茶人。",
            "comment": ""
        },
        {
            "title": "丰乐亭小饮",
            "content": "造化无情不择物，春色亦到深山中。山桃溪杏少意思，自趁时节开春风。看花游女不知丑，古妆野态争花红。人生行乐在勉强，有酒莫负琉璃锺。主人勿笑花与女，嗟尔自是花前翁。",
            "comment": ""
        },
        {
            "title": "太清宫烧香",
            "content": "清晨琳阙耸漓岏，弭节斋坊暂整冠。玉案拜时香袅袅，画廊行处佩珊珊。坛场夜雨苍苔古，楼殿春风碧瓦寒。我是蓬莱宫学士，朝真便合列仙官。",
            "comment": ""
        },
        {
            "title": "聚星堂前紫薇花",
            "content": "亭亭紫薇花，向我如有意。高烟晚溟蒙，清露晨点缀。岂无阳春月，所得时节异。静女不争宠，幽姿如自喜。将期谁顾眄，独伴我憔悴。而我不强饮，繁英行亦坠。相看两寂寞，孤咏聊自慰。",
            "comment": ""
        },
        {
            "title": "春晓",
            "content": "小合回残梦，开帘转晓晖。霞寒风不定，花落鸟惊飞。病渴偏思柘，朝寒怯减衣。沈钱将谢雪，持底送春归。",
            "comment": ""
        },
        {
            "title": "答西京王尚书寄牡丹",
            "content": "新花来远喜开封，呼酒看花兴未穷。年少曾为洛阳客，眼明重见魏家红。却思初赴青油幕，自笑今为白发翁。西望无由陪胜赏，但吟佳句想芳丛。",
            "comment": ""
        },
        {
            "title": "端午帖子词二十首·皇帝合六首",
            "content": "午位星杓正，人间令节同。四时和玉烛，万物被薰风。",
            "comment": ""
        },
        {
            "title": "春晚同应之偶至普明寺小饮作",
            "content": "偶来林下迳，共酌竹间亭。积雨添方沼，残花点绿萍。野阴侵席润，芳气袭人醒。禽鸟休惊顾，都忘兀尔形。",
            "comment": ""
        },
        {
            "title": "答判班孙待制见寄",
            "content": "三朝窃宠幸逢辰，晚节恩深许乞身。无用物中仍老病，太平时得作闲人。鸣琴酌酒留嘉客，引水栽花过一春。惟恨江淹才已尽，难酬开府句清新。",
            "comment": ""
        },
        {
            "title": "酬王君玉中秋席上待月值雨",
            "content": "池上虽然无皓魄，樽前殊未减清欢。绿醅自有寒中力，红粉尤直烛下看。罗绮尘随歌扇动，管弦声杂雨荷乾。客舟闲卧王夫子，诗阵教谁主将坛。",
            "comment": ""
        },
        {
            "title": "日长偶书",
            "content": "日长渐觉逍遥乐，何况终朝无事人。安得遂为无事者，人间万虑不关身。",
            "comment": ""
        },
        {
            "title": "春雪",
            "content": "逗晓风声恶，褰帘雪势斜。应怜未归客，故勒欲开花。病思寒添睡，春愁梦在家。谁能慰寂寞，惟有酒如霞。",
            "comment": ""
        },
        {
            "title": "新营小斋凿地炉辄成五言三十七韵",
            "content": "霜降百工休，居者皆入室。墐户畏初寒，开炉代温律。规模不盈丈，广狭足容膝。轩窗共幽窳，竹柏助蒙密。辛勤惭巧宦，穷贱守卑秩。无术政奚为，有年秋屡实。文书少期会，租讼省鞭抶。地僻与世疏，官闲得身佚。荆蛮苦卑陋，气候常台郁。天日每阴翳，风飙多凛凓。衰颜惨时晚，病骨知寒疾。蛮床倦晨兴，篮舆厌朝出。南山近樵采，僮仆免呵叱。御岁畜蹲鸱，馈客荐包橘。霜薪吹晶荧，石鼎沸啾唧。披方养丹砂，候节煎秋术。西邻有高士，轗轲卧蓬荜。鹤发善高谈，鲐背更炙熨。披裘屡相就，束縕亦时乞。传经伏生老，爱酒杨雄吃。晨灰暖余杯，夜火爆山粟。无言两忘形，相对或终日。微生慕刚毅，劲强早难屈。自从世俗牵，常恐天性失。仰兹微官禄，养此多病质。省躬由一言，无枉慕三黜。因知吏隐乐，渐使欲心窒。面壁或僧禅，倒冠聊酒逸。螟蛉轻二豪，一马齐万物。启期为乐三，叔夜不堪七。负薪幸有瘳，旧学颇思迷。兴亡阅今古，图籍罗甲乙。鲁册谨会盟，周公彖凶吉。详明左丘辩，驰骋马迁笔。金石互铿鍧，风云生倏忽。容尔一开卷，慨然时揜帙。浮沈恣其间，适若遂聱耴。吾居谁云陋，所得乃非一。五斗岂须惭，优游岁将毕。",
            "comment": ""
        },
        {
            "title": "朝中措 送刘仲原甫出守维扬",
            "content": "平山栏槛倚晴空，山色有无中。手种堂前垂柳，别来几度春风？文章太守，挥毫万字，一饮千钟。行乐直须年少，尊前看取衰翁。",
            "comment": "： | ：\r\n宋仁宗至和元年（1054），与欧阳修过从甚密的刘敞（字原甫）知制诰；喜祐元年（1056），因避亲出守扬州，欧公便作此词送给他。欧公曾于仁宗庆历八年（1048）知扬州，此词借酬赠友人之机，追忆自己在扬州的生活，塑造了一个风流儒雅、豪放达观的“文章太守”形象。词中所写平山堂为欧公任扬州太守时所建。\r\n这首词一发端即带来一股突兀的气势，笼罩全篇。“ 平山阑槛倚晴空 ”，顿然使人感到平山堂凌空矗立，其高无比。这一句写得气势磅礴，便为以下的抒情定下了疏宕豪迈的基调。接下去一句是写凭阑远眺的情景 。据宋王象之《 舆地纪胜》记载，登上平山堂，“负堂而望，江南诸山，拱列檐下”，则山之体貌 ，应该是清晰的 ，但词人却偏偏说是“山色有无中”。这是因为受到王维原来诗句的限制，但从扬州而望江南 ，青山隐隐 ，自亦可作“山色有无中”之咏。\r\n以下二句，描写更为具体。此刻当送刘原甫出守扬州之际，词人情不自禁地想起平山堂，想起堂前的杨柳。“手种堂前垂柳，别来几度春风”，深情又豪放。其中“手种”二字，看似寻常，却是感情深化的基础。词人在平山堂前种下杨柳，不到一年，便离开扬州，移任颍州。在这几年中，杨柳之枝枝叶叶都牵动着词人的感情。杨柳本是无情物，但在中国传统诗词里，却与人们的思绪紧密相连。何况这垂柳又是词人手种的 。可贵的是 ，词人虽然通过垂柳写深婉之情，但婉而不柔，深而能畅。特别是“几度春风”四字，更能给人以欣欣向荣、格调轩昂的感觉。\r\n过片三句写所送之人刘原甫 ，与词题相应 。据《宋史》卷三百十九《刘敞传》记载，刘敞“为文尤赡敏 ，掌外制时 ，将下直（犹今语下班），会追封王、主九人，立马却坐，顷之，九制成。欧阳修每于书有疑，折简（写信）来问，对其使挥笔，答之不停手，修服其博。”九制，是指九道敕封郡王和公主的诏书，刘原甫立马却坐，一挥而就，可见其才思的敏捷。此词云“文章太守，挥毫万字”，不仅表达了词人“心服其博”的感情，而且把刘敞的倚马之才，作了精确的概括。缀以“一饮千钟”一句，则添上一股豪气，于是乎一个气度豪迈、才华横溢的文章太守的形象，便栩栩如生地站在我们面前。\r\n词的结尾二句 ，先是劝人，又回过笔来写自己。饯别筵前 ，面对知己 ，一段人生感慨，不禁冲口而出。无可否认，这两句是抒发了人生易老、必须及时行乐的消极思想。但是由于豪迈之气通篇流贯，词写到这里，并不令人感到低沉，反有一股苍凉郁勃的情绪奔泻而出，涤荡人的心灵。\r\n欧词突破了唐、五代以来的男欢女爱的传统题材与极力渲染红香翠软的表现方法，为后来苏轼一派豪放词开了先路。此词的风格，即与苏东坡的清旷词风十分接近。欧公在政治逆境中达观豪迈、笑对人生的风范，与东坡何其相似乃尔！ | 【注释】宋仁宗至和元年（1054），与欧阳修过从甚密的刘敞（字原甫）知制诰；喜祐元年（1056），因避亲出守扬州，欧公便作此词送给他。欧公曾于仁宗庆历八年（1048）知扬州，此词借酬赠友人之机，追忆自己在扬州的生活，塑造了一个风流儒雅、豪放达观的“文章太守”形象。词中所写平山堂为欧公任扬州太守时所建。这首词一发端即带来一股突兀的气势，笼罩全篇。“ 平山阑槛倚晴空 ”，顿然使人感到平山堂凌空矗立，其高无比。这一句写得气势磅礴，便为以下的抒情定下了疏宕豪迈的基调。接下去一句是写凭阑远眺的情景 。据宋王象之《 舆地纪胜》记载，登上平山堂，“负堂而望，江南诸山，拱列檐下”，则山之体貌 ，应该是清晰的 ，但词人却偏偏说是“山色有无中”。这是因为受到王维原来诗句的限制，但从扬州而望江南 ，青山隐隐 ，自亦可作“山色有无中”之咏。以下二句，描写更为具体。此刻当送刘原甫出守扬州之际，词人情不自禁地想起平山堂，想起堂前的杨柳。“手种堂前垂柳，别来几度春风”，深情又豪放。其中“手种”二字，看似寻常，却是感情深化的基础。词人在平山堂前种下杨柳，不到一年，便离开扬州，移任颍州。在这几年中，杨柳之枝枝叶叶都牵动着词人的感情。杨柳本是无情物，但在中国传统诗词里，却与人们的思绪紧密相连。何况这垂柳又是词人手种的 。可贵的是 ，词人虽然通过垂柳写深婉之情，但婉而不柔，深而能畅。特别是“几度春风”四字，更能给人以欣欣向荣、格调轩昂的感觉。过片三句写所送之人刘原甫 ，与词题相应 。据《宋史》卷三百十九《刘敞传》记载，刘敞“为文尤赡敏 ，掌外制时 ，将下直（犹今语下班），会追封王、主九人，立马却坐，顷之，九制成。欧阳修每于书有疑，折简（写信）来问，对其使挥笔，答之不停手，修服其博。”九制，是指九道敕封郡王和公主的诏书，刘原甫立马却坐，一挥而就，可见其才思的敏捷。此词云“文章太守，挥毫万字”，不仅表达了词人“心服其博”的感情，而且把刘敞的倚马之才，作了精确的概括。缀以“一饮千钟”一句，则添上一股豪气，于是乎一个气度豪迈、才华横溢的文章太守的形象，便栩栩如生地站在我们面前。词的结尾二句 ，先是劝人，又回过笔来写自己。饯别筵前 ，面对知己 ，一段人生感慨，不禁冲口而出。无可否认，这两句是抒发了人生易老、必须及时行乐的消极思想。但是由于豪迈之气通篇流贯，词写到这里，并不令人感到低沉，反有一股苍凉郁勃的情绪奔泻而出，涤荡人的心灵。欧词突破了唐、五代以来的男欢女爱的传统题材与极力渲染红香翠软的表现方法，为后来苏轼一派豪放词开了先路。此词的风格，即与苏东坡的清旷词风十分接近。欧公在政治逆境中达观豪迈、笑对人生的风范，与东坡何其相似乃尔！"
        },
        {
            "title": "寿楼",
            "content": "碧瓦照日生青烟，谁家高楼当道边。昨日丁丁斤且斲，今朝朱栏横翠幕。主人起楼何太高，欲夸富力压群豪。楼中女儿十五六，红膏画眉双鬓绿。日暮春风吹管弦，过者仰首皆留连。应笑楼前骑马客，腰垂金章头已白。苦贪名利损形骸，争若庸愚恣声色。朝见骑马过，暮见骑马归。经年无补朝廷事，何用区区来往为。",
            "comment": ""
        },
        {
            "title": "观龙图阁三圣御书应制",
            "content": "层构严清禁，披图烂宝文。虹蜺光照物，龙凤势腾云。妙极功归一，真随体自分。孝思遵宝训，圣业广惟勤。",
            "comment": ""
        },
        {
            "title": "题荐严院",
            "content": "那堪多难百忧攻，三十衰容一病翁。却把西都看花眼，断肠来此哭东风。",
            "comment": ""
        },
        {
            "title": "出郊见田家蚕麦已成慨然有感",
            "content": "谁谓田家苦，田家乐有时。车鸣缫白茧，麦熟啭黄鹂。田家此乐几人知，幸独知之未许归。逢时得宠已逾分，报国无能徒尔为。收取玉堂挥翰手，却寻南亩把锄犁。",
            "comment": ""
        },
        {
            "title": "大热二首",
            "content": "四时成万物，寒暑迭钧陶。壮阳当用事，大夏蒸炎歊。造化本无情，怨咨徒尔劳。身微天地阔，四顾无由逃。九门阊阖开，万仞昆仑高。积雪寒凛凛，清风吹寥寥。嗟我虽欲往，而身无羽毛。",
            "comment": ""
        },
        {
            "title": "送祝熙载之东阳主簿",
            "content": "吴江通海浦，画舸候潮归。叠鼓山间响，高帆鸟外飞。孤城秋枕水，千室夜鸣机。试问还家客，辽东今是非。",
            "comment": ""
        },
        {
            "title": "与谢三学士唱和八首·陪饮上林院後亭见樱桃",
            "content": "寻芳长恨见花迟，岂意看花独後期。试藉落英聊共醉，为怜残萼更攀枝。清香肯以无人减，幽艳惟应有蝶知。开谢两堪成怅望，伤春不到柳丝时。",
            "comment": "：【原题】：\r\n与谢三学士唱和八首·陪饮上林院後亭见樱桃花悉已披谢因成七言四韵 | 【注释】【原题】：与谢三学士唱和八首·陪饮上林院後亭见樱桃花悉已披谢因成七言四韵"
        },
        {
            "title": "鹭鸶",
            "content": "激石滩声如战鼓，翻天浪色似银山。滩惊浪打风兼雨，独立亭亭意愈闲。",
            "comment": ""
        },
        {
            "title": "春使道中作三首",
            "content": "还客莫思家，客行方远道。还家自有时，空使朱颜老。禁城春色暖融怡，花倚春风待客归。劝君还家须饮酒，记取思归未得时。",
            "comment": ""
        },
        {
            "title": "雨後独行洛北",
            "content": "北关望南山，明岚杂紫烟。归云向嵩岭，残雨过伊川。树绕芳堤外，桥横落照前。依依半荒苑，行处独闻蝉。",
            "comment": ""
        },
        {
            "title": "雪晴",
            "content": "悠悠野水来，灩灩西溪阔。晓日披宿云，荒台照残雪。风光变穷腊，岁律新阳月。冻卉意初回，绿醅浮可拨。人闲乐朋友，鸟哢知时节。岂止探芳菲，耕桑行可阅。",
            "comment": ""
        },
        {
            "title": "书怀感事寄梅圣俞",
            "content": "相别始一岁，幽忧有百端。乃知一世中，少乐多悲患。每忆少年日，未知人事艰。颠狂无所阂，落魄去◇牵。三月入洛阳，春深花未残。龙门翠郁郁，伊水清潺潺。逢君伊水畔，一见已开颜。不暇谒大尹，相携步香山。自兹惬所适，便若投山猿。幕府足文士，相公方好贤。希深好风骨，迥出风尘间。师鲁心磊落，高谈羲与轩。子渐口若讷，诵书坐千言。彦国善饮酒，百盏颜未丹。几道事闲远，风流如谢安。子聪作参军，常跨跛虎鞯。子野乃秃翁，戏弄时脱冠。次公才旷奇，王霸驰笔端。圣俞善吟哦，共嘲为阆仙。惟予号达老，醉必如张颠。洛阳古郡邑，万户美风烟。荒凉见宫阙，表里壮河山。相将日无事，上马若鸿翩。出门尽垂柳，信步即名园。嫩箨筠粉暗，渌池萍锦翻。残花落酒面，飞絮拂归鞍。寻尽水与竹，忽去嵩峰巅。青苍绿万仞，杳蔼望三川。花草窥涧窦，崎岖寻石泉。君吟倚树立，我醉欹云眠。子聪疑日近，谓若手可攀。共题三醉石，留在八仙坛。水云心已倦，归坐正杯盘。飞琼始十八，妖妙犹双环。寒篁暖凤嘴，银甲调鴈弦。自制白云曲，始送黄金船。珠帘卷明月，夜气如春烟。灯花弄粉色，酒红生脸莲。东堂榴花好，点缀裙腰鲜。插花云髻上，展簟绿阴前。乐事不可极，酣歌变为叹。诏书走东下，丞相忽南迁。送之伊水头，相顾泪潸潸。腊月相公去，君随赴春官。送君白马寺，独入东上门。故府谁同在，新年独未还。当时作此语，闻者已依然。",
            "comment": ""
        },
        {
            "title": "永昭陵挽词三首",
            "content": "与子虽天意，知人昔帝难。一言谋早定，九鼎势先安。大舜仁由性，成汤治以宽。孤臣恩未报，清血但丸澜。",
            "comment": ""
        },
        {
            "title": "归田四时乐春夏二首",
            "content": "南风原头吹百草，草木丛深茅舍小。麦穗初齐稚子娇，桑叶正肥蚕食饱。老翁但喜岁年熟，饷妇安知时节好。野棠◇密啼晚莺，海石榴红啭山鸟。田家此乐知者谁，我独知之归不早。乞身当及强健时，顾我蹉跎已衰老。",
            "comment": ""
        },
        {
            "title": "送前巫山宰吴殿丞",
            "content": "俊域当年仰下风，天涯今日一◇同。高文落笔妙天下，清论挥犀服坐中。江上挂帆明月峡，云间谒帝紫微宫。山城寂寞少嘉客，喜见琼枝慰病翁。",
            "comment": ""
        },
        {
            "title": "三桥诗·右望佳",
            "content": "轻舟转孤屿，幽蒲漾平波。回看望佳处，归路逐鱼歌。",
            "comment": ""
        },
        {
            "title": "新霜二首",
            "content": "荒城草树多阴暗，日夕霜云意浓淡。长淮渐落见洲渚，野潦初清见洲渚，野潦初清收潋灩。兰枯蕙死谁复吊，残菊篱根争艳艳。青松守节见临危，正色凛凛不可犯。芭旧芰荷不足数，狼藉徒能污池槛。时行收敛岁将穷，冰雪严凝从此渐。咿呦儿女感时节，爱惜朱颜屡窥监。惟有壮士独悲歌，拂拭尘埃磨古剑。",
            "comment": ""
        },
        {
            "title": "吊黄学士三首",
            "content": "丽正雠书久，兰台约史成。迎亲就江水，厌直出承明。世德无双誉，诗豪第一评。风流今顿尽，响像忆平生。",
            "comment": ""
        },
        {
            "title": "即目",
            "content": "李径阴森接翠畴，押帘风日澹清秋。晚乌藏柳栖残照，远燕伤风失故楼。星汉经年虽可望，云波千叠不缄愁。平居革带频移孔，谁问无憀沈隐侯。",
            "comment": ""
        },
        {
            "title": "折刑部海棠戏赠圣俞二首",
            "content": "摇摇墙头花，笑笑弄颜色。荒凉众草间，露此红的皪。草木本无情，及时如自得。青春不可恃，白日忽已昃。绕之重吟哦，归坐成叹息。人生浪自苦，得酒且开释。不见宛陵翁，作诗头早白。",
            "comment": ""
        },
        {
            "title": "病中闻梅二南归",
            "content": "闻君解舟去，秋水正沄沄。野岸旷归思，都门辞世纷。稍逐商帆伴，初随征鴈群。山多淮甸出，柳尽汴河分。楚色芜尚绿，江烟日半曛。客意浩已远，离怀宁复云。宣城好风月，归信几时闻。",
            "comment": ""
        },
        {
            "title": "小桃",
            "content": "雪里花开人未知，摘来相顾共惊疑。便当索酒花前醉，初见今年第一枝。",
            "comment": ""
        },
        {
            "title": "诏重修太学诗",
            "content": "汉诏崇儒术，虞庠讲帝猷。丛楹新宝构，万杵逐欢讴。照烂云甍丽，回环壁水流。冠童仪盛鲁，蒿柱德同周。舞翟弥文郁，横经盛礼修。微生听昕鼓，愿齿夏弦游。",
            "comment": ""
        },
        {
            "title": "学书二首",
            "content": "学书不觉夜，但怪西窗暗。病目故已昏，墨不分浓淡。人生不自知，劳苦殊无憾。所得乃虚名，荣华俄顷暂。岂止学书然，作铭聊自鉴。",
            "comment": ""
        },
        {
            "title": "答吕公著见赠",
            "content": "晋人歌蟠蟀，孔子录於诗。因知圣贤心，岂不惜良时。行乐不及早，朱颜忽焉衰。驰光如騕褭，一去不可追。今也不强饮，後虽悔奚为。三年谪永阳，陷◇不知危。种树满幽谷，疏泉泻清池。新阳染山木，撩乱发枯枝。无人歌青春，自釂白玉◇。今者荷宽宥，乞州从尔宜。西湖旧已闻，既见又过之。菡萏间红绿，鸳鸯浮渺弥。四时花与竹，◇俎动可随。况与贤者同，薰然袭兰芝。醁醅寒且醥，清唱婉而迟。四坐各已醉，临觞独何疑。昔人逢麴车，流涎尚垂颐。况此杯中趣，久得乐无涯。多忧衰病早，心在良可噫。譬若卧枥马，闻鼙尚鸣悲。春膏已动◇，百卉渐葳蕤。丹砂得新方，旧疾庶可治。尚可执鞭弭，周旋以忘疲。",
            "comment": ""
        },
        {
            "title": "偶书",
            "content": "吾见陶靖节，爱酒又爱闲。二者人所欲，不问愚与贤。柰何古今人，遂此乐尤难。饮酒或时有，得闲何鲜焉。浮屠老子流，营营盈市廛。二物尚如比，仕宦不待言。官高责愈重，禄厚足忧患。暂息不可得，况欲闲长年。少壮务贪得，锐意力争前。老来难勉强，思此但长叹。决计不宜晚，归耕颍尾田。",
            "comment": ""
        },
        {
            "title": "送张如京知安肃军",
            "content": "相逢旧从事，新命忽临戎。界上山河壮，军中鼓角雄。朔风驰骏马，寒雪射惊鸿。试取封侯印，何如笔砚功。",
            "comment": ""
        },
        {
            "title": "送吴生南归",
            "content": "自我得曾子，於兹二十年。今又得吴生，既得喜且叹。古士不◇出，百年犹比肩。区区彼江西，其产多材贤。吴生初自疑，所拟岂其伦。我始见曾子，文章初亦然。昆仑倾黄河，渺漫盈百川。决疏以道之，渐敛收横澜。东溟知所归，识路到不难。吴生始见我，袖藏新文篇。忽从布褐中，百宝写我前。明珠杂玑贝，磊砢或不圆。问生久怀此，奈何初无闻。吴生不自隐，欲吐羞俛颜。少也不自重，不为乡人怜。中虽知自悔，学问苦贱贫。自谓久而信，力行困弥坚。今来决疑惑，幸冀蒙洗湔。我笑谓吴生，尔其听我言。世所谓君子，何异於众人。众人为不善，积微成灭身。君子能自知，改过不逡巡。惟於斯二者，愚智遂以分。颜回不贰过，後世称其仁。孔子过而更，日月披浮云。子路初来时，鸡冠佩豭豚。斩蛟射白额，後卒为名臣。子既悔其往，人谁御其新。丑夫祀上帝，孟子岂不云。临行赠此言，庶可以书绅。",
            "comment": ""
        },
        {
            "title": "奉答圣俞岁日书事",
            "content": "积雪照清晨，东风冷著人。年光向老速，物意逐时新。贳酒闲邀客，披裘共探春。犹能自勉强，顾我莫辞频。",
            "comment": ""
        },
        {
            "title": "景灵朝谒从驾还宫",
            "content": "琳馆清晨蔼瑞氛，玉旒朝罢奏韶钧。绿槐夹路飞黄盖，翠辇鸣鞘向紫宸。金阙日高犹泫露，彩旗风细不惊尘。自◇白首追时彦，行近储胥忝侍臣。",
            "comment": ""
        },
        {
            "title": "山斋戏书绝句二首",
            "content": "蜜脾未满蜂采花，麦◇已深鸠唤雨。正是山斋睡足时，不觉花间日亭午。",
            "comment": ""
        },
        {
            "title": "昼锦堂",
            "content": "昔憩甘棠长旧围，重来城郭叹人非。随车仍是为霖雨，被衮何如衣锦归。",
            "comment": ""
        },
        {
            "title": "来燕堂与赵叔平王禹玉王原叔韩子华联句",
            "content": "贤侯谢郡归，从游乐吾党。林泉富余地，卜筑疏陈莽。是时春正中，来燕音下士。若贺大厦成，喜留众宾赏。得名因谈笑，挥墨粲题榜。所夸贤豪盛，岂止池榭广。人心乐且闲，鸟意颉而颃。吟樽敞花轩，醉枕酣风幌。轻云薄藻栋，初日丽珠网。红袂生暗香，清弦泛余响。林深隐飞盖，岸曲迟去桨。波光栏槛明，竹飞衣巾爽。虚容凉樾入，影与文涟荡。晨◇转绿蕙，夕雨滋膏壤。嘉辰喜盍朋，命驾期屡往。觞咏陶淑真，世俗岂吾仿。得以为胜游，萧然散烦想。公子固好士，世德复可象。今此大基构，不图专奉养。美哉风流存，来叶足师仰。",
            "comment": ""
        },
        {
            "title": "游龙门分题十五首·白傅坟",
            "content": "芳荃奠兰酌，共吊松林里。溪口望山椒，但见浮云起。",
            "comment": ""
        },
        {
            "title": "端午帖子词二十首·五温成皇后合四首",
            "content": "依依节物旧年光，人去花开益可伤。圣主聪明无色惑，不须西风返魂香。",
            "comment": ""
        },
        {
            "title": "送张学士知郢州",
            "content": "汉郎清晓赤墀趋，楚老西来望隼旟。侍史护衣薰蕙草，辘轳要◇从骊驹。阳春绕雪歌低扇，油幕连云水泛渠。千里修门对涔浦，好寻遗玦吊三闾。",
            "comment": ""
        },
        {
            "title": "西征道中送陈舅秀才北归",
            "content": "棋墅风流谢舅贤，发光如葆惜穷年。人随黄鹄飞千里，酒满栖乌送一弦。望驿早梅迎远使，拂鞍衰柳拗归鞭。越禽胡马相逢地，南北思归各黯然。",
            "comment": ""
        },
        {
            "title": "次韵再作",
            "content": "吾年向世味薄，所好未衰惟饮茶。建溪苦远虽不到，自少尝见闽人夸。每嗤江浙凡茗草，丛生狼藉惟藏蛇。岂如含膏入香作金饼，蜿蜒两龙戏以呀。其余品第亦奇绝，愈小愈精皆露芽。泛之白花如粉乳，乍见紫面生光华。手持心爱不欲碾，有类弄印几成窊。论功可以疗百疾，轻身久服胜古麻。我谓斯言颇过矣，其实最能袪睡邪。茶官贡余分寄，地远物新来意嘉。亲烹屡酌不知厌，自谓此乐真无涯。未言久食成手颤，已觉疾饥生眼花。客遭水厄疲捧◇，口吻无异蚀月◇。僮奴傍视疑复笑，嗜好乖僻诚堪嗟。更蒙酬句怪可骇，儿曹助噪声哇哇。",
            "comment": ""
        },
        {
            "title": "内直对月寄子华舍人持国廷评",
            "content": "禁署沉沉玉漏传，月华云表溢金盘。纤埃不隔光初满，万物无声夜向阑。莲烛烧残愁梦断，薰炉薰歇觉衣单。水精宫锁黄金阙，故比人间分外寒。",
            "comment": ""
        },
        {
            "title": "送杨员外",
            "content": "予昔走南宫，江湖浩然涉。今来厌尘土，常怀把轻楫。闻君东南行，山水恣登蹑。秋江湛已清，树色映丹叶。羡君舟插◇，去若鱼鼓鬣。君家兄弟才，门族当世甲。行期荐贤书，疾驿来上合。",
            "comment": ""
        },
        {
            "title": "游琅琊山",
            "content": "南山一尺雪，雪尽山苍然。涧谷深自暖，梅花应已繁。使君厌骑从，车马留山前。行歌招野叟，共步青林间。长松得高荫，盘石堪醉眠。止乐听山鸟，携琴写幽泉。爱之欲忘返，但苦世俗牵。归时始觉远，明月高峰巅。",
            "comment": ""
        },
        {
            "title": "寄生槐",
            "content": "桧惟凌云材，槐实凡木贱。奈何柔脆质，累此孤高干。龙鳞老苍苍，鼠耳光粲粲。因缘初莫原，感吒徒自叹。偷生由附托，得势争◇蒨。方其荣盛时，曾莫见真◇。欲知穷悴节，宜试以霜霰。萌芽起微◇，辨别乖先见。剪除初非难，长养遂成患。虽然根性殊，常恐枝叶仕乱。惟应植者深，幸不习而变。含容固有害，剿绝须明断。惟当审斤斧，去恶无伤善。",
            "comment": ""
        },
        {
            "title": "依韵和杜相公喜雨之什",
            "content": "岁时丰俭若循环，天幸非由拙政然。一雨虽知为美泽，三登犹未补凶年。桑阴蔽日交垂路，麦穗含风秀满田。千里郊原想如画，正宜携酒望晴川。",
            "comment": ""
        },
        {
            "title": "寄圣俞",
            "content": "西陵山水天下佳，我昔谪官君所嗟。官闲憔悴一病叟，县古潇洒如山家。雪消深林自斸笋，人响空山随摘茶。有时携酒探幽绝，往往上下穷烟霞。岩荪绿缛软可藉，野卉青红春自华。风余落蕊飞面旋，日暖山鸟鸣交加。贪追时俗翫岁月，不觉万里留天涯。今来寂寞西冈口，秋尽不见东篱花。市亭插旗斗新酒，十千得斗不可赊。材非世用自当去，一舸聱牙挥钓车。君能先往勿自滞，行矣春洲生荻芽。",
            "comment": ""
        },
        {
            "title": "去思堂会饮得春字",
            "content": "世事纷然百态新，西冈一醉十三春。自惭白发随年少，犹把金锺劝主人。黄鸟乱飞深夏木，红榴初发艳清晨。佳时易失闲难得，有酒重来莫厌频。",
            "comment": ""
        },
        {
            "title": "公子",
            "content": "黄山开苑猎初回，绛树分行舞递来。下马春场鸡◇距，鸣弦初日雉惊媒。犀投博齿呼成白，桥隔车音听似雷。不问春蚕眠未起，更寻桑陌到秦台。",
            "comment": ""
        },
        {
            "title": "幽谷种花洗山",
            "content": "洗出峰峦看腊雪，栽成花木趁新年。史君功行今将满，谁肯同来作地仙。",
            "comment": ""
        },
        {
            "title": "嵩山十二首·天门泉",
            "content": "烟霞天门深，灵泉吐岩侧。云湿颢气寒，石老林腴碧。长松暂休坐，一酌烦心涤。",
            "comment": ""
        },
        {
            "title": "大热二首",
            "content": "阳晖烁四野，万里纤云收。羲和困路远，正午当空留。枝条不动影，草木皆含愁。深林虎不啸，卧喘如吴牛。蜩蝉一何微，嗟尔徒啾啾。",
            "comment": ""
        },
        {
            "title": "人日聚星堂燕集探韵得丰字",
            "content": "污池以其下，众流之所锺。尺水无长澜，蛟龙岂其容。顾予诚鄙薄，群俊枉高踪。得一不为少，虽多肯辞岂。譬如登圆坛，罗列璧与琮。又若飨钧天，左右间笙镛。文章烂照耀，应和相撞舂。而予处其间，眩晃不知从。退之亦尝云，青蒿倚长松。新阳发群枯，生意渐丰茸。暮雪浩方积，醁醅寒更浓。毋言轻此乐，此乐难屡逢。",
            "comment": ""
        },
        {
            "title": "感兴五首",
            "content": "仕宦希寸禄，庶无饥寒迫。读书事文章，本以代耕织。学成颇自喜，禄厚愈多责。挟山以超海，事有非其力。君子贵量能，无轻食人食。",
            "comment": ""
        },
        {
            "title": "幽谷晚饮",
            "content": "一径入蒙密，已闻流水声。行穿翠筱尽，忽见青山横。山势抱幽谷，谷泉含石泓。旁生嘉树林，上有好鸟鸣。鸟语谷中静，树凉泉影清。露蝉已嘒嘒，风溜时泠泠。渴心不待饮，醉耳倾还醒。嘉我二三友，偶同丘壑情。环流席高荫，置酒当峥嵘。是时新雨余，日落山更明。山色已可爱，泉声难久听。安得白玉琴，写以朱丝绳。",
            "comment": ""
        },
        {
            "title": "送朱职方提举运盐",
            "content": "齐人谨盐筴，伯者之事尔。计口收其余，登耗以生齿。民充国亦富，粲若有条理。惟非三王法，儒者犹为耻。後世益不然，榷夺由汉始。权量自持操，屑屑已甚矣。穴◇如蜂房，熬波销海水。岂知戴白民，食淡有至死。物艰利愈厚，令出奸随起。良民陷盗贼，峻法难禁止。问官得几何，月课烦笞箠。公私两皆然，巧拙可知已。英英职方郎，文行粹而美。连年宿与泗，有政皆可纪。忽来从辟书，感激赴知己。闵然哀远人，吐策献天子。治国如治身，四民犹四体。奈何窒其一，无异釱厥趾。工作而商行，本末相表里。臣请通其流，为国扫泥滓。金钱归俯藏，滋味饱闾里。利害难先言，岁月可较比。盐官皆谓然，丞相曰可喜。适时乃为才，高论徒谲诡。夷吾苟今出，未以彼易此。隋堤树毵毵，汴水流弥弥。子行其勉旃，吾党方倾耳。",
            "comment": ""
        },
        {
            "title": "梅圣俞寄根杏",
            "content": "鹅毛赠千里，所重以其人。鸭脚虽百个，得之诚可珍。问予得之谁，诗老远且贫。霜野摘林实，京师寄时新。封包虽甚微，采掇皆躬亲。物贱以人贵，人贤弃而沦。开缄重嗟惜，诗以报殷懃。",
            "comment": ""
        },
        {
            "title": "夏侯彦济武陟尉",
            "content": "风烟地接怀，井邑富田垓。河近闻冰坼，山高见雨来。官闲同小隐，酒美足衔杯。好去东篱菊，迎霜正欲开。",
            "comment": ""
        },
        {
            "title": "端午帖子·温成合四首",
            "content": "香黍筒为棕，灵苗艾作人。芳音邈已远，节物自常新。",
            "comment": ""
        },
        {
            "title": "夏享太庙摄事斋宫闻◇寄原甫",
            "content": "四月田家麦穗稠，桑枝生椹鸟啁啾。凤城绿树知多少，何处飞来黄栗留。",
            "comment": ""
        },
        {
            "title": "端午帖子词二十首·皇帝合六首",
            "content": "炎晖流烁薰风薰，草木蕃滋德泽均。畜药蠲痾虽故事，使民无疾乃深仁。",
            "comment": ""
        },
        {
            "title": "球场看山",
            "content": "为爱南山紫翠峰，偶来仍值雪初融。自嫌前引朱衣吏，不称闲行白发翁。向老光阴双转毂，此身天地一飘蓬。何时粗报君恩了，去逐冥冥物外鸿。",
            "comment": ""
        },
        {
            "title": "驯鹿",
            "content": "朝渴饮清池，暮饱眠深栅。◇媿主人恩，自非杀身难报德。主人施恩不待报，哀尔胡为网罗获。南山蔼蔼动春阳，吾欲纵尔山之傍。岩崖雪尽飞泉溜，涧谷风吹百草香。饮泉啮草当远去，山後山前射生户。",
            "comment": ""
        },
        {
            "title": "鴈",
            "content": "来时沙碛已沙霜，飞过江南木叶黄。水阔天低云暗澹，朔风吹起自成行。",
            "comment": ""
        },
        {
            "title": "送京西提点刑狱张驾部",
            "content": "太华之松千岁青，尝闻其下多茯苓。地灵山秀草木异，往往变化为人形。神仙不欲世人采，覆以云气常冥冥。台郎何年得真诀，服饵既久毛骨清。汝阳昔见今十载，丹颜益少方瞳明。郡斋政成罇俎乐，高谈日接无俗情。诏书忽下褎美绩，使车朝出行属城。职清事简称雅意，蠹书古箧晨装轻。洛阳花色笑春日，锦衣昼归闾里惊。自云就欲谢官去，乌纱白发西台卿。他年我亦老蒿少，愿乞仙粒分余馨。",
            "comment": ""
        },
        {
            "title": "冬後三日陪丁元珍游东山寺",
            "content": "幕府文书日已稀，清◇岁晏喜札携。寒山带郭穿松路，瘦马寻春踏雪泥。翠藓苍崖森古木，绿萝盘石暗深溪。为贪赏物来犹早，迎腊梅花吐未齐。",
            "comment": ""
        },
        {
            "title": "送渭州王龙图",
            "content": "汉军十万控山河，玉帐优游暇日多。夷狄从来怀信我，庙堂今不用干戈。吟余画角吹残月，醉里红灯炫绮罗。此乐直须年少壮，嗟唋心志已蹉跎。",
            "comment": ""
        },
        {
            "title": "游龙门分题十五首·鸳鸯",
            "content": "画舷鸣两桨，日暮芳洲路。泛泛风波鸟，双双弄纹羽。爱之欲移舟，渐近还飞去。",
            "comment": ""
        },
        {
            "title": "春帖子词二十首·皇帝合六首",
            "content": "朝云蔼蔼弄春晖，万木欣欣暖尚微。造化未尝私一物，各随妍丑自芳菲。",
            "comment": ""
        },
        {
            "title": "喜雨",
            "content": "大雨虽霶霈，临辙分晴阴。小雨散浸淫，为润广且深。浸淫苟不止，利泽何穷已。无言雨大小，小雨农尤喜。宿麦已登实，新禾未抽秧。及时一日雨，终岁饱丰穰。夜响流◇霂，晨晖霁苍凉。川原净如洗，草木自生光。童稚喜瓜芋，耕夫望陂塘。谁云田家苦，此乐殊未央。",
            "comment": ""
        },
        {
            "title": "游龙门分题十五首·上山",
            "content": "蹑蹻上高山，探险慕幽赏。初惊涧芳早，忽望岩扉敞。林穷路已迷，但逐樵歌响。",
            "comment": ""
        },
        {
            "title": "端午帖子·温成合四首",
            "content": "珠箔凉颸入，金壶昼刻长。鸾台尘不动，销尽故时香。",
            "comment": ""
        },
        {
            "title": "寄题洛阳致政张少卿静居堂",
            "content": "洛人皆种花，花发有时阑。君家独种玉，种玉产琅玕。子弟守家法，名声耸朝端。岁时归拜庆，闾里亦相欢。西台有道气，自少服灵丸。春酒养眉寿，童颜如渥丹。清谈不倦客，妙思喜挥翰。壮也已吏隐，兴余方挂冠。临风想高谊，怀禄愧盘桓。",
            "comment": ""
        },
        {
            "title": "刘秀才宅对弈",
            "content": "乌巷招邀谢墅中，紫囊香佩更临风。尘惊野火遥知猎，目送云罗但听鸿。六著比犀鸣博胜，百娇柘矢捧壶空。解衣对子欢何极，玉井移阴下翠桐。",
            "comment": ""
        },
        {
            "title": "葛氏鼎",
            "content": "大河昔决东南流，萧条东郡今止湫。我从故老问其由，云古五鼎藏高丘。地灵川秀草木稠，郁郁佳气蒸常浮。惟物伏见数有周，秘藏奇怪神所搜。天昏地惨鬼哭幽，至宝欲出风云愁。荡摇山川失维陬，九龙大战驱蛟◇。◇然岸裂轰云驫，滑人夜惊鸟嘲啁。妇走抱儿扶白头，苍生仰叫黄屋忧。聚徒百万如蚍蜉，千金一扫随浮沤。天旋海沸动九州，此鼎始出人间留。滑人得之不敢收，奇模古质非今侔。器大难用识者不，以示世俗遭掫揄。明堂会朝飨诸侯，饔官有品供王羞。调以五味烹全牛，时有用舍吾无求。二三子学雕琳球，见之始惊中叹愀。披荒斲古争穷搜，苦语难出声咿嚘。马图出河龟负畴，自古怪说何悠悠。嗟吾老矣不能休，勉强作诗◇效尤。",
            "comment": ""
        },
        {
            "title": "有赠余以端溪绿石枕与蕲州竹簟皆佳物也余既",
            "content": "端溪琢出缺月样，蕲州织成双水纹。呼儿置枕展方簟，赤日正午天无云。黄琉璃光绿玉润，莹净冷滑无埃尘。忆昨开封暂陈力，屡乞残骸避烦剧。圣君哀怜大臣闵，察见衰病非虚饰。犹蒙不使如罪去，特许迁官还旧职。选材临事不堪用，见利无◇惟苟得。一从僦舍居城南，官不坐曹门少客。自然唯与睡相宜，以赖遭闲何惬适。从来羸苶苦疲困，况此烦歊正炎赫。少壮喘息人莫听，中年鼻轩尤恶声。痴儿掩耳谓雷作，◇妇惊窥疑釜鸣。苍蝇蠛蠓任缘扑，蠹书懒架抛纵横。神昏气浊一如此，言语思虑何由清。尝闻李白好饮酒，欲与铛杓同生死。我今好睡又过之，身与二物为三尔。江西得请在旦暮，收拾归装从此始。终当卷簟携枕去，筑室买田清颍尾。",
            "comment": "：【原题】：\r\n有赠余以端溪绿石枕与蕲州竹簟皆佳物也余既喜睡而得此二者不胜其乐奉呈原父舍人圣俞直讲 | 【注释】【原题】：有赠余以端溪绿石枕与蕲州竹簟皆佳物也余既喜睡而得此二者不胜其乐奉呈原父舍人圣俞直讲"
        },
        {
            "title": "和丁宝臣游甘泉寺",
            "content": "江上孤峰蔽绿萝，县楼终日对嵯峨。丛林已废姜祠在，事迹难寻楚语讹。空余一派寒岩侧，澄碧泓渟涵玉色。野僧岂解惜清泉，蛮俗那知为胜迹。西陵老令好寻幽，时共登临向此游。欹危一迳穿林樾，盘石苍苔留客歇。山深云日变阴晴，涧栢岩松度岁青。谷里花开知地暖，林间鸟语作春声。依依渡口夕阳时，却望层峦在翠微。城头暮鼓休催客，更待横江弄月归。",
            "comment": ""
        },
        {
            "title": "和晏尚书夏日偶至郊亭",
            "content": "关关啼鸟树交阴，雨过西城野色侵。避暑谁能陪剧饮，清歌自可涤烦襟。稻花欲秀蝉初嘒，菱蔓初长水正深。知有江湖杳然意，扁舟应许共追寻。",
            "comment": ""
        },
        {
            "title": "镇阳读书",
            "content": "春深夜苦短，灯冷焰不长。尘蠹文字细，病眸濮无光。坐久百骸倦，中遭群虑戕。寻前顾後失，得一念十忘。乃知学在少，老大不可强。废书谁与语，叹息自悲伤。因忆石夫子，徂徕有茅堂。前年来京师，讲学居上庠。青衫缀朝士，面有数亩桑。不耐群儿嗤，束书归故乡。却寻茅堂在，高卧泰山傍。圣经日陈前，弟子罗两厢。大论叱佛老，高声诵虞唐。宾朋足枣栗，儿女饱糟糠。虽云待官阙，便欲解朝裳。有似蚕作茧，缩身思自藏。嗟我一何愚，贪得不自量。平生事笔砚，自可娱文章。开口揽时事，论议争煌煌。退之尝有云，名声暂膻香。误蒙天子知，侍从列班行。官荣日已宠，事业闇不彰。器小以任大，跻颠理之堂。圣君虽不诛，在汝岂自遑。不能虽欲止，怳若失其方。却欲寻旧学，旧学已榛荒。有类邯郸步，两失皆茫茫。便欲乞身去，君恩厚须偿。又欲求一州，俸钱买归装。譬如归巢鸟，将栖少徊翔。自觉诚未晚，收愚老缣缃。",
            "comment": ""
        },
        {
            "title": "至喜堂新开北轩手植楠木两株走笔呈元珍表臣",
            "content": "为怜碧砌宜佳树，自斸苍苔选绿丛。不向芳菲趁开落，直须霜雪见青◇。披条泫转清晨露，响叶萧骚半夜风。时扫浓阴北窗下，一枰闲且伴衰翁。",
            "comment": ""
        },
        {
            "title": "谢判官幽谷种花",
            "content": "浅深红白宜相间，先後仍须次第栽。我欲四时携酒去，莫教一日不花开。",
            "comment": ""
        },
        {
            "title": "送黄通之郧乡",
            "content": "君子贵从俗，小官能养贤。无惭折腰吏，勉食落头鲜。困有亨之理，穷当志益坚。惟宜少近祸，亲发况皤然。",
            "comment": ""
        },
        {
            "title": "送谢中舍二首",
            "content": "嘉闻嘉誉蔼淮壖，又看吴帆解画船。陇亩遗民谈旧政，江山余思入新篇。人生白首吾今尔，仕路青云子勉旃。举棹南风吹酒醒，离觞莫惜少留连。",
            "comment": ""
        },
        {
            "title": "张主簿东斋",
            "content": "官舍掩寒扉，聊同隐者栖。浮流穿竹过，山鸟入城啼。宾主高谈胜，心冥外物齐。惟应朝枕梦，长厌隔邻鸡。",
            "comment": ""
        },
        {
            "title": "送余姚陈寺丞",
            "content": "铜墨佩腰间，中流望若仙。鸣蝉汴河柳，画鷁越乡船。下濑逢江鴈，瞻氛落海鸢。山川仍客思，尽入隐侯篇。",
            "comment": ""
        },
        {
            "title": "贺九龙庙祈雪有应",
            "content": "真宰调神化，幽灵应不言。朝云九渊闇，暮霰六花繁。朔吹萦归旆，宾裾载後轩。睢园有客赋，郢曲几人翻。槐座方虚位，锋车伫改辕。愿移盈尺瑞，为雨遍群元。",
            "comment": ""
        },
        {
            "title": "水磨亭子",
            "content": "多病山斋厌郁蒸，经时久不到东城。新荷出水双飞鹭，乔木成阴百啭◇。载酒未妨佳客醉，凭高仍见老农耕。史君自有林泉趣，不用丝篁乱水声。",
            "comment": ""
        },
        {
            "title": "详定幕次呈同舍",
            "content": "来时宫柳绿初匀，坐见红芳几番新。蜂蜜满房花结子，还家何处觅残春。",
            "comment": ""
        },
        {
            "title": "谢人寄双桂树子",
            "content": "有客赏芳丛，移根自幽谷。为怀山中趣，爱此岩下绿。晓露秋晖浮，清阴药栏曲。更待繁花白，邀君弄芳馥。",
            "comment": ""
        },
        {
            "title": "端午帖子词二十首·皇后合五首",
            "content": "画扇催迎暑，灵符喜辟邪。风光丽宫禁，时节重仙家。",
            "comment": ""
        },
        {
            "title": "送薛水部通判并州",
            "content": "胸怀磊落逢知己，气略纵横负壮心。玉麈生风宾满坐，金鳞照甲士如林。牛羊日暖山田美，雨雪春寒土屋深。自古幽并重豪侠，祗应行乐费黄金。",
            "comment": ""
        },
        {
            "title": "过钱文僖公白莲庄",
            "content": "城南车马地，行客过徘徊。野水寒犹入，余花晚自开。命宾曾授简，开府最多才。今日西州路，何人更独来。",
            "comment": ""
        },
        {
            "title": "寄刘都官",
            "content": "别後山光寒更绿，秋深酒美色仍清。绕亭黄菊同君种，独对残芳醉不成。",
            "comment": ""
        },
        {
            "title": "和圣俞春雨",
            "content": "檐瓦萧萧雨势疏，寂寥官舍与君俱。身遭锁闭如鹦鹉，病识阴晴似鹁鸪。年少自愁花烂熳，春寒偏著老肌肤。莫嫌来往传诗句，不尔须当泥酒壶。",
            "comment": ""
        },
        {
            "title": "答枢密吴给事见寄",
            "content": "老得闲来兴味长，问将何事送余光。春寒拥被三竿日，宴坐忘言一炷香。报国愧无功尺寸，归田仍值岁丰穰。枢庭任重才余暇，犹有新篇寄草堂。",
            "comment": ""
        },
        {
            "title": "端午帖子词二十首·皇后合五首",
            "content": "覆槛午阴黄鸟啭，烘帘晓日绛榴繁。天子彩缕争新巧，共续千龄奉至尊。",
            "comment": ""
        },
        {
            "title": "登绛州富公嵩巫亭示同行者",
            "content": "群峰拥轩槛，竹树阴漠漠。公胡苦思山，规构自心作。惟予爱山者，初仕即京洛。嵩峰三十六，终日对高阁。阴晴无朝暮，紫气常浮泊。雄然九州中，气象压寥廓。亦尝步其巅，培塿视四岳。其後窜荆蛮，始识峡山恶。长江泻天来，巨石忽开拓。始疑茫昧初，浑沌死镌鏧。神功夜催就，万仞成一削。尤奇十二峰，隐见入冥邈。人踪断攀缘，异物宜所诧。顾瞻但徘徊，想像逢绰约。嵩山近可爱，泉石吾已诺。终期友幽人，白首老云壑。荆巫惜遐荒，诡怪杳难貌。至今清夜思，魂梦辄飞愕。偶来玩兹亭，尘眼刮昏膜。况逢秋雨霁，浓翠新染濯。峰端上明月，且可留幽酌。",
            "comment": ""
        },
        {
            "title": "拟玉台体七首·欲眠",
            "content": "行人夜已断，明河南陌头。双璫不拟解，更欲要君留。",
            "comment": ""
        },
        {
            "title": "斋宫尚有残雪思作学士时摄事于此尝有闻◇诗",
            "content": "两京平日接英髦，不独诗豪酒亦豪。休把青铜照双鬓，君谟今已白刁骚。",
            "comment": "：【原题】：\r\n斋宫尚有残雪思作学士时摄事于此尝有闻◇诗寄原父因而有感四首 | 【注释】【原题】：斋宫尚有残雪思作学士时摄事于此尝有闻◇诗寄原父因而有感四首"
        },
        {
            "title": "送张屯田归洛歌",
            "content": "昔年洛浦见花落，曾作悲歌歌落花。愁来欲遣何可柰，时向金河寻杜家。杜家花虽非绝品，犹可开颜为之饮。少年意气易成懽，醉不还家伴花寝。一来京国两伤春，憔悴穷愁九陌尘。红房紫莟处处有，骑马欲寻无故人。黄河三月入隋河，河水多时怅望多。为怜此水来何处，中有伊流与洛波。忽闻君至自西京，洗眼相看眼暂明。心衰面老畏人问，惊我瘦骨清如冰。今年七月妹丧夫，稚儿孀女啼呱呱。季秋九月予丧妇，十月厌厌成病躯。端居移病新城下，日不出门无过者。独行时欲强高歌，一曲未终双涕洒。可怜明月与春风，岁岁年年事不同。暂别已嗟非旧态，再来应是作衰翁。感时惜别情无已，无酒送君空有泪。西归必有问君人，为道别来今若此。",
            "comment": ""
        },
        {
            "title": "初秋普明寺竹林小饮饯梅圣俞分韵得亭皋木叶",
            "content": "临水复欹石，陶然同醉醒。山霞坐未敛，池月来亭亭。",
            "comment": "：【原题】：\r\n初秋普明寺竹林小饮饯梅圣俞分韵得亭皋木叶下五首 | 【注释】【原题】：初秋普明寺竹林小饮饯梅圣俞分韵得亭皋木叶下五首"
        },
        {
            "title": "宋宣献公挽词三首",
            "content": "识度推明哲，风猷蔼缙绅。何言止中寿，遂不秉洪钧。翰墨时争宝，词章晚愈新。哭哀文伯母，悲感路傍人。",
            "comment": ""
        },
        {
            "title": "狎鸥亭",
            "content": "险夷一节如金石，勋德俱高映古今。岂止忘机鸥鸟信，陶钧万物本无心。",
            "comment": ""
        },
        {
            "title": "酬孙延仲龙图",
            "content": "洛社当年盛莫加，洛阳耆老至今夸。死生零落余无几，齿发衰残各可嗟。北库酒醪君旧物，西湖烟水我如家。已将二美交相胜，仍枉新肩丽彩霞。",
            "comment": ""
        },
        {
            "title": "秋晚凝翠亭",
            "content": "黄叶落空城，青山遶官廨。风云凄已高，岁月惊何迈。陂田寒未收，野水浅生派。晴林紫榴坼，霜日红梨晒。萧疏喜竹劲，寂寞伤兰败。丛菊如有情，幽芳慰孤介。嘉客日可携，寒醅美新醡。登临无厌频，冰雪行即届。",
            "comment": ""
        },
        {
            "title": "和圣俞唐书局後丛莽中得芸香一本之作用其韵",
            "content": "有芸黄其华，在彼众草中。清香濯晓露，秀色摇春风。幸依华堂阴，一顾曾不蒙。大雅彼君子，偶来从学宫。文章高一世，论议伏群公。多识由博学，新篇匪雕虫。唱酬烂众作，光煇发幽丛。在物苟有用，得时宁久穷。可嗟凡草木，粪壤自青红。",
            "comment": ""
        },
        {
            "title": "离彭婆值雨投临汝驿回寄张九屯田司录",
            "content": "投馆野花边，羸骖晚不前。山桥断行路，溪雨涨春田。树冷无栖鸟，村深起暮烟。洛阳山已尽，休更望伊川。",
            "comment": ""
        },
        {
            "title": "野鹊",
            "content": "鲜鲜毛羽耀朝辉，红粉墙头绿树枝。日暖风轻言语软，应将喜报主人知。",
            "comment": ""
        },
        {
            "title": "会老堂",
            "content": "古来交道愧难终，此会今时岂易逢。出处三朝俱白首，凋零万木见青松。公能不远来千里，我病犹堪釂一锺。已胜山阴空兴尽，且留归驾为从容。",
            "comment": ""
        },
        {
            "title": "谷正至始得先所寄书及诗不胜喜慰因书数韵奉",
            "content": "寒日照深巷，柴门朝尚闭。有客自江来，尺书千里至。启书复何云，但言南北异。南方地常暖，风物称佳丽。梅蘤入新年，兰皋动芳气。乐哉登临兴，岂厌江湖滞。伊予方寂寞，刻苦穷文字。万国会王州，群英驰◇轨。方朔常苦饿，子云非官意。岁暮惨风尘，官闲倦朝市。出处一云别，所思宁可冀。春江有归鴈，但使音书继。",
            "comment": "：【原题】：\r\n谷正至始得先所寄书及诗不胜喜慰因书数韵奉酬圣俞 | 【注释】【原题】：谷正至始得先所寄书及诗不胜喜慰因书数韵奉酬圣俞"
        },
        {
            "title": "夜意",
            "content": "蕙炷炉薰断，兰膏烛艳煎。夜风多起籁，晓月渐亏弦。鹊去星低汉，乌啼树暝烟。惟应墙外柳，三起复三眠。",
            "comment": ""
        },
        {
            "title": "南獠",
            "content": "洪宋区夏广，恢张际四维。狂孽久不耸，民物含春熙。耆稚适所尚，游泳光华时。遽然摄提岁，南獠掠边陲。予因叩村叟，此事曷如斯。初似却人问，未语先涕垂。收涕谢客问，为客陈始基。抚水有上源，水浅山嶮巇。生民三千室，聚此天一涯。狼勇复轻脱，性若鹿与麋。男夫不耕凿，刀兵动相随。宜融两境上，杀人取其赀。因斯久久来，此寇易为羁。鼠窃及蚁聚，近里焉敢窥。势亦不久住，官军来即驰。景德祥符後，时移事亦移。四辅哲且善，天子仁又慈。将军称招安，兵非羽林儿。龙江一牧拙，逻骑材亦非。威惠不兼济，徒以官力欺。智略仍复短，从此难羁縻。引兵御甲岭，部阵自参差。锋镝殊未接，士卒心先离。奔走六吏死，明知国挫威。自兹贱声震，直寇融州湄。县宇及民庐，毁荡无孑遗。利镞淬诸毒，中肤无药医。长刀断人股，横尸满通逵。妇人及孳产，驱负足始归。堂堂过城戍，何人敢正窥。外计削奏疏，一一闻宸闱。赫尔天斯怒，选将兴王师。精甲二万余，猛毅如虎貔。剑戟凛秋霜，旌棨闪朝曦。八营与七萃，岂得多于兹。外统三路进，小敌胡能为。前驱已压境，後军犹未知。逶迤至蛮域，但见空稻畦。搜罗一月余，不战师自罢。荷戈莫言苦，负粮深可悲。哀哉都督邮，无辜遭屠糜。哓咋计不出，还出招安辞。半降半来拒，蛮意犹狐疑。厚以缯锦赠，狙心诈为卑。戎帐草草起，贼戈蹑背挥。我聆老叟言，不觉颦双眉。吮毫兼叠简，占作南獠诗。愿值采诗官，一敷于彤墀。",
            "comment": ""
        },
        {
            "title": "送刘半千平阳簿",
            "content": "岭梅归驿路迢迢，越鸟巢倾木半乔。松径就荒聊应召，桂丛留隐定相招。家庭噪鹊争喧树，夜帐惊猿自拥条。何处秋风催客鬓，青丝恐逐物华凋。",
            "comment": ""
        },
        {
            "title": "和太傅杜相公宠示之作",
            "content": "平生孤拙荷公知，敢向公前自衒诗。忧患飘流诚已甚，文辞衰落固其宜。非高仅比巴音下，少味还同鲁酒漓。两辱嘉篇永为宝，岂惟荣耀托当时。",
            "comment": ""
        },
        {
            "title": "七言二首答黎教授",
            "content": "共坐栏边日欲斜，更将金蕊泛流霞。欲知却老延龄药，百草枯时始见花。",
            "comment": ""
        },
        {
            "title": "和原父扬州六题·蒙谷}",
            "content": "一径崎岖入谷中，翠条红刺罥春丛。花深时有人相应，竹密初疑路不通。",
            "comment": ""
        },
        {
            "title": "春帖子词二十首·皇帝合六首",
            "content": "玉琯气来灰已动，东郊风至晓先迎。乾坤有信如符契，草木借知但发生。",
            "comment": ""
        },
        {
            "title": "劳停驿",
            "content": "孤舟转山曲，豁尔见平川。树杪帆初落，峰头月正圆。荒烟几家聚，瘦野一刀田。行客愁明发，惊滩鸟道前。",
            "comment": ""
        },
        {
            "title": "送贾推官赴绛州",
            "content": "白云汾水上，人北鴈南飞。行李山川远，风霜草木腓。郡斋宾榻挂，幕府羽书稀。最有题舆客，偏思玉麈挥。",
            "comment": ""
        },
        {
            "title": "送龙茶与许道人",
            "content": "颍阳道士青霞客，来似浮云去无迹。夜朝北斗太清坛，不道姓名人不识。我有龙团古苍璧，九龙泉深一百尺。凭君汲井试烹之，不是人间香味色。",
            "comment": ""
        },
        {
            "title": "扶沟知县周职方录示白鹤宫苏才翁子美赠黄道",
            "content": "能棋好饮一道士，醉墨狂吟二谪仙。道士不闻乘白鹤，谪仙今已揜黄泉。古来豪杰皆如此，谁拂尘埃为惘然。华发郎官才调美，更将新句续遗篇。",
            "comment": "：【原题】：\r\n扶沟知县周职方录示白鹤宫苏才翁子美赠黄道士诗并盛作三绝见索拙句◇为四韵奉酬 | 【注释】【原题】：扶沟知县周职方录示白鹤宫苏才翁子美赠黄道士诗并盛作三绝见索拙句◇为四韵奉酬"
        },
        {
            "title": "寄题沙溪宝锡院",
            "content": "为爱江西物物佳，作诗尝向北人夸。青林霜日换枫叶，白水秋风吹稻花。酿酒烹鸡留醉客，鸣机织苎遍山家。野僧独得无生乐，终日焚香坐结跏。",
            "comment": ""
        },
        {
            "title": "赴集禧宫祈雪追忆从先皇驾幸泫然有感",
            "content": "琳阙迢迢倚瑞烟，忆陪游豫入新年。云深晓日开宫殿，水阔春风扬管弦。千骑清尘回辇路，万家明月放灯天。一朝人事凄凉改，惟有灵光独岿然。",
            "comment": ""
        },
        {
            "title": "题张损之学士兰皋亭",
            "content": "碕岸接芳蹊，琴觞此自怡。林花朝落砌，山月夜临池。雨积蛙鸣乱，春归鸟哢移。惟应乘兴客，不待主人知。",
            "comment": ""
        },
        {
            "title": "送胡学士知湖州",
            "content": "武平天下才，四十滞铅椠。忽乘使君舟，归榜不可缆。都门春渐动，柳色缘将暗。挂帆千里风，水阔江灩灩。吴兴水精宫，楼阁在寒监。橘柚秋苞繁，乌程春瓮酽。清谈越客醉，屡舞吴娘艳。寄诗毋惮频，以慰离居念。",
            "comment": ""
        },
        {
            "title": "忆龙门",
            "content": "楚客有归心，因声道故岑。依依动春色，蔼蔼望香林。山日岩边下，溪云水上◇。遥知怀洛社，应复动乡吟。",
            "comment": ""
        },
        {
            "title": "自河北贬滁州初入汴河闻鴈",
            "content": "阳城淀里新来鴈，趁伴南飞逐越船。野岸柳黄霜正白，五更惊破客愁眠。",
            "comment": ""
        },
        {
            "title": "箕山",
            "content": "朝下黄芦坂，夕望箕山云。缅怀巢上客，想彼岩中人。弱岁慕高节，壮年婴世纷。漱流羡颍水，振衣嗟洛尘。空祠乱惊鸟，山木含余曛。聊兹谢芝桂，归月及新春。",
            "comment": ""
        },
        {
            "title": "谢公挽词三首",
            "content": "乐事与良辰，平生爱洛滨。泉台一闭夜，蒿里不知春。翰墨犹新泽，图书已素尘。堪怜寝门哭，犹有旧时宾。",
            "comment": ""
        },
        {
            "title": "奉和刘舍人初雪",
            "content": "夜雪填空晓更飘，龙墀风冷佩声高。琼花落处萦仙仗，玉殿光中认赭袍。下直笑谈多乐事，平时樽酒属吾曹。羡君年少才无敌，顾我虽衰饮尚豪。",
            "comment": ""
        },
        {
            "title": "高楼",
            "content": "六曲雕栏百尺楼，帘波不定瓦如流。浮云已映楼西北，更向云西待月钩。",
            "comment": ""
        },
        {
            "title": "谢观文理尚书惠西京牡丹",
            "content": "京师轻薄儿，意气多豪侠。争夸朱颜年少，肯慰白发将花插。尚书好事与俗殊，怜我霜毛苦萧飒。赠以洛阳花满盘，◇丽争奇红紫杂。两京相去五百里，几日驰来足何捷。紫檀金粉香未吐，绿萼红苞露犹浥。谓我尝为洛阳客，颇向此花曾涉猎。忆昔进士初登科，始事相公沿吏牒。河南官属尽贤俊，洛城池◇相连接。我时年才二十余，每到花开如蛱蝶。姚黄魏红腰带◇，泼墨齐头藏绿叶。鹤翎添色又其次，此外虽妍犹婢妾。尔来不觉三十年，岁月才如熟羊胛。无情草木不改色，多难人生自摧拉。见花了了虽旧识，感物依依几擦睫。念昔逢花必沽酒，起坐驩呼屡倾榼。而今得酒复何为，爱花绕之空百匝。心衰力懒难勉强，与昔一何殊勇怯。感公意厚不知报，墨笔淋漓口徒嗫。",
            "comment": ""
        },
        {
            "title": "暮春有感",
            "content": "幽忧无以销，春日静愈长。薰风入花骨，花枝午低昂。往来采花蜂，清蜜未满房。春事已烂漫，落英渐飘扬。蛱蝶无所为，飞飞助其忙。啼鸟亦屡变，新音巧调篁。游丝最无事，百尺拖晴光。天工施造化，万物感春阳。我独不知春，久病卧空堂。时节去莫挽，浩歌自成伤。",
            "comment": ""
        },
        {
            "title": "嵩山十二首·天门",
            "content": "石径方盘纡，双峰忽中断。呀豁青冥间，畜泄烟云乱。杉萝试举手，自可阶天汉。",
            "comment": ""
        },
        {
            "title": "霜",
            "content": "一夜新霜著瓦轻，芭旧心折败荷倾。奈寒惟有东篱菊，金蕊繁开晓更清。",
            "comment": ""
        },
        {
            "title": "重赠刘原父",
            "content": "忆昨君当使北时，我往别君饮君家。爱君小鬟初买得，如手未触新开花。醉中上马不知夜，但见九陌灯火人諠哗。归来不记与君别，酒醒起坐空咨嗟。自我我亦随往矣，行即逢君何恨邪。岂知前後不相及，岁月◇◇行无涯。古北岭口踏新雪，马盂山西看落霞。风云暮惨失道路，◇谷夜静闻◇◇。行迷方向但看日，度尽山险方逾沙。客心渐远诚易感，见君虽晚喜莫加。我後君归祗十日，君先跃马未足夸。新年花发见回鴈，归路柳暗藏娇鸦。而今春物已烂漫，念昔草木冰未芽。人生每苦劳事役，老去尚能怜物华。从今有暇即相过，安得载酒长盈车。",
            "comment": ""
        },
        {
            "title": "乐郊诗",
            "content": "乐郊何所乐，所乐从公游。三日公不出，其民蹙然愁。一闻车马音，从者如云浮。吾问郓之人，无乃失业不。云惟安其业，然後乐其休。乐郊何所有，胡不考公诗。有山在其东，有水出逶夷。有台以临望，有沼以游嬉。俯仰迷上下，朱栏映清池。草木非一种，青红随四时。其余虽琐屑，处置各有宜。乐郊何以名，吾为本其意。自古贤哲人，所存非一世。当时偶然迹，来者因不废。郓非公久留，公去民孰赖。此亭公所登，此树公所憩。俾民百年思，岂取一日醉。",
            "comment": ""
        },
        {
            "title": "和原甫舍人阁下午寝归有作",
            "content": "遥知好睡紫微郎，枕簟消薰绿蕙芳。五色诏成人不到，万年风动阁生凉。平时下直归宜早，陋巷相过意未忘。杨子不烦多载酒，主人犹可具黄粱。",
            "comment": ""
        },
        {
            "title": "谁言答圣俞见寄兼简东京诸友",
            "content": "昔君居洛阳，乐事无时有。窦府富文章，谢墅从亲友。丰年政颇简，命驾时为偶。不问竹林主，仍携步兵酒。芬芳弄嘉月，翠绿相森茂。",
            "comment": ""
        },
        {
            "title": "愁牛岭",
            "content": "邦人尽说畏愁牛，不独牛愁我亦愁。终日下山行百转，却从山脚望山头。",
            "comment": ""
        },
        {
            "title": "晏太尉西园贺雪歌",
            "content": "阴阳乖错乱五行，穷冬山谷暖不冰。一阳且出在地上，地下谁发万物萌。太阴当用不用事，盖由奸将不斩亏国刑。遂令邪风伺间隙，潜中瘟疫於疲氓。神哉陛下至仁圣，忧勤悬祷通精诚。圣人与天同一体，意未发口天已听。忽收寒威还水官，正时肃物凛以清。寒风得势猎猎走，瓦乾霰急落不停。恍然天地半夜白，群鸡失晓不及鸣。清晨拜表东上合，郁郁瑞气盈宫庭。退朝骑马下银阙，马滑不惯行瑶琼。晚趋宾馆贺太尉，坐觉满路流欢声。便开西园扫征步，正见玉树花凋零。小轩却坐对山石，拂拂酒面红烟生。主人与国共休戚，不惟喜悦将丰登。须怜铁甲冷彻骨，四十余万屯边兵。",
            "comment": ""
        },
        {
            "title": "寄谢晏尚书二绝",
            "content": "烂漫残芳不可收，归来惆怅失春游。绿阴深处闻啼鸟，犹得追闲果下骝。",
            "comment": ""
        },
        {
            "title": "射生户",
            "content": "射生户，前日献一豹，今日献一狼。豹因伤我牛，狼因食我羊。狼豹诚为害人物，县官赏之缣五匹。射生户，持缣归。为人除害固可赏，贪功趋利尔勿为。弦弓毒矢无妄发，恐尔不识麒麟儿。",
            "comment": ""
        },
        {
            "title": "嵩山十二首·天池",
            "content": "高步登天池，灵源湛然吐。俯窥不可见，渊默神龙护。静夜天籁寒，宿客疑风雨。",
            "comment": ""
        },
        {
            "title": "琅琊山六题·琅琊溪",
            "content": "空山雪消溪水涨，游客渡溪横古槎。不知溪源来远近，但见流出山中花。",
            "comment": ""
        },
        {
            "title": "郡斋书事寄子履",
            "content": "使君居处似山中，吏散焚香一室空。雨过紫苔惟鸟迹，夜凉苍桧起天风。白醪酒嫩迎秋熟，红棘林繁喜岁岂。寄语瀛洲未归客，醉翁今已作僊翁。",
            "comment": ""
        },
        {
            "title": "伊川独游",
            "content": "绿树遶伊川，人行乱石间，寒云依晚日，白鸟向青山。路转香林出，僧归野渡闲。岩阿谁可访，兴尽复空还。",
            "comment": ""
        },
        {
            "title": "郡人献花",
            "content": "蝶遶蜂游露满盘，芳条可惜折来残。我缘多病经春卧，砌下花开不暇看。",
            "comment": ""
        },
        {
            "title": "春日西湖寄谢法曹歌",
            "content": "西湖春色归，春水绿于染。群芳烂不收，东风落如糁。参军春思乱如云，白发题诗愁送春；遥知湖上一樽酒，能忆天涯万里人。万里思春尚有情，忽逢春至客心惊；雪消门外千山绿，花发江边二月晴。少年把酒逢春色，今日逢春头已白。异乡物态与人殊，惟有东风旧相识。",
            "comment": "： | ： | ：\r\n原注：西湖者，许昌胜地也。\r\n谢君有“多情未老已白发，野思到春如乱云”之句。 | 【注释】原注：西湖者，许昌胜地也。谢君有“多情未老已白发，野思到春如乱云”之句。"
        },
        {
            "title": "留守相公移镇汉东",
            "content": "周郊彻楚垧，旧相拥新旌。路识青山在，人今白首行。问农穿稻野，候节见梅英。腰组人稀识，偏应邸吏惊。",
            "comment": ""
        },
        {
            "title": "鹎鵊词",
            "content": "龙楼凤阙郁峥嵘，荣宫不闻更漏声。红纱蜡烛愁夜短，绿窗鹎鵊催天明。一声两声人渐起，金井辘轳闻汲水。三声四声促严妆，红靴玉带奉君王。万年枝软风露湿，上下枝间声转急。南衙促仗三卫列，九门放钥千官入。重城禁◇锁池台，此鸟飞从何处来。君不见颍河东岸村陂阔，山禽野鸟常嘲◇。田家惟听夏鸡声，夜夜◇头耕晓月。可怜此乐独吾知，眷恋君恩今白发。",
            "comment": ""
        },
        {
            "title": "七交七首·梅主簿",
            "content": "圣俞翘楚才，乃是东南秀。玉山高岑岑，映我觉形陋。离骚喻草香，诗人识鸟兽。城中争拥鼻，欲学不能就。平日礼文贤，宁久滞奔走。",
            "comment": ""
        },
        {
            "title": "和景仁试明经大义多不通有感",
            "content": "庠序制犹阙，乡闾教不行。古於经学政，今也艺虚名。来者益可鄙，待之因愈轻。无徒诮其陋，讲劝在公卿。",
            "comment": ""
        },
        {
            "title": "和江邻几学士桃花",
            "content": "草上红多枝上稀，芳条绿萼忆来时。见桃著子始归後，谁道仙花开落迟。",
            "comment": ""
        },
        {
            "title": "和韩学士襄州闻喜亭置酒",
            "content": "◇嶭高城汉水边，登临谁与共跻攀。清川万古流不尽，白鸟双飞意自闲。可笑沉碑忧岸谷，谁能把酒对江山。少年我亦曾游目，风物今思一梦还。",
            "comment": ""
        },
        {
            "title": "奉答圣俞宿直见寄之作",
            "content": "寒夜分曹直，严城隔几层。予惭批凤诏，君叹守萤灯。病骨羸漳浦，官书蠹羽陵。无嫌学舍冷，文字比清冰。",
            "comment": ""
        },
        {
            "title": "太傅相公入陪大祀以疾不行圣恩优贤诏书俞允",
            "content": "驿骑频来急诏随，都人相与窃嗟咨。自非峻节终无改，安得清衷久益思。前席盖将求谠议，在庭非为乏陪祠。尊贤优老朝家美，他日安车召未迟。",
            "comment": "：【原题】：\r\n太傅相公入陪大祀以疾不行圣恩优贤诏书俞允发於感遇纪以嘉篇小子不揆辄亦课成拙恶诗一首 | 【注释】【原题】：太傅相公入陪大祀以疾不行圣恩优贤诏书俞允发於感遇纪以嘉篇小子不揆辄亦课成拙恶诗一首"
        },
        {
            "title": "和晏尚书自嘲",
            "content": "未归归即秉鸿钧，偷醉关亭醉几春。与物有情宁易得，莫嗔花解久留人。",
            "comment": ""
        },
        {
            "title": "送谢中舍二首",
            "content": "滁南幽谷抱山斜，我凿清泉子种花。故事已传遗老说，世人今作画图夸。金闺引籍子方壮，白发盈簪我可嗟。试问弦歌为县政，何如◇俎乐无涯。",
            "comment": ""
        },
        {
            "title": "永昭陵挽词三首",
            "content": "干戈不用臻无事，朝野多欢乐有年。便坐看挥飞白笔，侍臣新和◇梁篇。衣冠忽见藏原庙，箫鼓愁闻向洛川。寂寞秋风群玉殿，还同恍惚梦钧天。",
            "comment": ""
        },
        {
            "title": "雪中寄友人",
            "content": "楚岸梅香半入依，冻云银铄晓光飞。遥应便面逢人处，走马章街失路归。",
            "comment": ""
        },
        {
            "title": "感二子",
            "content": "黄河一千年一清，岐山鸣凤不再鸣。自从苏梅二子死，天地寂默收雷声。百虫坏户不启蛰，万木逢春不发萌。岂无百鸟解言语，喧呼终日无人听。二子精思极搜抉，天地鬼神无遁情。及其放笔骋豪俊，笔下万物生光荣。古人谓此◇天巧，命短疑为天公憎。昔时李杜争横行，麒麟凤凰世所惊。二物非能致太平，须时太平然後生。开元天宝物盛极，自此中原疲战争。英雄白骨化黄土，富贵何止浮云轻。唯有文章烂日星，气凌山岳常峥嵘。贤愚自古皆共尽，突兀空留後世名。",
            "comment": ""
        },
        {
            "title": "巩县初见黄河",
            "content": "河决三门合四水，径流万里东输海。巩洛之山夹而峙，河来啮山作沙嘴。山形迤逦若奔避，河益汹汹怒而詈。舟师弭楫不以帆，顷刻奔过不及视。舞波渊旋投沙渚，聚沫倏忽为平地。下窥莫测浊且深，痴龙怪鱼肆凭恃。我生居南不识河，但见禹贡书之记。其言河状钜且猛，验河质书信皆是。昔昔帝尧与帝舜，有子朱商不堪嗣。皇天意欲开禹圣，以水病尧民以溃。尧愁下人瘦若腊，众臣荐鲧帝曰试。试之九载功不效，遂殛羽山惭而毙。禹羞父罪哀且勤，天始以书畀於姒。书曰五行水润下，禹得其术因而治。凿山疏流浚畎浍，分擘枝派有条理。万邦入贡九州宅，生人始免生鳞尾。功深德大夏以家，施及三伐蒙其利。江海淮济洎汉沔，岂不浩渺汪而大。收波卷怒畏威德，万古不敢肆凶厉。惟兹浊流不可律，历自秦汉尤为害。崩坚决壅势益横，斜跳旁人惟其意。制之以力不以德，驱民就溺财随弊。盖闻河源出昆仑，其山上高大无际。自高泻下若激箭，一直一曲一千里。湍雄冲急乃迸溢，其势不得不然尔。前岁河怒惊滑民，浸漱洋洋淫不止。滑人奔走若锋骇，河伯视之以为戏。呀呀怒口缺若门，日啖薪石万万计。明堂天子圣且神，悼河不仁嗟曰喟。河伯素顽不可令，至诚一感惶且畏。引流辟易趋故道，闭口不敢烦官吏。遵涂率职直东下，咫尺莫可离其次。尔来岁星行一周，民牛饱刍邦羡费。滑人居河饮河流，耕河之坝浸河濆。嗟河改凶作民福，呜呼明堂圣天子。",
            "comment": ""
        },
        {
            "title": "春帖子词二十首·七夫人合五首",
            "content": "元会千官集，新春万物同。测圭知日永，占岁时时丰。",
            "comment": ""
        },
        {
            "title": "答苏子美离京见寄",
            "content": "众奇子美貌，堂堂千人英。我独疑其胸，浩浩包沧溟。沧溟产龙蜃，百怪不可名。是以子美辞，吐出人辄惊。其於诗最豪，奔放何纵横。众弦排律吕，金石次第鸣。间以险绝句，非时震雷霆。两耳不及掩，百痾为之醒。吾言既可骇，笔墨尤其精。少虽尝力学，老乃若天成。濡毫弄点画，信手不自停。端庄杂丑怪，群星见搀枪。烂然溢纸幅，视久无定形。使我终老学，得一已足矜。而君兼众美，磊落犹自轻。高冠出人上，谁敢揖其膺。群臣列丹陛，几位缺公卿，使之束带立，可以重朝廷。况令参国议，高论吐峥嵘。惜哉三十五，白发今已生。近者去江淮，作诗寄离情。口诵不及写，一日传都城。退之序百物，其鸣由不平。天方苦君心，欲使发其声。嗟我非鸑◇，徒思和嘤嘤。因风幸数寄，警我聋与盲。",
            "comment": ""
        },
        {
            "title": "过中渡二首",
            "content": "得归还自叹淹留，中渡桥边柳拂头。记得来时桥上过，断冰残雪满河流。",
            "comment": ""
        },
        {
            "title": "寄圣俞",
            "content": "平沙漫飞雪，行旅断浮桥。坐觉山陂阻，空嗟音信遥。穷阴变寒律，急节惨惊飚。野霁云犹积，河长冰未销。山阳人半在，洛社客无聊。寄问陶彭泽，篮与谁见邀。",
            "comment": ""
        },
        {
            "title": "松门",
            "content": "岛屿松门数里长，悬崖对起碧峰双。可怜胜境当穷塞，翻使留人恋此邦。乱石惊滩喧醉枕，浅沙明月入船窗。因游始觉南来远，行尽荆江见蜀江。",
            "comment": ""
        },
        {
            "title": "答谢景山遗古瓦砚歌",
            "content": "火数四百炎灵销，谁其代者当涂高。穷奸极酷不易取，始知文章基扃牢。坐挥长喙啄天下，豪杰竞起如蝟毛。董吕傕汜相继死。绍术权备争咆咻。力强者胜怯者败，岂较才德为功劳。然犹到手不敢取，而使螟蝗生蝮蜪。子丕当初不自耻，敢谓舜禹传之尧。得之此以失亦此，谁知三马食一槽。当其盛时争意气，叱咤雷雹生风飚。干戈战罢数功阀，周蔑方召尧无皋。英雄致酒奉高会，巍然铜雀高迢迢。圆歌宛转激清徵，妙舞左右回纤腰。一朝西陵看拱木，寂寞繐帐空萧萧。当时凄凉已可叹，而况後世悲前朝。高台已倾渐平地，此瓦一坠埋蓬蒿。苔文半灭荒土蚀，战血曾经野火烧。败皮弊网各有用，谁使镌鑱成凸凹。景山笔力若牛弩，句遒语老能挥毫。嗟予夺得何所用，簿领朱墨徒纷淆。走官南北未尝舍，缇袭三四勤缄包。有时属思欲飞洒，意绪轧轧难抽缲。舟行屡备水神夺，往往冥晦遭风涛。质顽物久有精怪，常恐变化成灵妖。名都所至必传玩，爱之不换鲁宝刀。长歌送我怪且伟，欲报惭愧无琼瑶。",
            "comment": ""
        },
        {
            "title": "送襄陵令李君",
            "content": "绿发襄陵新长官，面颜虽老渥如丹。折腰聊为五斗屈，把酒犹能一笑欢。红枣林繁欣岁熟，紫檀皮软御春寒。民淳政简居多乐，无苦思归欲挂冠。",
            "comment": ""
        },
        {
            "title": "初食车螯",
            "content": "累累盘中蛤，来自海之涯。坐客初未识，食之先叹嗟。五代昔乖隔，九州如剖瓜。东南限淮海，邈不通夷华。於时北州人，食食陋莫加。鸡豚为异味，贵贱无等差。自从圣人出，天下为一家。南产错交广，西珍富◇巴。水载每连舳，陆输动盈车。溪潜细毛发，海怪雄须牙。岂惟贵公侯，闾巷饱鱼虾。此蛤今始至，其来何晚邪。螯蛾闻二名，久见南人夸。瑞璨壳如玉，斑斓点生花。含浆不肯吐，得火遽已呀。共食惟恐後，争先屡成哗。但喜美无厌，岂思来甚遐。多◇海上翁，辛苦斲泥沙。",
            "comment": ""
        },
        {
            "title": "金鸡五言十四韵",
            "content": "蛮荆鲜人秀，厥美为物怪。禽鸟得之多，山鸡禀其粹。众彩烂成文，真色不可绘。仙衣霓纷披，女锦花綷縩。辉华日光乱，眩转目睛惫。高田啄秋粟，下涧饮寒濑。清唳或相呼，舞影还自爱。岂知文章累，遂使网罗挂。及祸诚有媒，求友反遭卖。有身乃吾患，断尾亦前戒。不群世所惊，其美众之害。稻粱虽云厚，樊絷岂为泰。山林归无期，羽翮日已铩。用晦有前言，书之可为诫。",
            "comment": ""
        },
        {
            "title": "游龙门分题十五首·自菩提步月归广化寺",
            "content": "春岩瀑泉响，夜久山已寂。明月净松林，千峰同一色。",
            "comment": ""
        },
        {
            "title": "琅琊山六题·庶子泉",
            "content": "庶子遗踪留此地，寒岩徙倚弄飞泉。古人不见心可见，一片清光长皎然。",
            "comment": ""
        },
        {
            "title": "送客回马上作",
            "content": "南浦空波绿，西陂夕照寒。瑶华伤远道，芳草送归鞍。翠歛遥山叠，氛收古泽宽。衰容畏秋色，不及楚枫丹。",
            "comment": ""
        },
        {
            "title": "再至汝阴三绝",
            "content": "十载荣华贪国宠，一生忧患损天真。颍人莫怪归来晚，新向君前乞得身。",
            "comment": ""
        },
        {
            "title": "送唐生",
            "content": "京师英豪域，车马日纷纷。唐生万里客，一影随一身。出无车与马，但踏车马尘。日食不自饱，读书依主人。夜夜客枕梦，北风吹孤云。翩然动归思，旦夕来叩门。终年少人识，逆旅惟我亲。来学媿道矒，赠归惭橐贫。勉之期不止，多获由力耘。指家大岭北，重湖浩无垠。飞鴈不可到，书来安得频。",
            "comment": ""
        },
        {
            "title": "逸老亭",
            "content": "上相此忘荣，怡然物外情。池光开小幌，山翠入重城。野鸟窥华衮，春壶劳耦耕。枕前双鴈没，雨外一川晴。解组金龟重，调琴赤鲤惊。虽怀安石趣，岂不为苍生。",
            "comment": ""
        },
        {
            "title": "观鱼轩",
            "content": "当年下泽驱羸马，今见犀兵拥碧油。位望愈隆心愈静，每来临水翫游鯈。",
            "comment": ""
        },
        {
            "title": "帘",
            "content": "银蒜鈎帘宛地垂，桂丛乌起上朝晖。枉将玳瑁雕为押，遮掩春堂碍燕归。",
            "comment": ""
        },
        {
            "title": "闻朱祠部罢浔州归阙",
            "content": "汉柱题名墨未乾，南州坐布政条宽。岭云路隔梅欹驿，使驿秋归柳拂鞍。建礼侵晨趋冉冉，明光赐对佩珊珊。颍川此召行闻拜，冠頍凝尘俟一弹。",
            "comment": ""
        },
        {
            "title": "马啮雪",
            "content": "马饥啮渴饮冰，北风卷地来峥嵘。马悲踯躅人不行，日暮涂远千山横。我谓行人止叹声，马当勉力无悲鸣。白沟南望如掌平，十里五里长短亭。腊雪销尽春风轻，火烧原头青草生。远客还家红袖迎，乐哉人马归有程。男儿虽有四方志，无事何须勤远径。",
            "comment": ""
        },
        {
            "title": "沧浪亭",
            "content": "子美寄我沧浪吟，邀我共作沧浪篇。沧浪有景不可到，使我东望心悠然。荒湾野水气象古，高林翠阜相回环。新篁抽笋添夏影，老◇乱发争春妍。水禽闲暇事高格，山鸟日夕相呼喧。不知此地几兴废，仰视乔木皆苍烟。堪嗟人迹到不远，虽有来路曾无缘。穷奇极怪谁似子，搜索幽隐探神仙。初寻一迳入蒙密，豁目异境无穷边。风高月白最宜夜，一片莹净铺琼田。清光不辨水与月，但见空碧涵漪涟。清风明月本无价，可惜祗卖四万钱。又疑此境天乞与，壮土憔悴天应怜。鸱夷古亦有独往，江湖波涛渺翻天。崎岖世路欲脱去，反以身试蛟龙渊。岂如扁舟任飘兀，红蕖渌浪摇醉眠。丈夫身在岂长弃，新诗美酒聊穷年。虽然不许俗客到，莫惜佳句人间传。",
            "comment": ""
        },
        {
            "title": "奉答圣俞达头鱼之作",
            "content": "吾闻海之大，物类无穷极。虫虾浅水间，蠃蚬如山积。毛鱼与鹿角，一龠数千百。收藏各有时，嗜好无南北。其微既若斯，其大有莫测。波涛浩渺中，岛屿生顷刻。俄而没不见，始悟出背脊。有时随潮来，暴死疑遭谪。海人相呼集，刀锯争剖析。骨节骇专车，须芒侔◇戟。腥闻数十里，余臭久乃息。始知百川归，固有含容德。潜奇与秘宝，万状不一识。嗟彼达头微，谁传到京国。乾枯少滋味，治洗费炮炙。聊兹知异物，岂足荐佳客。一旦辱君诗，虚名从此得。",
            "comment": ""
        },
        {
            "title": "哭曼卿",
            "content": "嗟我识君晚，君时犹壮夫。信哉天下奇，落落不可拘。轩昂惧惊俗，自隐酒之徒。一饮不计斗，倾河竭昆墟。作诗几百篇，锦组联琼琚。时时出险语，意外研精麤。穷奇变云烟，搜怪蟠蛟鱼。诗成多自写，笔法颜与虞。旋弃不复惜，所存今几余。往往落人间，藏之比明珠。又好题屋壁，虹蜺随卷舒。遗踪处处在，余墨润不枯。朐山顷岁朏，我亦斥江湖。乖离四五载，人事忽焉殊。归来见京师，心老貌已癯。但惊何其衰，岂意今也无。才高不少下，阔若与世踈。骅骝当少时，其志万里涂。一旦老伏枥，犹思玉山刍。天兵宿西北，狂儿尚稽诛。而令壮士死，痛惜无贤愚。归魂涡上田，露草荒春芜。",
            "comment": ""
        },
        {
            "title": "梦中作",
            "content": "夜凉吹笛千山月，路暗迷人百种花。棋罢不知人换世，酒阑无奈客思家。",
            "comment": ""
        },
        {
            "title": "怀嵩楼新开南轩与郡僚小饮",
            "content": "绕郭云烟匝几重，昔人曾此感怀嵩。霜林落後山争出，野菊开时酒正浓。解带西风飘画角，倚栏斜日照青松。会须乖醉携嘉客，踏雪来看群玉峰。",
            "comment": ""
        },
        {
            "title": "宿云梦馆",
            "content": "北雁来时岁欲昏，私书归梦杳难分。井桐叶落池荷尽，一夜西窗雨不闻。",
            "comment": ""
        },
        {
            "title": "秋怀",
            "content": "节物岂不好，秋怀何黯然。西风酒旗市，细雨菊花天。感事悲双鬓，包羞食万钱。鹿车终自驾，归去颍东田。",
            "comment": ""
        },
        {
            "title": "菱溪大石",
            "content": "新霜夜落秋水浅，有石露出寒溪垠。苔昏土蚀禽鸟啄，出没溪水秋复春。溪边老翁生长见，疑我来视何殷勤。爱之远徙向幽谷，曳以三犊载两轮。行穿城中罢市看，但惊可怪谁复珍。荒烟野草埋没久，洗以石窦清泠泉。朱栏绿竹相掩映，选致佳处当南轩。南轩旁列千万峰，曾未有此奇嶙峋。乃知异物世所少，万金争买传几人。山河百战变陵谷，何为落彼荒溪濆。山经地志不可究，遂令异说争纷纭。皆云女娲初锻链，融结一气凝精纯。仰视苍苍补其缺，染此绀碧莹且温。或疑古者燧人氏，钻以出火为炮燔。苟非神圣亲手迹，不尔孔窍谁雕剜。又云汉使把汉节，西北万里穷昆仑。行经于阗得宝玉，流入中国随河源。沙磨水激自穿穴，所以镌凿无瑕痕。嗟予有口莫能辩，叹息但以两手扪。卢仝韩愈不在世，弹压百怪无雄文。争奇斗异各取胜，遂至荒诞无根原。天高地厚靡不有，丑好万状奚足论。惟当扫雪席其侧，日与嘉客陈清樽。",
            "comment": ""
        },
        {
            "title": "唐崇徽公主手痕和韩内翰",
            "content": "故乡飞鸟尚啁呼，何况悲笳出塞愁。青冢埋魂知不返，翠崖遗迹为谁留。玉颜自古为身累，肉食何人与国谋。行路至今空叹息，岩花涧草自春秋。",
            "comment": ""
        },
        {
            "title": "别滁",
            "content": "花光浓烂柳轻明，酌酒花前送我行。我亦且如常日醉，莫教弦管作离声。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "把酒祝东风，且共从容。垂杨紫陌洛城东，总是当时携手处，游遍芳丛。　　聚散苦匆匆，此恨无穷。今年花胜去年红，可惜明年花更好，知与谁同？",
            "comment": "：①把酒：端着酒杯。\r\n②紫陌：泛指郊野的大路。\r\n③总是：大多是，都是。\r\n④洛城：洛阳城，为北宋西京。\r\n⑤芳从：花丛。 | ：　　我端起酒杯，问候春天，也希望你也留下，与我和美相伴。这里是繁华的洛城之东，在宽阔的街道两旁，垂柳依依，春意盎然。去年此时，也是在这里，我和你携手相伴，在花丛中欢乐游玩。人间聚散总是太匆匆，引人为时光怨恨。今年的花儿比去年的还美丽。也许明年的花儿会更艳丽动人，可是面对美景，谁是与我一同赏花的心上人呢？ | ：　　这是一首惜春忆春的小词。写自己独游洛阳城东郊，饮酒观花时而产生的愿聚恐散的感情。这首词为作者与友人春日在洛阳东郊旧地重游时有感而作，在时间睛跨了去年、今年、明年。上片由现境而忆已过之境，即由眼前美景而思去年同游之乐。下片再由现境而思未来之境，含遗憾之情于其中，尤表现出对友谊的珍惜。“今年花胜去年红，可惜明年花更好”，将三年的花季加以比较，融别情于赏花，借喻人生的短促和聚时的欢娱心情，而并非“今年”的花真的比“去年”更鲜艳，但由于是用乐景写衷情，使词的意境更加深化，感情更加诚挚。上片回忆昔日欢聚洛阳，同游郊野之乐趣。下片写惜别之情，感伤气息浓重。。结尾两句“可惜明年花更好，知与谁同”，更以今年花胜去年，预期“明年花更好”，映衬明年朋友聚散之难卜，不知与谁一道重来洛城游芳，更进一层地深化了这种人生聚散无常之感，然而，在人生聚散无常的伤感之外，所幸尚有“明年花更好”的希望在，良辰美景总能多少慰藉词人怅惘失落的情怀，减轻了心头的伤痛。故而词人并无剧痛深哀，只是一种淡淡伤感而已。 | 【注释】此词为明道元年（1032）春，欧公与友人梅尧臣在洛阳城东旧地重游有感而作，词中伤时惜别，抒发了人生聚散无常的感叹。首二句语本于司空图《酒泉子》“黄昏把酒祝东风，且从容”，而添一“共”字，便有了新意。“共从容 ”是兼风与人而言 。对东风言，不仅是爱惜好风，且有留住光景，以便游赏之意；对人而言，希望人们慢慢游赏，尽兴方归。“洛城东”揭出地点。洛阳公私园囿甚多，宋人李格非著有《洛阳名园记》专记之。京城郊外的道路叫“紫陌”。“垂杨”同“东风 ”合言 ，可想见其暖风吹拂，翠柳飞舞，天气宜人，景色迷人，正是游赏的好时候、好处所。末两句说，都是过去携手同游过的地方，今天仍要全都重游一遍。“当时”即下片的“去年”。“芳丛”说明此游主要是赏花。下片头两句深深地感叹：“聚散苦匆匆”，是说本来就很难聚会，而刚刚会面，又要匆匆作别，这怎能不给人带来无穷的怅恨。“此恨无穷”并不仅仅指作者本人而言，也就是说，在亲人朋友之间聚散匆匆这种怅恨 ，从古到今，以至今后，永远都没有穷尽，都给人带来莫大的痛苦。“黯然销魂者唯别而已矣！”（南朝梁江淹《别赋》）好友相逢，不能长聚，心情自然是非常难受的。这感叹，就是对友人深情厚谊的表现。下面三句是从眼前所见之景来抒写别情，也可以说是对上面的感叹的具体说明。“今年花胜去年红”有两层意思 。一是说今年的花比去年开得更加繁盛，看去更加鲜艳，当然希望同友人尽情观赏。说“花胜去年红”，足见去年作者曾同友人来观赏过此花，此与上片“ 当时 ”呼应，这里包含着对过去的美好回忆；也说明此别已经一年，这次是久别重逢。聚会这么不易，花又开得这么美好，本来应该多多观赏，然而友人就要离去，怎能不使人痛惜？这句写的是鲜艳繁盛的景色，表现的却是感伤的心情，正是“以乐景写哀”。末两句意为：明年这花还将比今年开得更加繁盛 ，可惜的是，自己和友人分居两地，天各一方，明年此时，不知同谁再来共赏此花啊 ！再进一步说，明年自己也可能已离开此地，更不知是谁来赏此花了。把别情熔铸于赏花中，将三年的花加以比较，层层推进，以惜花写惜别，构思新颖，富有诗意，是篇中的绝妙之笔 。而别情之重 ，亦即说明同友人的情谊之深。此词笔致疏放，婉丽隽永，近人俞陛云称它“因惜花而怀友，前欢寂寂，后会悠悠，至情语以一气挥写，可谓深情如水，行气如虹矣。”"
        },
        {
            "title": "蝶恋花",
            "content": "庭院深深深几许？杨柳堆烟，帘幕无重数。玉勒雕鞍游冶处，楼高不见章台路。　　雨横风狂三月暮，门掩黄昏，无计留春住。泪眼问花花不语，乱红飞过秋千去。",
            "comment": "：①几许：多少。许，估计数量之词。\r\n②玉勒：美玉镶的带嚼子的马笼头。\r\n③雕鞍：雕绘花饰的马鞍。玉勒雕鞍，代指华贵的车马。\r\n④游冶：指留连妓馆，狎艳游乐。\r\n⑤章台路：原为汉代长安城西南街。唐许尧佐《章台柳传》写章台妓女柳氏故事，后遂用为游冶之地代称。\r\n⑥乱红：凌乱的落花。 | ：　　庭院深深，不知有多深？杨柳依依，飞扬起片片烟雾，一重重帘幕不有多少层。豪华的车马停在贵族公子的寻欢作乐的地方，他们登楼向远处望去，却看不见章台路。 春天将过去，下了狂风大作的三月雨，重门将黄昏景色掩闭，也无法留往春意。泪眼汪汪问花可知道我的心意，花儿默默不语，只有纷乱的落花，零零落落一点一点飞到秋千外。 | ：　　本词描写闺中少妇的伤春之情。本词描写闺中少妇的伤春之情。上片写深闺寂寞，阻隔重重，想见意中人而不得，下片写美人迟暮，盼意中人回归而不得。幽恨怨愤之情自现。此词写景状物，疏俊委曲，虚实相融，辞意深婉，尤对少妇心理刻划写意传神，堪称欧词之典范。上片写深闺寂寞，阻隔重重，想见意中人而不得，下片写美人迟暮，盼意中人回归而不得。幽恨怨愤之情自现。上片开头三句写“庭院深深”的境况，“深几许”于提问中含有怨艾之情，“堆烟”状院中之静，衬人之孤独寡欢，“帘幕无重数”，写闺阁之幽深封闭，是对大好青春的禁锢，是对美好生命的戕害。“玉勒”二句写意中人任性冶游而又无可奈何，女子怎能不怨？下片前三句用狂风暴雨比喻封建礼教的无情，以花被摧残喻自己青春被毁。“门掩黄昏”四句喻韶华空逝，人生易老之痛。结尾二句写女子的痴情与绝望，含蕴丰厚。“泪眼问花花不语，乱红飞过秋千去。”这两句一直为后人激赏。“花不语”正讲少女与落花同命共苦，无语凝噎之状。“乱红”飞过青春嬉戏之地而飘去、消逝，正是“无可奈何花落去”也。“乱红”意象既是下景实摹，又是女子悲剧性命运的象征。 | ：[1]几许：多少。\r\n[2]堆烟：形容杨柳浓密。\r\n[3]玉勒：玉制的马衔。雕鞍：精雕的马鞍。游冶处：指歌楼妓院。\r\n[4]章台：汉长安街名。《汉书·张敞传》有“走马章台街”语。唐许尧佐《章台柳传》，记妓女柳氏事。后因以章台为歌妓聚居之地。\r\n[5]乱红：落花。\r\n　　此词写暮春闺怨，一起一结颇受推赏。“庭院”深深，“帘幕”重重，更兼“杨柳堆烟”，既浓且密——生活在这种内外隔绝的阴森、幽遂环境中，女主人公身心两方面都受到压抑与禁锢。叠用三个“深”字，写出其遭封锁，形同囚居之苦，不但暗示了女主人公的孤身独处，而且有心事深沉、怨恨莫诉之感。因此，李清照称赏不已，曾拟其语作“庭院深深”数阕。显然，女主人公的物质生活是优裕的。但她精神上的极度苦闷，也是不言自明的。\r\n　　“玉勒雕鞍”以下诸句，逐层深入地展示了现实的凄风苦雨对其芳心的无情蹂躏：情人薄幸，冶游不归；春光将逝，年华如水。篇末“泪眼问花”，实即含泪自问。花不语，也非回避答案，“乱花飞过秋千去”，不是比语言更清楚地昭示了她面临的命运吗？在泪光莹莹之中，花如人，人如花，最后花、人莫辨，同样难以避免被抛掷遗弃而沦落的命运。这种完全用环境来暗示和烘托人物思绪的笔法，深婉不迫，曲折有致，真切地表现了生活在幽闭状态下的贵族少归难以明言的内心隐痛。\r\n　　当然，溯其渊源，此前，温庭筠有“百舌问花花不语”（《惜春词》）句，严恽也有“尽日问花花不语”（《落花》）句，欧阳修结句或许由此脱化而来，但不独语言更为流美，意蕴更为深厚，而且境界之浑成与韵味之悠长，也远过于温、严原句。 | 【注释】[1]几许：多少。[2]堆烟：形容杨柳浓密。[3]玉勒：玉制的马衔。雕鞍：精雕的马鞍。游冶处：指歌楼妓院。[4]章台：汉长安街名。《汉书·张敞传》有“走马章台街”语。唐许尧佐《章台柳传》，记妓女柳氏事。后因以章台为歌妓聚居之地。[5]乱红：落花。　　此词写暮春闺怨，一起一结颇受推赏。“庭院”深深，“帘幕”重重，更兼“杨柳堆烟”，既浓且密——生活在这种内外隔绝的阴森、幽遂环境中，女主人公身心两方面都受到压抑与禁锢。叠用三个“深”字，写出其遭封锁，形同囚居之苦，不但暗示了女主人公的孤身独处，而且有心事深沉、怨恨莫诉之感。因此，李清照称赏不已，曾拟其语作“庭院深深”数阕。显然，女主人公的物质生活是优裕的。但她精神上的极度苦闷，也是不言自明的。　　“玉勒雕鞍”以下诸句，逐层深入地展示了现实的凄风苦雨对其芳心的无情蹂躏：情人薄幸，冶游不归；春光将逝，年华如水。篇末“泪眼问花”，实即含泪自问。花不语，也非回避答案，“乱花飞过秋千去”，不是比语言更清楚地昭示了她面临的命运吗？在泪光莹莹之中，花如人，人如花，最后花、人莫辨，同样难以避免被抛掷遗弃而沦落的命运。这种完全用环境来暗示和烘托人物思绪的笔法，深婉不迫，曲折有致，真切地表现了生活在幽闭状态下的贵族少归难以明言的内心隐痛。　　当然，溯其渊源，此前，温庭筠有“百舌问花花不语”（《惜春词》）句，严恽也有“尽日问花花不语”（《落花》）句，欧阳修结句或许由此脱化而来，但不独语言更为流美，意蕴更为深厚，而且境界之浑成与韵味之悠长，也远过于温、严原句。【集评】李清照《词序》：欧阳公作《蝶恋花》有“庭院深深深几许”之句，予酷爱之，用其语作庭院深深数阕。俞陛云《唐五代两宋词选释》：此词帘深楼迥及“乱红飞过”等句，殆有寄托，不仅送春也。或见《阳春集》。李易安定为六一词。易安云：“此词余极爱之。”乃作“庭院深深”数阕，其声即旧《临江仙》也。毛先舒《古今词论》：永叔词云“泪眼问花花不语，乱红飞过秋千去。”此可谓层深而浑成。何也？因花而有泪，此一层意也；因泪而问花，此一层意也；花竟不语，此一层意也；不但不语，且又乱落，飞过秋千，此一层意也。人愈伤心，花愈恼人，语愈浅而意愈入，又绝无刻画费力之迹，谓非层深而浑成耶？----------------------------这首词以生动的形象 、清浅的语言，含蓄委婉、深沉细腻地表现了闺中思妇复杂的内心感受，是闺怨词中传诵千古的名作。此词首句“深深深”三字，其用叠字之工，致使全词的景写得深，情写得深，由此而生深远之意境。词人首先对女主人公的居处作了精心的描绘。“杨柳堆烟，帘幕无重数”这两句，似乎是一组电影摇动镜头，由远而近，逐步推移，逐步深入。随着镜头所指，先是看到一丛丛杨柳从眼前移过。“杨柳堆烟 ”，说的是早晨杨柳笼上层层雾气的景象 。着一“ 堆 ”字，则杨柳之密，雾气之浓，宛如一幅水墨画 。随着这一丛丛杨柳过去 ，词人又把镜头摇向庭院，摇向帘幕。这帘幕不是一重，而是过了一重又一重。究竟多少重，他不作琐屑的交代，一言以蔽之曰“无重数 ”。“ 无重数”，即无数重。一句“无重数”，令人感到这座庭院简直是无比幽深。至此，作者用一句“玉勒雕鞍游冶处”，宕开一笔，把视线引向她丈夫那里；然后折过笔来写道：“楼高不见章台路”。原来这词中女子正独处高楼，她的目光正透过重重帘幕、堆堆柳烟，向丈夫经常游冶的地方凝神远望。词的上片着重写景，但“一切景语，皆情语也”（王国维《人间词话》），在深深庭院中，已宛然见到一颗被禁锢的与世隔绝的心灵。词的下片着重写情，雨横风狂，催送着残春，也催送女主人公的芳年。她想挽留住春天，但风雨无情，留春不住。于是她感到无奈：“泪眼问花花不语，乱红飞过秋千去”，只好把感情寄托到命运同她一样的花上。这两句包含着无限的伤春之感。清人毛先舒评曰：“‘泪眼问花花不语，乱红飞过秋千去’，此可谓层深而浑成。”（王又华《古今词论》引）他的意思是说语言浑成与情意层深往往是难以兼具的，但欧词这两句却把它统一起来。这两句情感层次如下：第一层写女主人公因花而有泪 。见花落泪 ，对月伤情，是古代女子常有的感触。此刻女子正在忆念走马章台（汉长安章台街，后世借以指游冶之处）的丈夫，可是望而不可见，眼中唯有在狂风暴雨中横遭摧残的花儿，由此联想到自己的命运，不禁伤心泪下。第二层是写因泪而问花。泪因愁苦而致，势必要找个发泄的对象。这个对象此刻已幻化为花，或者说花已幻化为人。于是女主人公向着花儿痴情地发问。第三层是花儿在一旁缄默，无言以对。紧接着词人写第四层：花儿不但不语，反而象故意抛舍她似地纷纷飞过秋千而去 。人儿走马章台，花儿飞过秋千 ，有情之人 、无情之物对她都报以冷漠 ，怎能不让人伤心 ！这种借客观景物的反应来烘托 、反衬人物主观感情的写法，正是为了深化感情。词人一层一层深挖感情，并非刻意雕琢，而是象竹笋有苞有节一样 ，自然生成，逐次展开，在自然浑成、浅显易晓的语言中，蕴藏着深挚真切的感情。这首词意境深远。词中写景写情，而景与情又是那样的融合无间 ，浑然天成 ，构成了一个完整的意境。词人刻画意境也是有层次的。从环境来说，它是由外景到内景，以深邃的居室烘托深邃的感情，以灰暗凄惨的色彩渲染孤独伤感的心情。从时间来说，上片是写浓雾弥漫的早晨 ，下片是写风狂雨暴的黄昏，由早及晚，逐次打开人物的心扉。过片三句，近人俞平伯评曰 ：“‘三月暮’点季节，‘风雨’点气候，‘黄昏’点时刻，三层渲染，才逼出‘无计’句来。”（《 唐宋词选释 》）暮春时节，风雨黄昏；闭门深坐，情尤怛恻。个中意境，仿佛是诗，但诗不能写其貌；是画，但画不能传其神；唯有通过这种婉曲的词笔才能恰到好处地勾画出来。尤其是结句，近人王国维认为这是一种“ 有我之境”。所谓“有我之境”，便是“ 以我观物 ，故物皆著我之色彩”（《人间词话》）。也就是说，花儿含悲不语，反映了词中女子难言的苦痛；乱红飞过秋千，烘托了女子终鲜同情之侣 、怅然若失的神态。而情思之绵邈，意境之深远，尤令人神往。"
        },
        {
            "title": "边户",
            "content": "家世为边户，年年常备胡。儿僮习鞍马，妇女能弯弧。胡尘朝夕起，虏骑蔑如无。邂逅辄相射，杀伤两常俱。自从澶州盟，南北结欢娱。虽云免战斗，两地供赋租。将吏戒生事，庙堂为远图。身居界河上，不敢界河渔。",
            "comment": ""
        },
        {
            "title": "水谷夜行寄子美圣俞",
            "content": "寒鸡号荒林，山壁月倒挂。披衣起视夜，揽辔念行迈。我来夏云初，素节今已届。高河泻长空，势落九州外。微风动凉襟，晓气清余睡。缅怀京师友，文酒邈高会。其间苏与梅，二子可畏爱。篇章富纵横，声价相磨盖。子美气尤雄，万窍号一噫。有时肆颠狂，醉墨洒滂霈。譬如千里马，已发不可杀。盈前尽珠玑，一一难柬汰。梅翁事清切，石齿漱寒濑。作诗三十年，视我犹後辈。文词愈清新，心意虽老大。譬如妖韶女，老自有余态。近诗尤古硬，咀嚼苦难嘬。初如食橄榄，真味久愈在。苏豪以气轹，举世徒惊骇。梅穷独我知，古货今难卖。二子双凤凰，百鸟之嘉瑞。云烟一翱翔，羽翮一摧铩。安得相从游，终日鸣哕哕。问胡苦思之，对酒把新蟹。",
            "comment": ""
        },
        {
            "title": "诉衷情",
            "content": "清晨帘幕卷轻霜，呵手试梅妆。都缘自有离恨，故画作远山长。　　思往事，惜流芳，易成伤。拟歌先敛，欲笑还颦，最断人肠。",
            "comment": "：①远山：形容把眉毛画得又细又长，有如水墨珈的远山形状。词喻离恨的深长。\r\n②流芳：流逝的年华。拟歌先剑，欲笑还颦，最断人肠。\r\n③敛：收敛表情。\r\n④颦：皱眉，忧愁的样子。 | ：　　清晨起来，将帘幕卷起，看见满地清霜。天气太多，你用热气呵着纤手，试着描画梅花妆。都因离别的幽恨，所以你故意把双眉画成山的式样，浅淡而又细长。思念往事，痛惜流逝的年华，更是令人感伤。想要唱歌却先收起微笑，想要微笑却又愁上眉头，这真是最令人断肠的事情。 | ：　　这首词写一位歌女在冬日的清晨起床梳妆时的生活情景，刻画出她内心的痛苦与苦闷。前半片即行点题。起始两句，以素描手法勾勒出一幅图画：主人公于冬日凌晨临镜梳妆，精心地在额上涂出梅状五色花朵。这是南朝宋宫中传出来的寿阳公主首创的一种别样打扮。三、四句说：只因心中装满了离愁别恨，所以她双眉画得像远山一样修长。古人有以山水喻别离的习惯。后半片极其成功进行了心理刻画，描写了歌女内心的凄苦和悲凉。首三句写她沉湎在对少年往事的回忆里，忧思百结。本词抒写女子的离愁别恨。虽有“拟歌”字样，未必定是“歌女”，可作一般闺怨词来理解。上片写今朝画妆之景而含远情。下片写远情而又归到今朝。下片刻画其心理活动。“拟歌先敛，欲笑还颦”八个字，透露了这位靠色艺谋生的歌女不得不强颜欢笑的苦闷。自己卷起带霜的门帘，然后呵手试妆，可见其孤独困苦。四、五两句是对卖笑生活的总结，也是对从良后的现实的概括。末句“最断人肠”隐含着作者的同情，语简意深，十分传神。 | 【注释】这首词以形传神，从人物的外貌转而深入其内心世界，通过描写一位歌女的生活片断，展现了歌女们痛苦的内心世界。上片首二句写歌女清晨梳妆：“帘幕卷”，暗示她已起床；轻霜，气候只微寒；因微寒而呵手，可想见她的娇怯；梅妆，是一种美妆，始于南朝宋寿阳公主；试梅妆，谓试着描画梅花妆。后二句写她本有离愁别恨，所以把眉画得很长。眉黛之长，象征水阔山长。用远山比美人之眉，由来已久。此处取意于汉伶玄《飞燕外传》：“女弟合德入宫，为薄眉，号远山黛。”又取意于刘歆《西京杂记》卷二：“卓文君姣好，眉色如望远山。”以上，读者从歌女一番对镜梳妆、顾影自怜的举动中 ，尤其是从她描眉作“ 远山长”当中，可以窥见她内心的凄苦和对爱情的渴望。下片写歌女内心的愁苦 。首三句写她追忆往事，哀叹芳年易逝，内心伤感不已。此三句，廖廖数语便道出了女主人公对于自身命运不能自主而只得让美好年华虚度在陪人欢笑上的痛楚。结尾三句，以女主人公“拟歌先敛”（刚想开口唱歌又蹙起双眉）、强颜欢笑、寸肠欲断的情态，活灵活现地刻画出歌女无法获得幸福生活而为生计被迫卖唱的痛苦心情。此词写人眉目传神，入木三分，将歌妓的怨嗟和悲苦刻画得栩栩如生、呼之欲出，足见词人生活体验和艺术功力之深。"
        },
        {
            "title": "阮郎归",
            "content": "雪霜林际见依稀。清香已暗期。前村已遍倚南枝。群花犹未知。情似旧，赏休迟。看看陇上吹。便从今日赏芳菲。韶华取次归。",
            "comment": ""
        },
        {
            "title": "桃源忆故人",
            "content": "碧纱影弄东风晓。一夜海棠开了。枝上数声啼鸟。妆点愁多少。妒云恨雨腰支袅。眉黛不忺重扫。薄倖不来春老。羞带宜男草。",
            "comment": ""
        },
        {
            "title": "少年游",
            "content": "阑干十二独凭春。晴碧远连云。千里万里，二月三月，行色苦愁人。谢家池上，江淹浦畔，吟魄与离魂。那堪疏雨滴黄昏。更特地、忆王孙。",
            "comment": " | 【注释】此词借咏春草而赋别，抒写离别相思之情。词的上片写主人公凭栏远眺的感受 ，引出离别相思之苦，下片用一系列离别相思的典故，使离愁别绪进一步深化。全词以写意为主，全凭涵泳的意境取胜。词从凭栏写入。“春”字点出季节，“独”字说明孤身一人。当春独立，人之了无意绪可知。“栏干十二”，着一“凭”字，表示凭遍了十二栏干。李清照词：“倚遍栏干，只是无情绪。”（《点绛唇》）辛弃疾词：“栏干拍遍，无人会，登临意。”（《水龙吟》）“倚遍”、“拍遍”，都是一种动作性的描绘。这里说栏干十二，一一凭遍，说明词中人物凭眺之久长 、心情之焦切 。这一句不只点出了时 、地、人，还写了人物的处境、动作和情态。“晴碧远连云”承上句凭栏所见，以“晴碧”着色，正面咏草。江淹《别赋》云：“春草碧色”。晴则色明。“远连云”，是说芳草延伸，至目尽处与天相接。杜牧《江上偶见绝句》：“草色连云人去住。”可见此景确实关乎别情。写景如画 ，亦有点染之法，即先点出中心物象，然后就其上下左右着意渲染之。“晴碧”句是“点”，“千里”两句为“染”。“千里万里”承“远连云”，从广阔的空间上加以渲染 ，极言春草的绵延无垠。“二月三月”应首句一个“春”字，从“草长”的时间上加以渲染，极言春草滋生之盛。“行色苦愁人”句将人、景绾合，结出不胜离别之苦的词旨 ，并开启了下片的抒情 。“行色”总括“ 晴碧”三句，即指芳草连天之景这一远行的象征。这种景象在伤离的愁人眼中看出，倍赠苦痛，因为引起了对远人的思念。下片先用典来咏物抒情。“谢家池上”，指谢灵运《登池上楼》中的名句“池塘生春草”。这首诗是诗人有感于时序更迭、阳春初临而发，故曰“吟魄”。“江淹浦畔”，指江淹作《别赋》描摹各种类型的离别情态，其中直接写到春草的有“春草碧色，春水渌波，送君南浦，伤如之何”。因为赋中又有“知离梦之踯躅 ，意别魂之飞扬 ”，所以欧词中出现“江淹浦”与“离魂”字面。接着“那堪”一句用景色的变换，将此种不堪离愁之苦的感情再翻进一层。“疏雨滴黄昏”，则是黄昏时分的雨中之景 。王国维在《 人间词话 》中说：“人知和靖《点绛唇》、圣俞《苏幕遮》、永叔《少年游 》三阕为咏春草绝调结拍“ 更特地忆王孙”，“更”与“那堪 ”呼应，由景入情，文意连贯而下。“忆王孙 ”本自“ 王孙游兮不归 ，春草生兮萋萋”（《楚辞·招隐士》）。至此，确知词之主人公是思妇无疑。 她于当春之际，独上翠楼，无论艳阳晴空，还是疏雨黄昏，她总是别情依依，离梦缠绕。宋词之由婉约到豪放 ，有一个逐步发展的过程，欧公乃是这一过程中一位承先启后的人物 。这一点，在此词中有集中体现。从艺术上看，此词境界辽远阔大，语言质朴清新，与一般描写离别相思之苦的婉约词已有所区别。"
        },
        {
            "title": "渔家傲",
            "content": "战胜归来飞捷奏。倾贺酒。玉阶遥献南山寿。",
            "comment": ""
        },
        {
            "title": "解仙佩",
            "content": "有个人人牵系。泪成痕、滴尽罗衣。问海约山盟何时。镇教人、目断魂飞。梦里似偎人睡。肌肤依旧骨香腻。觉来但堆鸳被。想忡忡、那里争知。",
            "comment": ""
        },
        {
            "title": "青玉案",
            "content": "一年春事都来几？早过了、三之二。绿暗红嫣浑可事，绿杨庭院，暖风帘幕，有个人憔悴。　　买花载酒长安市，又争拟家山见桃李？不枉东风吹客泪，相思难表，梦魂无据，惟有归来是。",
            "comment": "：①都来：算来。\r\n②几：若干、多少。\r\n③三之二：三分之二。\r\n④红嫣：红艳、浓丽的花朵。\r\n⑤浑：全。\r\n⑥可事：可心的乐事。\r\n⑦长安：指开封汴梁。[争似]怎像。\r\n⑧家山：家乡的山，指故乡。\r\n⑨不枉：不要冤枉、不怪。\r\n⑩是：正确。 | ：　　细细算来，一年春光已过了三分之二。绿荫浓浓，红花重重，依然是往年的情景。庭院中，杨柳依依，帘幕里吹拂着暖风。有个人正在忧心忡忡，满面憔悴。就算在长安市里买花载酒，富贵满足，又怎比得上在故乡家中，看见桃李花开，绿叶粉红一团团的喜悦心情？不怨春风吹得异乡人落泪，都因想家的情太深。相思难以表达，梦也无痕迹，只有归来那天才会真的如愿。 | ：　　这是一首以伤春、怀人、思归为内容的词作。蕴含着无限伤感，当与作者仕途逆蹇有关。前半片问伤春日之迟暮，春光不能留驻，词中以“绿暗红嫣”暗示春已到头，转眼就将是红衰翠减，苒苒物华休，流露出了几分伤感。上片侧重写春愁，下片侧重写乡思。思乡不已，梦乡不遇，最后决定唯有归去才是。反映了作者厌倦宦游，欲归乡的心情，全词语言浑成，感情真挚，动人心魄。“相思难表，梦魂无据，惟有归来是。”揭明伤春落泪乃在我内心相思情切，连魂灵都日思夜梦“家山桃李，”虽说是空幻无据。春风吹泪，不过是郁于心而形于面而已！抒情真切而富人情味。了后以“惟有归来是”结尾。表示了作者唯有归返家乡最好，趁桃李芳华，享受团圆美满，以慰藉孤独、寂寞、，流露出对仕途迁延的厌倦。换头两句是比兴手法，指结交名妓，“家山桃李”指家中娇妻。后半片主要是抒怀人、思归之情，婉转缠绵，与前半片入目景相融汇。全词触景生情，还必须思自近及远，以花为结构与情蕴之脉络，构思新巧，心理刻划深曲婉转。"
        },
        {
            "title": "宴瑶池/越江吟",
            "content": "恋眼哝心终未改。向意间长在。都缘为、颜色殊常，见馀花、尽无心爱。都为是风流�伞Ｖ了�人、强来厮壤。从今後、若得相逢，绣帏里、痛惜娇态。",
            "comment": ""
        },
        {
            "title": "踏莎行",
            "content": "候馆梅残，溪桥柳细，草熏风暖摇征辔。离愁渐远渐远穷，迢迢不断如春水。　　寸寸柔肠，盈盈粉泪，楼高莫近危栏倚。平芜尽处是春山，行人更在春山外。",
            "comment": "：①候馆：迎宾候客之馆舍。\r\n②征辔（pèi）：行人坐骑的缰绳。辔，缰绳。\r\n③盈盈：泪水充溢貌。\r\n④粉泪：泪水流到脸上，与粉妆和在一起。\r\n⑤平芜：平坦开阔的草原。 | ：　　馆舍庭院里的梅花已经凋残，小溪柳树枝条迎风飞舞。微风吹着青草，摇动行人的马上辔头。离家也渐渐遥远，我的愁绪越来越浓，就象一路奔腾的春水一样连绵不断。思念的人儿柔肠寸寸，千回百转；任那透明的泪珠流过化过妆的脸。画楼太高，不要凭倚高栏，因所见到的情景更令人伤感。眼前眼界到处是春山，而那位心上的人，却在春山更远处。 | ：　　这首词写的是早春的离情相思之情。词的上片写行人在旅途的离愁，下片写妇在家室的离愁，两地想思，一种情怀，全篇的主即表现离愁。此词是欧阳修深婉词风的代表作。这是一首写一个旅人在征途中的感受，离情别绪，题材常见，但手法奇妙，意境优美，读来令人神远。上片写行者在得意去梅残，草薰风暖的春天在别馆与恋人离别。他初不经意，信马由缰，悠哉游哉；渐行渐远，离愁上心，渐远渐无穷，仿如迢迢不断的春流水，自然真实地刻划居人望归的愁情。居人望尽平芜，望断春山，不见行者；行人还远在春山之外不知何处，居人盼归不见的绝望痛苦心情，可以想见。这首词写春景发离愁，景愈传教而愁愈深，语浅淡而情有致。上片“离愁渐远渐无穷，迢迢不断如春水。”这两句，为全词之眼，以不断之春水状无穷之离愁，化抽象为具象，比喻贴切。渐行渐远，离愁上心，渐远渐无穷，信如迢迢不断的春流水，自然真实地刻划了行者离情别绪萌生渐深的过程。 | 【注释】①候馆：迎候宾客的馆舍。②薰：香气。　征：远行。辔：这里指坐骑。③迢迢：形容路遥远而绵长。④危栏：高楼的栏杆。⑤平芜：平坦的草地。【评解】这是一首写离情的佳作。在抒写游子思乡的同时，联想到闺中人相忆念的情景，写出了两地相思之情。上片写马上征人。以景为主，融情于景；下片写闺中思妇。以抒情为主，情寓景中。构成了清丽缠绵的意境。这首词表现出欧词深婉的风格，是其具有代表性的一首。【集评】李攀龙《草堂诗余隽》：春水写愁，春山骋望，极切极婉。王世贞《艺苑巵言》：“平芜尽处是春山，行人更在春山外。”此淡语之有情者也。俞陛云《唐五代两宋词选释》：唐宋人诗词中，送别怀人者，或从居者着想，或从行者着想，能言情婉絷，便称佳搆。此词则两面兼写。前半首言征人驻马回头，愈行愈远，如春水迢迢，却望长亭，已隔万重云树。后半首为送行者设想，倚阑凝睇，心倒肠回，望青山无际，遥想斜日鞭丝，当已出青山之外，如鸳鸯之烟岛分飞，互相回首也。以章法论，“候馆”、“溪桥”言行人所经历；“柔肠”、“粉泪”言思妇之伤怀，情同而境判，前后阕之章法井然。唐圭璋《唐宋词简释》：此首，上片写行人忆家，下片写闺人忆外。起三句，写郊景如画，于梅残柳细、草薰风暖之时，信马徐行，一何自在。“离愁”两句，因见春水之不断，遂忆及离愁之无穷。下片言闺人之怅望。“楼高”一句唤起，“平芜”两句拍合。平芜已远，春山则更远矣，而行人又在春山之外，则人去之远，不能自睹，惟存想象而已。写来极柔极厚。----------------------------这首词上片写行者的离愁，下片写行者的遥想即思妇的别恨，从游子和思妇两个不同的角度深化了离别的主题。全词以优美的想象、贴切的比喻、新颖的构思，含蓄蕴藉地制造出一种“迢迢不断如春水”的情思，一种情深意远的境界。上片写游子旅途中所见所感。开头三句是一幅洋溢着春天气息的溪山行旅图：旅舍旁的梅花已经开过了，只剩下几朵残英，溪桥边的柳树刚抽出细嫩的枝叶。暖风吹送着春草的芳香，远行的人就在这美好的环境中摇动马缰，赶马行路。梅残、柳细、草薰、风暖 ，暗示时令正当仲春 。这正是最易使人动情的季节。从“摇征辔”的“摇”字中可以想象行人骑着马儿顾盼徐行的情景。以上三句的每一个静态或动态的景象，都具有多重含义和功能。廖廖数语，便写出了时间 、地点 、景物、气候、事件和人物的举动、神情。开头三句以实景暗示、烘托离别，而三、四两句则由丽景转入对离情的描写：“离愁渐远渐无穷，迢迢不断如春水 。”因为所别者是自己深爱的人 ，所以这离愁便随着分别时间之久、相隔路程之长越积越多 ，就象眼前这伴着自己的一溪春水一样 ，来路无穷，去程不尽。此二句即景设喻，即物生情，以水喻愁，写得自然贴切而又柔美含蓄。下片写闺中少妇对陌上游子的深切思念。“寸寸柔肠，盈盈粉泪。”过片两对句，由陌上行人转笔写楼头思妇。“柔肠 ”而说“ 寸寸”，“粉泪”而说“盈盈”，显示出女子思绪的缠绵深切。从“迢迢春水”到“寸寸肠”、“盈盈泪”，其间又有一种自然的联系。接下来一句“楼高莫近危阑倚”，是行人在心里对泪眼盈盈的闺中人深情的体贴和嘱咐，也是思妇既希望登高眺望游子踪影又明知徒然的内心挣扎。最后两句写少妇的凝望和想象，是游子想象闺中人凭高望远而不见所思之人的情景 ：展现在楼前的，是一片杂草繁茂的原野，原野的尽头是隐隐春山，所思念的行人，更远在春山之外，渺不可寻。这两句不但写出了楼头思妇凝目远望、神驰天外的情景，而且透出了她的一往情深，正越过春山的阻隔，一直伴随着渐行渐远的征人飞向天涯。行者不仅想象到居者登高怀远，而且深入到对方的心灵对自己的追踪。如此写来，情意深长而又哀婉欲绝。此词由陌上游子而及楼头思妇，由实景而及想象，上下片层层递进，以发散式结构将离愁别恨表达得荡气回肠 、意味深长 。这种透过一层从对面写来的手法，带来了强烈的美感效果。"
        },
        {
            "title": "望江南/忆江南",
            "content": "江南柳，花柳两相柔。花片落时粘酒盏，柳条低处拂人头。各自是风流。江南月，如镜复如钩。似镜不侵红粉面，似钩不挂画帘头。长是照离愁。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "群芳过后西湖好，狼藉残红，飞絮蒙蒙，垂柳栏干尽日风。　　笙歌散尽人去，始觉春空，垂下帘栊，双燕归来细雨中。",
            "comment": "：①群芳：百花。\r\n②西湖：颍州西湖，在今安徽阜阳县西北。\r\n③狼藉：残花纵横散乱的样子。\r\n④笙歌：笙管伴奏的歌筵。\r\n⑤帘栊：带纱之窗。 | ：　　百花过后的暮春，西湖风景依然美好，凋残的落红，任游人踏得狼藉遍地，漫天飘飞的柳絮迷迷蒙蒙，垂柳拂着栏杆，整日里暖风融融。 喧闹的笙歌散尽，游人离去，我才顿然发觉西湖之春的空静，心中感到很失落，回到屋中，我垂下窗帘，一双燕子穿过细雨濛濛，翩翩回到巢中。 | ：　　欧阳修致仕后，隐居颍州西湖作了一组《采桑子》词，本词是第四首，写暮春依栏观湖游兴之感，全词在暮春美景中寄托闲适之情。上片写暮春之景。下片言众人归去之静。以细雨双燕状寂寥之况，于落寞中尚有空虚之感，文字疏隽，感情含蓄。“群芳过后”本有衰残之味，常人对此或惋惜，或伤感，或留恋，而作者却赞美说“好”，并以这一感情线索贯穿伤篇。人心情舒畅则观景物莫不美丽，心情忧伤则反之。这就是所谓的移情。一片风景就是一种心情，道理也正在于此。下片写“笙歌散尽”，表现出环境之清幽，“始觉春空”，微传词人的惜春恋春之感。入室垂帘，双燕归来，表现游春之后的闲适自在。以蒙蒙细雨结局，暗应上片的“尽日风”。和风细雨，暗衬心情之平和怡然，景中见情。词中“笙歌散尽游人去，始觉春空，垂下帘栊，双燕归来细雨中。”对西湖暮春美景的独特发现。“笙歌散尽游人去，”乃指“绿水逶迤，芳草长堤，隐隐笙歌处处随”的游春盛况已过去，花谢柳老，“笙歌处处随”的游人也意兴阑珊，无人欣赏残红飞絮之景，然而欧阳修特意游览西湖，于暮春败景，歌散人去之处发现了特殊的美感与韵味。本词表现出词人别具慧眼的审美特点，尤其最后两句营造出耐人寻味的意境。 | 【注释】①群芳过后：百花凋谢。西湖：指颍州（今安徽省阜阳市）西湖。②狼籍：散乱的样子。残红：落花。③春空：春去后的空虚寂寞。【评解】这是词人晚年退居颍州时写的十首《采桑子》中的第四首，抒写了作者寄情湖山的情怀。虽写残春景色，却无伤春之感，而是以疏淡轻快的笔墨描绘了颍州西湖的暮春景色，创造出一种清幽静谧的艺术境界。而词人的安闲自适，也就在这种境界中自然地表现出来。情景交融，真切动人。词中很少修饰，特别是前后两结，纯用白描，却颇耐寻味。【集评】刘永济《词论》：小令尤以结语取重，必通首蓄意、蓄势，于结句得之，自然有神韵。如永叔《采桑子》前结“垂柳阑干尽日风”，后结“双燕归来细雨中”，神味至永，盖芳歇红残，人去春空，皆喧极归寂之语，而此二句则至寂之境，一路说来，便觉至寂之中，真味无穷，辞意高绝。唐圭璋《唐宋词简释》：此首上片言游冶之盛，下片言人去之静。通篇于景中见情，文字极疏隽。风光之好，太守之适，并可想象而知也。俞陛云《唐五代两宋词选释》：西湖在宋时，极游观之盛。此词独写静境，别有意味。-----------------------------这首词是作者颖州西湖组词《采桑子》十首中的第四首。词中描写了颖州西湖暮春时节静谧清疏洒的风姿。作者以诗为词，将西湖清空幽寂的春末境界表现得优美可爱，体现了对大自然和现实人生的无限热爱和眷恋。上片描写群芳凋谢后西湖的恬静清幽之美。首句是全词的纲领 ，由此引出“群芳过后”的西湖景象，及词人从中领悟到的“好”的意味。“狼藉”、“飞絮”二句写落红零乱满地、翠柳柔条斜拂于春风中的姿态。以上数句，通过落花、飞絮、垂柳等意象，描摹出一幅清疏淡远的暮春图景。下片“ 笙歌散尽 ”，虚写出过去湖上游乐的盛况；“游人去始觉春空”，点明从上面三句景象所产生的感觉，道出了作者的复杂微妙的心境。“始觉”是顿悟之辞，这两句是从繁华喧闹消失后清醒过来的感觉，繁华喧闹消失，既觉有所失的空虚，又觉获得宁静的畅适。首句说的“好”即是从这后一种感觉产生，只有基于这种心理感觉，才可解释认为“狼藉残红”三句所写景象的“好”之所在。最后二句，写室内景，以人物动态描写与自然景物映衬相结合，表达出作者恬适淡泊的胸襟。末两句是倒装 ，本是开帘待燕 ，“双燕归来”才“垂下帘拢”。结句“双燕归来细雨中”，意蕴含蓄委婉，以细雨衬托春空之后的清寂气氛，又以双燕飞归制造出轻灵、欢娱的意境。这首词通篇写景，不带明显的主观感情色彩，却从字里行间婉曲地显露出作者的旷达胸怀和恬淡心境。作者写西湖美景 ，动静交错，以动显静，意脉贯串，层次井然，显示出不凡的艺术功力。西湖花时过后 ，群芳凋零 ，残红狼藉。常人对此 ，当觉索然无味 ，而作者却面对这种“匆匆春又去”的衰残景象，不但不感伤，反而在孤寂清冷中体味出安宁静谧的美趣。这种春空之后的闲淡胸怀，这种别具一格的审美感受，正是此词有异于一般咏春词的独到之处。"
        },
        {
            "title": "夜行船",
            "content": "轻捧香腮低枕。眼波媚、向人相浸。佯娇佯醉索如今，这风情、怎教人禁。却与和衣推未寝。低声地、告人休恁。月夕花朝，不成虚过，芳年嫁君徒甚。",
            "comment": ""
        },
        {
            "title": "夜行船",
            "content": "闲把鸳衾横枕。损眉尖、泪痕红沁。花时良夜不归来，忍频听、漏移清禁。一饷无言都未寝。忆当初、是谁先恁。及至如今，教人成病，风流万般徒甚。",
            "comment": ""
        },
        {
            "title": "迎春乐",
            "content": "薄纱衫子裙腰匝。步轻轻、小罗靸。人前爱把眼儿札。香汗透、胭脂蜡。良夜永、幽期欢则洽。约重会、玉纤频插。执手临归，犹且更待留时霎。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "年来方寸。十日幽欢千日恨。未会此情。白尽人头可得平。区区堪比。水趁浮萍风趁水。试望瑶京。芳草随人上古城。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "夜来枕上争闲事。推倒屏山褰绣被。尽人求守不应人，走向碧纱窗下睡。直到起来由自殢。向道夜来真个醉。大家恶发大家休，毕竟到头谁不是。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "谁道闲情抛弃久？每到春来，惆怅还依旧。日日花前常病酒，不辞镜里朱颜瘦。　　河畔青芜堤上柳，为问新愁，何事年年有？独立小桥风满袖，平林新月人归后。",
            "comment": "：①闲情：闲散之情。\r\n②病酒：饮酒沉醉如病，醉酒。\r\n③朱颜：这里指红润的脸色。\r\n④青芜：丛生青草。 | ：　　谁说闲情意致被忘记了太久？每到新春来到，我的惆怅心绪一如故旧。为了消除这种闲愁，我天天在花前痛饮，让自己放任大醉，不惜身体消瘦，对着镜子自己容颜已改。河边上芳草萋萋，河岸上柳树成荫。见到如此美景，我忧伤地暗自思量，为何年年都会新添忧愁？我独立在小桥的桥头，清风吹拂着衣袖。只有远处那一排排树木在暗淡的月光下影影绰绰，与我相伴。 | ：　　这首词写恋情的苦脑，不能解脱，以独特的的笔法写尽了一个“愁”字。前半片写年轻人的春愁。愁因春起，赏花有愁，举杯有愁，对镜也有愁，家里处处都是愁。表现了在情感方面欲抛不能的一种盘旋郁结的痛苦。抒写主人公想要挣扎出来却不可能。以下各句所写均由此生发而出，故此句有笼罩全篇之效。接下写春来闲愁依旧，宁可瘦也要饮酒来打发闲愁。词的后半片仍在写愁，不过是从家里扩展到家外，河畔青草、堤上绿柳蒙上了愁，天色薄暮更引起了愁，一人独立小桥还在品味首愁。下片前后均是景语，中间两句是情语，使前后之景均为情增添色彩。见到青草绿柳，又增新愁，故独立小桥望月，任凭春风吹拂。全词通过写情感交织的愁闷，徘徊在心，从而产生一种对韶光易逝，人生苦短，世事变迁的感叹。"
        },
        {
            "title": "减字木兰花",
            "content": "去年残腊。曾折梅花相对插。人面而今。空有花开无处寻。天天不远。把酒拈花重发愿。愿得和伊。偎雪眠香似旧时。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "金雀双鬟年纪小。学画蛾眉红淡扫。尽人言语尽人怜，不解此情惟解笑。稳着舞衣行动俏。走向绮筵呈曲妙。刘郎大有惜花心，只恨寻花来较早。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "红楼昨夜相将饮。月近珠帘花近枕。银缸照客酒方酣，玉漏催人街已禁。晚潮去棹浮清浸。古岸平芜萧索甚。大都薄宦足离愁，不放双鸳长恁恁。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "半辐霜绡亲手剪。香染青蛾和泪卷。画时横接媚霞长，印处双沾愁黛浅。当时付我情何限。欲使妆痕长在眼。一回忆著一拈看，便似花前重见面。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "艳冶风情天与措。清瘦肌肤冰雪妒。百年心事一宵同，愁听鸡声窗外度。信阻青禽云雨暮。海月空惊人两处。强将离恨倚江楼，江水不能流恨去。",
            "comment": ""
        },
        {
            "title": "蕙香囊/鹊桥仙",
            "content": "身作琵琶，调全宫羽，佳人自然用意。宝檀槽在雪胸前，倚香脐、横枕琼臂。组带金钩，背垂红绶，纤指转弦韵细。愿伊只恁拨梁州，且多时、得在怀里。",
            "comment": ""
        },
        {
            "title": "木兰花",
            "content": "别后不知君远近，触目凄凉多少闷！渐行渐远渐无书，水阔鱼沉何处问？　　夜深风竹敲秋韵，万叶千声皆是恨。故欹单枕梦中寻，梦又不成灯又烬。",
            "comment": "：①鱼沉：古人有鱼雁传书之说，鱼沉，谓无人传言。\r\n②秋韵：即秋声。此谓风吹竹声。\r\n③攲（qi）：倚、依。\r\n④烬（jin）:火烧剩余之物，此指灯花。 | ：　　自从分别之后，不知你已经到了何方？眼里心中都是凄凉与愁闷，生出不尽的忧愁！你越走越远，最后竟断了音信；江水是何等的宽阔，鱼儿深深地游在水底，我又能向何处去打听你的消息？ 昨夜里大风吹得竹林处处作响，传递着深秋的韵律，每一片叶子的声响都似乎在诉说着怨恼。我有心斜倚着单枕，希望梦中能与你相遇，可惜梦做不成，无奈灯芯，又在秋风中燃烬。 | ：　　这是一首别后相思愁绪之词。上片描写思别后的孤凄苦永和对远人深切的怀念之情。下片描写思妇秋夜写到夜间之秋声，形声交错。其景愈转愈凄凉，其情愈深沉。这首词写闺中思妇深沉凄绝的离愁别恨，但词人并没有一个字述及思妇的外貌形象或体态服饰，而是着力刻划、揭示思妇地内心思想感情，这是欧阳修与以往花间派词人的不同之处。词的上片：“别后”二句，不知行踪之恨。“渐行”二句，音讯杳然之恨。词的下片：“夜深”三句，夜间风竹之恨。“夜深风竹敲秋韵，万叶千声皆是恨”。深夜里大风吹得竹林敲击着凉秋的声韵，千万片竹叶千万种声响全是怨恨。借风竹之声诉离怨别恨，很有艺术感染力，尤其“敲”字，极赋神韵，有使此两句字字敲心，声声动魂的神力。“故”二句，梦中难寻之恨。艺术特色：全词八句，突出“恨”字，层层递进，笔触深沉婉曲。"
        },
        {
            "title": "一落索",
            "content": "小桃风撼香红碎。满帘笼花气。看花何事却成愁，悄不会、春风意。窗在梧桐叶底。更黄昏雨细。枕前前事上心来，独自个、怎生睡。",
            "comment": ""
        },
        {
            "title": "踏莎行慢",
            "content": "独自上孤舟。倚危樯目断。难成暮雨，更朝云散。凉劲残叶乱。新月照、澄波浅。今夜里，厌厌离绪难销遣。强来就枕，灯残漏永，合相思眼。分明梦见如花面。依前是、旧庭院。新月照，罗幕挂，珠帘卷。渐向晓，脉然睡觉如天远。",
            "comment": ""
        },
        {
            "title": "少年游",
            "content": "绿云双亸插金翘。年纪正妖饶。汉妃束素，小蛮垂柳，都占洛城腰。锦屏春过衣初减，香雪暖凝消。试问当筵眼波恨，滴滴为谁娇。",
            "comment": ""
        },
        {
            "title": "盐角儿",
            "content": "人生最苦，少年不得，鸳帏相守。西风时节，那堪话别，双蛾频皱。暗消魂，重回首。奈心儿里、彼此皆有。後时我、两个相见，管取一双清瘦。",
            "comment": ""
        },
        {
            "title": "忆秦娥",
            "content": "十五六，脱罗裳，长恁黛眉蹙。红玉暖，入人怀，春困熟。展香裀，帐前明画烛。眼波长，斜浸鬓云绿。看不足。苦残宵、更漏促。",
            "comment": ""
        },
        {
            "title": "盐角儿",
            "content": "增之太长，减之太短，出群风格。施朱太赤，施粉太白，倾城颜色。慧多多，娇的的。天付与、教谁怜惜。除非我、偎著抱著，更有何人消得。",
            "comment": ""
        },
        {
            "title": "踏莎行",
            "content": "云母屏低，流苏帐小。矮床薄被秋将晓。乍凉天气未寒时，平明窗外闻啼鸟。困殢榴花，香添蕙草。佳期须及朱颜好。莫言多病为多情，此身甘向情中老。",
            "comment": ""
        },
        {
            "title": "恨春迟",
            "content": "欲借江梅荐饮。望陇驿、音息沈沈。住在柳州东，彼此相思，梦回云去难寻。归燕来时花期浸。淡月坠、将晓还阴。争奈多情易感，风信无凭，如何消遣初心。",
            "comment": ""
        },
        {
            "title": "诉衷情",
            "content": "歌时眉黛舞时腰。无处不娇饶。初剪菊、欲登高。天气怯鲛绡。紫丝障，绿杨桥。路迢迢。酒阑歌罢，一度归时，一度魂消。",
            "comment": ""
        },
        {
            "title": "踏莎行",
            "content": "碧藓回廊，绿杨深院。偷期夜入帘犹卷。照人无奈月华明，潜身却恨花深浅。密约如沈，前欢未便。看看掷尽金壶箭。阑干敲遍不应人，分明帘下闻裁剪。",
            "comment": ""
        },
        {
            "title": "南乡子",
            "content": "浅浅画双眉。取次梳妆也便宜。洒着胭脂红扑面，须知。更有何人得似伊。宝帐烛残时。好个温柔模样儿。月里仙郎清似玉，相期。些子精神更与谁。",
            "comment": ""
        },
        {
            "title": "满路花/促拍满路花",
            "content": "铜荷融烛泪，金兽啮扉环。兰堂春夜疑，惜更残。落花风雨，向晓作轻寒。金龟朝早，香衾馀暖，殢娇由自慵眠。小鬟无事须来唤，呵破点唇檀。回身还、却背屏山。春禽飞下，帘外日三竿。起来云鬓乱，不妆红粉，下阶且上秋千。",
            "comment": ""
        },
        {
            "title": "感庭秋/撼庭秋",
            "content": "红笺封了还重拆。这添追忆。且教伊见我，别来翠减香销端的。渌波平远，暮山重叠，算难凭鳞翼。倚危楼极目，无情细草长天色。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "极得醉中眠，迤逦翻成病。莫是前生负你来，今世里、教孤冷。言约全无定。是谁先薄倖。不惯孤眠惯成双，奈奴子、心肠硬。",
            "comment": ""
        },
        {
            "title": "滴滴金",
            "content": "尊前一把横波溜。彼此心儿有。曲屏深幌解香罗，花灯微透。偎人欲语眉先皱。红玉困春酒。为问鸳衾这回後。几时重又。",
            "comment": ""
        },
        {
            "title": "好女儿令/好女儿",
            "content": "眼细眉长。宫样梳妆。靸鞋儿走向花下立著。一身绣出，两同心字，浅浅金黄。早是肌肤轻渺，抱著了、暖仍香。姿姿媚媚端正好，怎教人别後，从头仔细，断得思量。",
            "comment": ""
        },
        {
            "title": "怨春郎",
            "content": "为伊家，终日闷。受尽恓惶谁问。不知不觉上心头，悄一霎身心，顿也没处顿。恼愁肠，成寸寸。已恁莫把人萦损。奈每每人前道著伊，空把相思泪眼和衣搵。",
            "comment": ""
        },
        {
            "title": "南乡子",
            "content": "好个人人，深点唇儿淡抹腮。花下相逢、忙走怕人猜。遗下弓弓小绣鞋。剗袜重来。半亸乌云金凤钗。行笑行行连抱得，相挨。一向娇痴不下怀。",
            "comment": ""
        },
        {
            "title": "阮郎归",
            "content": "玉肌花脸柳腰肢。红妆浅黛眉。翠鬟斜亸语声低。娇羞云雨时。伊怜我，我怜伊。心儿与眼儿。绣屏深处说深期。幽情谁得知。",
            "comment": ""
        },
        {
            "title": "阮郎归",
            "content": "去年今日落花时。依前又见伊。淡匀双脸浅匀眉。青衫透玉肌。才会面，便相思。相思无尽期。这回相见好相知。相知已是迟。",
            "comment": ""
        },
        {
            "title": "阮郎归",
            "content": "浓香搓粉细腰肢。青螺深画眉。玉钗撩乱挽人衣。娇多长睡迟。绣帘角，月痕低。仙郎东路归。泪红满面湿胭脂。兰房怨别离。",
            "comment": ""
        },
        {
            "title": "系裙腰",
            "content": "水轩檐幕透薰风。银塘外、柳烟浓。方床遍展鱼鳞簟，碧纱笼。小墀面、对芙蓉。玉人共处霜鸳枕，和娇困、睡朦胧。起来意懒含羞态，汗香融。系裙腰，映酥胸。",
            "comment": ""
        },
        {
            "title": "圣无忧/乌夜啼",
            "content": "相别重相遇。恬如一梦须臾。尊前今日欢娱事，放盏旋成虚。莫惜斗量珠玉，随他雪白髭须。人间长久身难得，斗在不如吾。",
            "comment": ""
        },
        {
            "title": "燕归梁",
            "content": "屏里金炉帐外灯。掩春睡腾腾。绿云堆枕乱鬅鬙。犹依约、那回曾。人生少有，相怜到老，宁不被天憎。而今前事总无凭。空赢得、瘦稜稜。",
            "comment": ""
        },
        {
            "title": "锦香囊",
            "content": "一寸相思无著处。甚夜长难度。灯花前、几转寒更，桐叶上、数声秋雨。真个此心终难负。况少年情绪。已交共、春茧缠绵，终不学、钿筝移柱。",
            "comment": ""
        },
        {
            "title": "燕归梁",
            "content": "风摆红藤卷绣帘。宝鉴慵拈。日高梳洗几时忺。金盆水、弄纤纤。髻云谩亸残花淡，和娇媚、瘦岩岩。离情更被宿酲兼。空惹得、病厌厌。",
            "comment": ""
        },
        {
            "title": "品令",
            "content": "渐素景。金风劲。早是凄凉孤冷。那堪闻、蛩吟穿金井。唤愁绪难整。懊恼人人薄倖。负云期雨信。终日望伊来，无凭准。闷损我、也不定。",
            "comment": ""
        },
        {
            "title": "洞仙歌令/洞仙歌",
            "content": "楼前乱草，是离人方寸。倚遍阑干意无尽。罗巾掩，宿粉残眉、香未减，人与天涯共远。香闺知人否，长是厌厌，拟写相思寄归信。未写了，泪成行、早满香笺。相思字、一时滴损。便直饶、伊家总无情，也拼了一生，为伊成病。",
            "comment": ""
        },
        {
            "title": "洞仙歌令/洞仙歌",
            "content": "情知须病，奈自家先肯。天甚教伊恁端正。忆年时、兰棹独倚春风，相怜处、月影花光相映。别来凭谁诉，空寄香笺，拟问前欢甚时更。後约与新期，易失难寻，空肠断、损风流心性。除只把、芳尊强开颜，奈酒到愁肠，醉了还醒。",
            "comment": ""
        },
        {
            "title": "诉衷情",
            "content": "离怀酒病两忡忡。倚枕梦无踪。可怜有人今夜，胆小怯房空。杨柳绿，杏梢红。负春风。迢迢别恨，脉脉归心，付与征鸿。",
            "comment": ""
        },
        {
            "title": "惜芳时/思归乐",
            "content": "因倚兰台翠云亸。睡未足、双眉尚锁。潜身走向伊行坐。孜孜地、告他梳裹。发妆酒冷重温过。道要饮、除非伴我。丁香嚼碎偎人睡，犹记恨、夜来些个。",
            "comment": ""
        },
        {
            "title": "一斛珠",
            "content": "今朝祖宴。可怜明夜孤灯馆。酒醒明月空床满。翠被重重，不似香肌暖。愁肠恰似沈香篆。千回万转萦还断。梦中若得相寻见。却愿春宵，一夜如年远。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "妾解清歌并巧笑。郎多才俊兼年少。何事抛儿行远道。无音耗。江头又绿王孙草。昔日采花呈窈窕。玉容长笑花枝老。今日采花添懊恼。伤怀抱。玉容不及花枝好。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "近日门前溪水涨。郎船几度偷相访。船小难开红斗帐。无计向。合欢影里空惆怅。愿妾身为红菡萏。年年生在秋江上。重愿郎为花底浪。无隔障。随风逐雨长来往。",
            "comment": " | 【注释】此词即景取譬，托物寓情，融写景、抒情、比兴于一体 ，以新颖活泼的民歌风味 ，以莲塘秋江为背景，歌咏水乡女子对爱情的追求与向往。上片叙事。起二句写近日溪水涨满，情郎趁水涨驾船相访。男女主人公隔溪而居，平常大约很少有见面的机会，所以要趁水涨相访。说“几度”，正见双方相爱之深；说“偷相访 ”，则其为秘密相爱可知。这涨满的溪水，既是双方会面的便利条件，也似乎象征着双方涨满的情愫。“船小难开红斗帐，无计向，合欢影里空惆怅。”红斗帐，是一种红色的圆顶小帐，在古诗词中经常联系着男女的好合 。采莲船很小 ，一般仅容一人，说“难开红斗帐”自是实情。无计向，即没奈何、没办法。合欢，指并蒂而开的莲花。这三句写不得好合的惆怅 ，说“ 难”，说“无计”，说“空”，重叠反复，见惆怅之深重。特别是最后一句，物我对照，将男女主人公对影伤神的情态生动地表现了出来。下片抒情，紧扣秋江红莲的现境设喻写情。红菡萏 ，即红莲花 。面对秋江中因浪随风摇曳生姿的红莲，女主人公不禁产生这样的痴想：希望自己化身为眼前那艳丽的芙蓉，年年岁岁托身于秋江之上；更希望情郎化身为花底的轻浪，与红莲紧密相依，没有障隔，在雨丝风浪中长相厮伴。用“红菡萏”和“花底浪 ”来比喻情人间亲密相依的关系，比得奇巧妙合，堪称作者一大创造。"
        },
        {
            "title": "渔家傲",
            "content": "一夜越溪秋水满。荷花开过溪南岸。贪采嫩香星眼慢。疏回眄。郎船不觉来身畔。罢采金英收玉腕。回身急打船头转。荷叶又浓波又浅。无方便。教人只得抬娇面。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "昨日采花花欲尽。隔花闻道潮来近。风猎紫荷声又紧。低难奔。莲茎刺惹香腮损。一缕艳痕红隐隐。新霞点破秋蟾晕。罗袖挹残心不稳。羞人问。归来剩把胭脂衬。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "为爱莲房都一柄。双苞双蕊双红影。雨势断来风色定。秋水静。仙郎彩女临鸾镜。妾有容华君不省。花无恩爱犹相并。花却有情人薄倖。心耿耿。因花又染相思病。",
            "comment": ""
        },
        {
            "title": "梁州令",
            "content": "红杏墙头树。紫萼香心初吐。新年花发旧时枝，徘徊千绕，独共东风语。阳台一梦如云雨。为问今何处。离情别恨多少，条条结向垂杨缕。此事难分付。初心本谁先许。窃香解佩两沈沈，知他而今，记得当初否。谁教薄倖轻相误。不信道、相思苦。如今却恁空追悔，元来也会忆人去。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "百种相思千种恨。早是伤春，那更春醪困。薄倖辜人终不愤。何时枕畔分明问。懊恼风流心一寸。强醉偷眠，也即依前闷。此意为君君不信。泪珠滴尽愁难尽。",
            "comment": ""
        },
        {
            "title": "鹊踏枝/蝶恋花",
            "content": "一曲尊前开画扇。暂近还遥，不语仍低面。直至情多缘少见。千金不直双回眄。苦恨行云容易散。过尽佳期，争向年芳晚。百种寻思千万遍。愁肠不似情难断。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "一掬天和金粉腻。莲子心中，自有深深意。意密莲深秋正媚。将花寄恨无人会。桥上少年桥下水。小棹归时，不语牵红袂。浪溅荷心圆又碎。无端欲伴相思泪。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "宝琢珊瑚山样瘦。缓髻轻拢，一朵云生袖。昨夜佳人初命偶。论情旋旋移相就。几叠鸳衾红浪皱。暗觉金钗，磔磔声相扣。一自楚台人梦後。凄凉暮雨沾裀绣。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "几度兰房听禁漏。臂上残妆，印得香盈袖。酒力融融香汗透。春娇入眼横波溜。不见些时眉已皱。水阔山遥，乍向分飞後。大抵有情须感旧。肌肤拼为伊销瘦。",
            "comment": ""
        },
        {
            "title": "看花回",
            "content": "晓色初透东窗，醉魂方觉。恋恋绣衾半拥，动万感脉脉，春思无托。追想少年，何处青楼贪欢乐。当媚景，恨月愁花，算伊全妄凤帏约。空泪滴、真珠暗落。又被谁、连宵留著。不晓高天甚意，既付与风流，却恁情薄。细把身心自解，只与猛拼却。又及至、见来了，怎生教人恶。",
            "comment": ""
        },
        {
            "title": "鼓笛慢/水龙吟",
            "content": "缕金裙窣轻纱，透红莹玉真堪爱。多情更把，眼儿斜盼，眉儿敛黛。舞态歌阑，困偎香脸，酒红微带。便直饶、更有丹青妙手，应难写、天然态。长恐有时不见，每饶伊、百般娇呆。眼穿肠断，如今千种，思量无奈。花谢春归，梦回云散，欲寻难再。暗消魂，但觉鸳衾凤枕，有馀香在。",
            "comment": ""
        },
        {
            "title": "醉蓬莱",
            "content": "见羞容敛翠，嫩脸匀红，素腰袅娜。红药阑边，恼不教伊过。半掩娇羞，语声低颤，问道有人知麽。强整罗裙，偷回波眼，佯行佯坐。更问假如，事还成後，乱了云鬟，被娘猜破。我且归家，你而今休呵。更为娘行，有些针线，诮未曾收囉。却待更阑，庭花影下，重来则个。",
            "comment": ""
        },
        {
            "title": "千秋岁",
            "content": "罗衫满袖，尽是忆伊泪。残妆粉，馀香被。手把金尊酒，未饮先如醉。但向道，厌厌成病皆因你。离思迢迢远，一似长江水。去不断，来无际。红笺著意写，不尽相思意。为个甚，相思只在心儿里。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "学画宫眉细细长。芙蓉出水斗新妆。只知一笑能倾国，不信相看有断肠。双黄鹄，两鸳鸯。迢迢云水恨难忘。早知今日长相忆，不及从初莫作双。",
            "comment": ""
        },
        {
            "title": "少年游",
            "content": "玉壶冰莹兽炉灰。人起绣帘开。春从一夜，六花开尽，不待剪刀催。洛阳城阙中天起，高下遍楼台。絮乱风轻，拂鞍沾袖，归路似章街。",
            "comment": ""
        },
        {
            "title": "少年游",
            "content": "肉红圆样浅心黄。枝上巧如装。雨轻烟重，无憀天气，啼破晓来妆。寒轻贴体风头冷，忍抛弃、向秋光。不会深心，为谁惆怅，回面恨斜阳。",
            "comment": ""
        },
        {
            "title": "少年游",
            "content": "去年秋晚此园中。携手玩芳丛。拈花嗅蕊，恼烟撩雾，拼醉倚西风。今年重对芳丛处，追往事、又成空。敲遍阑干，向人无语，惆怅满枝红。",
            "comment": ""
        },
        {
            "title": "摸鱼儿",
            "content": "卷绣帘、梧桐秋院落，一霎雨添新绿。对小池闲立残妆浅，向晚水纹如縠。凝远目。恨人去寂寂，凤枕孤难宿。倚阑不足。看燕拂风檐，蝶翻露草，两两长相逐。双眉促。可惜年华婉娩，西风初弄庭菊。况伊家年少，多情未已难拘束。那堪更趁凉景，追寻甚处垂杨曲。佳期过尽，但不说归来，多应忘了，云屏去时祝。",
            "comment": ""
        },
        {
            "title": "武陵春",
            "content": "宝幄华灯相见夜，妆脸小桃红。斗帐香檀翡翠笼。携手恨匆匆。金泥双结同心带，留与记情浓。却望行云十二峰。肠断月斜锺。",
            "comment": ""
        },
        {
            "title": "千秋岁",
            "content": "画堂人静，翡翠帘前月。鸾帷凤枕虚铺设。风流难管束，一去音书歇。到而今，高梧冷落西风切。未语先垂泪，滴尽相思血。魂欲断，情难绝。都来些子事，更与何人说。为个甚，心头见底多离别。",
            "comment": ""
        },
        {
            "title": "圣无忧/乌夜啼",
            "content": "珠帘卷，暮云愁。垂杨暗锁青楼。烟雨濛濛如画，轻风吹旋收。香断锦屏新别，人闲玉簟初秋。多少旧欢新恨，书杳杳、梦悠悠。",
            "comment": ""
        },
        {
            "title": "南乡子",
            "content": "雨後斜阳。细细风来细细香。风定波平花映水，休藏。照出轻盈半面妆。路隔秋江。莲子深深隐翠房。意在莲心无问处，难忘。泪裛红腮不记行。",
            "comment": ""
        },
        {
            "title": "南乡子",
            "content": "翠密红繁。水国凉生未是寒。雨打荷花珠不定，轻翻。冷泼鸳鸯锦翅斑。尽日凭阑。弄蕊拈花仔细看。偷得袅蹄新铸样，无端。藏在红房艳粉间。",
            "comment": ""
        },
        {
            "title": "凉州令/梁州令",
            "content": "翠树芳条颭。的的裙腰初染。佳人携手弄芳菲，绿阴红影，共展双纹簟。插花照影窥鸾鉴。只恐芳容减。不堪零落春晚，青苔雨後深红点。一去门闲掩。重来却寻朱槛。离离秋实弄轻霜，娇红脉脉，似见胭脂脸。人非事往眉空敛。谁把佳期赚。芳心只愿长依旧，春风更放明年艳。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "小庭春老。碧砌红萱草。长忆小阑闲共绕。携手绿丛含笑。别来音信全乖。旧期前事堪猜。门掩日斜人静，落花愁点青苔。",
            "comment": ""
        },
        {
            "title": "忆汉月",
            "content": "红艳几枝轻袅。新被东风开了。倚烟啼露为谁娇，故惹蝶怜蜂恼。多情游赏处，留恋向、绿丛千绕。酒阑欢罢不成归，肠断月斜春老。",
            "comment": ""
        },
        {
            "title": "洞天春",
            "content": "莺啼绿树声早。槛外残红未扫。露点真珠遍芳草。正帘帏清晓。秋千宅院悄悄。又是清明过了。燕蝶轻狂，柳丝撩乱，春心多少。",
            "comment": ""
        },
        {
            "title": "贺圣朝影/添声杨柳枝",
            "content": "白雪梨花红粉桃。露华高。垂杨慢舞绿丝绦。草如袍。风过小池轻浪起，似江皋。千金莫惜买香醪。且陶陶。",
            "comment": ""
        },
        {
            "title": "越溪春",
            "content": "三月十三寒食日，春色遍天涯。越溪阆苑繁华地，傍禁垣、珠翠烟霞。红粉墙头，秋千影里，临水人家。归来晚驻香车。银箭透窗纱。有时三点两点雨霁，朱门柳细风斜。沈麝不烧金鸭冷，笼月照梨花。",
            "comment": ""
        },
        {
            "title": "鹊桥仙",
            "content": "月波清霁，烟容明淡，灵汉旧期还至。鹊迎桥路接天津，映夹岸、星榆点缀。云屏未卷，仙鸡催晓，肠断去年情味。多应天意不教长，恁恐把、欢娱容易。",
            "comment": ""
        },
        {
            "title": "雨中花/夜行船",
            "content": "千古都门行路。能使离歌声苦。送尽行人，花残春晚，又到君东去。醉藉落花吹暖絮。多少曲堤芳树。且携手留连，良辰美景，留作相思处。",
            "comment": ""
        },
        {
            "title": "洛阳春/一落萦",
            "content": "红纱未晓黄鹂语。蕙炉销兰炷。锦屏罗幕护春寒，昨夜三更雨。绣帘闲倚吹轻絮。敛眉山无绪。看花拭泪向归鸿，问来处、逢郎否。",
            "comment": ""
        },
        {
            "title": "夜行船",
            "content": "满眼东风飞絮。催行色、短亭春暮。落花流水草连云，看看是、断肠南浦。檀板未终人去去。扁舟在、绿杨深处。手把金尊难为别，更那听、乱莺疏雨。",
            "comment": ""
        },
        {
            "title": "夜行船",
            "content": "忆昔西都欢纵。自别後、有谁能共。伊川山水洛川花，细寻思、旧游如梦。今日相逢情愈重。愁闻唱、画楼锺动。白发天涯逢此景，倒金尊、殢谁相送。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "炉香昼永龙烟白。风动金鸾额。画屏寒掩小山川。睡容初起枕痕圆。坠花钿。楼高不及烟霄半。望尽相思眼。艳阳刚爱挫愁人。故生芳草碧连云。怨王孙。",
            "comment": ""
        },
        {
            "title": "御带花",
            "content": "青春何处风光好，帝里偏爱元夕。万重绘彩，构一屏峰岭，半空金碧。宝檠银釭，耀绛幕、龙虎腾掷。沙堤远，雕轮绣毂，争走五王宅。雍容熙熙昼，会乐府神姬，海洞仙客。拽香摇翠，称执手行歌，锦街天陌。月淡寒轻，渐向晓、漏声寂寂。当年少，狂心未已，不醉怎归得。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "十载相逢酒一卮。故人才见便开眉。老来游旧更同谁。浮世歌欢真易失，宦途离合信难期。尊前莫惜醉如泥。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "灯尽垂花月似霜。薄帘映月两交光。酒醺红粉自生香。双手舞馀拖翠袖，一声歌已釂金觞。休回娇眼断人肠。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "红粉佳人白玉杯。木兰船稳棹歌催。绿荷风里笑声来。细雨轻烟笼草树，斜桥曲水绕楼台。夕阳高处画屏开。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "青杏园林著酒香。佳人初著薄罗裳。柳丝摇曳燕飞忙。乍雨乍晴花自落，闲愁闲闷昼偏长。为谁消瘦损容光。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "叶底青青杏子垂。枝头薄薄柳绵飞。日高深院晚莺啼。堪恨风流成薄幸，断无消息道归期。托腮无语翠眉低。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "翠袖娇鬟舞石州。两行红粉一时羞。新声难逐管弦愁。白发主人年未老，清时贤相望偏优。一尊风月为公留。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "湖上朱桥响画轮。溶溶春水浸春云。碧琉璃滑净无尘。当路游丝萦醉客，隔花啼鸟唤行人。日斜归去奈何春。",
            "comment": " | 【注释】此词描写泛舟颍州西湖 、留连美好春光的情趣。作者对湖面天光水色作了传神而准确的描绘，把握了云天阳光、花鸟游丝所蕴含的美的特质，并注入自己心灵深处的情感，创造出幽美的诗情画意。上片写湖面风光。首句写游客们乘坐着豪华的车子，驶过那装修着朱红栏杆的桥梁，来到西湖游赏春光，传达出一种喧腾热闹的气氛。第二句“溶溶春水浸春云”写湖水里映出了云的影子 ，云、水、天空都融在一起了。溶溶，水盛貌。春水，言水之柔和；春云，言云之舒缓。一句之中，并列两个“春”字，这倒是名副其实的“加一倍写法”，目的就是把这个字突现出来。这句里的“浸”字也用得好，把映照说成浸泡，就等于把云的影子说成是真的云，通过这种“真实感”暗中透露出湖水的清澈程度来，从观察体验的错觉中描绘景物的状态。“碧琉璃滑净无尘”，用琉璃的光洁平滑来比喻西湖的水面，表现了湖面泛舟时轻快、畅适的心情，形象而有诗意。下片写游兴未尽的留连之情 。前两句是对偶句：“当路游丝萦醉客，隔花啼鸟唤行人”。这两句描写春物留人，人亦恋春，是全词的重点所在。游丝，是春季里昆虫吐出来的细丝，随风飘舞在花草树木之间，游丝本无情而有情，网住春光，留住游人。欧阳修却说游丝“萦醉客”，这既是游人赏春纵饮，也有游人被美景所也是“唤住”之意，与游丝萦客同。总的是说春色无多了，何不再流连些时，这正是“惜馀春”之意。明明是游人舍不得归去，却说成是游丝、啼鸟出主意挽留。把游丝、啼鸟说成颇通人性的灵物，这便是词体以婉曲写情的特别处 。末句里的“ 日斜归去 ”四字 ，说明西湖景色美好，让人流连；“奈何春”三个字使得全词更显得精彩，它表达了作者郁积于心的留连惆怅之情。这首词的结尾，是用陡转直下的笔法揭示了游人内心深处的思维活动，表现了由欢快而悲凉这种两极转换的心理状态，故而能够取得含蓄蕴藉、余味不绝的艺术效果。这首词抒发了作者对春光的深深眷恋。词中的春光，使读者联想到人生的青春、爱情、理想等一切美好的事物 。它那深沉委婉的情思 ，那隽永蕴藉的意境，给读者以无尽的遐思。"
        },
        {
            "title": "浣溪沙",
            "content": "堤上游人逐画船。拍堤春水四垂天。绿杨楼外出秋千。白发戴花君莫笑，六么催拍盏频传。人生何处似尊前。",
            "comment": " | 【注释】此词以清丽质朴的语言，描写作者春日载舟颍州西湖上的所见所感。词的上片描摹明媚秀丽的春景和众多游人的欢娱 ，下片写作者在画舫中宴饮的情况，着重抒情。整首词意境疏放清旷，婉曲蕴藉，意在言外，别有意趣。“堤上游人逐画船”，写所见之人：堤上踏青赏春的人随着画船在行走。一个“逐”字，生动地道出了游人如织、熙熙攘攘、喧嚣热闹的情形。“拍堤春水四垂天”，写所见之景：溶溶春水，碧波浩瀚，不断地拍打着堤岸；上空天幕四垂，远远望去，水天相接，广阔无垠。第三句“绿杨楼外出秋千”，写出了美景中人的活动。这句中的“出”字用得极妙。晁无咎说：“只一‘出’字，自是后人道不到处。”（吴曾《能改斋漫录》卷十六引）王国维则说：“余谓此本于正中（冯延巳字）《上行杯》词‘柳外秋千出画墙’，但欧语尤工耳。”（《人间词话》卷上）“出”字突出了秋千和打秋千的人 ，具有画龙点睛的作用，使人们好象隐约听到了绿杨成荫的临水人家传出的笑语喧闹之声，仿佛看到了秋千上娇美的身影，这样就在幽美的景色中，平添出一种盎然的生意。“白发戴花君莫笑”，“白发”，词人自指。这样的老人头插鲜花，自己不感到可笑，也不怕别人见怪，俨然画出了他旷放不羁、乐而忘形的狂态。下句“六幺催拍盏频传”和上句对仗，但对得灵活，使人不觉。“六幺”即“绿腰”，曲调名。“拍”，歌的节拍 。此句形象地写出画船上急管繁弦、乐声四起、频频举杯、觥筹交错的场面 。歇拍“ 人生何处似樽前”，虽是议论，但它是作者感情的升华，写得凄怆沉郁，耐人品味。"
        },
        {
            "title": "浣溪沙",
            "content": "云曳香绵彩柱高。绛旗风颭出花梢。一梭红带往来抛。束素美人羞不打，却嫌裙慢褪纤腰。日斜深院影空摇。",
            "comment": ""
        },
        {
            "title": "蓦山溪",
            "content": "新正初破，三五银蟾满。纤手染香罗，剪红莲、满城开遍。楼台上下，歌管咽春风，驾香轮，停宝马，只待金乌晚。帝城今夜，罗绮谁为伴。应卜紫姑神，问归期、相思望断。天涯情绪，对酒且开颜，春宵短。春寒浅。莫待金杯暖。",
            "comment": ""
        },
        {
            "title": "定风波",
            "content": "对酒追欢莫负春。春光归去可饶人。昨日红芳今绿树。已暮。残花飞絮两纷纷。粉面丽姝歌窈窕。清妙。尊前信任醉醺醺。不是狂心贪燕乐。自觉。年来白发满头新。",
            "comment": ""
        },
        {
            "title": "定风波",
            "content": "过尽韶华不可添。小楼红日下层檐。春睡觉来情绪恶。寂寞。杨花缭乱拂珠帘。早是闲愁依旧在。无奈。那堪更被宿酲兼。把酒送春惆怅甚。长恁。年年三月病厌厌。",
            "comment": ""
        },
        {
            "title": "定风波",
            "content": "把酒花前欲问君。世间何计可留春。纵使青春留得住。虚语。无情花对有情人。任是好花须落去。自古。红颜能得几时新。暗想浮生何时好。唯有。清歌一曲倒金尊。",
            "comment": ""
        },
        {
            "title": "定风波",
            "content": "把酒花前欲问公。对花何事诉金锺。为问去年春甚处。虚度。莺声撩乱一场空。今岁春来须爱惜。难得。须知花面不长红。待得酒醒君不见。千片。不随流水即随风。",
            "comment": ""
        },
        {
            "title": "定风波",
            "content": "把酒花前欲问伊。忍嫌金盏负春时。红颜不能旬日看。宜算。须知开谢只相随。蝶去蝶来犹解恋。难见。回头还是度年期。莫候饮阑花已尽。方信。无人堪与补残枝。",
            "comment": ""
        },
        {
            "title": "定风波",
            "content": "把酒花前欲问他。对花何吝醉颜酡。春到几人能烂赏。何况。无情风雨等闲多。艳树香丛都几许。朝暮。惜红愁粉奈情何。好是金船浮玉浪。相向。十分深送一声歌。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "今日北池游。漾漾轻舟。波光潋滟柳条柔。如此春来春又去，白了人头。好妓好歌喉。不醉难休。劝君满满酌金瓯。纵使花时常病酒，也是风流。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "万恨苦绵绵。旧约前欢。桃花溪畔柳阴间。几度日高春垂重，绣户深关。楼外夕阳闲。独自凭阑。一重水隔一重山。水阔山高人不见，有泪无言。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "五岭麦秋残。荔子初丹。绛纱囊里水晶丸。可惜天教生处远，不近长安。往事忆开元。妃子偏怜。一从魂散马嵬关。只有红尘无驿使，满眼骊山。",
            "comment": " | 【注释】这是一首咏史词，作者在词中从杨贵妃喜食鲜荔枝 ，玄宗命人从岭南、西蜀驰驿进献一事发抒感慨，歌咏唐天宝年间玄宗荒淫、杨妃专宠的史事，给世人以深刻的戒鉴和启迪。本篇集中笔墨，单就杨妃喜食鲜荔枝，玄宗命人从岭南、西蜀驰驿进献一事发抒感慨。开头三句从五岭荔枝成熟写起。首句点明产地产时，次句点明荔枝成熟，第三句描绘荔枝的外形内质，次第井然。荔枝成熟时，果皮呈紫绛色 ，多皱 ，果肉呈半透明凝脂状，这里用“绛纱囊里水晶丸”来比况，不但形象逼真，而且能引发人们对它的色、形、味的联想而有满口生津之感。接下来两句，承首句“五岭”，专从产地之遥远托讽致慨。“可惜天教生处远，不近长安。”似故意模拟玄宗惋惜遗憾的心理与口吻，又似作者意味深长的讽刺，笔意非常灵动巧妙。从玄宗方面说，是惋惜荔枝生长在远离长安的岭南，不能顷刻间得到，以供杨妃之需 ；从作者方面说 ，则又隐然含有天不从人愿，偏与玄宗、杨妃作对的揶揄嘲讽，而言外又自含对玄宗专宠杨妃、为她罗致一切珍奇的行为的批判。过片“往事忆开元”句一笔兜转，点醒上片。说“开元 ”而不说“天宝”，纯粹出于音律上的考虑。“ 妃子偏怜 ”及以下“驿使”本《新唐书·杨贵妃传》：“妃嗜荔枝，必欲生致之。乃置骑传送，走数千里，味未变，已至京师。”这里的“偏”与上片的“天教”正形成意味深长的对照。结尾三句“ 一从魂散马嵬关，只有红尘无驿使，满眼骊山”。“魂散马嵬关”，指玄宗奔蜀途中，随行护卫将士要求杀死杨妃，玄宗不得已命高力士将其缢死于马嵬驿事。“红尘”用杜牧《 过华清宫绝句》“一骑红尘妃子笑，无人知是荔枝来”意。驿使，指驰送荔枝的驿站官差。这三句既巧妙地补叙了当年驰驿传送荔枝的劳民之举，交待了杨妃缢死马嵬的悲剧结局，而且收归现境，抒发了当前所见所感：热闹的新丰道上，被过往行人车马扬起的红尘依然如故，但驰送荔枝的驿使却再也见不到了 。词人对淫侈享乐、乱政误国的历史教训并不直接说出 ，只用“ 有 ”、“ 无”的开合相应与“满眼骊山”的景象隐隐透露，显得特别隽永耐味。"
        },
        {
            "title": "浪淘沙",
            "content": "花外倒金翘。饮散无憀。柔桑蔽日柳迷条。此地年时会一醉，还是春朝。今日举轻桡。帆影飘飘。长亭回首短亭遥。过尽长亭人更远，特地魂销。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "把酒祝东风。且共从容。垂杨紫陌洛城东。总是当时携手处，游遍芳丛。聚散苦匆匆。此恨无穷。今年花胜去年红。可惜明年花更好，知与谁同。",
            "comment": ""
        },
        {
            "title": "圣无忧/乌夜啼",
            "content": "世路风波险，十年一别须臾。人生聚散长如此，相见且欢娱。好酒能消光景，春风不染髭鬚。为公一醉花前倒，红袖莫来扶。",
            "comment": ""
        },
        {
            "title": "桃源忆故人",
            "content": "莺愁燕苦春归去。寂寂花飘红雨。碧草绿杨歧路。况是长亭暮。少年行客情难诉。泣对东风无语。目断两三烟树。翠隔江淹浦。",
            "comment": ""
        },
        {
            "title": "桃源忆故人",
            "content": "梅梢弄粉香犹嫩。欲寄江南春信。别後寸肠萦损。说与伊争稳。小炉独守寒灰尽。忍泪低头画尽。眉上万重新恨。竟日无人问。",
            "comment": ""
        },
        {
            "title": "御街行",
            "content": "夭非华艳轻非雾。来夜半、天明去。来如春梦不多时，去似朝云何处。乳鸡酒燕，落星沈月，紞紞城头鼓。参差渐辨西池树。朱阁斜欹户。绿苔深径少人行，苔上屐痕无数。遗香馀粉，剩衾闲枕，天把多情赋。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "腊月年光如激浪。冻云欲折寒根向。谢女雪诗真绝唱。无比况。长堤柳絮飞来往。便好开尊夸酒量。酒阑莫遣笙歌放。此去青春都一饷。休怅望。瑶林即日堪寻访。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "律应黄锺寒气苦。冰生玉水云如絮。千里乡关空倚慕。无尺素。双鱼不食南鸿渡。把酒遣愁愁已去。风吹酒力愁还聚。却忆兽炉追旧处。头懒举。炉灰剔尽痕无数。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "十月轻寒生晚暮。霜华暗卷楼南树。十二阑干堪倚处。聊一顾。乱山衰草还家路。悔别情怀多感慕。胡笳不管离心苦。犹喜清宵长数鼓。双绣户。梦魂尽远还须去。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "九月重阳还又到。东篱菊放金钱小。月下风前愁不少。谁语笑。吴娘捣练腰肢袅。槁叶半轩慵更扫。凭阑岂是闲临眺。欲向南云新雁道。休草草。来时觅取伊消耗。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "八月微凉生枕簟。金盘露洗秋光淡。池上月华开宝鉴。波潋滟。故人千里应凭槛。蝉树无情风苒苒。燕归碧海珠帘揜。沈臂冒霜潘鬓减。愁黯黯。年年此夕多悲感。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "七月芙蓉生翠水。明霞拂脸新妆媚。疑是楚宫歌舞妓。争宠丽。临风起舞夸腰细。乌鹊桥边新雨霁。长河清水冰无地。此夕有人千里外。经年岁。犹嗟不及牵牛会。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "六月炎蒸何太盛。海榴灼灼红相映。天外奇峰千掌迥。风影定。汉宫圆扇初成咏。珠箔初褰深院静。绛绡衣窄冰肤莹。睡起日高堆酒兴。厌厌病。宿酲和梦何时醒。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "五月薰风才一信。初荷出水清香嫩。乳燕学飞帘额峻。谁借问。东邻期约尝佳酝。漏短日长人乍困。裙腰减尽柔肌损。一撮眉尖千叠恨。慵整顿。黄梅雨细多闲闷。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "四月芳林何悄悄。绿阴满地青梅小。南陌采桑何窈窕。争语笑。乱丝满腹吴蚕老。宿酒半醒新睡觉。雏莺相语匆匆晓。惹得此情萦寸抱。休临眺。楼头一望皆芳草。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "三月芳菲看欲暮。胭脂泪洒梨花雨。宝马绣轩南陌路。笙歌举。踏青斗草人无数。强欲留春春不住。东皇肯信韶容故。安得此身如柳絮。随风去。穿帘透幕寻朱户。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "二月春期看已半。江边春色青犹短。天气养花红日暖。深深院。真珠帘额初飞燕。渐觉衔杯心绪懒。酒侵花脸娇波慢。一捻闲愁无处遣。牵不断。游丝百尺随风远。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "正月新阳生翠琯。花苞柳线春犹浅。帘幕千重方半卷。池冰泮。东风吹水琉璃软。渐好凭阑醒醉眼。陇梅暗落芳英断。初日已知长一线。清宵短。梦魂怎奈珠宫远。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "十二月严凝天地闭。莫嫌台榭无花卉。惟有酒能欺雪意。增豪气。直教耳热笙歌沸。陇上雕鞍惟数骑。猎围半合新霜里。霜重鼓声寒不起。千人指。马前一雁寒空坠。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "十一月新阳排寿宴。黄锺应管添宫线。猎猎寒威云不卷。风头转。时看雪霰吹人面。南至迎长知漏箭。书云纪候冰生妍。腊近探春春尚远。闲庭院。梅花落尽千千片。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "九月霜秋秋已尽。烘林败叶红相映。惟有东篱黄菊盛。遗金粉。人家帘幕重阳近。晓日阴阴晴未定。授衣时节轻寒嫩。新雁一声风又劲。云欲凝。雁来应有吾乡信。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "八月秋高风历乱。衰兰败芷红莲岸。皓月十分光正满。清光畔。年年常愿琼筵看。社近愁看归去燕。江天空阔云容漫。宋玉当时情不浅。成幽怨。乡关千里危肠断。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "七月新秋风露早。渚莲尚拆庭梧老。是处瓜华时节好。金尊倒。人间采缕争祈巧。万叶敲声凉乍到。百虫啼晚烟如扫。箭漏初长天杳杳。人语悄。那堪夜雨催清晓。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "六月炎天时霎雨。行云涌出奇峰露。沼上嫩莲腰束素。风兼露。梁王宫阕无烦暑。畏日亭亭残蕙炷。傍帘乳燕双飞去。碧碗敲冰倾玉处。朝与暮。故人风快凉轻度。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "四月园林春去後。深深密幄阴初茂。折得花枝犹在手。香满袖。叶间梅子青如豆。风雨时时添气候。成行新笋霜筠厚。题就送春诗几首。聊对酒。樱桃色照银盘溜。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "二月春耕昌杏密。百花次第争先出。惟有海棠梨第一。深浅拂。天生红粉真无匹。画栋归来巢未失。双双款语怜飞乙。留客醉花迎晓日。金盏溢。却忧风雨飘零疾。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "正月斗杓初转势。金刀剪彩功夫异。称庆高堂欢幼稚。看柳意。偏从东面春风至。十四新蟾圆尚未。楼前乍看红灯试。冰散绿池泉细细。鱼欲戏。园林已是花天气。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "芙蓉斗晕燕支浅。留著晚花开小宴。画船红日晚风清，柳色溪光晴照暖。美人争劝梨花盏。舞困玉腰裙缕慢。莫交银烛促归期，已祝斜阳休更晚。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "阴阴树色笼晴昼。清淡园林春过後。杏腮轻粉日催红，池面绿罗风卷皱。佳人向晚新妆就。圆腻歌喉珠欲溜。当筵莫放酒杯迟，乐事良辰难入手。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "东风本是开花信。及至花时风更紧。吹开吹谢苦匆匆，春意到头无处问。把酒临风千万恨。欲扫残红犹未忍。夜来风雨转离披，满眼凄凉愁不尽。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "江南三月春光老。月落禽啼天未晓。露和啼血染花红，恨过千家烟树杪。云垂玉枕屏山小。梦欲成时惊觉了。人心应不似伊心，若解思归归合早。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "南园粉蝶能无数。度翠穿红来复去。倡条冶叶恣留连，飘荡轻於花上絮。朱阑夜夜风兼露。宿粉栖香无定所。多情翻却似无情，赢得百花无限妒。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "湖边柳外楼高处。望断云山多少路。阑干倚遍使人愁，又是天涯初日暮。轻无管系狂无数。水畔花飞风里絮。算伊浑似薄情郎，去便不来来便去。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "去时梅萼初凝粉。不觉小桃风力损。梨花最晚又凋零，何事归期无定准。阑干倚遍重来凭。泪粉偷将红袖印。蜘蛛喜鹊误人多，似此无凭安足信。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "沈沈庭院莺吟弄。日暖烟和春气重。绿杨娇眼为谁回，芳草深心空自动。倚阑无语伤离凤。一片风情无处用。寻思还有旧家心，蝴蝶时时来役梦。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "珠帘半下香销印。二月东风催柳信。琵琶傍畔且寻思，鹦鹉前头休借问。惊鸿过後生离恨。红日长时添酒困。未知心在阿谁边，满眼泪珠言不尽。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "黄金弄色轻於粉。濯濯春条如水嫩。为缘力薄未禁风，不奈多娇长似困。腰柔乍怯人相近。眉小未知春有恨。劝君著意惜芳菲，莫待行人攀折尽。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "雪云乍变春云簇。渐觉年华堪送目。北枝梅蕊犯寒开，南浦波纹如酒绿。芳菲次第还相续。不奈情多无处足。尊前百计得春归，莫为伤春歌黛蹙。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "金花盏面红烟透。舞急香茵随步皱。青春才子有新词，红粉佳人重劝酒。也知自为伤春瘦。归骑休交银烛候。拟将沈醉为清欢，无奈醒来还感旧。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "春葱指甲轻拢拈。五彩垂条双袖卷。雪香浓透紫檀槽，胡语急随红玉腕。当头一曲情何限。入破铮鏦金凤战。百分芳酒祝长春，再拜敛容抬粉面。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "檀槽碎响金丝拨。露湿浔阳江上月。不知商妇为谁愁，一曲行人留夜发。画堂花月新声别。红蕊调长弹未彻。暗将深意祝胶弦，唯愿弦弦无断绝。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "红条约束琼肌稳。拍碎香檀催急衮。陇头呜咽水声繁，叶下间关莺语近。美人才子传芳信。明月清风伤别恨。未知何处有知音，常为此情留此恨。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "别後不知君远近。触目凄凉多少闷。渐行渐远渐无书，水阔鱼沈何处问。夜深风竹敲秋韵。万叶千声皆是恨。故欹单枕梦中寻，梦又不成灯又尽。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "蝶飞芳草花飞路。把酒已嗟春色暮。当时枝上落残花，今日水流何处去。楼前独绕鸣蝉树。忆把芳条吹暖絮。红莲绿芰亦芳菲，不奈金风兼玉露。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "燕鸿过後春归去。细算浮生千万绪。来如春梦几多时，去似朝云无觅处。闻琴解珮神仙侣。挽断罗衣留不住。劝君莫作独醒人，烂醉花间应有数。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "西湖南北烟波阔。风里丝簧声韵咽。舞馀裙带绿双垂，酒入香腮红一抹。杯深不觉琉璃滑。贪看六么花十八。明朝车马各西东，惆怅画桥风与月。",
            "comment": " | 【注释】本篇起二句以简炼的笔触，概括地写出了西湖的广阔与繁华。“烟波阔”，一笔渲染过去，背景很有气派。“风里丝簧声韵咽”，则是浑括不流于纤弱的句子 ，使人想象到那广阔的烟波中 ，回荡着丝簧之声 ，当日西湖风光和一派繁华景象 ，便如在目前。三、四句承次句点到的丝簧之声，具体写歌舞。“舞余裙带绿双垂，酒入香腮红一抹”，写的不是丝簧高奏，而是舞后 。但从终于静下来的“裙带绿双垂”之状，可以想象此前“舞腰红乱旋”的翩翩之态；从“香腮红一抹”的娇艳，可以想象酒红比那粉黛胭脂之红更为好看，同时歌舞女子面容之白和几乎不胜酒力，也得到了传神的表现。换头由上片点出的“酒”过渡而下，但描写的角度转移到了正在观赏歌舞的人们的一边。六幺是一种琵琶舞曲 ，花十八属于六幺中的一叠 。因其包括花拍，与正拍相比，在表演上有更多的花样与自由，也就格外迷人 。酒杯在手，连“琉璃滑”都感觉不到，为贪君歌舞而忘情之状。这样，转入明朝，就跌宕得更有力了 。“明朝车马各西东，惆怅画桥风与月。”“明朝”不一定机械地指第二天，而是泛指日后或长或短的时间。随着人事的变化，今天沉醉不觉者会有一天被车马带向远方。那时，在异乡，甚至在无可奈何的孤独寂寞中，回首画桥风月，该是何等惆怅。词中关于西湖烟波、风里丝簧和歌舞场面的描写，似带有欣赏的意味，而车马东西，回首画桥风月的惆怅，则表现出在无可奈何之中若有所失又若有所思的一种很复杂的情绪。欧词在比较注意感情深度的同时，艺术表现上多数显得很蕴藉，有一种雍容和婉的风度。本篇开头两句 ，大笔取景，于舒缓开阔中见出气象，已经给全词定下了从容不迫的基调。结尾二句，从内容和情调上看 ，是大转折 ，大变化，但出语用“明朝”二字轻轻宕开去，没有用力扳转的痕迹，最后又收转到“画桥风月 ”。行文上从容承接，首尾相应，显得和婉圆融，情绪上也表现了优柔不迫的容与之态。"
        },
        {
            "title": "渔家傲",
            "content": "五月榴花妖艳烘。绿杨带雨垂垂重。五色新丝缠角粽。金盘送。生绡画扇盘双凤。正是浴兰时节动。菖蒲酒美清尊共。叶里黄骊时一弄。犹��松。等闲惊破纱窗梦。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "两翁相遇逢佳节。正值柳绵飞似雪。便须豪饮敌青春，莫对新花羞白发。人生聚散如弦筈。老去风情尤惜别。大家金盏倒垂莲，一任西楼低晓月。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "酒美春浓花世界。得意人人千万态。莫教辜负艳阳天，过了堆金何处买。已去少年无计奈。且愿芳心长恁在。闲愁一点上心来，算得东风吹不解。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "池塘水绿春微暖。记得玉真初见面。从头歌韵响铮鏦，入破舞腰红乱旋。玉钩帘下香阶畔。醉後不知红日晚。当时共我赏花人，点检如今无一半。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "三月清明天婉娩。晴川祓禊归来晚。况是踏青来处远。犹不倦。秋千别闭深庭院。更值牡丹开欲遍。酴醿压架清香散。花底一尊谁解劝。增眷恋。东风回晚无情绊。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "常忆洛阳风景媚。烟暖风和添酒味。莺啼宴席似留人，花出墙头如有意。别来已隔千山翠。望断危楼斜日坠。关心只为牡丹红，一片春愁来梦里。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "残春一夜狂风雨。断送红飞花落树。人心花意待留春，春色无情容易去。高楼把酒愁独语。借问春归何处所。暮云空阔不知音，惟有绿杨芳草路。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "洛阳正值芳菲节。秾艳清香相间发。游丝有意苦相萦，垂柳无端争赠别。杏花红处青山缺。山畔行人山下歇。今宵谁肯远相随，惟有寂寥孤馆月。",
            "comment": " | 【注释】欧阳修的这首《玉楼春》是离别词，写得既深婉又层深 ，既含蓄又充满激情 ，堪称言尽而意永的佳作。用“洛阳正值芳菲节”开头，一下子就把读者带进了离人所在的满城春色的地方。但作者并不满足于此，他又用“秾艳清香相间发”来进一步渲染“芳菲节”，使洛阳的春色变得更为具体可感。“秾艳”一句不仅使人想见花木繁盛、姹紫嫣红的景象，而且还使人仿佛感受到了阵阵春风吹送过来的阵阵花香。接下去两句“游丝有意苦相萦，垂柳无端争赠别”既是写景，又已暗含眷恋送别者的感情。“游丝”是蜘蛛所吐的丝，春天飘荡在空中，随处可见。庾信的《春赋》就曾用“一丛香草足碍人，数尺游丝即横路”来点染春景。游丝和垂柳原是无情之物，但在惜别者眼中，它们却仿佛变得有情了。这里作者用拟人化的手法，说游丝苦苦地缠绕着人不让离去，又埋怨杨柳怎么没来由地争着把人送走，即景抒情，把笔锋转入抒写别离。下片继续写旅途的春光和离愁，使人感到春色无边无际，愁思也无边无际，始终苦恼着离人。作者只写旅途一瞥，用富有特征的形象描绘产生以少胜多的艺术效果。“杏花红处青山缺，山畔行人山下歇”是全词传神之笔。上句描写旅途中的春山：只见山口处有红杏傍路而开，而红艳艳的杏花林遮住了一大片青山。下句写那位离人的活动：他绕山而行，群山连绵，路途遥远，他还没有到达目的地，中途停宿在有杏花开放的驿舍里。这儿人烟稀少，和繁华的洛阳形成鲜明的对照。他感到寂寞，他夜不成眠，望月思人，终于迸发出了“ 今宵谁肯远相随 ，惟有寂寥孤馆月”的叹息，使作品所要抒发的感情喷薄而出。词至此戛然而止。"
        },
        {
            "title": "玉楼春",
            "content": "尊前拟把归期说。未语春容先惨咽。人生自是有情痴，此恨不关风与月。离歌且莫翻新阕。一曲能教肠寸结。直须看尽洛城花，始共春风容易别。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "春山敛黛低歌扇。暂解吴钩登祖宴。画楼钟动已魂销，何况马嘶芳草岸。青门柳色随人远。望欲断时肠已断。洛城春色待君来，莫到落花飞似霰。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "风迟日媚烟光好。绿树依依芳意早。年华容易即凋零，春色只宜长恨少。池塘隐隐惊雷晓。柳眼未开梅萼小。尊前贪爱物华新，不道物新人渐老。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "西亭饮散清歌阕。花外迟迟宫漏发。涂金烛引紫骝嘶，柳曲西头归路别。佳辰只恐幽期阔。密赠殷勤衣上结。翠屏魂梦莫相寻，禁断六街清夜月。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "青女霜前催得绽。金钿乱散枝头遍。落帽台高开雅宴。芳尊满。挼花吹在流霞面。桃李三春虽可羡。莺来蝶去芳心乱。争似仙潭秋水岸。香不断。年年自作茱萸伴。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "别恨长长欢计短。疏锺促漏真堪怨。此会此情都未半。星初转。鸾琴凤乐匆匆卷。河鼓无言西北盼。香蛾有恨东南远。脉脉横波珠泪满。归心乱。离肠便逐星桥断。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "喜鹊填河仙浪浅。云軿早在星桥畔。街鼓黄昏霞尾暗。炎光敛。金钩侧倒天西面。一别经年今始见。新欢往恨知何限。天上佳期贪眷恋。良宵短。人间不合催银箭。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "露裛娇黄风摆翠。人间晚秀非无意。仙格淡妆天与丽。谁可比。女真装束真相似。筵上佳人牵翠袂。纤纤玉手挼新蕊。美酒一杯花影腻。邀客醉。红琼共作熏熏媚。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "叶重如将青玉亚。花轻疑是红绡挂。颜色清新香脱洒。堪长价。牡丹怎得称王者。雨笔露笺匀彩画。日炉风炭薰兰麝。天与多情丝一把。谁厮惹。千条万缕萦心下。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "乞巧楼头云幔卷。浮花催洗严妆面。花上蛛丝寻得遍。颦笑浅。双眸望月牵红线。奕奕天河光不断。有人正在长生殿。暗付金钗清夜半。千秋愿。年年此会长相见。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "叶有清风花有露。叶笼花罩鸳鸯侣。白锦顶丝红锦羽。莲女妒。惊飞不许长相聚。日脚沈红天色暮。青凉伞上微微雨。早是水寒无宿处。须回步。枉教雨里分飞去。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "花底忽闻敲两桨。逡巡女伴来寻访。酒盏旋将荷叶当。莲舟荡。时时盏里生红浪。花气酒香清厮酿。花腮酒面红相向。醉倚绿阴眠一饷。惊起望。船头阁在沙滩上。",
            "comment": " | 【注释】①逡巡：宋元俗语，犹顷刻，一会儿。②当：代替。③“时时”句：谓莲花映入酒杯，随舟荡漾，显出红色波纹。④厮：相互。清厮酿：清香之气，混成一片。⑤花腮：指荷花。⑥饷：即一晌，片刻。⑦阁：搁。【评解】欧阳修以《渔家傲》词调共作六首采莲词，此词为其中之一。花底敲桨，荷叶当盏，花影人面，醉倚绿阴，风格清新婉丽，又巧用俗语，化俚为雅，妙趣盎然。---------------------------此词以清新可爱而又富有生活情趣的语言，描写一群采莲姑娘荡舟采莲时喝酒逗乐的情景，塑造出活泼、大胆、清纯的水乡姑娘形象，给人以耳目一新的艺术享受。首句“ 花底忽闻敲两桨”，“闻”字 、“敲”字，不写人而人自现，“桨”字不写舟而舟自在，用“ 花底 ”二字映衬出了敲桨之人，是一种烘托的手法 ，着墨不多而蕴藉有味 。第二句“逡巡女伴来寻访 ”，方才点明了人和人的性别。“逡巡”，顷刻，显示水乡女子荡舟技巧的熟练与急欲并船相见的心情，人物出场写得颇有声势。“酒盏”句，是对姑娘们喝酒逗乐的描写 ，是一个倒装句 ，即“旋将荷叶当酒盏”的意思，倒文是为了协调平仄和押韵。这个“旋”二字，与上面的“忽”字、“逡巡”二字，汇成一连串快速的行动节奏，表现了姑娘们青春活泼、动作麻利的情态，惹人喜爱。“ 酒盏 ”句写荷叶作杯。据说是把荷叶连茎摘下，在叶心凹处，用针刺破，一手捧荷叶注酒凹处以当酒杯，于茎端吸饮之。隋殷英童《采莲曲》云“荷叶捧成杯 ”，唐戴叔伦《南野》云“酒吸荷杯绿”，白居易《酒熟忆皇甫十》云“寂寞荷叶杯”等，都是指此。在荷香万柄、轻舟荡漾中间，几个天真烂漫的姑娘，用荷叶作杯，大家争着吮吸荷杯中的醇酒，好一幅生动而富有乡士气息的女儿行乐图！接着轻荡莲舟，碧水微波，而荷杯中的酒，也微微摇动起来，映入了荷花的红脸，也映入了姑娘们腮边的酒红，一似红浪时生。下片第一、二二句“花气酒香清厮酿，花腮酒面红相向”，是从花、酒与人三方面作交错描述。花的清香和酒的清香相互混和，花的红晕和脸的红晕相互辉映。花也好，人也好，酒也好，都沉浸在一片“香”与“红 ”之中了。这就把热闹的气氛，推向了高潮。然而第三句“醉倚绿阴眠一饷”笔锋一转，热闹转为静止。又拈出一个“绿阴”的“绿”字来，使人在视觉和听觉上产生一种强烈的色彩和音响的对比，从而构成了非凡的美感。下面两句笔锋又作一层转折，从“眠”到“醒”；由“静”再到“动”，用“惊起”二字作为转折的纽带。特别是这个“惊”字，则又是过渡到下文的纽带。姑娘们喝醉了酒，在荷叶的绿阴中睡着了，而船因无人打桨随风飘流起来，结果在沙滩上搁浅了。“惊起”是言醒来看到了这个令人尴尬的场面，这样既坐实一个“醉”字，又暗藏一个“醒”字。这首词妙在起、承、转、合脉络清晰；更妙在其风格清新 、言语含蓄而又设境秾艳，词风健康明朗、生动活泼，是少有的佳作。"
        },
        {
            "title": "渔家傲",
            "content": "妾本钱塘苏小妹。芙蓉花共门相对。昨日为逢青伞盖。慵不采。今朝斗觉凋零晒。愁倚画楼无计奈。乱红飘过秋塘外。料得明年秋色在。香可爱。其如镜里花颜改。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "红粉墙头花几树。落花片片和惊絮。墙外有楼花有主。寻花去。隔墙遥见秋千侣。绿索红旗双彩柱。行人只得偷回顾。肠断楼南金锁户。天欲暮。流莺飞到秋千处。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "暖日迟迟花袅袅。人将红粉争花好。花不能言惟解笑。金壶倒。花开未老人年少。车马九门来扰扰。行人莫羡长安道。丹禁漏声衢鼓报。催昏晓。长安城里人先老。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "一派潺湲流碧涨。新亭四面山相向。翠竹岭头明月上。迷俯仰。月轮正在泉中漾。更待高秋天气爽。菊花香里开新酿。酒美宾嘉真胜赏。红粉唱。山深分外歌声响。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "尝爱西湖春色早。腊雪方销，已见桃开小。顷刻光阴都过了。如今绿暗红英少。且趁馀花谋一笑。况有笙歌，艳态相萦绕。老去风情应不到。凭君剩把芳尊倒。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "画阁归来春又晚。燕子双飞，柳软桃花浅。细雨满天风满院。愁眉敛尽无人见。独倚阑干心绪乱。芳草芊绵，尚忆江南岸。风月无情人暗换。旧游如梦空肠断。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "四纪才名天下重。三朝构厦为梁栋。定册功成身退勇。辞荣宠。归来白首笙歌拥。顾我薄才无可用。君恩近许归田垅。今日一觞难得共。聊对捧。官奴为我高歌送。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "翠苑红芳晴满目。绮席流莺，上下长相逐。紫陌闲随金轹辘。马蹄踏遍春郊绿。一觉年华春梦促。往事悠悠，百种寻思足。烟雨满楼山断续。人闲倚遍阑干曲。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "对酒当歌劳客劝。惜花只惜年华晚。寒艳冷香秋不管。情眷眷。凭栏尽日愁无限。思抱芳期随塞雁。悔无深意传双燕。怅望一枝难寄远。人不见。楼头望断相思眼。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "梨叶初红婵韵歇。银汉风高，玉管声凄切。枕簟乍凉铜漏彻。谁教社燕轻离别。草际虫吟秋露结。宿酒醒来，不记归时节。多少衷肠犹未说。珠帘夜夜朦胧月。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "欲过清明烟雨细。小槛临窗，点点残花坠。梁燕语多惊晓睡。银屏一半堆香被。新岁风光如旧岁。所恨征轮，渐渐程迢递。纵有远情难写寄。何妨解有相思泪。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "幽鹭谩来窥品格。双鱼岂解传消息。绿柄嫩香频采摘。心似织。条条不断谁牵役。珠泪暗和清露滴。罗衣染尽秋江色。对面不言情脉脉。烟水隔。无人说似长相忆。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "粉蕊丹青描不得。金针线线功难敌。谁傍暗香轻采摘。风淅淅。船头触散双鸂鶒。夜雨染成天水碧。朝阳借出胭脂色。欲落又开人共惜。秋气逼。盘中已见新荷的。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "永日环堤乘彩舫。烟草萧疏，恰似晴江上。水浸碧天风皱浪。菱花荇蔓随双桨。红粉佳人翻丽唱。惊起鸳鸯，两两飞相向。且把金尊倾美酿。休思往事成惆怅。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "帘幕风轻双语燕。午後醒来，柳絮飞撩乱。心事一春犹未见。红英落尽青苔院。百尺朱楼闲倚遍。薄雨浓云，抵死遮人面。羌管不须吹别怨。无肠更为新声断。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "面旋落花风荡漾。柳重烟深，雪絮飞来往。雨後轻寒犹未放。春愁酒病成惆怅。枕畔屏山围碧浪。翠被华灯，夜夜空相向。寂寞起来褰绣幌。月明正在梨花上。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "腊雪初销梅蕊绽。梅雪相和，喜鹊穿花转。睡起夕阳迷醉眼。新愁长向东风乱。瘦觉玉肌罗带缓。红杏梢头，二月春犹浅。望极不来芳信断。音书纵有争如见。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "帘幕东风寒料峭。雪里香梅，先报春来早。红蜡枝头双燕小。金刀剪彩呈纤巧。旋暖金炉薰蕙藻。酒入横波，困不禁烦恼。绣被五更春睡好。罗帏不觉纱窗晓。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "独倚危楼风细细。望极离愁，黯黯生天际。草色山光残照里。无人会得凭阑意。也拟疏狂图一醉。对酒当歌，强饮还无味。衣带渐宽都不悔。况伊销得人憔悴。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "海燕双来归画栋。帘影无风，花影频移动。半醉腾腾春睡重。绿鬟堆枕香云拥。翠被双盘金缕凤。忆得前春，有个人人共。花里黄莺时一弄。日斜惊起相思梦。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "水浸秋天风皱浪。缥缈仙舟，只似秋天上。和露采莲愁一饷。看花却是啼妆样。折得莲茎丝未放。莲断丝牵，特地成惆怅。归棹莫随花荡漾。江头有个人相望。",
            "comment": ""
        },
        {
            "title": "清商怨",
            "content": "关河愁思望处满。渐素秋向晚。雁过南云，行人回泪眼。双鸾衾裯悔展。夜又永、枕孤人远。梦未成归，梅花闻塞管。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "小院深深门掩亚。寂寞珠帘，画阁重重下。欲近禁烟微雨罢。绿杨深处秋千挂。傅粉狂游犹未舍。不念芳时，眉黛无人画。薄幸未归春去也。杏花零落香红谢。",
            "comment": ""
        },
        {
            "title": "生查子",
            "content": "去年元夜时，花市灯如昼。月到柳梢头，人约黄昏後。今年元夜时，月与灯依旧。不见去年人，泪满春衫袖。",
            "comment": " | 【注释】①元夜：即上元节之夜，也叫“元宵”。唐代以来元夜有观灯的风俗。【评解】词的上片，回忆去年观灯时的欣悦的心情；下片写今年元夜观灯，触目感怀，不胜悲伤。这首词的特点是语言平淡，风味隽永，表达了人物十分细腻的深情。词中运用今昔对比，抚今思昔，触景生情。感情真挚，不须作任何雕饰，而这首词便成为非常感人的抒情上品。它体现了真实、朴素与美的统一。【集评】虢寿鹿《历代名家词百首赏析》：这首词是节日怀旧之作。通过前后对比，逼出“泪湿春衫”一语，见其伤感之甚。文章以错综见妙。薛砺若《宋词通论》：他的抒情作品，哀婉绵细，最富弹性。《唐宋词鉴赏集》：这首小词，在“清切婉丽”中，却显得平淡隽永，别具一格。"
        },
        {
            "title": "蝶恋花",
            "content": "越女采莲秋水畔。窄袖轻罗，暗露双金钏。照影摘花花似面。芳心只共丝争乱。鸂鶒滩头风浪晚。雾重烟轻，不见来时伴。隐隐歌声归棹远。离愁引著江南岸。",
            "comment": " | 【注释】此词以通俗的语言 、鲜明的形象、明快的节奏，曲折深婉地表现了越女采莲的动人情景。起首三句即点明人物身份和活动环境，仿佛令人看到一群少女在美丽的荷塘里，用灵巧的双手采撷莲花。她们的衣着颇与文献记载相符——据马端临《文献通考》卷一四六《 乐考 》云：宋时教坊有采莲舞队，舞女们均“衣红罗生色绰子（套衫），系晕裙，戴云鬟髻，乘彩船，执莲花”。这里词人只是抓住舞女服饰的一部分，便把她们的绰约丰姿、婀娜舞态勾勒出来，笔法至为简练。“暗露双金钏”一句写得更好，富有一种含蓄的美、朦胧的美。玉腕上的金钏时隐时露，闪闪烁烁，便有一种妙不可言的美感，若是完全显露出来，即毫无意味了。以下两句分别写采莲姑娘的动作和表情，在明白晓畅的语言中蕴藏着美好的形象和美好的感情，语浅意深，以俗为雅。以荷花比女子 ，在唐宋词中屡见不鲜。李珣《临江山》云：“强整娇姿临宝镜，小池一朵芙蓉。”陈师道《菩萨蛮》云：“玉腕枕香腮，荷花藕上开。”但它们都离开了荷塘的特定环境，没有具体的形象作为陪衬，而且格调不高。这里的“ 照影摘花花似面 ”，俗中见雅，形象逼真。它的精神实质是较高雅的，可以娱悦和陶冶人们的性情。就意义来讲，这句话写的是采莲女子先是临水照影，接着伸手采莲，然后感到花如人面，不忍去摘。由于层次多，动作性也很强，故很容易揭示人物的内在感情。“芳心只共丝争乱 ”一句，便是表现人物的内心矛盾。芳心，是形容姑娘们美好的心灵。“丝”字指采摘莲花拗断莲梗时从断口中拉出来的丝，即温庭筠《达摩支曲》所云“拗莲作寸丝难绝”的丝。随事生发，信手拈来，以此丝之乱拟彼心之乱，构想绝妙。下片场面渐渐变得紧张。天晚了，起风了，荷塘上涌起阵阵波涛。采莲船在风浪中颠簸、挣扎，有的竟被风浪冲散，似乎只剩下一个采莲姑娘。“鸂鶒滩头风浪晚”七个字渲染出一种紧张气氛。鸂鶒是一种类似鸳鸯的水鸟，而色多紫，性喜水上偶游，故又称紫鸳鸯 。接着词笔转而写采莲姑娘寻找失散的伙伴。“露重烟轻”，是具体地描绘暮色。此时天幕渐渐暗下来，暮色苍茫，能见度极低，也许失散的伙伴相去不远，但采莲姑娘却找不到她们。其焦急之情，仓皇之状，令人可以想见。在结尾之前，词情有一个跳跃，上面说姑娘在寻找伙伴，但到底找到了没有，词人未作具体交代。根据“ 隐隐歌声归棹远 ”一句来看，她们已快乐地回家，当然是找到了；而“离愁引著江南岸”，则似若有所失，又象是没有找到 。境界迷离惝恍 ，启人遐想，曲终而味永，正是这首词的妙处。"
        },
        {
            "title": "减字木兰花",
            "content": "歌檀敛袂。缭绕雕梁尘暗起。柔润清圆。百琲明珠一线穿。樱唇玉齿。天上仙音心下事。留往行云。满坐迷魂酒半醺。",
            "comment": ""
        },
        {
            "title": "阮郎归",
            "content": "落花浮水树临池。年前心眼期。见来无事去还思。而今花又飞。浅螺黛，淡燕脂。闲妆取次宜。隔帘风雨闭门时。此情风月知。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "九日欢游何处好。黄花万蕊雕阑绕。通体清香无俗调。天气好。烟滋露结功多少。日脚清寒高下照。宝钉密缀圆斜小。落叶西园风袅袅。催秋老。丛边莫厌金尊倒。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "画堂雅宴。一抹朱弦初入遍。慢拈轻笼。玉指纤纤嫩剥葱。拨头憁利。怨月愁花无限意。红粉轻盈。倚暖香檀曲未成。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "伤怀离抱。天若有情天亦老。此意如何。细似轻丝渺似波。扁舟岸侧。枫叶荻花秋索索。细想前欢。须著人间比梦间。",
            "comment": ""
        },
        {
            "title": "踏莎行",
            "content": "雨霁风光，春分天气。千花百卉争明媚。画梁新燕一双双，玉笼鹦鹉愁孤睡。薜荔依墙，莓苔满地。青楼几处歌声丽。蓦然旧事心上来，无言敛皱眉山翠。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "平山阑槛倚晴空。山色有无中。手种堂前垂柳，别来几度春风。文章太守，挥毫万字，一饮千锺。行乐直须年少，尊前看取衰翁。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "十年一别流光速，白首相逢。莫话衰翁。但斗尊前语笑同。劝君满酌君须醉，尽日从容。画鷁牵风。即去朝天沃舜聪。",
            "comment": ""
        },
        {
            "title": "阮郎归",
            "content": "刘郎何日是来时。无心云胜伊。行云犹解傍山飞。郎行去不归。强匀画，又芳菲。春深轻薄衣。桃花无语伴相思。阴阴月上时。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "楼台向晓。淡月低云天气好。翠幕风微。宛转梁州入破时。香生舞袂。楚女腰肢天与细。汗粉重匀。酒後轻寒不著人。",
            "comment": ""
        },
        {
            "title": "生查子",
            "content": "含羞整翠鬟，得意频相顾。雁柱十三弦，一一春莺语。娇云容易飞，梦断知何处。深院锁黄昏，阵阵芭蕉雨。",
            "comment": " | 【注释】此词以男子的口吻，写一女子弹筝的情景，并在其中渗入爱情与离愁。上片描写从前女子在与情郎相聚时弹筝的情景。起首一句好似一个特写镜头，先画出这位女子的娇容美态 。此时她仿佛坐在筝前 ，旁边站着一位英俊少年。在弹筝之前，她娇羞怯怯，理了理头发。“整翠鬟”三字把她内心深处一股难名状的激动感情恰当地反映出来。下面“得意频相顾”一句，是写这女子弹筝弹到高潮，她的感情已和筝声溶为一片，忘记了方才的羞怯，不时地回眸一顾，看看身旁的少年。这是用白描的手法表现演奏者与欣赏者的感情交流。“雁柱”二句具体地描写筝声。唐宋时筝有十三弦 ，每弦用一柱支撑 ，斜列如雁行 ，故称“雁柱”“一一春莺语 ”，系以莺语拟筝声。白居易《 琵琶行》云 ：“间关莺语花底滑。”韦庄《菩萨蛮》云：“琵琶金翠羽，弦上黄莺语。”似为此句所本。前一句以“雁行”比筝柱，这一句以“莺语”状筝声，无论在视觉和听觉上都给人以美感。而“十三”、“一一”两组数字，又使人觉得女子的十指在一一按动筝弦，轻拢慢撚，很有节奏。随着十指的滑动，弦上发出悦耳的曲调。在这里，词人着一“语”字，又进一步拟人化，好象这弦上发出的声音在倾诉女子的心曲。下片写而今两情隔绝 ，凄苦难禁 。“娇云”二句，语本宋玉《高唐赋》，暗示他们在弹筝之后曾有一段幽会 。然而好景不长 ，他们很快分离了。着以“容易”二字，说明他们的分离是那样的轻易、那样的迅速，其中充满了懊恼与怅恨，也充满了怜惜与怀念之情。“梦断知何处”，表明他们的欢会象阳台一梦；然而鸳魂缥缈，旧梦依稀，一觉醒来，仍被冷冷清清的氛围所笼罩。结尾二句，写男子深院独处，黄昏时刻，谛听着窗外的雨声。阵阵急雨，敲打芭蕉，这是男子在回忆中产生的错觉，也是他迫促烦躁心情的写照，同时又表现了孤栖时刻幽寂凄清的况味。雨声即为筝声，这样的筝声，最易触动愁绪。这首词巧妙地运用了哀乐对比。上片充满了欢乐的气氛、明快的节奏；下片则情深调苦，表现了孤单寂寞的悲哀。以乐景反跌哀情，故哀情更为动人。词中正面描写弹筝的女子，而以英俊少年作侧面的陪衬；上片中写这男子隐约在场，下片中则写女子在回忆中出现，虚实相间，错综叙写，词中的感情就不会变得单调。作者善于运用比喻，如以“雁行”比筝柱，以“莺语”拟筝声，以“娇云”状远去的弹筝女子，以雨打芭蕉喻筝中的哀音，或明比，或暗喻，都增加了词的形象性和感染力。"
        },
        {
            "title": "长相思",
            "content": "深花枝。浅花枝。深浅花枝相并时。花枝难似伊。玉如肌。柳如眉。爱著鹅黄金缕衣。啼妆更为谁。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "十月小春梅蕊绽。红炉画阁新妆遍。锦帐美人贪睡暖。羞起晚。玉壶一夜冰澌满。楼上四垂帘不卷。天寒山色偏宜远。风急雁行吹字断。红日短。江天雪意云撩乱。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "画楼钟动君休唱，往事无踪。聚散匆匆。今日欢娱几客同。去年绿鬓今年白，不觉衰容。明月清风。把酒何人忆谢公。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "荷花开後西湖好，载酒来时。不用旌旗。前後红幢绿盖随。画船撑入花深处，香泛金卮。烟雨微微。一片笙歌醉里归。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "清明上巳西湖好，满目繁华。争道谁家。绿柳朱轮走钿车。游人日暮相将去，醒醉喧哗。路转堤斜。直到城头总是花。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "群芳过後西湖好，狼籍残红。飞絮濛濛。垂柳阑干尽日风。笙歌散尽游人去，始觉春空。垂下帘栊。双燕归来细雨中。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "荷叶田田青照水孤舟挽在花阴底昨夜萧萧疏雨坠愁不寐朝来又觉西风起雨摆风摇金蕊碎合欢枝上香房翠莲子与人常厮类无好意年年苦在中心里",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "堤上游人逐画船拍堤春水四垂天绿杨楼外出秋千白发戴花君莫笑六幺摧拍盏频传人生何处似樽前",
            "comment": ""
        },
        {
            "title": "长相思",
            "content": "花似伊柳似伊花柳青春人别离低头双泪垂长江东长江西两岸鸳鸯两处飞相逢知几时",
            "comment": ""
        },
        {
            "title": "长相思",
            "content": "苹满溪柳绕堤相送行人溪水西回时陇月低烟霏霏风凄凄重倚朱门听马嘶寒鸥相对飞",
            "comment": " | 【注释】又作张先作这是一首意境凄迷朦胧的送别词。全词以景语结情，熔情入景。词中选取满溪之蘋绕堤之柳、低垂之月、霏霏之烟、凄凄之风、寂寒之鸥等景象，营造出一个朦胧的境界，有效地渲染、烘托出送者凄迷的心境。作者高超的艺术技巧，使得本词获得了独特的艺术魅力，在送别词中别具一格。起首一句，写送行途中所见景象。“蘋满溪。柳绕堤。”青蘋满溪，其含意无异于芳草萋萋，亦是关别情。垂柳绕堤，则暗示沿曲曲溪柳送行之远。熔情入景 ，寓事于景，意蕴包孕很丰富，语言却极简练，只六个字 。“相送行人溪水西 ”承上，点明送行之事，也点明全词的词旨。千里送行，终有一别，“溪水西”就是送者不得不止、行人终于别去之处。无限凄惘 ，见于言外 ，因为水西一别，行人已经渐行渐远 ，则送者不得不返。歇拍即写送者归来所见景象：“回时陇月低。”陇月即山月，山月低垂，则天将拂晓。可见，送行之时是在拂晓之前。古人远行，多启程于黎明之前甚至夜半时分。“回时”二字，写送者沿送行原路折回 。方才顺此路送行 ，此时逆此路返回，却是孤身一人，唯有低垂之陇月，照见形单影只而已。“陇月低”三字，妙在景物之特征与情感之特征相似。此句陇月之低垂，与送者心情之低沉，特征完全相同；低垂的陇月，正象征着低沉的心情。上片描写送别情境，下片则转写别后情境。过片两句，纯为景语，写的是：拂晓之后，山水原野，烟霭霏霏笼罩，寒风凄凄交加。而送者的心灵，同样笼罩在凄迷怅惘之中 ，这景语又正象喻着心情 。这两句不但有景象吻合心情之妙，而且有声情吻合词情之妙。这两句共六字，字字皆阴平，构成凄凉之调，读来愈觉其凄楚。“重倚朱门听马嘶”写：送者已回到家门，可是仍不能平静，因为家门反而触动了伤心怀抱，所以送者转过身来，背靠朱门，面向远方，重新举目眺望行人所去的方向，可是，只听得路上过往的马嘶声，再也不见那人的影子，声声马嘶想必紧揪着送者的心。结句“寒鸥相对飞”将凄迷的词情推到极致 ：此时 ，天地间唯有那霏霏晓烟中飞来飞去的寒鸥，与孤独的送者相对。人鸥相对，只是一片静默而已；这静默之中，包含着无限的悲哀。此句还含蓄地点出送者为女性 ，行人为男性 。温庭筠《河传》词云：“若耶溪，溪水西，柳堤，不闻郎马嘶”，可与此词参看。抒情主人公送行归家，闻路上马嘶声，犹倚门倾耳而听 。一个“ 听”字，写出其心动神驰之状，而一个“重”字，则其念兹在兹之情亦可想。骑马去者必为情郎，则“倚朱门”者自是怨女。对此作者偏不于明处交代，只从“听马嘶”一幕曲折透出。此词的一个显著特色是词调声情与词情妙合无间。全词用平声 ，其音低抑，如诉如泣，而且句句押韵，韵脚既极密，声情便紧促。特别是过片二句，全用阴平声，尤见低抑。低抑的韵脚、字声与急密的韵位构成一部声情悱恻的凄调 ，与词情表里一致 ，相得益彰。"
        },
        {
            "title": "蝶恋花",
            "content": "面旋落花风荡漾柳重烟深雪絮飞来往雨后轻寒犹未放春愁酒病成惆怅枕畔屏山围碧浪翠被花灯夜夜空相向寂寞起来褰绣幌月明正在梨花上",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "樽前拟把归期说未语春容先惨咽人生自是有情痴此恨不关风与月离歌且莫翻新阕一曲能教肠寸结直须看尽洛阳花始共春风容易别",
            "comment": " | 【注释】这首词开端的“樽前拟把归期说，欲语春容先惨咽”两句，是对眼前情事的直接叙写，同时在其遣辞造句的选择与结构之间，词中又显示出了一种独具的意境。“樽前”，原该是何等欢乐的场合，“春容”又该是何等美丽的人物，而在“樽前”所要述说的却是指向离别的“归期”，于是“樽前”的欢乐与“春容”的美丽，乃一变而为伤心的“惨咽”了。在这种转变与对比之中，隐然见出欧公对美好事物之爱赏与对人世无常之悲慨二种情绪以及两相对比之中所形成的一种张力。在“ 归期说 ”之前，所用的乃是“拟把”两个字；而在“春容”、“惨咽”之前，所用的则是“欲语”两个字。此词表面虽似乎是重复，然而其间却实在含有两个不同的层次 ，“拟把”仍只是心中之想，而“欲语”则已是张口欲言之际。二句连言，反而更可见出对于指向离别的“归期”，有多少不忍念及和不忍道出的宛转的深情。至于下面二句“人生自是有情痴，此恨不关风与月”，是对眼前情事的一种理念上的反省和思考，而如此也就把对于眼前一件情事的感受，推广到了对于整个人世的认知。所谓“人生自是有情痴”者，古人有云“ 太上忘情 ，其下不及情，情之所钟，正在我辈”。所以况周颐在其《蕙风词话》中就曾说过“吾观风雨，吾览江山，常觉风雨江山之外，别有动吾心者在”。这正是人生之自有情痴，原不关于风月，所以说“人生自是有情痴，此恨不关风与月”。此二句虽是理念上的思索和反省，但事实上却是透过了理念才更见出深情之难解。而此种情痴则又正与首二句所写的“樽前”“欲语”的使人悲惨呜咽之离情暗相呼应。所以下片开端乃曰“离歌且莫翻新阕，一曲能教肠寸结”，再由理念中的情痴重新返回到上片的樽前话别的情事。“离歌”自当指樽前所演唱的离别的歌曲，所谓“翻新阕”者，殆如白居易《杨柳枝》所云“古歌旧曲君休听，听取新翻杨柳枝”，与刘禹锡同题和白氏诗所云“ 请君莫奏前朝曲 ，听唱新翻杨柳枝 ” 。欧阳修《 采桑子》组词前之《西湖念语》，亦云“ 因翻旧阕之词 ，写以新声之调”。盖如《阳关》旧曲，已不堪听，离歌新阕，亦“一曲能教肠寸结”也。前句“且莫”二字的劝阻之辞写得如此叮咛恳切，正足以反衬后句“肠寸结”的哀痛伤心。末二句却突然扬起 ，写出了“直须看尽洛城花，始共春风容易别”的遣玩的豪兴。欧阳修这一首《玉楼春》词，明明蕴含有很深重的离别的哀伤与春归的惆怅 ，然而他却偏偏在结尾写出了如此豪宕的句子。在这二句中 ，他不仅要把“洛城花”完全“看尽”，表现了一种遣玩的意兴，而且他所用的“ 直须 ”和“始共”等口吻也极为豪宕有力。然而“洛城花”却毕竟有“尽”，“春风”也毕竟要“别”，因此在豪宕之中又实在隐含了沉重的悲慨。所以王国维在《人间词话》中论及欧词此数句时，乃谓其“于豪放之中有沉着之致，所以尤高”。"
        },
        {
            "title": "临江仙",
            "content": "记得金銮同唱第春风上国繁华如今薄宦老天涯十年歧路空负曲江花闻说阆山通阆苑楼高不见君家孤城寒日等闲斜离愁难尽红树远连霞",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "池外轻雷池上雨，雨声滴碎荷声。小楼西角断虹明，阑干倚处，待得月华生。燕子飞来窥画栋，玉钩垂下帘旌。凉波不动簟纹平，水精双枕，畔有堕钗横。",
            "comment": "：　　词中的这位女主人公，她的生活无疑是华贵的，她的心灵却并不欢快。凉席上，玉枕旁，陪伴她的只有她自己金钗。这就暗示我们：她正独守空闺。她在妆楼倚栏依望。她听到雷声、雨声、雨打荷叶声，却听不到丈夫归来的马蹄声。她看到雨后彩虹，夜空的新月，却看不到丈夫的身影。她又在无望的期待中度过一个炎夏的永昼。她只得怅怅的，恹恹的，独自回到闺房，垂下珠帘，因为她不愿那成双捉对的燕儿窥见她的萦寞，嘲笑她的孤单，可以想见，睡梦中她一定仍在期待。"
        },
        {
            "title": "西湖念语",
            "content": "昔者王子猷之爱竹，造门不问于主人，陶渊明之卧舆，遇酒便留于道士。况西湖之胜概，擅东颍之佳名。虽美景良辰，固多于高会。而清风明月，幸属于闲人。并游或结于良朋，乘兴有时而独往。鸣蛙暂听，安问属官而属私。曲水临流，自可一觞而一咏。至欢然而会意，亦傍若于无人。乃知偶来常胜於特来，前言可信。所有虽非于己有，其得已多。因翻旧阕之辞，写以新声之调，敢阵薄伎，聊佐清欢。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "今日北池游漾漾轻舟波光潋滟柳条柔如此春来又春去白了人头好妓好歌喉不醉难休劝君满满酌金瓯纵使花时常病酒也是风流",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "平生为爱西湖好来拥朱轮富贵浮云俯仰流年二十春归来恰似辽东鹤城郭人民触目皆新谁识当年旧主人",
            "comment": " | 【注释】此词以清新质朴、自然流畅的诗化语言和清疏隽朗的风格，抒写了词人二十年前知颍州及归颍州而引发的人生感慨。词的开头两句，就是追述往年知颍州的这段经历。古代太守乘朱轮车 ，“ 拥朱轮”即指担任知州的职务。这里特意将知颍州和“爱西湖”联系起来，是为了突出自己对西湖的爱早有渊源，故老而弥笃；也是为了表现自己淡泊名利、寄情山水的夙志。“ 富贵浮云 ，俯仰流年二十春”，突然从过去“来拥朱轮”一下子拉回到眼前。这二十来年中，他从被贬谪外郡到重新起用、历任要职（担任过枢密副使 、参知政事等高级军政 、行政职务），到再度受黜，最后退居颍州，不但个人在政治上屡经升沉，而且整个政局也有很大变化，因此他不免深感功名富贵正如浮云变幻，既难长久，也不必看重了。“富贵浮云”用孔子“富贵于我如浮云”之语，这里兼含变幻不常与视同身外之物两层意思 。从“ 来拥朱轮”到“俯仰流年二十春”，时间跨度很大，中间种种，都只用“富贵浮云”一语带过，许多难以明言也难以尽言之意尽在其中了。“归来恰似辽东鹤。”过片点明视富贵如浮云以后的“ 归来”，与上片起首“来拥朱轮”恰成对照。“辽东鹤”用丁令威化鹤归来的传说，事见《搜神后记》。“城郭人民，触目皆新，谁识当年旧主人？”这三句紧承上句 ，一气直下 ，尽情抒发世事沧桑之感。这里活用典故，改成“城郭人民，触目皆新”与刘禹锡贬外郡二十余年后再至长安时诗句“不改南山色，其余事事新”用意相同，以突出世情变化，从而逼出末句“谁识当年旧主人”。欧阳修自己，是把颍州当作第二故乡的 。但人事多变 ，包括退居颍州后“谁识当年旧主人”的情景，又不免使他产生一种怅惘与悲凉之感。这首词的内容，不过是抒写词人二十年前知颍及归颍而引起的感慨 ，但在晚唐五代以来的文人词中，却几乎是绝响。因为欧阳修的这首词，可以说是完全诗化了。"
        },
        {
            "title": "采桑子",
            "content": "残霞夕照西湖好花坞苹汀十顷波平野岸无人舟自横西南月上浮云散轩槛凉生莲芰香清水面风来酒面醒",
            "comment": " | 【注释】①西湖：指颍州西湖。②坞：湖岸凹入处。③汀：水中洲。④轩槛：长廊前木栏干。⑤芰：即菱。【评解】夕阳西下，余晖满湖。词人凭槛观赏湖景，花坞蘋汀，一望波平。其时一轮明月生自西南，清风拂槛，清凉中带来莲菱的芳香，也抹去了词人脸上的酒热。夏夕湖上风光，被此词摄其神髓。-----------------------此词描绘颖州西湖波平十顷 、莲芰香清的美景，表达了词人寄情山水的志趣。全词即景抒情，词风清疏峻洁，意境清淡平和，给人以极高的艺术享受。“残霞夕照”是天将晚而未晚、日已落而尚未落尽的时候。“夕阳无限好”，古往今来不知有多少诗人歌咏过这一转瞬即逝的黄金时刻。欧阳修没有直写景物的美，而是说“霞”已“残”，可见已没有“熔金 ”、“合璧”那样绚丽的色彩了。但这时的西湖，作者却觉得“好”。好就好在“花坞苹汀”。在残霞夕照下所看到的是种在花池里的花，长在水边或小洲上的苹草，无一字道及情，但情却寓于景中了。“十顷波平 ”，正是欧阳修在另一首《 采桑子》里写的“无风水面琉璃滑”。波平如镜，而且这“镜面”浩渺无边。“野岸无人舟自横”，这句出自韦应物《滁州西涧 》诗“ 野渡无人舟自横”。作者改“渡”为“岸”，说明“舟自横”是由于当日的游湖活动结束了，因此这“无人”而“自横”的“舟”，就更衬托出了此刻“野岸”的幽静沉寂。“西南月上”，残霞夕照已经消失。月自西南方现出，因为不是满月，所以虽在“浮云散”之后，这月色也不会十分皎洁。这种色调与前面的淡素画图和谐融洽，见出作者用笔之细。“轩槛凉生”，这是人的感觉 。直到这时才隐隐映现出人物来。至此可知，上片种种景物 ，都是在这“轩槛”中人的目之所见，显然他在这里已经有好长一段时间了。这里，作者以动写静，一切都是静悄悄的，一点声音也没有，使人们仿佛置身红尘之外。“莲芰香清，水面风来酒面醒。”“水面风来”，既送来莲香 ，也吹醒了人的醉意。原来他喝醉了酒，就这么长时间地悄无声息地沉浸在“西湖好”的美景中。这位颍州西湖的“旧主人”怀着无限深情，谱出了一曲清歌。欧公在此词中借啸傲湖山而试图忘记仕途的坎坷不平，表达了视富贵如浮云的情趣。词中用语平实却极有表现力。"
        },
        {
            "title": "鹤冲天",
            "content": "梅谢粉柳拖金香满旧园林养花天气半晴阴花好却愁深花无数愁无数花好却愁春去戴花持酒祝东风千万莫匆匆",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "天容水色西湖好云物俱鲜鸥鹭闲眠应惯寻常听管弦风清月白偏宜夜一片琼田谁羡骖鸾人在舟中便是仙",
            "comment": " | 【注释】此词描写西湖的天光水色，尤其着意刻画了一幅如诗如画、如梦如幻的西湖夜景，表达了作者对大自然和现实人生的深深热爱和眷恋，反映了欧公晚年旷达乐观的人生态度。词一开始，作者便充满喜悦之情地衷心赞美西湖。湖上的“鸥鹭闲眠”，表明已经是夜晚。宋代士大夫们游湖 ，习惯带上歌妓，丝竹管弦，极尽游乐之兴。鸥鹭对于这些管弦歌吹之声，早已听惯不惊。这一方面表明欧公与好友陶醉于湖光山色间；另一方面也间接表现了欧公退隐之后 ，已无机心 ，故能与鸥鹭相处。相传古时海边有个喜爱鸥鸟的人，每天早上到海边 ，鸥鸟群集 ，与之嬉戏。欧公引退之后，欢度晚年，胸怀坦荡，与物有情，故能使鸥鹭忘机。词的下片写夜晚泛舟西湖的欢悦之情。虽然西湖之美多姿多态，但比较而言要数“风清月白偏宜夜”最有诗意了。这时泛舟湖心，天容水色相映，月光皎洁，广袤无际，好似“一片琼田”。“琼田”即神话传说中的玉田 ，此处指月光照映下莹碧如玉的湖水。这种境界会使人感到远离尘嚣，心旷神怡。人在此时此境中，很容易产生“人在舟中便是仙”的妙想。后来张孝祥过洞庭湖作《 念奴娇 》云“玉界琼田三万倾，着我扁舟一叶。素月分辉，明河共影，表里俱澄澈”，且曰“妙处难与君说 ”，同此境界 ，同此会心。这首词通篇写景，景中寓情，反映的虽是个人生活感受和刹那间的意绪波动，但词境清隽疏澹，一扫宋初词坛上残余的“花间”习气。全词意境开阔，明丽晓畅，清新质朴，读来确有耳目一新之感。"
        },
        {
            "title": "采桑子",
            "content": "清明上已西湖好满目繁华争道谁家绿柳朱轮走钿车游人日暮相将去醒醉喧哗路转堤斜直到城头总是花",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "何人解赏西湖好佳景无时飞盖相追贪向花间醉玉卮。谁知闲凭阑干处芳草斜晖水远烟微一点沧洲白鹭飞",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "画船载酒西湖好急管繁弦玉盏催传稳泛平波任醉眠行云却在行舟下空水澄鲜俯仰流连疑是湖中别有天",
            "comment": " | 【注释】这首词，上片描绘载酒游湖时船中丝竹齐奏、酒杯频传的热闹气氛 。下片写酒后醉眠船上 ，俯视湖中 ，但见行云在船下浮动，使人疑惑湖中别有天地。整首词寓情于景，写出了作者与友人的洒脱情怀。下片写醉后俯视湖水 ，只见白云朵朵 ，飘于船下 。船在移动 ，云也在移动，似乎人和船在天上飘飞。“空水澄鲜”一句，本于谢灵运《登江中孤屿》诗“云日相晖映，空水共澄鲜”，言天空与湖水同是澄清明净 。这一句是下片的关键 。兼写“ 空 ”、“ 水 ”，绾合上句的“ 云 ”与“舟”。下两句的“俯”与“仰”、“湖”与“天”，四照玲珑，笔意俱妙，虽借用成句，而恰切现景，妥贴自然，如同己出。“俯仰留连”四字，又是承上启下过渡之笔。从水中看到蓝天白云的倒影，他一会儿举头望天，一会儿俯首看水，被这空阔奇妙的景象所陶醉，于是怀疑湖中别有一个天宇在 ，而自己行舟在两层天空之间。“疑是湖中别有天”，用“疑是”语，是就其形貌来说。说“疑”者非真，说“是”者诚是，“湖中别有天”的体会，自出心裁，给人以活泼清新之感。"
        },
        {
            "title": "采桑子",
            "content": "春深雨过西湖好百卉争妍蝶乱蜂喧晴日催花暖欲然兰桡画舸悠悠去疑是神仙返照波间水阔风高扬管弦",
            "comment": ""
        },
        {
            "title": "啼鸟",
            "content": "我遭谗口身落此，每闻巧言宜可憎。春到山城苦寂寞，把盏常恨无娉婷。花开鸟语辄自醉，醉与花鸟为交朋。花能嫣然顾我笑，鸟劝我饮非无情。身闲酒美惜光景，惟恐鸟散花飘零。可笑灵均楚泽畔，离骚憔悴愁独醒。",
            "comment": ""
        },
        {
            "title": "瑞鹧鸪",
            "content": "楚王台上一神仙，　眼色相看意已传。　见了又休还似梦，坐来虽近远如天。　陇禽有恨犹能说，江月无情也解圆。　更被春风送惆怅，落花飞絮雨翩翩。",
            "comment": ""
        },
        {
            "title": "木兰花",
            "content": "别后不知君远近。触目凄凉多少闷。渐行渐远渐无书，水阔鱼沉何处问。夜深风竹敲秋韵。万叶千声皆是恨。故欹单枕梦中寻，梦又不成灯又烬。",
            "comment": " | 【注释】这首词是作者的早期作品。它受五代花间词的影响，以代言体（即女性第一人称方式）形式表达了闺中思妇深沉凄婉的离情别绪。全词以景寓情，情景交融，词境委婉曲折、深沉精细而又温柔敦厚。发端句“别后不知君远近”是恨的缘由。因不知亲人行踪，故触景皆生出凄凉、郁闷，亦即无时无处不如此。“多少”，“不知多少”之意，以模糊语言极状其多。三、四两句再进一层，抒写了远别的情状与愁绪。“渐行渐远渐无书”，一句之内重复叠用了个“ 渐 ”字，将思妇的想象意念从近处逐渐推向远处 ，仿佛去追寻爱人的足迹 ，而雁绝鱼沉，无处寻踪。“无书 ”应首句的“ 不知”，且欲知无由，她只有沉浸在“ 水阔鱼沉何处问”的无穷哀怨之中了。“水阔”是“远”的象征，“鱼沉”是“无书”的象征。“何处问”三字，将思妇欲求无路、欲诉无门的那种不可名状的愁苦，抒写得极为痛切。词作从过片以下，深入细腻地刻划了思妇的内心世界 ，着力渲染了她秋夜不寐的愁苦之情 。风竹秋韵，原是“寻常景物”，但在与亲人远别，空床独宿的思妇听来，万叶千声都是离恨悲鸣，一叶叶一声声都牵动着她无限愁苦之情。“故欹单枕梦中寻，梦又不成灯又烬”。思妇为了摆脱苦况的现实，急于入睡成梦，故特意斜靠着孤枕，幻想在梦中能寻觅到在现实中寻觅不到的亲人，可是梦终未成，而最后连那一盏作伴的残灯也熄灭了。“灯又烬”一语双关，闺房里的灯花燃成了灰烬，自己与亲人的相会也不可能实现，思妇的命运变得像灯花一样凄迷、黯淡。词到结句，哀婉幽怨之情韵袅袅不断，给人以深沉的艺术感染。刘熙载云：“冯延巳词 ，晏同叔得其俊 ，欧阳永叔得其深”，此语精辟地指出了欧词婉约深沉的特点。以此词而言，这种风格表现得极为明显。全词抒情与写景兼融 ，景中寓婉曲之情，情中带凄清之景，将闺中思妇深沉凄绝的别恨表现得深曲婉丽，淋漓尽致。"
        },
        {
            "title": "南歌子",
            "content": "凤髻金泥带龙纹玉掌梳去来窗下笑相扶爱道画眉深浅入时无弄笔偎人久描花试手初等闲妨了绣功夫笑问鸳鸯两字怎生书",
            "comment": " | 【注释】这首词以雅俗相间的语言、富有动态性和形象性描写 ，塑造了一个娇憨活泼 、纯洁可爱的新娘子形象，表现了她的音容笑貌、心理活动，以及她与爱侣之间的一往情深。上片写新娘子精心梳妆的情形。起首二句，词人写其发饰之美，妙用名词，对仗精巧。次三句通过对女子连续性动作、神态和语言的简洁描述，表现新娘子娇羞 、爱美的情态 、心理以及她与郎君的两情依依、亲密无间。下片写这位新嫁娘在写字绣花，虽系写实，然却富于情味。过片首句中的“久”字用得极工，非常准确地表现了她与丈夫形影不离的亲密关系。接下来一句中的“初”字与前句中的“久”字相对，表新娘在郎君怀里撒娇时间之长。结尾三句，写新娘耽于闺房之戏，与夫君亲热笑闹、相互依偎太久，以至于耽误了针线活 ，只好停下绣针 ，拿起彩笔，问丈夫“鸳鸯”二字怎样写。此三句活灵活现地表现出新娘子的娇憨及夫妻情笃的情景。笑问“怨鸯”两字，流露出新娘与郎君永远相爱、情同怨鸯的美好愿望。这首词在内容上重点描写新娘子在新郎面前的娇憨状态，在表现技巧上采用民间小词习见的白描和口语 ，活泼轻灵地塑造人物形象，读来令人耳目一新。读罢全词，一个神态逼真、形神兼备的可爱女子形象长久地停留在读者的脑海中，挥之不去。"
        },
        {
            "title": "晚泊岳阳",
            "content": "卧闻岳阳城里钟，系舟岳阳城下树。正见空江明月来，云水苍茫失江路。夜深江月弄清辉，水上人歌月下归；一阕声长听不尽，轻舟短楫去如飞。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "谁道闲情抛弃久。每到春来，惆怅还依旧。日日花前常病酒。不辞镜裹朱颜瘦。河畔青芜堤上柳。为问新愁，何事年年有。独立小桥风满袖。平林新月人归后。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "六曲阑干偎碧树。杨柳风轻，展尽黄金缕。谁把钿筝移玉柱。穿廉海燕双飞去。满恨游丝兼落絮。红杏开时，一霎清明雨。浓睡觉来莺乱语。惊残好梦无寻处。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "十年前是尊前客，月白风清。忧患凋零。老去光阴速可惊。鬓华虽改心无改，试把金觥，旧曲重听。犹似当年醉里声。",
            "comment": " | 【注释】[1]把：手握。"
        },
        {
            "title": "采桑子",
            "content": "十年前是尊前客，月白风清，忧患凋零，老去光阴速可惊。鬓华虽改心无改，试把金觥，旧曲重听，犹似当年醉里声。",
            "comment": " | 【注释】此词是作者宋神宗熙宁四年退居颍州后所作，词中以慷慨悲壮的感情发身世之慨，读来沉郁顿挫，荡气回肠，极一唱三叹之致，在《六一词》中属豪放一路。全词以情语胜，写情疏隽深婉，自然真切。此词开头是回忆。十年以前，是一个概数，泛指他五十三岁以前的一段生活。那一时期，他曾出守滁州，徜徉山水之间，写过著名的《醉翁亭记》。后来移守杨州，又常常到竹西、昆冈、大明寺、无双亭等处嘲风咏月、品泉赏花；特别是仁宗嘉祐中，很顺利地由礼部侍郎拜枢密副使，迁参知政事，最后又加了上柱国的荣誉称号。这期间，多少人生况味，他只以“月白风清”四字概括。“月白风清”四字，色调明朗，既象征处境的顺利，也反映心情的愉悦，给人的想象是美好、广阔的。至“忧患凋零”四字，猛一跌宕，展现十年以后的生活。这一时期，他的好友梅尧臣、苏舜钦相继辞世。友朋凋零，引起他的哀痛。英宗治平二年，他又患了消渴疾。老病羸弱，更增添他的悲慨。后来英宗去世，神宗即位，他被蒋之奇诬陷为“帷薄不修”，“私从子妇”；又因对新法持有异议，受到王安石的弹劾。这对他个人来说，可谓种种不幸，接踵而来。种种不幸，他仅以“忧患凋零”四字概之，以虚代实，更有千钧之力。接着以“老去光阴速可惊 ”，作上片之结 ，语言朴质无华，斩截有力。“速可惊”三字，直似从肺腑中发出。此词下片承前片意脉，有如藕断丝连；但感情上骤然转折 ，又似异军突起 。时光的流逝，不幸的降临，使得词人容颜渐老，但他那颗充满活力的心，却还似从前一样 ，于是他豪迈地唱道“ 鬓华虽改心无改”！他是把一腔忧愤深深地埋藏在心底，语言虽豪迈而感情却很沉郁。在这里，词人久经人世沧桑、历尽宦海浮沉的老辣性格，似乎隐然可见。以纵酒寻欢来慰藉余年，其中渗透着人生无常、及时行乐的思想感情 。词中接下去就说“ 试把金觥”。金觥，大酒杯。《诗·周南·卷耳》：“我姑酌彼兕觥，维以不永伤”，本来就有销愁的意思在；但此词着一“把”字，便显出豪迈的气概。结尾二句紧承前句 。词人手把酒杯，耳听旧曲，似乎自己仍陶醉在往日的豪情盛慨里。这个结尾正与起首相互呼应，相互补充。在这里，词人说“旧曲重听，犹似当年醉里声”，便补足了前面的意思，首尾相应，运转自如，于是便构成了统一的艺术整体。曲既旧矣 ，又复重听，一个“旧”字，一个“重”字，便把词人的感情和读者的想象带到十年以前的环境里。这首词以情语取胜 ，即使谈到十年前后的景况，也是在抒发感情时自然而然地带出来的，因而情感充沛 ，有一气呵成之势 ；又沉郁顿挫，极一唱三叹之致，已颇具豪放派之词风。"
        },
        {
            "title": "采桑子",
            "content": "轻舟短棹西湖好，绿水逶迤，芳草长堤。隐隐笙歌处处随。无风水面琉璃滑，不觉船移。微动涟漪，惊起沙禽掠岸飞。",
            "comment": " | 【注释】这首词是作者晚年《采桑子》组词中的一首。它以轻松淡雅的笔调，描写泛舟颖州（今安徽阜阳）西湖时所见的美丽景色。全词色调清丽，风格娟秀，充满诗情画意，读来清新可喜。词的上片，轻舟短棹，一开头就给人以悠然自在的愉快感觉 。以下数句展开了一幅美丽的西湖春景：不仅是“春草碧色，春水渌波”，跟绵长的堤影掩映着，看到的是一幅淡远的画面；而且在短棹轻纵的过程里，随船所向，都会听到柔和的笙箫，隐隐地在春风中吹送。这些乐曲处处随着词人的船，仿佛是为着词人而歌唱。廖廖数笔，就营造出一片安谧、恬静的气氛。下片着重描写湖上行舟、波平如镜的景色。前三句以静写动，写风平浪静时水面晶莹澄澈，如同琉璃 ，平滑似镜，游人不觉船移，只是看到船浆轻划，水上形成细小的波纹时，方感船身滑动。结句以动衬静，写涟漪微动难免惊动沙滩上的水鸟，使之掠过湖岸飞去 ，而西湖却愈显其幽静 。此句与王维笔下的“空山不见人，但闻鸟鸣声”意境相似，有异曲同工之妙。这首词如同一幅清丽活泼 、空灵淡远的风景画，美不胜收，清新可爱，令人留连忘返，从中足见欧公乃词坛写景高手。"
        },
        {
            "title": "明妃曲和王介甫作",
            "content": "汉宫有佳人，天子初未识，一朝随汉使，远嫁单于国。绝色天下无，一失难再得，虽能杀画工，于事竟何益？耳目所及尚如此，万里安能制夷狄！汉计诚已拙，女色难自夸。明妃去时泪，洒向枝上花；狂风日暮起，飘泊落谁家。红颜胜人多薄命，莫怨春风当自嗟。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "荷花开后西湖好载酒来时不用旌旗前后红幢绿盖随画船撑入花深处香泛金卮烟雨微微一片笙歌醉里归",
            "comment": ""
        },
        {
            "title": "丰乐亭游春",
            "content": "红树青山日欲斜，长郊草色绿无涯。游人不管春将老，来往亭前踏落花。",
            "comment": ""
        },
        {
            "title": "早春南征寄洛中诸友",
            "content": "楚色穷千里，行人何苦赊。芳林逢旅雁，候馆噪山鸦。春入河边草，花开水上槎。东风一樽酒，新岁独思家。",
            "comment": ""
        },
        {
            "title": "新开棋轩呈元珍表臣",
            "content": "竹树日已滋，轩窗渐幽兴。人间与世远，鸟语知境静。春光霭欲布，山色寒尚映。独收万籁心，于此一枰竞。",
            "comment": ""
        },
        {
            "title": "戏答元珍",
            "content": "春风疑不到天涯，二月山城未见花。残雪压枝犹有橘，冻雷惊笋欲抽芽。夜闻归雁生乡思，病入新年感物华。曾是洛阳花下客，野芳虽晚不须嗟。",
            "comment": " | 【注释】[注释]（1）答丁元珍：这是作者被贬为峡州夷陵（今湖北宜昌市）县另时酬答丁宝臣的诗。丁宝臣字元珍，时为峡州判官。（2）天涯：天边。（3）山城：靠山的城垣。（4）物华：眼前的景物。（5）花下客：当时的洛阳园林花木十分繁盛，作者曾在那里做过留守判官，所以叫花下客。（6）野芳：野花。[译文]我疑心春风吹不到这边远的山城，都已经二月了，这个山城里还未见有花开。残雪压着枝条，树桠上尚留着经过冬天的橘子，冷雷惊起地下的竹笋，不久就要抽出嫩芽来；晚上听到雁的啼叫声，勾起了无尽的乡思。病中度过这新年，不免感叹时光流逝，景物变迁。我曾经在洛阳的名花丛中饱享过美丽的春光，山城的野花虽然开得晚些，也不必叹息了。"
        },
        {
            "title": "画眉鸟",
            "content": "百啭千声随意移，山花红紫树高低。始知锁向金笼听，不及林间自在啼。",
            "comment": " | 【注释】 ①啭：鸟声婉转。 ②对高低：时高时低地飞转。 ③金笼：贵重的鸟笼。　　欧阳修的《画眉鸟》，前两句写景：画眉鸟千啼百啭，一高一低舞姿翩翩，使得嫣红姹紫的山花更是赏心悦目。后两句抒情：看到那些关在笼里的鸟儿，真羡慕飞啭在林间的画眉鸟，自由自在，无拘无束。这里也要了解的是，作者欧阳修此时因在朝中受到排挤而被贬到滁州，写作此诗的心情也就可知了。"
        },
        {
            "title": "行次寿州寄内",
            "content": "紫金山下水长流，尝记当年此共游。今夜南风吹客梦，清淮明月照孤舟。",
            "comment": ""
        },
        {
            "title": "春帖子词二十首·三温成皇后合四首",
            "content": "宝奁香歇掩铅华，旧合春归老监嗟。画栋重来当日燕，玉栏犹发去年花。",
            "comment": ""
        },
        {
            "title": "晓咏",
            "content": "帘外星辰逐斗移，紫河声转下云西。九雏乌起城将曙，百尺楼高月易低。露裛兰苕惟有泪，秋荒桃李不成蹊。西堂吟思无人助，草满池塘梦自迷。",
            "comment": ""
        },
        {
            "title": "与谢三学士唱和八首·送学士三丈",
            "content": "供帐洛城边，征辕去莫攀。人醒风外酒，马度雪中关。故府谁同在，新年独未还。遥应行路者，偏识彩衣斑。",
            "comment": ""
        },
        {
            "title": "游龙门分题十五首·鱼罾",
            "content": "春水弄春沙，荡漾流不极。笭箵苦难满，终日沙头客。向暮卷空罾，棹歌菱浦北。",
            "comment": ""
        },
        {
            "title": "禁火",
            "content": "火禁开何晚，春芳半已凋。柳风兼絮坠，榆雨带钱飘。泪翦兰膏尽，弦亏桂魄消。祓兰流水曲，游禊一相招。",
            "comment": ""
        },
        {
            "title": "答资政邵谏议见寄二首",
            "content": "豪横当年气吐虹，萧条晚节鬓如蓬。欲知颍水新居士，即是滁山旧醉翁。所乐藩篱追尺鷃，敢言寥廓逐冥鸿。期公归辅岩廊上，顾我无忘畎亩中。",
            "comment": ""
        },
        {
            "title": "清州书事",
            "content": "年丰千里无夜警，吏退一室焚清香。青春固非老者事，白日自为闲人长。禄厚岂惟◇饱食，俸余仍足买轻装。君恩天地不违物，归去行歌颍水傍。",
            "comment": ""
        },
        {
            "title": "明堂庆成",
            "content": "辰火天文次，◇门路寝闳。奉亲昭孝德，惟帝飨精诚。礼以三年讲，时因万物成。九筵严太室，六变导和声。象魏中天起，风雷大号行。欢呼响山岳，流泽浃根茎。宝墨飞云动，金文耀日晶。从臣才力薄，无以颂休明。",
            "comment": ""
        },
        {
            "title": "和梅圣俞元夕登东楼",
            "content": "游豫恩同万国懽，新年佳节候初还。华灯烁烁春风里，黄伞亭亭瑞雾间。可爱清光澄夜色，遥知喜气动天颜。自怜曾预称觞列，独宿冰厅梦帝关。",
            "comment": ""
        },
        {
            "title": "端午帖子·夫人合五首",
            "content": "古今风俗记佳辰，乐事深宫日日新。巧女金盘丝五色，皇家玉历寿千春。",
            "comment": ""
        },
        {
            "title": "送张生",
            "content": "一别相逢十七春，颓颜衰发互相询。江湖我再为迁客，道路君犹困旅人。老骥骨奇心尚壮，青松岁久色逾新。山城寂寞难为礼，浊酒无辞举爵频。",
            "comment": ""
        },
        {
            "title": "和徐生假山",
            "content": "匠智无遗巧，天形极幽探。谓我爱山者，为山列前檐。颓垣不数尺，万嶮由心潜。或开如断裂，或吐似谺谽。或长随靡迤，或瘦露崆嵌。阴穴觑杳杳，高屏立嚵嚵。後出忽孤耸，群奔沓相参。靉若气融结，突如鬼镌鑱。昔岁贬荆楚，扁舟极东南。孤山马当夹，两岸临江潭。常恨江水恶，轻风不留帆。峰峦千万状，可爱不可谈。但欲借粉绘，图之挂纨缣。岂如几席间，百态生浓纤。暮云点新翠，孤烟起朝岚。况此穷冬节，阴飚积凝严。幽斋喜深处，远目生遐瞻。昼卧不移枕，晨兴自开帘。吾闻君子居，出处无常占。卷道或独善，施物仁贵兼。於时苟无益，怀禄古所惭。嵩山幸不远，薇蕨岂不甘。自可结幽侣，披云老溪岩。胡为不即往，一室安且恬。辱子赠可愧，因诗以自谗。",
            "comment": ""
        },
        {
            "title": "官舍假日书怀奉呈子华内翰长文原甫景仁舍人",
            "content": "锁印春风雪人帘，天寒鸟雀聚空檐。青幡受岁儿童喜，白发催人老病添。艳舞回腰飞玉盏，清吟拥鼻对冰蟾。相从一笑两莫得，簿领区区叹米盐。",
            "comment": "【注释】【原题】：官舍假日书怀奉呈子华内翰长文原甫景仁舍人圣俞博士"
        },
        {
            "title": "送杨先辈登第还家",
            "content": "解榻方欣待◇英，挂帆千里忽南征。锦衣白日还家乐，鹤发高堂献寿荣。残雪楚天寒料峭，春风淮水浪峥嵘。知君归意先飞鸟，莫惜停舟酒屡倾。",
            "comment": ""
        },
        {
            "title": "诗一首",
            "content": "人言清禁紫薇郎，草诏紫薇花影傍。山木不知官况味，也随红日上东郎。",
            "comment": ""
        },
        {
            "title": "端午帖子词二十首·九夫人合五首",
            "content": "凉生玉宇来风细，日永金徒报漏稀。皎洁冰壶清水殿，三千争捧赭黄衣。",
            "comment": ""
        },
        {
            "title": "行云",
            "content": "叠叠烟波隔梦思，离愁几日减要围。行云自亦伤无定，莫就行云托信归。",
            "comment": ""
        },
        {
            "title": "送吴照邻还江南",
            "content": "霜前江水磨碧铜，岸背菱叶翘青虫。吴郎鬓丝生几缕，不羞月上扶桑东。羞见清波照人景，去时黑发吹春风。五年归来妇应喜，从此不问西飞鸿。",
            "comment": ""
        },
        {
            "title": "舟中寄刘昉秀才",
            "content": "东南天阔漾归流，西北云高断寸眸。明月随人来远浦，青山答鼓送行舟。归心逐梦成鱼鸟，夜汉看星识斗牛。酽酒开樽谁共醉，清江聊且玩游鯈。",
            "comment": ""
        },
        {
            "title": "嵩山十二首·三醉石",
            "content": "拂石登古坛，旷怀聊共醉。云霞伴酣乐，忽在千峰外。坐久还自醒，日落松声起。",
            "comment": ""
        },
        {
            "title": "题光化张氏园亭",
            "content": "君家花几种，来自洛之滨。惟我曾游洛，看花若故人。芳菲不改色，开落几经春。陶令来常醉，山公到最频。曲池涵草树，啼鸟悦松筠。相德今方赖，思归未有因。",
            "comment": ""
        },
        {
            "title": "送李寔",
            "content": "几幅归帆不暂停，吴天遥望斗牛横。香薰翠被乘青翰，波暖屏风咏紫茎。江水自随潮上下，月轮闲与蚌亏盈。河桥折柳伤离後，更作南云万里行。",
            "comment": ""
        },
        {
            "title": "答和王宣徽",
            "content": "相逢莫怪我皤然，出处参差四纪间。有道方令万物遂，无能拟乞一身闲。花前烛酌樽前月，淮上扁舟枕上山。此乐想公应未暇，且持金盏醉红颜。",
            "comment": ""
        },
        {
            "title": "鹭鸶",
            "content": "风格孤高尘外物，性情闲暇水边身。尽日独行溪浅处，青苔白石见纤鳞。",
            "comment": ""
        },
        {
            "title": "小圃",
            "content": "桂树鸳鸯起，兰苕翡翠翔。风高丝引絮，雨罢叶生光。蝶粉花沾紫，蜂茸露湿黄。愁酲与消渴，容易为春伤。",
            "comment": ""
        },
        {
            "title": "感兴五首",
            "content": "怀禄不知◇，人虽不吾责。贫交重意气，握手犹感激。煌煌腰间金，两鬓飒已白。有生天地间，寿考非金石。古人报一饭，君子不苟得。忧来自悲歌，涕泪下沾臆。",
            "comment": ""
        },
        {
            "title": "乞药有感呈梅圣俞",
            "content": "宣州紫沙合，圆若截郫筒。偶得今十载，走宦南北东。持之圣俞家，乞药戒羸僮。圣俞见之喜，遽以手磨砻。谓此吾家物，问谁持赠公。因嗟与君交，事事无不同。忆昔初识面，青衫游洛中。高标不可揖，杳若云间鸿。不独体轻健，目明仍耳聪。尔来三十年，多难百忧攻。君晚得奇乐，灵根斸离宫。其状若狗蹄，其香比芎藭。爱君方食贫，面色悦以丰。不惮乞余剂，庶几助衰癃。平时一笑欢，饮酒各争雄。向老百病出，区区论药功。衰盛物常理，循环势无穷。寄语少年儿，慎勿笑两翁。",
            "comment": ""
        },
        {
            "title": "琅琊山六题·惠觉方丈",
            "content": "青松行尽到山门，乱峰深处开方丈。已能宴坐老山中，何用声名传海上。",
            "comment": ""
        },
        {
            "title": "鹤联句",
            "content": "上霄降灵气，锺此千年禽。幽闲靖节性，孤高伯夷心。颉频紫霄垠，飘颻沧浪浔。岳湛有仙姿，钧韶无俗音。毛滋月华淡，顶粹霞光深。目流泉客泪，翅垂羽人襟。腾汉雪千丈，点溪霜半寻。纤喙砺青铁，修胫雕碧琳。岩栖干溪树，泽饮卑朱泠。鸾皇自埙箎，燕雀徒商参。独翅耸琼枝，群舞倾瑶林。病余霞云段，梦回松吹吟。静嫌鹦鹉言，高笑鸳鸯淫。金清冷澄澈，玉格寒萧森。洁白不我恃，腥膻非所任。稻粱不得已，虮虱胡为侵。天池忆鹏游，云罗伤凤沈。风流超缟素，雅淡绝规箴。相亲长道情，偶见销烦襟。西汉惜冯唐，华皓欲投簪。南朝仰卫玠，清羸疑不禁。端如方直臣，处群良足钦。介如廉退士，惊秋犹在阴。几诮鹰隼鸷，羁韝俄见临。还嗤凫鷖贪，弋缴终就禽。乘轩乃一芥，空笼仍偶金。片云伴遥影，冥冥越烟岑。长飚送逸响，亭亭出霜砧。蓬瀛忽往来，桑田成古今。愿下八佾庭，鼓舞薰风琴。",
            "comment": ""
        },
        {
            "title": "端午帖子·皇帝合六首",
            "content": "香菰黏米著佳名，古俗相传岂足矜。天子明堂遵月令，含桃初荐黍新登。",
            "comment": ""
        },
        {
            "title": "西湖戏作示同游者",
            "content": "菡萏香清画舸浮，使君宁复忆扬州。都将二十四桥月，换得西湖十顷秋。",
            "comment": ""
        },
        {
            "title": "霁後看雪走笔呈元珍判官二首",
            "content": "嘉景无人把酒看，县楼终日独凭栏。山城岁暮惊时节，已作春风料峭寒。",
            "comment": ""
        },
        {
            "title": "送孟都官知蜀州",
            "content": "名郎出粉闱，佳郡古关西。几驿秦亭尽，千山蜀乌啼。朱轮照耕野，绿芋覆秋畦。向关应东望，云深陇树迷。",
            "comment": ""
        },
        {
            "title": "送王尚◇三原尉",
            "content": "初仕便西辕，骊驹两佩环。山河识天府，风雨度函关。桑柘千畴富，人烟万井闲。欲为京洛咏，应苦簿书间。",
            "comment": ""
        },
        {
            "title": "新霜二首",
            "content": "天云惨惨秋阴薄，卧听北风鸣屋角。平明惊鸟四散飞，一夜新霜群木落。南山郁郁旧可爱，千仞巉岩如刻削。林枯山瘦失颜色，我意岂能无寂寞。衰颜得酒犹强发，可醉岂须嫌酒浊。泉傍菊花方烂漫，短日寒辉相照灼。无情木石尚须老，有酒人生何不乐。",
            "comment": ""
        },
        {
            "title": "春寒效李长吉体",
            "content": "东风吹云海天黑，饥龙冻云雨不滴。嗔雷隐隐愁烟白，宿露无光瑶草寂。东皇染花满春国，天为花迷借春色。呼云锁日恐红蔫，几日春阴养花魄。悠悠远絮萦空掷，愁思织春挽不得。高楼去天无几尺，远岫参差乱屏碧。",
            "comment": ""
        },
        {
            "title": "寄子春发运待制",
            "content": "广陵花月尝同醉，睢苑风霜暂破颜。但喜交情久弥重，休嗟人事老多艰。壮心未忍悲华发，强饮犹能倒玉山。留滞江湖应不久，多为春酒待君还。",
            "comment": ""
        },
        {
            "title": "滑州归鴈亭",
            "content": "长河终岁足悲风，亭古台荒半倚空。惟有鴈归时最早，柳含微绿杏粘红。",
            "comment": ""
        },
        {
            "title": "赠许道人",
            "content": "洛城三月乱◇飞，颍阳山中花发时。◇来车马游山客，贪看山花踏山石。紫云仙洞锁云深，洞中有人人不识。飘飘许子旌阳後，道骨仙风本仙胄。多年洗耳避世喧，独卧寒岩听山溜。至人无心不算心，无心自得无穷寿。忽来顾我何殷懃，笑我白发老红尘。子归为筑岩前室，待我明年乞得身。",
            "comment": ""
        },
        {
            "title": "荷叶",
            "content": "池面风来波潋潋，波间露下叶田田。谁於水上张青盖，罩却红妆唱采莲。",
            "comment": ""
        },
        {
            "title": "答子华舍人退朝小饮官舍",
            "content": "玉阶朝罢卷晨班，官舍相留一笑间。与世渐疏嗟已老，得朋为乐偶偷闲。红牋搦管吟红药，绿酒盈◇舞绿鬟。自是风情年少事，多◇白发与苍颜。",
            "comment": ""
        },
        {
            "title": "咏雪",
            "content": "至日阳初复，丰年瑞遽臻。飘颻初未积，散漫忽无垠。万木青烟灭，千门白昼新。往来冲更合，高下著何匀。望好登长榭，平堪走画轮。马寒毛缩蝟，弓劲力添钧。客醉看成眩，儿娇咀且颦。虚堂明永夜，高阁照清晨。树石诗翁对，川原猎骑陈。冻狐乎迷旧穴，饥雀噪空囷。此土偏宜稼，而予滥长人。应须待和暖，载酒共行春。",
            "comment": ""
        },
        {
            "title": "出省有日书事",
            "content": "凌晨小雨压尘轻，闲忆登高望禁城。树色连云春泱漭，风光著草日晴明。看榆吐荚惊将落，见鹊移巢忽已成。谁向儿童报归日，为翁寒食少留饧。",
            "comment": ""
        },
        {
            "title": "有马示徐无党",
            "content": "吾有千里马，毛骨何萧森。疾驰如奔风，白日无留阴。徐驱当大道，步骤中五音。马虽有四足，迟速在吾心。六辔应吾手，调和如瑟琴。东西与南北，高下山与林。惟意所欲适，九州可周寻。至哉人与马，两乐不相侵。伯乐识其外，徒知价千金。王良得其性，此术固已深。良马须善驭，吾言可为箴。",
            "comment": ""
        },
        {
            "title": "初至夷陵答苏子美见寄",
            "content": "三峡倚迢嶢，同迁地最遥。物华虽可爱，乡思独无聊。江水流青嶂，猿声在碧霄。野篁抽夏◇，丛橘长春条。未腊梅先发，经霜叶不凋。江云愁蔽日，山雾晦连朝。斫谷争收漆，梯林◇摘椒。巴賨船贾集，蛮市酒旗招。时节同荆俗，民风载楚谣。俚歌成调笑，◇鬼聚喧嚣。得罪宜投裔，包差分折腰。光阴催晏岁，牢落惨惊飙。白发新年出，朱颜异域销。县楼朝见虎，官舍夜闻鴞。寄信无秋鴈，思归望斗杓。须知千里梦，长绕洛川桥。",
            "comment": ""
        },
        {
            "title": "江行赠鴈",
            "content": "云间征鴈水间栖，矰缴方多羽翼微。岁晚江湖同时客，莫辞伴我更南飞。",
            "comment": ""
        },
        {
            "title": "甘露寺",
            "content": "云树千寻隔翠微，给园金地敞仁祠。讲花飘雨诸天近，春漏欹莲白日迟。引钵当空时取露，残灰经劫自成池，危栏徙倚吟忘下，九子铃寒塔影移。",
            "comment": ""
        },
        {
            "title": "病中代书奉寄圣俞二十五兄",
            "content": "忆君去年来自越，值我传车催去阙。是时新秋蟹正肥，恨不一醉与君别。今年得疾因酒作，一春不饮气弥劣。饥肠未惯饱甘脆，九虫寸白争为孽。一饱犹能致身患，宠禄岂无神所罚。乃知赋予分有涯，适分自然无夭阏。昔在洛阳年少时，春思每先花乱发。萌芽不待杨柳动，探春马蹄常踏雪。到今年才三十九，怕见新花羞白发。颜侵塞下风霜色，病过镇阳桃李月。兵闲事简居可乐，心意自衰非屑屑。日长天暖惟欲睡，睡美尤厌春鸠聒。北潭去城无百步，渌水冰销鱼拨刺。经时曾未著脚到，好景但听游人说。官荣虽厚世味薄，始信衣缨乃羁绁。故人有几独思君。安得见君忧暂豁。公厨酒美远莫致，念君贳饮衣屡脱。郭生书来犹未到，想见新诗甚饥汤。少年事事今已去，惟有爱诗心未歇。君闲可能为我作，莫辞自书藤纸滑。少低笔力容我和，无使难追韵高绝。",
            "comment": ""
        },
        {
            "title": "自岐江山行至平陆驿五言二十四韵",
            "content": "岐江望平陆，百里千余岭。萧条断烟火，莽苍无人境。峰峦互前後，南北失壬丙。天秋云愈高，木落岁方冷。水涉愁蜮射，林行忧虎猛。万仞悬岩崖。一彴履枯梗。缘危类◇猱，陷淖若蛙黾。腰舆惧倾扑，烦马倦鞭警。攀跻诚畏涂，习俗羡蛮犷。度隘足虽踠，因高目还骋。九野画荆衡，群山乱巫郢。烟岚互明灭，点缀成图屏。时时度深谷，往往得佳景。翠树郁如盖，飞泉溜垂绠。幽花乱黄紫，蒨粲弄光影。山鸟啭成歌，寒蜩嘒如哽。登临虽云劳，巨细得周省。晨装趁徒旅，夕宿访闾井。村暗水茫茫，鸡鸣星耿耿。登高近佳节，归思时引领。溪菊荐山◇，田鴽佐烹鼎。家近梦先归，夜寒衾屡整。崎岖念行役，昔宿已为永。岂如江上舟，棹歌方酩酊。",
            "comment": ""
        },
        {
            "title": "答梅圣俞寺丞见寄",
            "content": "忆昔识君初，我少君方壮。风期一相许，意气曾谁让。交游盛京洛，樽俎陪丞相。騄骥日相追，鸾凰志高扬。词章尽崔蔡，论议皆歆向。文会忝予盟，诗坛推子将。谈精锋愈出，饮剧欢无量。贾勇为无前，余光谁敢望。兹年五六岁，人事堪凄怆。南北顿暌乖，相离独飘荡。失杯由画足，伤手因代匠。移书虽激切，拙语非欺诳。安知乃心愚，而使所言妄。权豪不自避，斧质诚为当。苍皇得一邑，奔走踰千嶂。楚峡听猿鸣，荆江畏蛟浪。蛮方异时俗，景物殊气象。绿发变风霜，丹颜侵疾痒。常忧鵩鸟窥，幸免江鱼葬。今兹荷宽宥，迁徙来汉上。憔悴戴囚冠，驱驰嗟俗状。王事多倥偬，学业差遗忘。未能解绶去，所恋寸禄养。举足畏逢仇，低头惟避谤。忻闻故人近，岂惮驱车访。一别各衰翁，相见问无恙。交情宛如旧，欢意独能强。幸陪主人贤，更值芳洲涨。菱荷乱浮泛，水竹涵虚旷。清风满谈席，明月临歌舫。已见洛阳人，重闻画楼唱。怡然台郁写，蹔尔累囚放。自从还邑来，会此骄阳亢。神灵多请祷，租讼烦笞榜。犹须新秋凉，汉水临清漾。野稼荡浮云，晴山开叠障。聊以助吟咏，亦可资酣畅。北辕如未驾，幸子能来贶。",
            "comment": ""
        },
        {
            "title": "戏答圣俞",
            "content": "鹤行而啄，青玉嘴，枯松脚，兔蹲而累，尖两耳，攒四蹄。往往於人家高堂净屋曾见之，锦装玉轴挂壁垂。乍见拭目犹惊疑，羽毛襂褷眼睛活，若动不动如风吹。主人矜夸百金买，云此绝笔人间奇。画师画生不画死，所得百分三二尔，岂如翫物翫其真。凡物可爱惟精神，况此二物物之珍。月光临静夜，雪色凌清晨。二物於此时，莹一点纤埃尘。不惟可醒醉翁醉，能使诗老诗思添清新。醉翁谓诗老，子勿诮我愚。老弄兔儿怜鹤雏，与子俱老其衰乎。奈何反舍我，欲向东家看舞姝。须防舞姝见客笑，白发苍颜君自照。",
            "comment": ""
        },
        {
            "title": "智蟾上人游南岳",
            "content": "终日念云壑，南归心浩然。青山入楚路，白水望湖田。野渡惟浮◇，山家少施钱。到时春尚早，收茗绿岩前。",
            "comment": ""
        },
        {
            "title": "赠梅圣俞",
            "content": "黄鹄刷金衣，自言能远飞。择侣异栖息，终年修羽仪。朝下玉池饮，暮宿霜桐枝。徘徊且垂翼，会有秋风时。",
            "comment": ""
        },
        {
            "title": "谢提刑张郎中寄筇竹拄杖",
            "content": "玉光莹润锦斓斑，霜雪经多节愈坚。珍重故人相赠意，扶持衰病过残年。",
            "comment": ""
        },
        {
            "title": "答端明王尚书见寄兼简景仁文裕二侍郎二首",
            "content": "多病新还太守章，归来白首兴何长。琴书自是千金产，日月闲销百刻香。尚有俸钱酤美酒，自栽花圃趁新阳。醉翁生计今如此，一笑何时共一觞。",
            "comment": ""
        },
        {
            "title": "初春",
            "content": "新年变物华，春意日堪嘉。霁色初含柳，余寒尚勒花。风丝飞荡漾，林鸟哢交加。独有无悰者，谁知老可嗟。",
            "comment": ""
        },
        {
            "title": "题东合後集",
            "content": "东合三朝多大事，营丘二载足闲辞。近诗留作归荣集，何日归田自集诗。",
            "comment": ""
        },
        {
            "title": "和人三桥",
            "content": "笳鼓下层台，旌旗转长屿。桥响骛归轩，溪明望行炬。北临白云涧，南望清风阁。出树见人行，隔溪闻鱼跃。断虹跨曲岸，倒影涵清波。为爱斜阳好，回舟特特过。",
            "comment": ""
        },
        {
            "title": "思白兔杂言戏答公仪忆鹤之作",
            "content": "君家白鹤户雪毛，我家白兔白玉毫。谁将赠两翁，谓此二物皎洁胜琼瑶。已怜野性易驯扰，复爱仙格何孤高。玉兔四蹄不解舞，不如双鹤能清◇。低垂两翅趁节拍，婆娑弄影夸娇饶。两翁念此二物者，久不见之心甚劳。京师少年殊好尚，意气横出争雄豪。清◇美酒不辄饮，千金争买红颜韶。莫饮少年闻我语，笑我乖僻遭讥嘲。或被偷开两家笼，纵此二物令逍遥。兔奔沧海却入明月窟，鹤飞玉山千仞直上青松巢。索然两衰翁，何以慰无憀。纤腰绿鬓既非老者事，玉山沧海一去何由招。",
            "comment": ""
        },
        {
            "title": "马上默诵圣俞诗有感",
            "content": "兴来笔力千钧劲，酒醒人间万事空。苏梅二子今亡矣，索寞滁山一醉翁。",
            "comment": ""
        },
        {
            "title": "送刘虚白二首",
            "content": "秘诀谁传妙若神，能将题品◇朝绅。因言祸福兼忠孝，吾爱君平善诲人。",
            "comment": ""
        },
        {
            "title": "秋郊晓行",
            "content": "寒郊桑柘稀，秋色晓依依。野烧侵河断，山鸦向日飞。行歌采樵去，荷锸刈田归。秫酒家家熟，相邀白竹扉。",
            "comment": ""
        },
        {
            "title": "答梅圣俞大雨见寄",
            "content": "夕云若颓山，夜雨如洪渠。俄然见青天，焰焰升蟾蜍。◇忽阴气生，四面如吹嘘。狂雷走昏黑，惊电照夔魖。搜寻起龙蛰，下击墓与墟。雷声每轩轰，雨势随疾徐。初若浩莫止，俄收◇无余。但挂千丈虹，紫翠横空虚。顷刻百变态，晦明谁卷舒。岂知下土人，水潦没襟裾。扰扰泥淖中，无异鸭与猪。嗟我来京师，庇身无弊庐。闲坊僦古屋，卑陋杂里闾。邻注涌沟窦，街流溢庭除。出门愁浩渺，闭户恐为瀦。墙壁豁四达，幸家无贮储。虾◇鸣◇下，老妇但郗歔。九门绝来薪，朝爨欲毁车。压溺委性命，焉能顾图书。乃知生尧时，未免忧为鱼。梅子犹念我，寄声忧我居。慰我以新篇，琅琅比琼琚。官闲行能薄，补益愧空◇。岁月行晚矣，江湖盍归欤。吾居传邮尔，此计岂踌躇。",
            "comment": ""
        },
        {
            "title": "端午帖子·夫人合五首",
            "content": "云散风流岁月迁，君恩曾不减当年。非因掩面留遗爱，自为难忘窈窕贤。",
            "comment": ""
        },
        {
            "title": "寄徐巽秀才",
            "content": "瑶花飞雪荡离愁，鷤鴃惊风下绿畴。睢苑树荒谁共客，楚江枫老独悲秋。千重锦浪翻如箭，万叠春山翠入楼。章陌柳条今在否，定临沟水拂东流。",
            "comment": ""
        },
        {
            "title": "同年秘书丞陈动之挽词二首",
            "content": "场屋当年气最雄，交游樽酒涕兄同。文章落笔传都下，议论生锋服座中。自古圣贤谁不死，况君门户有清风。凋零三十年朋旧，在者多为白发翁。",
            "comment": ""
        },
        {
            "title": "钱相中伏日池亭宴会分韵",
            "content": "樽俎逢佳节，簪缨奉宴居。林光拂衣冷，云影入池虚。酒色风前绿，莲香水上疏。飞谈交玉麈，听曲跃文鱼。粉箨春苞解，红榴夏实初。睢园多美物，能赋谢相如。",
            "comment": ""
        },
        {
            "title": "奉答原甫九月八日见过会饮之作",
            "content": "老大惜时节，少年轻别离。我歌君当和，我酌君勿辞。艳艳庭下菊，与君吟绕之。撷其黄金蕊，泛此白玉◇。君勿爱此花，问君此何时。秋风日益高，霜露渐离披。芳岁忽已晚，朱颜从此衰。念君将舍我，车马去有期。君行一何乐，我意独不怡。飞兔不恋群，奔风谁能追。老骥但伏枥，壮心良可悲。",
            "comment": ""
        },
        {
            "title": "中秋不见月问客",
            "content": "试问玉蟾寒皎皎，何如银烛乱荧荧。不知桂魄今何在，应在吾家紫石屏。",
            "comment": ""
        },
        {
            "title": "桐花",
            "content": "猗猗井上桐，花叶何蓑蓑。下荫百尺泉，上耸陵云材。翠色洗朝露，清阴午当阶。幽蝉自嘒嘒，鸣鸟何喈喈。日出花照耀，飞香动浮埃。今朝一雨过，狼籍黏青苔。斯桐乃谁树，意若铭吾斋。常闻汉道隆，上下相和谐。选吏择孝廉，视民婴与孩。政声如九韶，百物绝妖灾。优优颍川守，能致凤凰来。到此几千载，丹山自崔嵬。圣君勤治理，百郡列贤才。嗟尔不自勉，凤凰其来哉。",
            "comment": ""
        },
        {
            "title": "七交七首·河南府张推官",
            "content": "尧夫大雅哲，禀德实温粹。霜笉秀含润，玉海湛无际。平明坐大府，官事盈案几。高谈遣放纷，外物不能累。非惟席上珍，乃是青云器。",
            "comment": ""
        },
        {
            "title": "留题南楼二绝",
            "content": "偷得青州一岁闲，四时终日面孱颜。须知我是爱山者，无一诗中不说山。",
            "comment": ""
        },
        {
            "title": "奉酬长文舍人出城见示之句",
            "content": "春分腊雪未全销，凛冽春寒气尚骄。摄事初欣迎社燕，寻芳因得过溪桥。清浮酒蚁醅初拨，暖入◇篁舌渐调。兴味爱君年尚少，莫嫌斋禁暂无憀。",
            "comment": ""
        },
        {
            "title": "县舍不种花惟栽楠木冬青茶竹之类因戏书七言",
            "content": "结绶当年仕两京，自怜年少体犹轻。伊川洛浦寻芳◇，魏紫姚黄照眼明。客思病来生白发，山城春至少红英。芳丛密叶聊须种，犹得萧萧听雨声。",
            "comment": "【注释】【原题】：县舍不种花惟栽楠木冬青茶竹之类因戏书七言四韵"
        },
        {
            "title": "题张应之县斋",
            "content": "小官叹簿领，夫子卧高斋。五斗未能去，一丘真所怀。绿苔长秋雨，黄叶堆空阶。县古仍无柳，池清尚有蛙。琴觞开月幌，窗户对云崖。嵩少亦堪老，行当与子偕。",
            "comment": ""
        },
        {
            "title": "依韵和圣俞见寄",
            "content": "与君结交深，相济同水火。文章发春葩，节行凛筠笴。吾才已愧君，子齿又先我。君恶予所非，我许子云可。厥趣共乖时，畏涂难转輠。道肥家所穷，身老志弥果。每嗟游从异，有甚樊笼锁。天匠染青红，花腰呈袅娜。苟能杯酌同，直待冠巾堕。无欺校雠贫，盐米尚余颗。",
            "comment": ""
        },
        {
            "title": "小饮坐中赠别祖择之赴陕府",
            "content": "明日君当千里行，今朝始共一◇酒。岂惟明日难重持，试思此会何尝有。京师九衢十二门，车马煌煌事奔走。花开谁得屡相过，盏到莫辞频举手。驩情落寞酒量减，置我不须论老朽。奈何公等气方豪，云梦正当吞八九。择之名声重当世，少也多奇晚方偶。西州政事蔼风谣，右掖文章焕星斗。待君归日我何为，手把锄◇汝阴叟。",
            "comment": ""
        },
        {
            "title": "七交七首·杨户曹",
            "content": "子聪江山禀，弱岁擅奇誉。盱衡恣文辩，落笔妙言语。胡为冉冉趋，三十滞公府。美璞思善价，浮云有夷路。大雅恶速成，俟命宜希古。",
            "comment": ""
        },
        {
            "title": "赠无为军李道士二首",
            "content": "无为道士三尺琴，中有万古无穷音。音如石上泻流水，泻之不竭由源深。弹虽在指声在意，听不以耳而以心。心意既得形骸忘，不觉天地白日愁云阴。",
            "comment": ""
        },
        {
            "title": "送杨辟秀才",
            "content": "吾奇曾生者，始得之太学。初谓独轩然，百鸟而一鹗。既又得杨生，群兽出麟角。乃知天下下，所识惭未博。杨生初谁师，仁义而礼乐。天姿朴且茂，美不待追琢。始来读其文。如渴饮醴酪。既坐即之谈，稍稍吐锋锷。非唯富春秋，固已厚天爵。有司选群材，绳墨困量度。胡为谨毫分，而使遗磊落。至宝异常珍，夜光惊把握。骇者弃诸涂，窃拾充吾橐。其於获二生，厥价玉一台。嗟吾虽得之，气力独何弱。帝阍启岩岩，欲献前复却。遽令扁舟下，飘若吹霜箨。世好竞辛咸，古味殊淡泊。否泰理有时，惟穷见其确。",
            "comment": ""
        },
        {
            "title": "太傅杜相公索聚星堂诗谨成",
            "content": "楚肆固知难衒玉，丘门安敢辄论诗。藏之十袭真无用，报以双金岂所宜。已恨语言多猥冗，况因杯杓正淋漓。愿投几格资咍噱，欲展须於欲睡时。",
            "comment": ""
        },
        {
            "title": "送孔生再游河北",
            "content": "志士惜白日，高车无停轮。孔生东鲁儒，年少勇且仁。大轴献理匦，长裾弊街尘。门无黄金聘，家有白发亲。寒风八九月，北渡大河津。玉寒积精甲，金戈耀秋云。孔生力数斗，其智兼千人。短褐不自暖，高谈吐阳春。北州多贤侯，待士谁最勤。一见赠双璧，再见延上宾。丈夫患不遇，岂患长贱贫。",
            "comment": ""
        },
        {
            "title": "拟玉台体七首·落日窗中",
            "content": "朝闻惊禽去，日暮见禽归。瑶琴坐不理，含情复为谁。",
            "comment": ""
        },
        {
            "title": "三桥诗·右飞盖",
            "content": "鸣驺入远树，飞盖渡长桥。水阔鹭双起，波明鱼自跳。",
            "comment": ""
        },
        {
            "title": "朱家曲",
            "content": "行人傍衰柳，路向古河穷。桑柘田畴美，渔商市井通。薪歌晚入浦，舟子夜乘风。旅舍孤烟外，天京王气中。山川许国近，风俗楚乡同。宿客鸡鸣起，驱车犹更东。",
            "comment": ""
        },
        {
            "title": "送丁元珍峡州判官",
            "content": "为客久南方，西游更异乡。江通蜀国远，山闭楚祠荒。油幕无军事，清猿断客肠。惟应陪主诺，不费日飞觞。",
            "comment": ""
        },
        {
            "title": "剑联句",
            "content": "圣人作神兵，以定天下厄。蚩尤发灵机，干将构雄绩。橐龠天地开，炉冶阴阳辟。南帝输火精，西皇降金液。炎炎昆冈荧，汹汹洪河擘。雷霆助意气，日月沦精魄。神气不在大，错落就三尺。直淬灵溪泉，横磨太行石。雄雌威并立，昼夜光相射。提携风云生，指顾烟霞寂。坚刚正人心，耿介志士迹。初疑成夏鼎，魑魅世所适。又若引吴刀，犀象谓无隔。截波◇尾滑，脱浪鲸牙直。顽冰挂阴溜，皎月乘孤隙。河角起彗气，云罅露秋碧。晓镡星斗烂，夜匣飞龙宅。舞酣霰雪回，弹俊球琳击。鲜摇霅水光，腻刮湘山色。青蛟渴雨瘦，素虺蟠霜瘠。清音锵以鸣，寒姿坚且泽。鬼类丧影响，佞党摧肝膈。一旦会神武，四海屠凶逆。周王奉天讨，商郊千里亦。楚子扬军声，秦师万首白。祥辉冠吴楚，杀气横燕易。与君斩鳌足，八极停震虩。与君刜鹏翼，三辰增焕赫。莫使化猿翁，辱我为幻惑。莫使暴虎人，屈我执仇敌。尊严俟冠冕，左右舞干戚。功成不可留，延平空霹雳。",
            "comment": ""
        },
        {
            "title": "借观五老诗次韵为谢",
            "content": "脱遗轩冕就安闲，笑傲丘园纵倒冠。白发忧民虽种种，丹心许国尚桓桓。鸿冥得路高难慕，松老无风韵自寒。闻说优游多唱和，新篇何惜尽传看。",
            "comment": ""
        },
        {
            "title": "啼鸟",
            "content": "穷山候至阳气生，百物如与时节争。官居荒凉草树密，撩乱红紫开繁英。花深叶暗耀朝日，日暖众鸟皆嘤鸣。鸟言我岂解尔意，绵蛮但爱声可听。南窗睡多春正美，百舌未晓催天明。黄鹂颜色已可爱，舌端哑咤如娇婴。竹林静啼青竹笋，深处不见惟闻声。陂田遶郭白水满，戴胜谷谷催春耕。谁谓鸣鸠拙无用，雄雌各自知阴晴。雨声萧萧泥滑滑，草深苔绿无人行。独有花上提葫芦，劝我沽酒花前倾。其余百种各嘲哳，异乡殊俗难知名。我遭谗口身落此，每闻巧舌宜可憎。春到山城苦寂寞，把盏常恨无娉婷。花开鸟语辄自醉，醉与花鸟为交朋。花能嫣然顾我笑，鸟劝我饮非无情。身闲酒美惜光景，惟恐鸟散花飘零。可笑灵均楚泽畔，离骚憔悴愁独醒。",
            "comment": ""
        },
        {
            "title": "春帖子词二十首·皇帝合六首",
            "content": "熙熙人物乐春台，风送春从天上来。玉辇经年不游幸，上林花好莫争开。",
            "comment": ""
        },
        {
            "title": "寒食值雨",
            "content": "禁火仍风雨，客心愁复凄。阴云花更重，春日水平堤。油壁逢南陌，秋千出绿蹊。寻芳无厌远，自有锦障泥。",
            "comment": ""
        },
        {
            "title": "井桐",
            "content": "檐欹碧瓦拂倾梧，玉井声高转辘轳。肠断西楼惊稳梦，半留残月照啼乌。",
            "comment": ""
        },
        {
            "title": "和武平学士岁晚禁直书怀五言二十韵",
            "content": "多病淹残岁，初寒卧直庐。朝廷务清静，铃索少文书。向学今为盛，优贤古莫如。靓深严禁署，闲宴乐群居。赐马联金络，清尘侍玉舆。诗论三代盛，献纳万机余。号令存宽大，文章复古初。笑谈挥翰墨，俄顷列琼琚。夜漏销宫烛，春晖上玉除。歌诗唐李杜，言语汉严徐。自顾追时彦，多◇不鄙予。无盐烦刻画，寒谷借吹嘘。朋友飞雝鹭，君臣在藻鱼。贪荣同卫鹤，取笑类黔驴。皎皎心虽在，萧萧发已疏。未知论报效，安得遂樵渔。云破西山出，江横画阁虚。余生叹劳止，搔首念归欤。引绶夸民吏，椎牛会里闾。一麾终得请，此计岂踌。",
            "comment": ""
        },
        {
            "title": "送谢学士归阙",
            "content": "供帐拂朝烟，征鞍去莫攀。人醒风外酒，马度雪中关。旧府谁同在，新年独未还。遥应行路者，偏识彩衣斑。",
            "comment": ""
        },
        {
            "title": "依韵奉酬圣俞二十五兄见赠之作",
            "content": "与君结交游，我最先众人。我少既多难，君家常苦贫。今为两衰翁，发白面亦皴。念君怀中玉，不及市上◇。◇贱易为价，玉弃久埋尘。惟能吐文章，白虹射星辰。幸同居京城，远不隔重闉。朝罢二三公，随我如鱼鳞。君闻我来喜，置酒留逡巡。不待主人请，自脱头上巾。欢情虽渐鲜，老意益相亲。穷达何足道，古来兹理均。",
            "comment": ""
        },
        {
            "title": "宝剑",
            "content": "宝剑匣中藏，暗室夜常明。欲知天将雨，铮尔剑有声。神龙本一物，气类感则鸣。常恐跃匣去，有时暂开扃。煌煌七星文，照曜三尺冰。此剑有人间，百妖夜收形。奸凶与佞媚，胆破骨亦惊。试以向星月，飞光射搀枪。苍之武库中，可息天下兵。柰何狂胡儿，尚敢邀金缯。",
            "comment": ""
        },
        {
            "title": "初至虎牙汉见江山类龙门",
            "content": "晓鼓潭潭客梦惊，虎牙滩上作船行。山形酷似龙门秀，江色不如伊水清。平日两京人少壮，今年三峡岁峥嵘。卧闻乳石淙流响，疑是香林八节声。",
            "comment": ""
        },
        {
            "title": "秋日与诸君马头山登高",
            "content": "晴原霜後若榴红，佳节登临兴未穷。日泛花光摇露际，酒浮山色入樽中。金壶恣洒毫端墨，玉麈交挥席上风。惟有渊明偏好饮，篮舆酩酊一衰翁。",
            "comment": ""
        },
        {
            "title": "紫石屏歌",
            "content": "月从海底来，行上天东南。正当天中时，下照千丈潭。潭心无风不动，倒影射入紫石岩。月光水洁石莹净，感此阴魄来中潜。自从月入此石中，天有两曜分为三。清光万古不磨灭，天地至宝难藏缄。天公呼雷公，夜持巨斧隳崭岩。堕此一片落千仞，皎然寒镜在玉◇。虾◇白兔走天上，空留桂影犹杉杉。景山得之惜不得，赠我意与千金兼。自云每到月满时，石在暗室光出檐。大哉天地间，万怪难悉谈。嗟予不度量，每事思穷探。欲将两耳目所及，而与造化争毫纤。煌煌三辰行，日月尤尊严。若令下与物为比，扰扰万类将谁瞻。不然此石竟何物，有口欲说嗟如钳。吾奇苏子胸，罗列万象中包含。不惟胸宽胆亦大，屡出言语惊愚凡。自吾得此石，未见苏子心怀惭。不经老匠先指决，有手谁敢施镌鑱。呼工画石持寄似，幸子留其无谦。",
            "comment": ""
        },
        {
            "title": "赠潘道士",
            "content": "门无车辙紫苔侵，鸡犬萧条陋巷深。寄语弹琴潘道士，雨中寻得越江吟。",
            "comment": ""
        },
        {
            "title": "谢景平挽词",
            "content": "忆见奇童髧两髦，遽惊名誉众推高。东山子弟家风在，西汉文章笔力豪。方看凌云驰騄骥，已嗟埋玉向蓬蒿。追思阳夏曾游处，抚事伤心涕满袍。",
            "comment": ""
        },
        {
            "title": "黄河八韵寄呈圣俞",
            "content": "河水激箭险，谁言航苇游。坚冰驰马渡，伏浪卷沙流。树落新摧岸，湍惊忽改洲。凿龙时退鲤，涨潦不分牛。万里通槎汉，千帆下漕舟。怨歌今罢筑，故道失难求。滩急风逾响，川寒雾不收。谈能穷禹迹，空欲问张侯。",
            "comment": ""
        },
        {
            "title": "尝新茶呈圣俞",
            "content": "建安三千里，京师三月尝新茶。人情好先务取胜，百物贵早相矜夸。年穷腊尽春欲动，蛰雷未起驱龙蛇。夜闻击鼓满山谷，千人助叫声喊呀。万木寒痴睡不醒，惟有此树先萌芽。乃知此为最灵物，宜其独得天地之英华。终朝采摘不盈掬，通犀銙小圆复窊。鄙哉谷雨枪与旗，多不足贵如刈麻。建安太守急寄我，香蒻包裹封题斜。泉甘器洁天色好，坐中拣择客亦嘉。新香嫩色如始造，不似来远从天涯。停匙侧盏试水路，拭目向空看乳花。可怜俗夫把金锭，猛火炙背如虾◇。由来真物有真赏，坐逢诗老频咨嗟。须臾共起索酒饮，何异奏雅终淫哇。",
            "comment": ""
        },
        {
            "title": "木芙蓉",
            "content": "种处雪消春始动，开时霜落鴈初过。谁栽金菊丛相近，织出新番蜀锦窠。",
            "comment": ""
        },
        {
            "title": "憎蚊",
            "content": "扰扰万类殊，可憎非一族。甚哉蚊之微，岂足污简牍。乾坤量广大，善恶皆含育。荒茫三五前，民物交相黩。禹鼎象神奸，蛟龙远潜伏。周公驱猛兽，人始居川陆。尔来千百年，天地得清肃。大患已云除，细微遗不录。蝇虻蚤虱虮，蜂蝎蛇蝮。惟尔於其间，有形才一粟。虽微无柰众，惟小难防毒。尝闻高邮间，猛虎死凌辱。哀哉露筋女，万古雠不复。水乡自宜尔，可怪穷边俗。晨飧下帷帱，盛暑泥驹犊。我来守穷山，地气尤卑溽。官闲懒所便，惟睡宜偏足。难堪尔类多，枕席厌缘扑。熏檐苦烟埃，燎壁疲照烛。荒城繁草树，旱气飞炎熇。羲和驱日车，当午不转毂。清风得夕凉，如赦脱囚梏。扫庭露青天，坐月荫嘉木。汝宁无他时，忍此见迫促。翾翾伺昏黑，稍稍出壁屋。填空来若翳，翳隙多可掬。丛身疑陷围，聒耳如遭哭。猛攘欲张拳，暗中甚飞镞。手足不自救，其能营背腹。盘餐劳扇拂，立寐僵僮仆。端然穷百计，还坐暝双目。於吾固不较，在尔诚为酷。谁能推物理，无乃乖人欲。驺虞凤凰麟，千载不一瞩。思之不可见，恶者无由逐。",
            "comment": ""
        },
        {
            "title": "翠旌诗",
            "content": "盛礼郊仪肃，纯音帝乐清。葳蕤飘翠羽，赫奕展华旌。凤邸光交覆，鸾旗色共明。缤纷拂葩盖，辉映杂緌缨。且异文竿饰，非同翿舞名。竹宫歌毖祀，雅曲播遗声。",
            "comment": ""
        },
        {
            "title": "还述怀",
            "content": "岁律忽其周，阴风惨辽敻。孤怀念时节，朽质惊衰病。忆始来京师，街槐绿方映。清霜一以零，众木少坚劲。物理固如此，人生宁久盛。当时不树立，後世犹讥评。顾我实孤生，饥寒谈孔孟。壮年犹勇为，刺口论时政。中间蒙选擢，官实居谏诤。岂知身愈危，惟恐职不称。十年困风波，九死出槛◇。再生君父恩，知报犬马性。归来见亲识，握手相吊庆。丹心皎虽存，白发生已迸。◇无羽毛彩，来与鸾凰◇。铩翮追群翔，孤唳惊众听。严严玉堂署，清禁肃而静。职业愧论思，文章◇诰命。厚颜难久居，归计无荒迳。偷闲就朋友，笑语杂嘲咏。欢情虽索寞，得酒犹豪横。群居固可乐，宠禄尤难幸。何日早收身，江湖一渔艇。",
            "comment": ""
        },
        {
            "title": "酬学诗僧惟晤",
            "content": "诗三百五篇，作者非一人。羁臣与弃妾，桑濮乃淫奔。其言苟可取，庞杂不全纯。子虽为佛徒，未易废其言。其言在合理，但惧学不臻。子佛与吾儒，异辙难同轮。子何独吾慕，自忘夷其身。苟能知所归，固有路自新。诱进或可至，拒之诚不仁。维诗於文章，太山一染尘。又如古衣裳，组织烂成文。拾其裁剪余，未识衮服尊。嗟子学虽劳，徒自苦骸筋。勤勤袖卷轴，一岁三及门。惟求一言荣，归以耀其伦。与夫荣其虑，不若启其源。韩子亦尝谓，收敛加冠巾。",
            "comment": ""
        },
        {
            "title": "春帖子词二十首·二温成皇后合四首",
            "content": "璅窗珠户暖生烟，不觉新春换故年。众卉争妍竞寺态，却寻遗迹独依然。",
            "comment": ""
        },
        {
            "title": "别圣俞",
            "content": "车马古城隅，喧喧分晓色。行人念归涂，居者徒惨恻。薄宦共羁旅，论交喜金石。荐以朋酒懽，宁知岁月适。人事坐云变，出处俄乖隔。关山自兹始，挥袂举轻策。岁暮寒云多，野旷阴风积。征蹄践严霜，别酒临长陌。应念同时人，独为未归客。",
            "comment": ""
        },
        {
            "title": "月夕",
            "content": "月气初升海，屏光半隐扉。寒消觉春尽，漏永送筹稀。兰烛风惊烬，烟帘雾湿衣。清羸急宽带，频减故时围。",
            "comment": ""
        },
        {
            "title": "送王公慥判官",
            "content": "久客倦京国，言归岁已冬。独过伊水渡，犹听洛城锺。山色经寒绿，云阴入暮重。腊梅孤馆路，疲马有谁逢。",
            "comment": ""
        },
        {
            "title": "雨中独酌二首",
            "content": "老大世情薄，掩关外郊原。英英少年子，谁肯过我门。宿云屯朝阴，暑雨清北轩。逍遥一◇酒，此意谁与论。酒味正薰烈，吾心方浩然。鸣禽时一弄，如与古人言。",
            "comment": ""
        },
        {
            "title": "端午帖子·皇帝合六首",
            "content": "宝典标灵日，明离正午方。五行当火德，万寿续天长。",
            "comment": ""
        },
        {
            "title": "礼部贡院阅进士就试",
            "content": "紫案焚香暖吹轻，广庭清晓席群英。无哗战士衔枚勇，下笔春蚕食叶声。乡里献贤先德行，朝廷列爵待公卿。自◇衰病心神耗，赖有群公鉴裁精。",
            "comment": ""
        },
        {
            "title": "谒庙马上有感",
            "content": "旌旆晓悠悠，行惊岁已遒。霜云依日薄，野水带冰流。富庶齐三服，山川禹九州。自怜思颍意，无异旅人愁。",
            "comment": ""
        },
        {
            "title": "下直",
            "content": "宫柳街槐绿未齐，春阴不解宿云低。轻寒漠漠侵◇褐，小雨班班作燕泥。报国无功嗟已老，归田有约一何稽。终当自驾柴车去，独结茅庐颍水西。",
            "comment": ""
        },
        {
            "title": "纪德陈情上致政太傅杜相公二首",
            "content": "俭节清名世绝伦，坐令风俗可还淳。貌先年老因忧国，事与心违始乞身。四海仪刑瞻旧德，一◇谈笑作闲人，铃斋幸得亲师席，东向时容问治民。",
            "comment": ""
        },
        {
            "title": "过寒二首",
            "content": "身驱汉马踏胡霜，每叹劳生祗自伤。气候愈寒人愈北，不如征鴈解随阳。",
            "comment": ""
        },
        {
            "title": "後潭游船见岸上看者有感",
            "content": "喧喧谁暇听歌讴，浪遶春潭逐彩舟。争得心如汝无事，明年今日更来游。",
            "comment": ""
        },
        {
            "title": "游龙门分题十五首·八节滩",
            "content": "乱石泻溪流，跳波溅如雪。往来川上人，朝暮愁滩阔。更待浮云散，孤舟弄明月。",
            "comment": ""
        },
        {
            "title": "巩县陪祭献懿二后回孝义桥道中作",
            "content": "落日汉陵道，初寒惨暮飙。遥看山口火，暗渡洛川桥。不见新园树，空闻引葬箫。林◇栖已定，犹此倦征镳。",
            "comment": ""
        },
        {
            "title": "和刘原甫平山堂见寄",
            "content": "督府繁华久已阑，至今形胜可跻攀。山横天地苍茫外，花发池台草莽间。万井笙歌遗俗在，一◇风月属君闲。遥知为我留真赏，恨不相随暂解颜。",
            "comment": ""
        },
        {
            "title": "初秋普明寺竹林小饮饯梅圣俞分韵得亭皋木叶",
            "content": "野水竹间清，秋山酒中绿。送子此酣歌，淮南应落木。",
            "comment": "【注释】【原题】：初秋普明寺竹林小饮饯梅圣俞分韵得亭皋木叶下五首"
        },
        {
            "title": "戏赠丁判官",
            "content": "西陵江口折寒梅，争劝行人把一杯。须信春风无远近，维舟处处有花开。",
            "comment": ""
        },
        {
            "title": "橄榄",
            "content": "五行居四时，维火盛南讹。炎焦陵木气，橄榄得之多。酸苦不相入，初争久方和。霜包入中州，万里来江波。幸登君子席，得与众果罗。中州众果佳，珠圆玉光瑳。媿兹微陋质，以远不见诃。饧饴儿女甜，遗味久则那。良药不甘口，厥功见沉痾忠言初厌之，事至悔若何。世已无采诗，诗成为君哦。",
            "comment": ""
        },
        {
            "title": "端午帖子·皇后合五首",
            "content": "玉壶冰彩莹寒光，避暑宸游乐未央。采艾不须禳毒沴，涂椒自已馥清香。",
            "comment": ""
        },
        {
            "title": "春日词五首",
            "content": "宫坛青陌赛牛回，玉琯东风逼晓来。不待岭梅传远信，剪刀先放彩花开。",
            "comment": ""
        },
        {
            "title": "送荥阳魏主簿",
            "content": "卓荦东都子，姓名闻十年。穷冬雪塞空，千里至我门。子足未及阈，我衣惊倒颠。仆童相视疑，寮吏或不然。俛首鹄鹤啄，进趋凫鴈联。青衫靴两脚，言色倩以温。於公门岂少，乃独得公懽。受知固不易，知士诚尤难。我思屈童吏，欲辩难以言。觞豆及嘉节，高堂列群贤。文章看落笔，论议驰後先。破石出至宝，决高泻长川。光晖相磨晻，浩渺肆波澜。寮吏媿我叹，仆童恪生颜。我顾寮吏嘻，士岂此以观。此聊为戏耳，以惊仆童昏。士欲见其守，视其居贱贫。欲知其所趋，试以义利干。我始识其面，已窥其肺肝。礼有来必往，木瓜报琅玕。十年思见之，一日舍我还。何用慰离居，赠子以短篇。",
            "comment": ""
        },
        {
            "title": "和圣俞聚蚊",
            "content": "颓阳照穷巷，暑退凉风生。夫子卧环堵，振衣步前楹。愁烟四邻起，鸟雀喧空庭。余景蔼欲昏，众蚊复薨薨。群飞岂能数，但厌声营营。抱琴不暇抚，挥麈无由停。散帙复归卧，咏言聊写情。覆载无巨细，善恶皆生成。朽木出众蠹，腐草为飞萤。书鱼长阴湿，醯鸡由郁蒸。豕鬣固多虱，牛闲常聚虻。元气或台郁，◇之为孽腥。卑臭乃其类，清虚非所经。华堂敞高栋，绮疏仍藻扃。金釭莹椒壁，玉壶含夜冰。终朝事薰祓，岂敢近檐甍。富贵非苟得，抱节居茅衡。阴墙百虫聚，下偃众秽盈。何尝曲肱乐，但苦聚雷声。江南美山水，水木正秋明。自古佳丽国，能助诗人情。喧嚣不可久，片席何时征。",
            "comment": ""
        },
        {
            "title": "秋狝诗",
            "content": "豳龠迎寒至，商飚应节流。戎容修大狝，杀气顺行秋。多稼登方茂，三农隙始休。饮归军实献，誓众黻为裘。索享仪非蜡，围田礼异搜。国威思远播，神武畅皇猷。",
            "comment": ""
        },
        {
            "title": "仙草",
            "content": "世说有仙草，得之能隐身。仙书已怪妄，此事况无文。嗟尔得从谁，不辨伪与真。持行入都市，自谓术通神。白日攫黄金，磊落拣奇珍。旁人掩口笑，纵汝暂懽忻。汝方矜所得，谓世尽盲昏。非人不见汝，乃汝不见人。",
            "comment": ""
        },
        {
            "title": "答谢判官独游幽谷见寄",
            "content": "闻道西亭偶独登，怅然怀我未忘情。新花自向游人笑，啼鸟犹为旧日声。因拂醉题诗句在，应怜手种树阴成。须知别後无由到，莫厌频携野客行。",
            "comment": ""
        },
        {
            "title": "答太傅相公见赠长韵",
            "content": "踪迹本羁单，登门二十年。平生任愚拙，自进耻因缘。忧患经多矣，疲驽尚勉旃。凋零◇谷友，惟悴鴈池边。忽忽良时失，区区俗虑阗。公斋每偷暇，师席屡攻坚。善诲常无倦，余谈亦可编。仰高虽莫及，希骥岂非贤。报国如乖愿，归耕宁买田。期无辱知己，肯逐利名迁。",
            "comment": ""
        },
        {
            "title": "戏答仲仪口号",
            "content": "弊居回看如蛙穴，华宇来栖若燕身。敢望笙歌行乐事，只忧无米过来春。",
            "comment": ""
        },
        {
            "title": "嵩山十二首·二室道",
            "content": "二室对迢嶢，群峰耸崷直。云随高下起，路转参差碧。春晚桂丛深，日下山烟白。芝英已可茹，悠然想泉石。",
            "comment": ""
        },
        {
            "title": "答和吕侍读",
            "content": "昔日题舆媿屈贤，今来还见拥朱轓。笑谈二纪思如昨，名望三朝老更尊。野径冷香黄菊秀，平湖斜照白鸥翻。此中自有忘言趣，病客犹堪奉一樽。",
            "comment": ""
        },
        {
            "title": "怀嵩楼晚饮示徐无党无逸",
            "content": "滁山不通车，滁水不载舟。舟车路所穷，嗟谁肯来游。念非吾在此，二子来何求。不见忽三年，见之忘百忧。问其别後学，初苦茧绪抽。纵横渐组织，文章烂然浮。引伸无穷极，卒敛以轲丘。少进日如此，老退诚可羞。弊邑亦何有，青山遶城楼。泠泠谷中泉，吐溜彼山幽。石丑骇溪怪，天奇瞰龙湫。子初如可乐，久乃叹以愀。云此譬图画，暂看已宜收。荒凉草树间，暮馆城南陬。破屋仰见屋，窗风冷如锼。归心中夜起，辗转卧不周。我为办酒肴，罗列蛤与蛑。酒酣微探之，仰笑不颔头。曰予非此侬，又不负谴尤。自非世不容，安事此为囚。幸以主人故，崎岖几摧舟。一来勤已多，而况欲久留。我语顿遭屈，颜惭汗交流。川涂冰已壮，霰雪行将稠。羡子兄弟秀，双鸿翔高秋。◇◇飞且鸣，岁暮忆南州。饮子今日欢，重我明日愁。来贶辱已厚，赠言愧非酬。",
            "comment": ""
        },
        {
            "title": "过张至秘校庄",
            "content": "田家何所乐，籉笠日相亲。桑条起蚕事，菖叶候耕辰。望岁占风色，宽徭知政仁。樵渔逐晚浦，鸡犬隔前村。泉溜塍间动，山田树杪分。鸟声梅店雨，野色柳桥春。有客问行路，呼童惊候门。焚鱼酌白醴，但坐且懽忻。",
            "comment": ""
        },
        {
            "title": "题金山寺",
            "content": "地接龙宫涨浪赊，鹫峰岑绝倚云斜。岩披宿雾三竿日，路引迷人四照花。海国盗牙争起塔，河童施◇但惊沙。春萝攀倚难成去，山谷◇锺落暮霞。",
            "comment": ""
        },
        {
            "title": "早朝",
            "content": "阊阖初开瑞雾中，丹霞晓日上苍龙。鸣鞭响彻廊千步，佩玉声趋戟百重。雪後朝寒犹凛冽，柳梢春意已丰茸。少年自结芳菲侣，老病惟添睡思浓。",
            "comment": ""
        },
        {
            "title": "送智蟾上人游天台",
            "content": "昔年在伊洛，林壑每相从。对扫竹下榻，坐思湖上峰。自言伊洛波，每起沧洲忆。今兹道行游，千里东南国。都门汴河上，柳色入青烟。流水向淮浦，归人随越船。东南方林巘，万壑新流满。小桂绿应芳，江春行已晚。蔼蔼赤城阴，依依识古岑。一去谁复见，石桥云雾深。",
            "comment": ""
        },
        {
            "title": "勉刘申",
            "content": "有司精考核，中第为公卿。本基在积习，优学登荣名。吾子齿尚少，加勤无自轻。努力图树立，庶几终有成。",
            "comment": ""
        },
        {
            "title": "寄答王仲仪太尉素",
            "content": "丰乐山前一醉翁，余龄有几百忧攻。平生自恃心无媿，直道诚知世不容。换骨莫求丹九转，荣名丰在禄千锺。明年今日如寻我，颍水东西问老农。",
            "comment": ""
        },
        {
            "title": "霁後看雪走笔呈元珍判官二首",
            "content": "江上寒山祗对门，野花岩草共嶙峋。独吟群玉峰前景，闲忆红莲幕下人。",
            "comment": ""
        },
        {
            "title": "寄张至秘校",
            "content": "关山一里一重愁，念远伤离两未休。南陌望穷云似帐，西楼吟断月如◇。柳绵飞後春应减，兰径荒时客倦游。拟寄东流问沟水，亦应沟水更东流。",
            "comment": ""
        },
        {
            "title": "解官後答韩魏公见寄",
            "content": "报国勤劳已蔑闻，终身荣遇最无伦。老为南亩一夫去，犹是东宫二品臣。侍从籍通清切禁，笑歌行作太平民。欲知念旧君恩厚，二者难兼始两人。",
            "comment": ""
        },
        {
            "title": "获麟赠姚辟先辈",
            "content": "世已无孔子，获麟意谁知。我尝为之说，闻者未免非。而子独曰然，有如埙应篪。惟麟不为瑞，其意乃可推。春秋二百年，文约义甚夷。一从圣人没，学者自为师。峥嵘众家说，平地生险◇。相沿益迂怪，各斗出新奇。尔来千余岁，举世不知迷。焯哉圣人经，照耀万世疑。自从蒙众说，日月遭蔽亏。常患无气力，扫除浮云披。还其自然光，万物皆见之。子昔已好古，此经手常持。超然出众见，不为俗牵卑。近又脱赋格，飞黄摆衔羁。圣门开大道，夷路肆腾嬉。便可剿众说，旁通塞多歧。正途趋简易，慎勿事岖崎。著述须待老，积勤宜少时。苟思垂後世，大禹尚胼胝。顾我今老矣，两瞳蚀昏眵。大书难久视，心在力已衰。因思少自弃，今纵悔可追。戒我以勉子，临文但吁嘻。",
            "comment": ""
        },
        {
            "title": "嵩山十二首·玉女捣衣石",
            "content": "玉女捣仙衣，夜下青松岭。山深风霞寒，月杵遥相应。露踪杳可寻，片石秋光莹。",
            "comment": ""
        },
        {
            "title": "答杜相公宠示去思堂诗",
            "content": "当年丞相倦洪钓，弭节初来颍水濆。惟以琴◇乐嘉客，能将富贵比浮云。西溪水色春长绿，北渚花光暖自薰。得载公诗播人口，去思从此四夷闻。",
            "comment": ""
        },
        {
            "title": "残腊",
            "content": "腊雪初销上古台，桑郊向日彩旗开。山横南陌城中见，春逐东风海上来。老去每惊新岁换，病多能使壮心摧。自嗟空有东阳瘦，览物◇无八咏才。",
            "comment": ""
        },
        {
            "title": "试院闻奚琴作",
            "content": "奚琴本出奚人乐，奚虏弹之双泪落。抱琴置酒试一弹，曲罢依然不能作。黄河之水向东流，凫飞鴈下白云秋。岸上行人舟上客，朝来暮去无今昔。哀弦一奏池上风，忽闻如在河舟中。弦声千古听不改，可怜纤手今何在。谁知著意弄新音，断我樽前今日心。当时应有曾闻者，若使重听须泪下。",
            "comment": ""
        },
        {
            "title": "寄刘昉秀才",
            "content": "丝路萦回细入云，离怀南陌草初薰。茂林修竹谁同禊，明月春萝定勒文。燕忆铜鞮来不定，鸿归碣石信难分。东风莺友应相望，懊恼孤飞不及群。",
            "comment": ""
        },
        {
            "title": "拟剥啄行寄赵少师",
            "content": "剥剥复啄啄，柴门惊鸟雀。故人千里驾，信士百金诺。闾巷欢呼共嗟愕。顾我非惟慰寂寥，於时自可警偷薄。事国十年忧患同，酣歌几日暂相从。酒醒初不戒徒驭，归思瞥起如飞鸿。车马◇然人已去，荷锄却向野田中。",
            "comment": ""
        },
        {
            "title": "三日赴宴口占",
            "content": "赐饮初逢禊节佳，昆池新涨碧无涯。九门寒食多游骑，三月春阴正养花。共喜流觞修故事，自怜双鬓惜年华。凤城残照归鞍晚，禁御无风柳自斜。",
            "comment": ""
        },
        {
            "title": "送孙秀才",
            "content": "高门煌煌赫如赭，势利声名争借假。嗟哉子独不顾之，访我千山一羸马。明珠渡水覆舟失，赠我玑贝犹满把。迟迟顾我不欲去，问我无穷惭报寡。时之所弃子独向，无乃与世异取舍。",
            "comment": ""
        },
        {
            "title": "忆山示圣俞",
            "content": "吾思夷陵山，山乱不可究。东城一堠余，高下渐冈阜。群峰迤逦接，四顾无前後。忆尝祗吏役，钜细悉经觏。是时秋卉红，岭谷堆缬绣。林枯松鳞皴，山老石脊瘦。断径履颓崖，孤泉听清溜。深行得平川，古俗见耕耨。涧荒惊麏奔，日出飞雉雊。盘石屡欹眠，绿岩堪解绶。幽寻叹独往，清兴思谁侑。其西乃三峡，嶮怪愈奇富。江如自天倾，岸立两崖斗。黔巫望西属，越岭通南奏。时时县楼对，云雾昏白昼。荒烟下牢戊，百仞寒溪漱。虾蟆喷水帘，甘液胜饮酎。亦尝到黄牛，泊舟听猿狖。巉巉起绝壁，苍翠非刻镂。阴岩下攒丛，岫穴忽空透。遥岑耸孤出，可爱欣欲就。惟思得君诗，古健写奇秀。今来会京师，车马逐尘瞀。颓冠各白发，举酒无蒨袖。繁华不可慕，幽赏亦难遘。徒为忆山吟，耳热助嘲诟。",
            "comment": ""
        },
        {
            "title": "予作归鴈亭於滑州後十有五年梅公仪来守是邦",
            "content": "风吹城头秋草黄，仰见鸣鴈初南翔。秋草风吹春复绿，南鴈北飞声肃肃。城下台边桃李蹊，忆初披荒手植之。雪消冰解草木动，因记鸿鴈将归时。尔来十载空遗迹，飞鴈年年蹊，忆初披荒手植之。雪消冰解草木动，因记鸿鴈将归时。尔来十载空遗迹，飞鴈年年自南北。台倾余址草荒凉，树老无花春寂历。东州太守诗尤美，组织文章烂如绮。长篇大句琢方石，一日都城传百纸。我思古人无不然，慷慨功名垂百年。沉碑身後念陵谷，把酒泣下悲山川。一时留赏虽邂逅，後世传之因不朽。",
            "comment": "【注释】【原题】：予作归鴈亭於滑州後十有五年梅公仪来守是邦因取余诗刻于石又以长韵见寄因以答之"
        },
        {
            "title": "戏赠",
            "content": "莫愁家主洛川傍，十五纤腰闻四方。堂上金樽邀上客，门前白马系垂杨。春风满城花满树，落日花光争粉光。城头行人莫驻马，一曲能令君断肠。",
            "comment": ""
        },
        {
            "title": "送张吉老赴浙宪",
            "content": "吴越东南富百城，路人应羡绣衣荣。昔时结客曾游处，今见焚香夹道迎。治世用刑期止杀，仁心听狱务求生。时丰讼息多余暇，无惜新篇屡寄声。",
            "comment": ""
        },
        {
            "title": "丰乐亭游春",
            "content": "绿树交加山鸟啼，晴风荡漾落花飞。鸟歌花舞太守醉，明日酒醒春已归。",
            "comment": ""
        },
        {
            "title": "听平戎操",
            "content": "西戎负固稽天诛，勇夫战死智士谟。上人知白何为者，年少力壮逃浮屠。自言平戎有古操，抱琴欲进为我娱。我材不足置廊庙，力弱又不堪戈殳。遭时有事独无用，偷安饱食与汝俱。尔知平戎竞何事，自古无不由吾儒。周宣六月伐猃狁，汉武五道征匈奴。方叔召虎乃真将，卫青去病诚区区。建功立业当盛日，後世称咏於诗书。平生又欲慕贾谊，长缨直请系单于。当衢理检四面启，有策不献空踟蹰。◇君为我奏此曲，听之空使壮士吁。推琴置酒恍若失，谁谓子琴能起予。",
            "comment": ""
        },
        {
            "title": "留守相公祷雨九龙祠应时获澍呈府中同寮",
            "content": "古木郁沉沉，祠亭相衮临。雷驱山外响，云结日边阴。◇霂来初合，依微势稍深。土膏潜动◇，野气欲成霖。陇上连云色，田间击壤音。明光应奏瑞，黄屋正焦心。帝邑三川美，离宫万瓦森。废沟鸣故苑，红蘤发青林。南亩犹须劝，余春尚可寻。应容後车客，时作洛生吟。",
            "comment": ""
        },
        {
            "title": "应制赏花钓鱼",
            "content": "终阙晨霞照雾开，轻尘不动翠华来。鱼游碧沼涵灵德，花馥清香荐寿杯。梦听钧天声杳默，日长化国景徘徊。自◇击壤音多野，帝所赓歌亦许陪。",
            "comment": ""
        },
        {
            "title": "和较艺书事",
            "content": "相随怀诏下天阍，一锁南宫隔几旬。玉麈清谈消永日，金◇美酒惜余春。杯盘饧粥春风冷，池馆榆钱夜雨新。犹是人间好时节，归休过我莫辞频。",
            "comment": ""
        },
        {
            "title": "端午帖子词二十首·六夫人合五首",
            "content": "梅黄初过雨，麦实已登秋。避暑多佳赏，皇欢奉豫游。",
            "comment": ""
        },
        {
            "title": "二月雪",
            "content": "宁伤桃李花，无损杞与菊。杞菊吾所嗜，惟恐食不足。花开少年事，不入老夫目。老夫无远虑，所急在口腹。风晴日暖雪初销，踏泥自采篱边绿。",
            "comment": ""
        },
        {
            "title": "黄牛峡祠",
            "content": "大川虽有神，淫祀亦其俗。石马系祠门，山鸦噪丛木。潭潭村鼓隔溪闻，楚巫歌舞送迎神。画船百丈山前路，上滩下峡长来去。江水东流不暂停，黄牛千古长如故。峡山侵天起青嶂，崖崩路绝无由上。黄牛不下江头饮，行人惟向舟中望。朝朝暮暮见黄牛，徒使行人过此愁。山高更远望犹见，不是黄牛滞客舟。",
            "comment": ""
        },
        {
            "title": "游石子涧",
            "content": "◇嶭高亭古涧隈，偶携嘉客共徘徊。席间风起闻天籁，雨後山光入酒杯。泉落断崖舂壑响，花藏深崦过春开。麏◇禽鸟莫惊顾，太守不将车骑来。",
            "comment": ""
        },
        {
            "title": "归田四时乐春夏二首",
            "content": "春风二月三月时，农夫在田居者稀。新阳晴暖动膏脉，野水泛灩生光辉。鸣鸠聒聒屋上啄，布谷翩翩桑下飞。碧山远映丹杏发，青草暖眠黄犊肥。田家此乐知者谁，吾独知之胡不归。吾已买田清颍上，更欲临流作钓矶。",
            "comment": ""
        },
        {
            "title": "嵩山十二首·中峰",
            "content": "望望不可到，行行何屈盘。一迳林杪出，千岩云下看。烟岚半明灭，落照在峰端。",
            "comment": ""
        },
        {
            "title": "送裴如晦之吴江",
            "content": "鸡鸣车马驰，夜半声未已。皇皇走声利，与日争寸晷。而我独何为，闲宴奉君子。京师十二门，四方来万里。顾吾坐中人，暂聚浮云尔。念子一扁舟，片帆如鸟起。文章富千箱，吏禄求斗米。白玉有时沽，青衫岂须耻。人生足忧患，合散乃常理。惟应当欢时，饮酒如饮水。",
            "comment": ""
        },
        {
            "title": "书怀",
            "content": "齿牙零落鬓毛◇，颍水多年已结庐。解组便为闲处士，新花莫笑病尚书。青衫仕至千锺禄，白首归乘一鹿车。况有西邻隐君子，轻蓑短笠伴春锄。",
            "comment": ""
        },
        {
            "title": "鱼",
            "content": "秋水澄清见发毛，锦鳞行处水纹摇。岸边人影惊还去，时向绿荷深处跳。",
            "comment": ""
        },
        {
            "title": "奉送叔父都官知永州",
            "content": "虎头盘绶贵垂绅，青组名郎领郡频。画鵧千艘随下濑，听鸡五鼓送行人。楚波漾楫萍如日，淮月开舲蚌有津。千里壶浆民咏溢，樯乌旟隼下汀苹。",
            "comment": ""
        },
        {
            "title": "圣俞在南省监印进士试卷有兀然独坐之叹因思",
            "content": "南宫官舍苦萧条，常忆群居接◇寮。古屋醉吟灯艳艳，画廊愁听雨萧萧。残春共约无虚掷，一岁那知忽复锁。顾我心情又非昨，祗思相伴老渔樵。",
            "comment": "【注释】【原题】：圣俞在南省监印进士试卷有兀然独坐之叹因思去岁同在礼闱慨然有感兼简子华景仁"
        },
        {
            "title": "送刁纺推官归润州",
            "content": "翘翘名家子，自少能慷慨。尝从幕府辟，跃马临穷塞。是时西边兵，屡战辄奔溃。归来买良田，俛首学秉耒。家为白酒醇，门掩青山对。优游可以老，世利何足爱。奈何从所知，又欲向并代。主人忽南迁，此计亦中悔。彼在吾往从，彼去吾亦退。与人交若此，可以言节◇。",
            "comment": ""
        },
        {
            "title": "明妃曲和王介甫作",
            "content": "胡人以鞍马为家，射猎为俗。泉甘草美无常处，鸟惊兽骇争驰逐。谁将汉女嫁胡儿，风沙无情貌如玉。身行不遇中国人，马上自作思归曲。推手为琵却手琶，胡人共听亦咨嗟。玉颜流落死天涯，琵琶却传来汉家。汉宫争按新声谱，遗恨已深声更苦。纤纤女手生洞房，学得琵琶不下堂。不识黄云出塞路，岂知此声能断肠。",
            "comment": ""
        },
        {
            "title": "感事四首",
            "content": "莫笑学仙人，山中苦岑寂。试看青松鹤，何似朱门客。朱门炙手热，来者无时息。何尝问寒暑，岂暇谋寝食。强颜悦憎怨，择语防仇敌。众欲苦无厌，有求期必获。敢辞一身劳，岂塞天下责。风波卒然起，祸患藏不测。神仙虽杳茫，富贵竟何得。",
            "comment": ""
        },
        {
            "title": "送王尚恭隰州幕",
            "content": "去国初游宦，从军苦寂寥。愁云带城起，画角向山飘。秋劲方驰马，春寒正袭貂。遥知为客恨，应赖酒杯消。",
            "comment": ""
        },
        {
            "title": "游龙门分题十五首·下山",
            "content": "行歌翠微里，共下山前路。千峰返照外，一鸟投岩去。渡口晚无人，系舸芳洲树。",
            "comment": ""
        },
        {
            "title": "赠无为军李道士二首",
            "content": "李师琴纹如卧蛇，一弹使我三咨嗟。五音商羽主肃杀，飒飒坐上风吹沙。忽然黄锺回暖律，当冬草木皆萌芽。郡斋日午公事退，荒凉树石相交加。李师一弹凤凰声，空山百鸟停呕哑。我怪李师年七十，面目明秀光如霞。问胡以然笑语我，慎勿辛苦求丹砂。惟当养其根，自然烨其华。又云理身如理琴，正声不可干以邪。我听其言未云足，野鹤何事还思家。抱琴揖我出门去，猎猎归袖风中斜。",
            "comment": ""
        },
        {
            "title": "读书",
            "content": "吾生本寒儒，老尚把书卷。眼力虽已疲，心意殊未倦。正经首唐虞，伪说起秦汉。篇章异句读，解诂及笺传。是非自相攻，去取在勇断。初如两军交，乘胜方酣战。当其旗鼓催，不觉人马汗。至哉天下乐，终日在几案。念昔始从师，力学希仕宦。岂敢取声名，惟期脱贫贱。忘食日已晡，燃薪夜侵旦。谓言得志後，便可焚笔砚。少偿辛苦时，惟事寝与饭。岁月不我留，一生今过半。中间尝忝窃，内外职文翰。官荣日清近，廪给亦丰羡。人情慎所习，酖毒比安宴。渐追时俗流，稍稍学营办。杯盘穷水陵，宾客罗俊彦。自从中年来，人事攻百箭。非惟职有忧，亦自老可叹。形骇苦衰病，心志亦退懦。前时可喜事，闭眼不欲见。惟寻旧读书，简编多朽断。古人重温故，官事幸有间。乃知读书勤，其乐固无限。少而干禄利，老用忘忧患。又知物贵久，至宝见百链。纷华暂时好，俯仰浮云散。淡泊味愈长，始终殊不变。何时乞残骸，万一免罪谴。买书载舟归，筑室颍水岸。平生颇论述，铨次加点窜。庶几垂後世，不默死刍豢。信哉蠹书鱼，韩子语非讪。",
            "comment": ""
        },
        {
            "title": "答刘原父舍人见过後中夜酒定复追昨日所览杂",
            "content": "君子忽我顾，贫家复何有。虚堂来清风，佳果荐浊酒。简编记遗逸，论议相可否。欲知所书人，其骨多已朽。前者既已然，後来宁得久。所以昔人云，杯行莫停手。",
            "comment": "【注释】【原题】：答刘原父舍人见过後中夜酒定复追昨日所览杂记并简梅圣俞之作"
        },
        {
            "title": "留题齐州舜泉",
            "content": "岸有时而为谷，海有时而为田，虞舜已殁三千年。耕田浚井虽鄙事，至今遗迹存依然。历山之下有寒泉，向此号泣于旻天。无情草木亦改色，山川惨淡生云烟。一朝垂衣正南面，◇夔稷契来联翩。功高德大被万世，今人过此犹留连。齐州太守政之暇，凿渠开沼疏清涟。游车击毂惟恐後，众卉乱发如争先。岂徒邦人知乐此，行客亦为留征轩。",
            "comment": ""
        },
        {
            "title": "伏日赠徐焦二生",
            "content": "徐生纯明白玉璞，焦子皎洁寒泉冰。清光莹尔互辉映，当暑自可消炎蒸。平湖绿波涨渺渺，高榭古木阴层层。嗟哉我岂不乐此，虽虽欲往身未能。俸优食饱力不用，官闲日永睡莫兴。不思高飞慕鸿鹄，反此愁卧偿蚊蝇。三年永阳子所见，山林自放乐胜。清泉白石对斟酌，岩花野鸟为交朋。崎岖◇谷穷上下，追逐猿狖争超腾。酒美宾佳足自负，饮酣气横犹骄矜。奈何乖离才几日，苍颜非旧白发增。强欢徒劳歌且舞，勉饮宁及合与升。行揩眼眵旋看物，坐见楼阁先愁登。头轻目明脚力健，羡子志气将飘凌。只今心意已如此，终竟事业知何称。少壮及时宜努力，老大无堪还可憎",
            "comment": ""
        },
        {
            "title": "戏答圣俞持烛之句",
            "content": "辱君赠我言虽厚，听我酬君意不同。病眼自憎红蜡烛，何人肯伴白须翁。花时浪过如春梦，酒敌先甘伏下风。惟有吟哦殊不倦，始知文字乐无穷。",
            "comment": ""
        },
        {
            "title": "竹间亭",
            "content": "高亭昭初日，竹影凉萧森。新篁渐解箨，翠色日已深。雨多苔莓青，幽径无人寻。静趣久乃得，暂来聊解襟。清风飒然生，鸣鸟送好音。佳时不易得，浊酒聊自斟。兴尽即言返，重来期抱琴。",
            "comment": ""
        },
        {
            "title": "小池",
            "content": "深院无人锁曲池，莓苔绕岸雨生衣。绿萍合处蜻蜓立，红蓼开时蛱蝶飞。",
            "comment": ""
        },
        {
            "title": "送子野",
            "content": "四时惨舒不可调，冬夏寒暑易郁陶。春阳著物大软媚，独有秋节最劲豪。金方坚刚屏炎瘴，兑气高爽清风飚。烟霞破散灏气豁，山河震发地脉摇。天开宝监露寒月，海拍积雪卷怒潮。光辉通透夺星耀，蟠潜惊奋斗蜃蚊。高楼精爽毛发竦，壮怀直恐冲斗杓。欲飞轻衣上拂汉，拟乘王气戏鹭涛。念时文法密於织，羁縻束缚不自聊。岂无策议献人主，扼持舌在口已胶。当秋且幸际轩豁，谁能儿女听螗蜩。君方壮岁襟宇快，名声乐与家声高。轻舟从游山川底，诗酒合兴皆翘翘。堪嗟宋玉自悲搅，可并张翰同逍遥。功名富贵有时到，忍把壮节良辰消。",
            "comment": ""
        },
        {
            "title": "普明院避暑",
            "content": "选胜避炎郁，林泉清可佳。拂琴惊水鸟，代麈折山花。就简刻筠粉，浮瓯烹露芽。归鞍微带雨，不惜角巾斜。",
            "comment": ""
        },
        {
            "title": "送友人南下",
            "content": "河桥别柳减春条，隔浦挐音听已遥。千里羹蓴夸敌酪，满池滮稻欲鸣蜩。东风楚岸神灵雨，残月吴波上下潮。如吊湘累搴香若，秋江斜日驻兰桡。",
            "comment": ""
        },
        {
            "title": "苏主簿挽歌",
            "content": "布衣驰誉入京都，丹旐俄惊反旧闾。诸老谁能先贾谊，君王犹未识相如。三年弟子行丧礼，千两乡人会葬车。我独空斋挂尘榻，遗编时阅子云书。",
            "comment": ""
        },
        {
            "title": "寄圣俞",
            "content": "凌晨有客至自西，为问诗老来何稽。京师车马曜朝日，何用扰扰随轮蹄。面颜憔悴暗尘土，文字光彩垂虹霓。空肠时如秋蚓叫，苦调或作寒蝉嘶。语言虽巧身事拙，捷径趾蹈行非迷。我今俸禄饱余剩，念子朝夕勤盐齑。舟行每欲载米送，汴水六月乾无泥。乃知此事尚难必，何况仕路如天梯。朝廷乐善得贤众，台阁俊彦联簪犀。朝阳鸣凤为时出，一枝岂惜容其栖。古来磊落材与知，穷达有命理莫齐。悠悠百年一瞬息，俯仰天地身醯鸡。其间得失何足校，况与凫鹜争稗稊。忆在洛阳年各少，对花把酒倾玻璃。二十年间几人在，在者忧患多乖睽。我今三载病不饮，眼眵不辨騧与骊。壮心销尽忆闲处，生计易足才蔬畦。优游琴酒逐渔钓，上下林壑相攀跻。及身强健始为乐，莫待衰病须扶携。行当买田清颍上，与子相伴把锄◇。",
            "comment": ""
        },
        {
            "title": "郑十一先辈赴四明暮",
            "content": "梁汉褒斜险，夫君畏远游。家临越山下，帆入海潮头。岸柳行稍尽，江蓴归渐秋。故乡看衣锦，宁羡李膺舟。",
            "comment": ""
        },
        {
            "title": "春晴书事",
            "content": "莫笑青州太守顽，三齐人物旧安闲。晴明风日家家柳，高下楼台处处山。嘉客但当倾美酒，青春终不换颓颜。惟◇未报君恩了，昨日卢公衣锦还。",
            "comment": ""
        },
        {
            "title": "续作永昭陵挽词五首",
            "content": "苦雾霏霏著彩旗，犹排吉仗杂凶仪。常时凤辇行游处，今日龙輴恸哭随。",
            "comment": ""
        },
        {
            "title": "闻颍州通判国博与知郡学士唱和颇多因以奉寄",
            "content": "一自苏梅闭九泉，始闻东颍播新篇。金樽留客史君醉，玉麈高谈别乘贤。十里秋风红菡萏，一溪春水碧漪涟。政成事简何为乐，终日吟哦杂管弦。",
            "comment": "【注释】【原题】：闻颍州通判国博与知郡学士唱和颇多因以奉寄知邵陆经通判杨褒"
        },
        {
            "title": "千叶红梨花",
            "content": "红梨千叶爱者谁，白发郎官心好奇。徘徊绕树不忍折，一日千匝看无时。夷陵寂寞千山里，地远气偏红节异。愁烟苦雾少芳菲，野卉蛮花斗红紫。可怜此树生此处，高枝绝艳无人顾。春风吹落复吹开，山鸟飞来自飞去。根盘树老几经春，真赏今才遇使君。风轻绛雪樽前舞，日暖繁香露下闻。从来奇物产天涯，安得移根植帝家。犹胜张骞为汉使，辛勤西域徙榴花。",
            "comment": ""
        },
        {
            "title": "和昭文相公上巳宴",
            "content": "一雨初消九陌尘，秉兰修禊及芳辰。恩深始锡龙池宴，节正须知凤历新。红琥珀传杯潋灩，碧琉璃莹水奫沦。上林未放花齐发，留待鸣鞘出紫宸。",
            "comment": ""
        },
        {
            "title": "和原父扬州六题·昆丘台}",
            "content": "访古高台半已倾，春郊谁从彩旗行。喜闻车马人同乐，惯听笙歌鸟不惊。",
            "comment": ""
        },
        {
            "title": "初伏日招王几道小饮",
            "content": "北园数亩官墙下，嗟我官居如传舍。滹沱北渡马踏冰，西山病归花已谢。落英不见空绕树，细草初长犹可藉。空园一锁不复窥，不觉芳蹊繁早夏。隔墙时时闻好鸟，如得嘉客听清话。今朝试去绕园寻，绿李横枝碍行马。蒲萄忆见初引蔓，翠叶阴阴还满架。红榴最晚子已繁，犹有残花藏叶罅。人生有酒复何求，官事无了须偷暇。古云伏日当早归，况今著令许休假。能来解带相就饮，为子扫月开风榭。",
            "comment": ""
        },
        {
            "title": "西斋手植菊花过节始开偶书奉呈圣俞",
            "content": "秋风吹浮云，寒雨洒清晓。鲜鲜墙下菊，颜色一何好。好色岂能常，得时仍不早。文章损精神，何用觑天巧。四时悲代谢，万物世凋槁。岂知寒监中，两鬓甚秋草。东城彼诗翁，学问同少小。风尘世事多，日月良会少。我有一◇酒，念君思共倒。上浮黄金蕊，送以清歌袅。为君发朱颜，可以却君老。",
            "comment": ""
        },
        {
            "title": "郑驾部射圃",
            "content": "梦早西堂射圃连，兰苕初日露华鲜。晕含画的弦开月，牙算行筹酒满船。镂管思催吟韵剧，妓帘阴薄舞衣翩。当筵独愧探牛炙，俭府芙蓉客尽贤。",
            "comment": ""
        },
        {
            "title": "春使道中作三首",
            "content": "执手意迟迟，出门还草草。无嫌去时速，但愿归时早。北风吹雪犯征裘，夹路花开回马头。若无二月还家乐，争奈千山远客愁。",
            "comment": ""
        },
        {
            "title": "送徐生之渑池",
            "content": "河南地望雄西京，相公好贤天下称。吹嘘死灰生气焰，谈笑暖律回严凝。曾陪◇俎被顾盻，罗列台阁皆名卿。徐生南国後来秀，得官古县依崤陵。脚靴手板实卑贱，贤◇未可吏事绳。携文百篇赴知己，西望未到气已增。我昔初官便伊洛，当时意气尤骄矜。主人乐士喜文学，幕府最盛多交朋。园林相映花百种，都邑四顾山千层。朝行绿槐听流水，夜饮翠幙张红灯。尔来飘流二十载，鬓发英索垂霜冰。同时◇游在者几，旧事欲说无人应。文章无用等画虎，名誉过耳如飞蝇。荣华万事不入眼，忧患百虑来填膺。羡子年少正得路，有如扶桑初日升。名高场屋已得◇，世有龙门今复登。出门相送亲与友，何异篱鶡瞻云鹏。嗟吾笔砚久已格，感激短章因子兴。",
            "comment": ""
        },
        {
            "title": "竹间亭",
            "content": "啾啾竹间鸟，日夕相嘤鸣。悠悠水中鱼，出入藻与萍。水竹鱼鸟家，伊谁作斯亭。翁来无车马，非与弹戈并。潜者入深渊，飞者散纵横。奈何翁屡来，浪使飞走惊。忘尔荣与利，脱尔冠与缨。还来寻鱼鸟，傍此水竹行。鸟语弄苍翠，鱼游翫清澄。而翁乃何为，独醉还自醒。三者各自适，要归亦同情。翁乎知此乐，无厌日来登。",
            "comment": ""
        },
        {
            "title": "远山",
            "content": "山色无远近，看山终日行。峰峦随处改，行客不知名。",
            "comment": ""
        },
        {
            "title": "端午帖子词二十首·皇后合五首",
            "content": "紫兰淅淅光风转，绿叶阴阴禁苑凉。天子万机多暇日，喜逢嘉节奉瑶觞。",
            "comment": ""
        },
        {
            "title": "吊黄学士三首",
            "content": "自古兰衰早，因令蕙叹深。书遗茂陵◇，病作越乡吟。蒿里无春色，闽山蔽夕阴。空嗟埋玉树，◇志永沉沉。",
            "comment": ""
        },
        {
            "title": "嵩山十二首·一峻极寺",
            "content": "路入石门见，苍苍深霞间。云生石砌润，木老天风寒。客来依返照，徙倚听山蝉。",
            "comment": ""
        },
        {
            "title": "虾蟇碚",
            "content": "石溜吐阴崖，泉声满空谷。能邀弄泉客，系舸留岩腹。阴精分月窟，水味标茶录。共约试春芽，枪旗几时绿。",
            "comment": ""
        },
        {
            "title": "同年秘书丞陈动之挽词二首",
            "content": "富贵声名岂足论。死生荣辱等埃尘。青衫照日夸春榜，白首余年哭故人。盛德不忘存志刻，话言能记有朋亲。吴江草木春风动，沥酒谁瞻垅树新。",
            "comment": ""
        },
        {
            "title": "寄渭州王仲仪龙图",
            "content": "羡君三作临边守，惯听胡笳不惨然。弓劲秋风鸣白角，帐寒春雪压青毡。威行四境烽烟断，响入千山号令传。翠幕红灯照罗绮，心情何似十年前。",
            "comment": ""
        },
        {
            "title": "栾城遇风效韩孟联句体",
            "content": "岁暮氛霾恶，冬余气候争。吹嘘回暖律，号令发新正。远响来犹渐，狂奔势益横。颓城鏖战鼓，掠野过阴兵。扫荡无余霭，颠摧鲜立茎。五山摇岌嶪，九鼎沸煎烹。玉石焚冈裂，波涛卷海倾。遥听午合市，争呼夜惊营。惨极云无色，阴穷火自生。电鞭时君划，雷轴助喧轰。孔窍千声出，阴幽百怪呈。狐妖凭莽苍，鬼焰走青荧。奋怒神增悚，中休耳暂清。胡兵占月晕，江客候鼍鸣。飘叶千艘失，飞空万瓦轻。猎豪添马健，舶稳想帆征。畏压频移席，阴祈屡整缨。冻消初醒蛰，枯活欲抽萌。病体愁山馆，春寒赖酒铛。鸡号天地白，登◇看晴明。",
            "comment": ""
        },
        {
            "title": "赠学者",
            "content": "人禀天地气，乃物中最灵。性虽有五常，不学无由明。轮曲揉而就，木直在中绳。坚金砺所利，玉琢器乃成。仁义不远躬，勤勤入至诚。学既积於心，犹木之敷荣。根本既坚好，蓊郁其干茎。尔曹直勉勉，无以吾言轻。",
            "comment": ""
        },
        {
            "title": "代书寄尹十一兄杨十六王三",
            "content": "并辔登北原，分首昭陵道。秋风吹行衣，落日下霜草。昔日憩巩县，信马行草早。行行过任村，遂历黄河隩。登高望河流，汹汹若怒闹。予生平居南，但闻河浩渺。停鞍暂游目，茫洋肆惊眺。并河行数曲，山坡亦萦绕。甖子与山口，呀险乃天灶。秤钩真如钩，上下欲颠倒。虎牢吏当关，讥问名已告。荥阳夜闻雨，故人留我笑。明朝已高尘，輤车引旌纛。传云送主丧，窀穸诣坟兆。後乘皆辎軿，轮毂相辉照。辟易未及避，庐儿已呵噭。午出郑东门，下马仆射庙。中牟去郑远，记里十余堠。抵牟日已暮，仆马困米槁。渐望阊阖门，崛若中天表。趋门争道入，羁鞅不及掉。浪墥游九衢，风埃叹何浩。京师天下聚，奔走纷扰扰。但闻街鼓喧，忽忽夜复晓。追怀洛中俊，已动思归操。为别未期月，音尘一何杳。因书写行役，聊以为君导。",
            "comment": ""
        },
        {
            "title": "答资政邵谏议见寄二首",
            "content": "欲知归计久迁延，三十篇诗二十年。受宠不思身报效，乞骸惟冀上衰怜。相如旧苦中痟渴，陶令犹能一醉眠。材薄力殚难勉强，岂同高士爱林泉。",
            "comment": ""
        },
        {
            "title": "盘车图",
            "content": "浅山嶙嶙，乱石矗矗，山石硗聱车碌碌。山势盘斜随涧谷，侧辙倾辕如欲覆。出乎两崖之隘口，忽见百里之平陆。坡长◇峻牛力疲，天寒日暮人心速。杨褎忍饥官太学，得钱买此才盈幅。爱其树老石硬，山回路转，高下曲直，横斜隐见，妍媸向背各有态，远近分毫皆可辨。自言昔有数家笔，画古传多名姓失。後来见者知谓谁，乞诗梅老聊称述。古画画意不画形，梅诗咏物无隐情。忘形得意知者寡，不若见诗如见画。乃知杨生真好奇，此画此诗兼有之。乐能自足乃为富，岂必金玉名高赀。朝看画，暮读诗，杨生得此可不饥。",
            "comment": ""
        },
        {
            "title": "游龙门分题十五首·石笋",
            "content": "巨石何亭亭，孤生此岩侧。白云与翠雾，谁见琅玕色。惟应山鸟飞，百转时来息。",
            "comment": ""
        },
        {
            "title": "送郓州李留後",
            "content": "北州遗颂蔼嘉声，东土还闻政有成。组甲光寒围夜帐，彩旗风暖看春耕。金钗坠鬓分行立，玉麈高谈四坐倾。富贵常情谁不羡，爱君风韵有余清。",
            "comment": ""
        },
        {
            "title": "寄题宜城县射亭",
            "content": "作邑三年事事勤，宜城风物自君新。已能为政留遗爱，何必栽花遗後人。蔼若芝兰芳可袭，温如金玉粹而纯。友朋欣慕自如此，何况斯民父母亲。",
            "comment": ""
        },
        {
            "title": "集禧谢雨",
            "content": "十里长街五鼓催，泥深雨急马行迟。卧听竹屋萧萧响，却忆滁州睡足时。",
            "comment": ""
        },
        {
            "title": "龙门泛舟晚向香山",
            "content": "暂解尘中绂，来寻物外游。搴兰流水曲，弄桂倚山幽。波影岩前绿，滩声石上流。忘机下鸥鸟，至乐翫游鯈。梵响云间出，残阳树杪收。溪穷兴不尽，系榜且淹留。",
            "comment": ""
        },
        {
            "title": "龙溪",
            "content": "潺潺出乱峰，演漾绿萝风。浅濑寒难涉，危槎路不通。朝云起潭侧，飞雨◇江中。更欲寻源去，山深不可穷。",
            "comment": ""
        },
        {
            "title": "岁晚书事",
            "content": "一麾新命古三齐，白首沧洲愿已违。轩冕从来为外物，山川信美独思归。长天极目无飞鸟，积雪生光射落晖。腊候已穷春欲动，劝耕犹得览郊圻。",
            "comment": ""
        },
        {
            "title": "圣俞会饮",
            "content": "倾壶岂徒强君饮，解带且欲留君谈。洛阳旧友一时散，十年会合无二三。京师旱久尘土热，忽值晚雨凉纤纤。滑公井泉酿最美，赤泥印酒新开缄。更吟君句胜啖炙，杏花妍媚春酣酣。吾交豪俊天下选，谁得众美如君兼。诗工鑱刻露天骨，将论纵横轻玉钤。遗编最爱孙武说，往往曹杜遭夷芟。关西幕府不能辟，陇山败将死可惭。嗟余身贱不敢荐，四十白发犹青衫。吴兴太守诗亦好，往奏玉琯和英咸。杯行到手莫辞醉，明日举棹天东南。",
            "comment": ""
        },
        {
            "title": "下直呈同行三公",
            "content": "午漏声初转，归鞍路偶同。天清黄道日，街阔绿槐风。万国舟车会，中天象魏雄。戢戈清四海，论道属三公。自愧陪群彦，从来但朴忠。时平容窃禄，岁晚叹衰翁。买地淮山北，垂竿颍水东。稻粱虽可恋，吾志在冥鸿。",
            "comment": ""
        },
        {
            "title": "雨中独酌二首",
            "content": "幽居草木深，蒙笼蔽窗户。鸟语知天阴，蛙鸣识天雨。亦复命◇酒，欣兹却烦暑。人情贵自适，独乐非锺鼓。出门何所之，闭门谁我顾。",
            "comment": ""
        },
        {
            "title": "七交七首·尹书记",
            "content": "师鲁天下才，神锋凛豪隽。逸骥卧秋枥，意在騤騤迅。平居弄翰墨，挥洒不停瞬。谈笑帝王略，驱驰古今论。良工正求玉，片石胡为韫。",
            "comment": ""
        },
        {
            "title": "端午帖子词二十首·一皇后合五首",
            "content": "五色双丝献女功，多因荆楚记遗风。圣君照物同天鉴，不用江心百链铜。",
            "comment": ""
        },
        {
            "title": "送刘学士知衡州",
            "content": "杨子懒属书，平居惟嗜酒。一沐或弥旬，解酲须五斗。淡尔轻荣利，何常问无有。忍忆四马归，行为一麾守。湘酎自古醇，醽水闻名久。簿领但盈几，圣经不离口。湖田赋稻蟹，民讼争◇亩。兀尔即沈冥，安能知可否。聊为寄情乐，岂与素怀偶。藏器思适时，投刃宁烦手。行当考官绩，忽复困甖缶。",
            "comment": ""
        },
        {
            "title": "送谢希深学士北使",
            "content": "汉使入幽燕，风烟两国间。山河持节远，亭障出疆闲。征马闻笳跃，雕弓向月弯。御寒低便面，赠客解刀环。鼓角云中垒，牛羊雪外山。穹庐鸣朔吹，冻酒发朱颜。塞草生侵碛，春榆绿满关。应须鴈北向，方值使南还。",
            "comment": ""
        },
        {
            "title": "招许主客",
            "content": "欲将何物招嘉客，惟有新秋一味凉。更扫广庭宽百亩，少容明月放清光。楼头破监看将满，瓮面浮蛆拨已香。仍约多为诗准备，共防梅老敌难当。",
            "comment": ""
        },
        {
            "title": "宿云梦馆",
            "content": "北鴈来时岁欲昏，私书归梦杳难分。井桐叶落池荷尽，一夜西窗雨不闻。",
            "comment": ""
        },
        {
            "title": "寄题景纯学士藏春坞新居",
            "content": "清才四纪擅时名，晚卜丘林遂解缨。欲借青春藏向此，须知白首尚多情。水浮花出人间去，山近云从席上生。漫说市朝堪大隐，仙家谁信在重城。",
            "comment": ""
        },
        {
            "title": "春帖子词二十首·皇帝合六首",
            "content": "萌牙资暖律，养育本仁心。顾彼苍生意，安知帝力深。",
            "comment": ""
        },
        {
            "title": "闻原甫久在病告有感",
            "content": "东城移疾久离居，安得疑蛇意尽袪。诸老何为谗贾谊，君王犹未识相知。浮沉俗喜随时态，磊落材多与世疏。谁谓文章金马客，翻同憔悴楚三闾。",
            "comment": ""
        },
        {
            "title": "重读徂徕集",
            "content": "我欲哭石子，夜开徂徕编。开编未及读，涕泗已涟涟。勉尽三四章，收泪辄忻懽。切切善恶戒，丁宁仁义言。如弭子谈论，疑子立我前。乃知长在世，谁谓已沉泉。昔也人事乖，相从常苦艰。今而每思子，开卷子在颜。我欲贵子文，刻以金玉联。金可烁而销，玉可碎非坚。不若书以纸，六经皆纸传。但当书百本，传百以为千。或落於四夷，或藏在深山。待彼谤焰熄，放此光芒悬。人生一世中，长短无百年。无穷在其後，万世在其先。得长多几何，得短未足怜。惟彼不可朽，名声文行然。谗诬不须辨，亦止百年间。百年後来者，憎爱不相缘。公议然後出，自然见媸妍。孔孟困一生，毁逐遭百端。後世苟不公，至今无圣贤。所以忠义士，恃此死不难。当子病方革，谤辞正腾喧。众人皆欲杀，圣主独保全。已埋犹不信，仅免斫其棺。此事古未有，每思辄长叹。我欲犯众怒，为子记此冤。下纾冥冥忿，仰叫昭昭天。书於苍翠石，立彼崔嵬巅。询求子世家，恨子儿女顽。经岁不见报，有辞未能铨。忽开子遗文，使我心已宽。子道自能久，吾言岂须镌。",
            "comment": ""
        },
        {
            "title": "思二亭送光禄谢寺丞归滁阳",
            "content": "吾尝思醉翁，醉翁名自我。山林本我性，章服偶包裹。君恩未知报，进退奚为可。自非因谗逐，决去焉能果。前时永阳谪，谁与脱缰锁。山气无四时，幽花常婀娜。石泉咽然鸣，野艳笑而傞。宾欢正諠哗，翁醉已岌峨。我乐世所悲，众驰予坎轲。惟兹三二子，嗜好其同颇。因归谢岩石，为我刻其左。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "柳外轻雷池上雨，雨声滴碎荷声。　小楼西角断虹明。　阑干倚处，待得月华生。　燕子飞来窥画栋，玉钩垂下帘旌。　凉波不动簟纹平。　水精双枕，畔有堕钗横。",
            "comment": "【注释】此词写夏日傍晚，阵雨已过、月亮升起后楼外楼内的景象，几乎句句写景，而情尽寓其中。柳在何处 ，词人不曾“交待”，然而无论远近，雷则来自柳的那一边 ，雷为柳隔 ，音量减小，故曰“轻雷”，隐隐隆隆之致，反异于当头霹雳。雷在柳外，而雨到池中，池水雨水难分彼此。雨来池上，雷已先止，唯闻沙沙飒飒，原来是“ 雨声滴碎荷声”。奇不在两个“ 声 ”字叠用。奇在雨声之外，又有荷声。荷声乃其叶盖之声。又着“碎”字，盖为轻雷疏雨，雨本一阵，而因荷承，声声清晰。雨本不猛，旋即放晴故曰“小楼西角断虹明”。断虹一弯，忽现云际，则晚晴之美，无以复加处又加一重至美。又只下一“明”字，而断虹之美，斜阳之美，雨后晚晴的碧空如洗之美，被此一“明”字写尽，因为它表现了极其丰富的光线、色彩、时间，境界深远。断虹现于小楼西角。由此引出上片闻雷听雨之人。其人独倚画阑，领此极美的境界，久久不曾离去，一直到天边又见了一钩新月，宛宛而现。“月华生”三字 ，继“ 断虹明”三字，美上增美，其笔致温丽明妙，匪夷所思。下片继月华生而再进一层，写到阑干罢倚，人归帘下，夜深了。凉波比簟纹，已妙极，又下“不动”字，下“平”字 ，写透静处生凉之境 。水晶枕，加倍渲染画栋玉钩，是以精美华丽之物写理想的人间境界。而结以钗横，则写出夏夜人不寐的情状。"
        },
        {
            "title": "柳",
            "content": "绿树低昂不自持，河桥风雨弄春丝。残黄浅约眉双歛，欲舞先夸手小垂。快马折鞭催远道，落梅横笛共余悲。长亭送客兼迎雨，费尽春条赠别离。",
            "comment": ""
        },
        {
            "title": "暮春书事呈四舍人",
            "content": "树阴初合苔生晕，花蕊新成蜜满脾。莺燕各归巢哺子，蛙鱼共乐雨添池。少年春物今如此，老病衰翁了不知。饱食杜门何所事，日长偏与睡相宜。",
            "comment": ""
        },
        {
            "title": "离峡州後回寄元珍表臣",
            "content": "经年迁谪厌荆蛮，惟有江山兴未阑。醉里人归青草渡，梦中船下武牙滩。野花零落风前乱，飞雨萧条江上寒。荻◇时鱼方有味，恨无佳客共杯盘。",
            "comment": ""
        },
        {
            "title": "和梅龙图公仪谢鹇",
            "content": "有诗鹤勿喜，无诗鹇勿悲。人禽固异性，所趣各有宜。朝戏青竹林，暮栖高树枝。咿呦山鹿鸣，格磔野鸟啼。声音不相通，各以类自随。使鹤居笼中，垂头以听诗。鶢鸥享锺鼓，鱼鸟见西施。鹇鹤不宜争，所争良可知。蚍蜉与蚁子，为物固已微。当彼两交◇，勇如闻鼓鼙。有心皆好胜，未免争是非。於我一何薄，於彼一何私。栏槛啄花卉，叫号惊睡儿。跳踉两脚长，落泊双翅垂。何足充翫好，於何定妍媸。鹇口不能言，夜梦以告之。主人起谢鹇，从我今几时。僮奴谨守护，出入烦提携。逍遥遂栖息，饮啄安雄雌。花底弄日影，风前理毛衣。岂非主人恩，报效尔宜思。主人今白发，把酒无翠眉。养鹤鹇又◇，我言堪解颐。",
            "comment": ""
        },
        {
            "title": "答子履学士见寄",
            "content": "颍亳相望乐未央，吾州仍得治仙乡。梦回枕上黄粱熟，身在壶中白日长。每恨老年才已尽，怕逢诗敌力难当。知君欲别西湖去，乞我桥南菡萏香。",
            "comment": ""
        },
        {
            "title": "端午帖子词二十首·三温成皇后合四首",
            "content": "旭日映帘生，流晖槿艳明。红颜易零落，何异此花荣。",
            "comment": ""
        },
        {
            "title": "和原父扬州六题·自东门泛舟至竹西亭登昆丘",
            "content": "昆丘蒙谷接新亭，画舸悠悠春水生。欲觅扬州使君处，但随风际管弦声。",
            "comment": "【注释】【原题】：和原父扬州六题·自东门泛舟至竹西亭登昆丘入蒙谷戏题春贡亭}"
        },
        {
            "title": "赠杜默",
            "content": "南山有鸣凤，其音和且清。鸣於有道国，出则天下平。杜默东土秀，能吟凤凰声。作诗几百篇，长歌仍短行。携之入京邑，欲使众耳惊。来时上师堂，再拜辞先生。先生颌首遣，教以勿骄矜。赠之三豪篇，而我滥一名。杜子来访我，欲求相和鸣。顾我文字卑，未足当豪英。岂如子之辞，铿鍠间镛笙。淫洼俗所乐，百鸟徒嘤嘤。杜子卷舌去，归衫翩以轻。京东聚群盗，河北点新兵。饥荒与愁苦，道路日以盈。子盍引其吭，发声通下情。上闻天子聪，次使宰相听。何必九包禽，始能瑞尧庭。子诗何时作，我耳久已倾。愿以白玉琴，写之朱丝绳。",
            "comment": ""
        },
        {
            "title": "送张洞推官赴永兴经略司",
            "content": "自古天下事，及时难必成。为谋於未然，聪者或莫听。患至而後图，智者有不能。未远前日悔，可为来者铭。熙熙彼西人，老死织与耕。狂羝一朝叛，烽火四面惊。用兵五六年，首恶竟逃刑。仰赖天子圣，乾坤量包并。苗顽不率德，舜羽舞于庭。谓此虽异类，有生亦含情。藩篱被触突，譬若豨与◇。驯扰以刍豢，可呼随指令。称藩效臣职，冠带复人形。四海得休息，疮痍肉新生。敢问前孰失，恃安而弛兵。酒肴为善将，循默乃名卿。虑患谓生事，高谈笑难行。一方兵遽起，愚智共营营。上烦天子仁，旰食忧吾氓。谋议及台皁，幽栖访岩扃。小利不足为，涓流助沧溟。大功难速就，仓卒始改更。徒自益纷扰，何由集功名。乃知深远画，施设在安平。今也实其时，监前岂非明。严严经略府，◇俎集豪英。千营饱而嬉，万马牧在垧。相公黄合老，与国为长城。张子美而秀，文章博群经。从军古云乐，知己士所荣。感激报恩义，当来请长缨。",
            "comment": ""
        },
        {
            "title": "苏才翁挽诗二首",
            "content": "雄心壮志两峥嵘，谁谓中年志不成。零落篇章为世宝，平生风义见交情。青松月下泉台路，白草原头薤露声。自古英豪皆若此，哭君徒有泪沾缨。",
            "comment": ""
        },
        {
            "title": "三游洞",
            "content": "漾戢泝清川，舍舟缘翠岭。探奇冒层嶮，因以穷人境。弄舟终日爱云山，徒见青苍杳霭间。谁知一室烟霞里，乳窦云腴凝石髓。苍崖一径横查渡，翠壁千寻当户起。昔人心赏为谁留，人去山阿迹更幽。青萝绿桂何岑寂，山鸟嘐嘐不。松鸣涧底自生风，月出林间来照席。仙境难寻复易迷，山回路转几人知。惟应洞口春花落，流出岩前百丈溪。",
            "comment": ""
        },
        {
            "title": "绿竹堂独饮",
            "content": "夏篁解箨阴加樛，卧斋公退无喧嚣。清和况复值佳月，翠树好鸟鸣咬咬。芳◇有酒美可酌，胡为欲饮先长谣。人生暂别客秦楚，尚欲泣泪相攀邀。况兹一诀乃永已，独使幽梦恨蓬蒿。忆予驱马别家去，去时柳陌东风高。楚乡留滞一千里，归来落尽李与桃。残花不共一日看，东风送哭声嗷嗷。洛池不见青春色，白杨但有风萧萧。姚黄魏紫开次第，不觉成恨俱零凋。榴花最晚今又拆，红绿点缀如裙腰。年芳转新物转好，逝者日与生期遥。予生本是少年气，瑳磨牙角争雄豪。马迁班固自歆向，下笔点窜皆嘲嘈。客来共坐说今古，纷纷落尽玉麈毛。弯弓或拟射石虎，又欲醉斩荆江蛟。自言刚气贮心腹，何尔柔软为脂膏。吾闻庄生善齐物，平日吐论奇牙聱。忧从中来不自遣，强叩瓦缶何譊譊。伊人达者向乃尔，情之所锺况吾曹。愁填胸中若山积，虽欲强饮如沃焦。乃判自古英壮气，不有此恨如何消。又闻浮屠说生死，灭没谓若梦幻泡。前有万古後万世，其中一世独虭蟧。安得独酒一榻泪，欲助河水增滔滔。古来此事无可奈，不如饮此◇中醪。",
            "comment": ""
        },
        {
            "title": "刘丞相挽词二首",
            "content": "连章相府辞荣宠，拥旆名都出镇临。年少已推能宰社，乡人终不见挥金。长蛟息浪归帆稳，乔木生烟蔽日深。平昔家庭敦友爱，可怜松檟亦连阴。",
            "comment": ""
        },
        {
            "title": "续作永昭陵挽词五首",
            "content": "叨陪法从最多年，惯听梨园奏管弦。从此无因瞻黼，坐惟应魂梦到钧天。",
            "comment": ""
        },
        {
            "title": "续作永昭陵挽词五首",
            "content": "素幕悠悠逼晓风，行随哀挽出深宫。妃嫔莫向苍梧望，云覆昭陵洛水东。",
            "comment": ""
        },
        {
            "title": "晚步绿阴园遂登凝翠亭",
            "content": "余春去已远，绿水涵新塘。渐爱树阴密，初迎蕙风凉。高亭可四望，绕郭青山长。野色晚更好，岚曛共微茫。幽怀不可写，雅咏同谁觞。明月如慰我，开轩送清光。",
            "comment": ""
        },
        {
            "title": "拜赦",
            "content": "拜赦古州南，山火明烈烈。州人共喧喧，两◇扶白发。丁宁天语深，旷荡皇恩阔。乃知天地施，幽远无间别。欣欣草木意，喜气消残雪。",
            "comment": ""
        },
        {
            "title": "谢公挽词三首",
            "content": "前日宾斋宴，今晨奠柩觞。死生公自达，存没世徒伤。旧国难归葬，余紫不给◇。平生公辅志，所得在文章。",
            "comment": ""
        },
        {
            "title": "楼头",
            "content": "百尺楼头万叠山，楚江南望隔晴烟。云藏白道天垂幕，帘卷黄昏月上弦。桑落蒲城催熟酒，柳衰章陌感凋年。发光如葆宁禁恨，不待为郎已飒然。",
            "comment": ""
        },
        {
            "title": "学书二首",
            "content": "苏子归黄泉，笔法遂中绝。赖有蔡君谟，名声驰晚节。醉翁不量力，每欲追其辙。人生浪自苦，以取儿女悦。岂止学书然，自悔从今决。",
            "comment": ""
        },
        {
            "title": "读蟠桃诗寄子美",
            "content": "韩孟於文词，两雄力相当。篇章缀谈笑，雷电击幽荒。众鸟谁敢和，鸣凤呼其凰。孟穷苦累累，韩富浩穰穰。穷者啄其精，富者烂文章。发生一为宫，揫敛一为商。二律虽不同，合奏乃锵锵。天之产奇怪，希世不可常。寂寥二百年，至宝埋无光。郊死不为岛，圣愈发其藏。患世愈不出，孤吟夜号霜。霜寒入毛骨，清响哀愈长。玉山禾难熟，终岁苦饥肠。我不能饱之，更欲不自量。引吭和其音，力尽犹勉强。诚知非所敌，但欲继前芳。近者蟠桃诗，有传来北方。发我衰病思，蔼如得春阳。忻然便欲和，洗砚坐中堂。墨笔不能下，怳怳若有亡。老鸡嘴爪硬，不易犯其场。不战先自却，虽奔未甘降。更欲呼子美，子美隔涛江。其人虽憔悴，其志独轩昂。气力诚当对，胜败可交相。安得二子接，挥锋两交鋩。我亦愿助勇，鼓旗噪其旁。快哉天下乐，一釂宜百觞。乖离难会合，此志何由偿。",
            "comment": ""
        },
        {
            "title": "四月九日幽谷见绯桃盛开",
            "content": "经年种花满幽谷，花开不暇把一卮。人生此事尚难必，况欲功名书鼎彝。深红浅紫看虽好，颜色不柰东风吹。绯桃一树独後发，意若待我留芳菲。清香嫩蕊含不吐，日日怪我来何迟。无情草木不解语，向我有意偏依依。群芳落尽始烂漫，荣枯不与众艳随。念花意厚何以报，唯有醉倒花东西。盛开比落犹数日，清樽尚可三四携。",
            "comment": ""
        },
        {
            "title": "奉答子华学士安抚江南见寄之作",
            "content": "百姓病已久，一言难遽陈。良医将治之，必究病所因。天下久无事，人情贵因循。优游以为高，宽纵以为仁。今日废其小，皆谓不足论。明日坏其大，又云力难振。旁窥各阴拱，当职自逡巡。岁月寖隳颓，纪纲遂纷纭。坦坦万里疆，蚩蚩九州民。昔而安且富，今也迫以贫。疾小不加理，浸淫将◇身。汤剂乃常药，未能去深根。鍼艾有奇功，暂痛勿吟呻。痛定支体胖，乃知鍼艾神。猛宽相济理，古语六经存。◇弊革侥幸，滥官绝贪昏。牧羊而去狼，未为不仁人。後乂沉下位，恶去善乃伸。贤愚各得职，不治未之闻。此说乃其要，易知行每艰。迟疑与果判，利害反掌间。舍此欲有为，吾知力徒烦。家至与户到，饱饥而衣寒。三王所不能，岂特今所难。我昔忝谏列，日常趋紫宸。圣君尧舜心，闵闵极忧勤。子华当来时，玉音耳尝亲。上副明主意，下宽斯人屯。江南彼一方，巨细到可询。谕以上恩德，当冬反阳春。吾言乃其◇，岂止一方云。",
            "comment": ""
        },
        {
            "title": "早夏郑工部园池",
            "content": "夜雨残芳尽，朝晖宿雾收。兰香才馥径，柳暗欲翻沟。夏木繁堪结，春蹊翠已稠。披襟楚风快，伏槛更临流。",
            "comment": ""
        },
        {
            "title": "送孔秀才游河北",
            "content": "吾始未识子，但闻杨公贤。及子来叩门，手持赠子篇。贤愚视所与，不待交子言。又文谐律吕，子行洁琅玕。行矣慎所游，恶草能败兰。",
            "comment": ""
        },
        {
            "title": "游龙门分题十五首·山槎",
            "content": "古木卧山腰，危根老盘石。山中苦霜霰，岁久无春色。不如岩下桂，开花独留客。",
            "comment": ""
        },
        {
            "title": "夕照",
            "content": "夕照留歌扇，余辉上桂丛。霞光晴散锦，雨气晚成虹。燕下翻池草，乌惊傍井桐。无憀照湘水，丹色映秋风。",
            "comment": ""
        },
        {
            "title": "去思堂手植双柳今已成阴因而有感",
            "content": "曲栏高柳拂层檐，却忆初栽映碧潭。人昔共游今孰在，树犹如此我何堪。壮心无复身从老，世事都销酒半酣。後日更来知有几，攀条莫惜驻征骖。",
            "comment": ""
        },
        {
            "title": "送梅龙图公仪知杭州",
            "content": "万室东南富且繁，羡君风力有余闲。渔樵人乐江湖外，谈笑诗成◇俎间。日暖梨花催美酒，天寒桂子落空山。邮筒不绝如飞翼，莫惜新篇屡往还。",
            "comment": ""
        },
        {
            "title": "端午帖子·皇后合五首",
            "content": "槐绿阴初合，榴繁艳欲然。翠筒传角黍，喜节庆年年。",
            "comment": ""
        },
        {
            "title": "和原父扬州六题·竹西亭}",
            "content": "十里楼台歌吹繁，扬州无复似当年。古来兴废皆如此，徒使登临一慨然。",
            "comment": ""
        },
        {
            "title": "会饮圣俞家有作兼呈原父景仁圣从",
            "content": "忆昨九日访君时，正见◇前两丛菊。爱之欲绕行百匝，庭下不能容我足。折花却坐时嗅之，已醉还家手犹馥。今朝我复到君家，两菊◇前犹对束。枯茎槁叶苦风霜，无复满丛金间绿。京师谁家不种花，碧砌朱栏敞华屋。奈何来对两枯株，共坐穷檐何局促。诗翁文字发天葩，岂比青红凡草木。凡草开花数日间，天葩无根长在目。遂令我每饮君家，不觉长缾卧墙曲。坐中年少皆贤豪，莫怪我今双鬓秃。须知朱颜不可恃，有酒当欢且相属。",
            "comment": ""
        },
        {
            "title": "与谢三学士唱和八首·昨日偶陪後骑同适近郊",
            "content": "堤柳才黄已落梅，寻芳弭盖共徘徊。桑城日暖蚕催俗，麦垅风和雉应媒。别浦人嬉遗翠羽，弋林春废锁歌台。归鞍暮逼宫街鼓，府吏应惊便面回。",
            "comment": "【注释】【原题】：与谢三学士唱和八首·昨日偶陪後骑同适近郊谨成七言四韵兼呈圣俞"
        },
        {
            "title": "鷤◇",
            "content": "花残如霰落纷纷，紫陌空遗翠幰尘。鹭◇枉缘催节物，年华不信有伤春。",
            "comment": ""
        },
        {
            "title": "丰乐亭游春",
            "content": "春云淡淡日辉辉，草惹行襟絮拂衣。行到亭西逢太守，篮舆酩酊插花归。",
            "comment": ""
        },
        {
            "title": "会峰亭",
            "content": "山势百里见，新亭压其巅。群峰渐靡迤，高下相绵联。下窥疑无地，杳蔼但苍烟。是时新雨余，众壑鸣春泉。林籁静更响，山光晚逾鲜。岩花为谁开，春去夏犹妍。野鸟窥我醉，溪云留我眠。日暮山风来，吹我还醒然。醉醒各任物，云鸟徒留连。",
            "comment": ""
        },
        {
            "title": "古瓦砚",
            "content": "砖瓦贱微物，得厕笔墨间。於物用有宜，不计丑与妍。金非不为宝，玉岂不为坚。用之以发墨，不及瓦砾顽。乃知物虽贱，当用价难攀。岂惟瓦砾尔，用人从古难。",
            "comment": ""
        },
        {
            "title": "独至香山忆谢学士",
            "content": "伊水弄春沙，山临水上斜。曾为谢公客，◇入梵王家。阴涧初生草，春岩自落花。却寻题石处，岁月已堪嗟。",
            "comment": ""
        },
        {
            "title": "初寒",
            "content": "多病淹歹岁，初寒悄独吟。云容乍浓淡，秋色半晴阴。篱菊催佳节，山泉响夜琴。自能知此乐，何必恋腰金。",
            "comment": ""
        },
        {
            "title": "啼鸟",
            "content": "提葫芦，提葫芦，不用沽美酒。宫壶日赐新拨醅，老病足以扶衰朽。百舌子，百舌子，莫道泥滑滑。宫花正好愁雨来，暖日方催花乱发。苑树千重绿暗春，珍禽彩羽自成群。花开祗惯迎黄屋，鸟语初惊见外人。千声百啭忽飞去，枝上自落红纷纷。画帘阴阴隔宫烛，禁渥杳杳深千门。可怜枕上五更听，不似滁州山里闻。",
            "comment": ""
        },
        {
            "title": "赠王介甫",
            "content": "翰林风月三千首，吏部文章二百年。老去自怜心尚在，後来谁与子争先。朱门歌舞争新态，绿绮尘埃试拂弦。常恨闻名不相识，相逢◇酒盍留连。",
            "comment": ""
        },
        {
            "title": "送朱生",
            "content": "万物各有役，无心独浮云。遂令幽居客，日与山云亲。植桂比芳操，佩兰思洁身。何必濯於水，本无缨上尘。",
            "comment": ""
        },
        {
            "title": "百子坑赛龙",
            "content": "嗟龙之智谁可拘，出入变化何须臾。坛平树古潭水黑，沉沉影响疑有无。四山云雾忽昼合，瞥起直上拏空虚。龟鱼带去半空落，雷輷电走先後驱。倾崖倒涧聊一戏，顷刻万物皆涵濡。青天却扫万里静，但见绿野如云敷。明朝老农拜潭侧，鼓声坎坎鸣山隅。野巫醉饱庙门阖，狼藉乌鸟争残余。",
            "comment": ""
        },
        {
            "title": "绛守居园池",
            "content": "尝闻绍述绛守居，偶来览登周四隅。异哉樊子怪可吁，心欲独出无古初。穷荒搜幽入有无，一语诘曲百盘纡。孰云已出不剽袭，句断欲学盘庚书。荒烟古木蔚遗墟，我来嗟祗得其余。栢槐端庄伟丈夫，苍颜郁郁老不枯。靓容新丽一何姝，清池翠盖拥红蕖。胡鬅虎搏岂足道，记录细碎何区区。虙氏八卦画河图，禹汤皋虺暨唐虞。岂不古奥万世模，嫉世姣巧习卑污。以奇矫薄骇群愚，用此犹得追韩徒。我思其人为踌躇，作诗聊谑为坐娱。",
            "comment": ""
        },
        {
            "title": "送同年史褒之武功尉",
            "content": "久作游边客，常悲入塞笳。今兹一尉远，犹困折腰嗟。白马关中道，青天栈外家。过秦应吊古，惟有故山斜。",
            "comment": ""
        },
        {
            "title": "吊黄学士三首",
            "content": "沈约多清瘦，文园仍病痟。共疑天下召，更欲水边招。金马人相吊，长沙物易妖。秋风吹越树，归旐自飘飘。",
            "comment": ""
        },
        {
            "title": "枨子",
            "content": "嘉树团团俯可攀，压枝秋实渐斓斑。朱栏碧瓦清霜晓，粲粲繁星绿叶间。",
            "comment": ""
        },
        {
            "title": "赠李士宁",
            "content": "蜀狂士宁者，不邪亦不正。混世使人疑，诡谲非一行。平生不把笔，对酒时高咏。初如不著意，语出多奇劲。倾财解人难，去不道名姓。金钱买酒醉高楼，明月空床眠不醒。一身四海即为家，独行万里聊乘兴。既不采药卖都市，又不点石化黄金。进不干公卿，退不隐山林。与之游者但爱其人而莫见其术，安知其心。吾闻有道之士游心太虚，逍遥出入，常与道俱。故能入火不热，入水不濡。尝闻其语，而未见其人也，岂斯人之徒欤。不然言不纯师，行不纯德，而滑稽玩世，其东方朔之流乎。",
            "comment": ""
        },
        {
            "title": "奉使契丹回出上京马上作",
            "content": "紫貂裘暖朔风惊，潢水冰光射日月。笑语同来向公子，马头今日向南行。",
            "comment": ""
        },
        {
            "title": "寄左军巡刘判官",
            "content": "遥听洛城锺，独渡伊川水。绿树郁参差，行人去无已。因高望京邑，驱马沿山趾。落日乱峰多，龙门何处是。",
            "comment": ""
        },
        {
            "title": "初食鸡头有感",
            "content": "六月京师暑雨多，夜夜南风吹芡嘴。凝祥池锁会灵园，仆射荒陂安可拟。争先园客采新苞，剖蚌得珠从海底。都城百物贵新鲜，厥价难酬与珠比。金盘磊落何所荐，滑台拨醅如玉醴。自◇窃食万钱厨，满口飘浮嗟病齿。却思年少在江湖，野艇高歌菱荇里。香新味全手自摘，玉洁沙磨软还美。不瓢固不羡五鼎，万事适情为可喜。何时遂买颍东田，归去结茅临野水。",
            "comment": ""
        },
        {
            "title": "晋祠",
            "content": "古城南出十里间，鸣渠夹路何潺潺。行人望祠下马谒，退即祠下窥水源。地灵草木得余润，郁郁古柏含苍烟。并儿自古事豪侠，战争五代几百年。天开地辟真主出，犹须再驾方凯旋。顽民尽迁高垒削，秋草自绿埋空垣。并人昔游晋水上，清镜照耀涵朱颜。晋水今入并州里，稻花漠漠浇平田。废兴髣髴无旧老，气象寂寞余山川。惟存祖宗圣功业，干戈象舞被管弦。我来览登为叹息，暂照白发临清泉。鸟啼人去庙门阖，还有山月来娟娟。",
            "comment": ""
        },
        {
            "title": "奉答子履学士见赠之作",
            "content": "谁言颍水似潇湘，一笑相逢乐未央。岁晚君尤耐霜雪，兴阑吾欲返耕桑。铜槽旋压清樽美，玉麈闲挥白日长。豫约诗筒屡来往，两州鸡犬接封疆。",
            "comment": ""
        },
        {
            "title": "退居述怀寄北京韩侍中二首",
            "content": "书殿宫臣宠并叨，不同憔悴返渔樵。无穷兴味闲中得，强半光阴醉里销。静爱竹时来野寺，独寻春偶过溪桥。犹须五物称居士，不及颜回饮一瓢。",
            "comment": ""
        },
        {
            "title": "拟玉台体七首·雨中归",
            "content": "朝看楼上云，日暮城南雨。路远香车迟，迢迢向何所。",
            "comment": ""
        },
        {
            "title": "读易",
            "content": "莫嫌白发拥朱轮，恩许东州养病臣。饮酒横琴销永日，焚香读易过残春。昔贤轩冕如遗屣，世路风波偶脱身。寄语西家隐君子，奈何名姓已惊人。",
            "comment": ""
        },
        {
            "title": "寄枣人行书赠子履学士",
            "content": "秋来红枣压枝繁，堆向君家白玉盘。甘辛楚国赤萍实，磊落韩嫣黄金丸。聊效诗人投木李，敢期佳句报琅玕。嗟予久苦相如渴，却忆冰梨熨齿寒。",
            "comment": ""
        },
        {
            "title": "拒霜花",
            "content": "芳菲能几时，颜色如自爱。鲜鲜弄霜晓，袅袅含风态。蕙兰殒秋香，桃李媚春醉。时节虽不同，盛衰终一致。莫笑黄菊花，篱根守憔悴。",
            "comment": ""
        },
        {
            "title": "行至椹涧作",
            "content": "霜後叶初鸣，羸骖遶涧行。川原人远近，禾黍日晴明。病质惊残岁，归涂厌暮程。空林聚寒雀，疑已作春声。",
            "comment": ""
        },
        {
            "title": "奉使契丹初至雄州",
            "content": "古关衰柳聚寒◇，驻马城头日欲斜。犹去西楼二千里，行人到此莫思家。",
            "comment": ""
        },
        {
            "title": "斋宫尚有残雪思作学士时摄事于此尝有闻◇诗",
            "content": "雪压枯条◇未抽，春寒憀栗作春愁。却思绿叶清阴下，来此曾闻黄栗留。",
            "comment": "【注释】【原题】：斋宫尚有残雪思作学士时摄事于此尝有闻◇诗寄原父因而有感四首"
        },
        {
            "title": "青松赠林子",
            "content": "青松生而直，绳墨易为功。良玉有天质，少力磨与◇。子诚怀美材，但未遭良工。养育既坚好，英华充厥中。於谁以成之，孟韩荀暨雄。",
            "comment": ""
        },
        {
            "title": "仙意",
            "content": "孤桐百尺拂非烟，凤去鸾归夜悄然。沧海风高愁燕远，扶桑春老记蚕眠。槎流千里才成曲，桂魄经旬始下弦。独有金人寄遗恨，晓盘云泪冷涓涓。",
            "comment": ""
        },
        {
            "title": "和对雪忆梅花",
            "content": "昔官西陵江峡间，野花红紫多斓斑。惟有寒梅旧所识，异乡每见心依然。为怜花自洛中看，花上蜀鸟啼绵蛮。当时作诗谁唱和，粉蕊自折清香繁。今来把酒对残雪，却忆江上高楼山。群花四时媚者众，何独此树令人攀。穷冬万木立枯死，玉艳独发陵清寒。鲜妍皎如镜里面，绰约对若风中仙。惜哉北地无此树，霰雪漫漫平沙川。徐生随我客此郡，冰霜旅舍逢新年。忆花对雪晨起坐，清诗宝铁裁琅玕。长河风色暖将动，即看绿柳含春烟。寒斋寂寞何以慰，卯杯且醉酣午眠。",
            "comment": ""
        },
        {
            "title": "读梅氏诗有感示徐生",
            "content": "子美忽已死，圣俞舍吾南。嗟吾譬驰车，而失左右骖。勍敌尝压垒，羸兵当戒严。凡人贵勉强，惰逸易安恬。吾既苦多病，交朋复凋歼。篇章久不作，意思如胶粘。良田失持耕，草莽废锄芟。美井不日汲，何由发涛甘。偶开梅氏篇，不觉日挂檐。乃知文字乐，愈久益无厌。吾尝哀世人，声利竞争贪。哇咬聋两耳，死不享韶咸。而幸知此乐，又常深讨探。今官得闲散，舍此欲奚耽。顽庸须警策，赖子发其箝。",
            "comment": ""
        },
        {
            "title": "送沈待制陕西都运",
            "content": "几岁疮痍近息兵，经营方喜得时英。从来汉粟劳飞挽，当使秦人自战耕。道左旌旗诸将列，马前弓◇六蕃迎。知君材力多闲暇，剩听阳关醉後声。",
            "comment": ""
        },
        {
            "title": "送黎生下第还蜀",
            "content": "黍离不复雅，孔子修春秋。扶王贬吴楚，大法加诸侯。妄儒泥於鲁，甚者云黜周。大旨既已矣，安能讨源流。遂令学者迷，异说相交钩。黎生西南秀，挟策来东游。有司不见采，春霜滑归輈。自云喜三传，力欲探微幽。凡学患不强，苟至将焉廋。圣言简且直，慎勿迂其求。经通道自明，下笔如戈矛。一败不足衂，後功掩前羞。",
            "comment": ""
        },
        {
            "title": "月",
            "content": "天高月影浸长江，江阔风微水面凉。天水相连为一色，更无纤霭隔清光。",
            "comment": ""
        },
        {
            "title": "田家",
            "content": "绿桑高下映平川，赛罢田神笑语喧。林外鸣鸠春雨歇，屋头初日杏花繁。",
            "comment": ""
        },
        {
            "title": "夷陵岁暮书事呈元珍表臣",
            "content": "萧条鸡犬乱山中，时节峥嵘忽已穷。游女髻鬟风俗古，野巫歌舞岁年丰。平时都邑今为陋，敌国江山昔最雄。荆楚先贤多胜迹，不辞携酒问邻翁。",
            "comment": ""
        },
        {
            "title": "河南王尉西斋",
            "content": "寒斋日萧索，天外敞檐楹。竹雪晴犹覆，山窗夜自明。禽归窥野客，云去入重城。欲就陶潜饮，应须载酒行。",
            "comment": ""
        },
        {
            "title": "送王平甫下第",
            "content": "归袂摇摇心浩然，晓船鸣鼓转风滩。朝廷失士有司耻，贫贱不忧君子难。执手聊须为醉别，还家何以慰亲懽。自◇知子不能荐，白首胡为侍从官。",
            "comment": ""
        },
        {
            "title": "与谢三学士唱和八首·和游午桥庄",
            "content": "晓坛初毕祀，弭盖共寻幽。鸟哢林中出，泉声冰下流。攀条惊雪尽，翻袂爱风柔。好驻城南马，春桑遍陌头。",
            "comment": ""
        },
        {
            "title": "长句送陆子履学士通判宿州",
            "content": "古人相马不相皮，瘦马虽瘦骨法奇。世无伯乐良可嗤，千金市马惟市肥。骐骥伏枥两耳垂，夜闻秋风仰秣嘶。一朝络以黄金羁，旦刷吴越暮燕陲。丈夫可怜憔悴时，世俗庸庸皆见遗。又履自少声名驰，落笔文章天下知。开怀吐胸不自疑，世路迫窄多◇机。鬓毛零落风霜摧，十年江湖千首诗。归来京国旧游非，大笑相逢索酒◇。酒酣犹能弄蛾眉，山川摇落百草腓。爱君不改青松枝，念君明当整骖騑。赠以瑶华期早归，岂惟朋友相追随，坐使台阁生光辉。",
            "comment": ""
        },
        {
            "title": "鸣鸠",
            "content": "天将阴，鸣鸠逐妇鸣中林，鸠妇怒啼无好音。天雨止，鸠呼妇归鸣且喜，妇不亟归呼不已。逐之其去恨不早，呼不肯来固其理。吾老病骨知阴晴，每愁天阴闻此声。日长思睡不可得，遭尔聒聒何时停。众鸟笑鸣鸠，尔拙固无匹。不能娶巧妇，以共营家室。寄巢生子四散飞，一身有妇长相失。夫妇之恩重太山，背恩弃义须臾间。心非无情不得已，物有至拙诚可怜。君不见人心百态巧且艰，临危利害两相关。朝为亲戚暮仇敌。自古常嗟交道难。",
            "comment": ""
        },
        {
            "title": "忆鹤呈公仪",
            "content": "一笑相驩乐得朋，诵君双鹤句尤清。高怀自喜凌云格，俗耳谁思警灵声。所好与时虽异趣，累心於物岂非情。归休约我携琴去，共看婆沙舞月明。",
            "comment": ""
        },
        {
            "title": "清明前一日韩子华以靖节斜川诗见招游李园既",
            "content": "少年喜追随，老大厌諠哗。◇愧二三子，邀我行看花。花开岂不好，时节亦云嘉。因病既不饮，众欢独成嗟。管弦暂过耳，风雨愁还家。三日不出门，堆豗类寒鸦。妻儿强我饮，飣餖果与瓜。浊酒倾残壶，枯鱼杂乾虾。小婢立我前，赤脚两髻丫。轧轧鸣双弦，正如橹呕哑。坐令江湖心，浩荡思无涯。宠禄不知报，鬓毛今已华。有田清颍间，尚可事桑麻。安得一黄犊，幅巾驾柴车。",
            "comment": "【注释】【原题】：清明前一日韩子华以靖节斜川诗见招游李园既归遂苦风雨三日不能出穷坐一室家人辈倒残壶得酒数杯泥深道无人行去市又远索於筐筥得枯鱼乾虾数种强饮疾醉昏然便寐既觉索然因书所见奉呈圣俞"
        },
        {
            "title": "食糟民",
            "content": "田家种糯官酿酒，椎利秋毫升与斗。酒沽得钱糟弃物，大屋经年堆欲朽。酒醅瀺灂如沸汤，东风来吹酒瓮香。累累罂与瓶，惟恐不得尝。官沽味醲村酒薄，日饮官酒诚可乐。不见甲中种糯人，釜无糜粥度冬春。还来就官买糟食，官吏散糟以为德。嗟彼官吏者，其职称长民。衣食不蚕耕，所学义与仁。仁当养人义适宜，言可闻达力可施。上不能宽国之利，下不能饱尔之饥。我饮酒，尔食糟，尔虽不我责，我责何由逃。",
            "comment": ""
        },
        {
            "title": "送刘秀才归河内",
            "content": "落日古京门，车马动行色。河上多悲风，山阳有归客。朽箧蠹虫篆，遗文摹鸟迹。言干有司知，岂顾时人识。山陂岁始寒，霰雪密已积。还家宁久留，方言事征轭。",
            "comment": ""
        },
        {
            "title": "戏石唐山隐者",
            "content": "石唐仙室紫云深，颍阳真人此算心。真人已去升寥廓，岁岁岩花自开落。我昔曾为洛阳客，偶向岩前坐盘石。四字丹书万仞崖，神清之洞锁楼台。云深路绝无人到，鸾鹤今应待我来。",
            "comment": ""
        },
        {
            "title": "答通判吕太博",
            "content": "千顷芙蕖盖水平，扬州太守旧多情。画盆围处花光合，红袖传来酒令行。舞踏落晖留醉客，歌迟檀板换新声。如今寂寞西湖上，雨後无人看落英。",
            "comment": ""
        },
        {
            "title": "寄题梅龙图滑州溪园",
            "content": "闻说溪园景渐佳，遥知清兴已无涯。饮阑归骑多乘月，雪後寻春自采花。百啭黄鹂消永日，双飞白鸟避鸣笳。平生喜接君酬唱，不得◇前咏落霞。",
            "comment": ""
        },
        {
            "title": "寄子山待制二绝",
            "content": "闻君屡醉赏红英，落尽残花酒未醒。嗟我落花无分看，莫嫌狼藉扫中庭。",
            "comment": ""
        },
        {
            "title": "寄秦州田元均",
            "content": "由来边将用儒臣，坐以威名抚汉军。万马不嘶听号令，诸蕃无事著耕耘。梦回夜帐闻羌笛，诗就高楼对陇云。莫忘镇阳遗爱在，北潭桃李正氛氲。",
            "comment": ""
        },
        {
            "title": "端午帖子词二十首·四温成皇后合四首",
            "content": "彩缕谁云能续命，玉奁空自锁遗香。白头旧监悲时节，珠合无人夏日长。",
            "comment": ""
        },
        {
            "title": "和圣俞感李花",
            "content": "昨日摘花初见桃，今日摘花还见李。晴风暖日苦相催，春物所余知有几。中年多病壮心衰，对酒思归未得归。不及墙根花与草，春来随处自芳菲。",
            "comment": ""
        },
        {
            "title": "春帖子词二十首·八夫人合五首",
            "content": "黄金未变千丝柳，白日初迟百刻香。圣主本无声色惑，宫花不用◇新妆。",
            "comment": ""
        },
        {
            "title": "端午帖子·皇帝合六首",
            "content": "岁时令节多休宴，风俗灵辰重祓禳。肃穆皇居百神卫，涤邪宁待浴兰汤。",
            "comment": ""
        },
        {
            "title": "希真堂东手种菊花十月始开",
            "content": "当春种花唯恐迟，我独种菊君勿诮。春枝满园烂张锦，风雨须臾落颠倒。看多易厌情不专，斗紫夸红随俗好。豁然高秋天地肃，百物衰零谁暇吊。君看金蕊正芬敷，晓日浮霜相照耀。煌煌正色秀可餐，蔼蔼清香寒愈峭。高人避喧守幽独，淑女静容修窈窕。方当摇落看转佳，慰我寂寥何以报。时携一樽相就饮，如得贫交论久要。我从多难壮心衰，迹与世人殊静躁。种花勿种儿女花，老大安能逐年少。",
            "comment": ""
        },
        {
            "title": "弹琴效贾岛体",
            "content": "古人不可见，古人琴可弹。弹为古曲声，如与古人言。琴声虽可听，琴意谁能论。横琴置床头，当午曝背眠。梦见一丈夫，严严古衣冠。登床取之坐，调作南风弦。一奏风雨来，再鼓变云烟。鸟兽尽嘤鸣，草木亦滋蕃。乃知太古时，未远可追还。方彼梦中乐，心知口难传。既觉失其人，起坐涕丸澜。",
            "comment": ""
        },
        {
            "title": "送楚建中颍州法曹",
            "content": "冠盖盛西京，当年相府荣。曾陪鹿鸣宴，◇识洛阳生。共叹长沙◇，空存许劭评。堪嗟桃李树，何日见阴成。",
            "comment": ""
        },
        {
            "title": "感春杂言",
            "content": "鸠鸣兮屋上，雀噪兮檐间。百鸟感春阳，有如动机关。雄雌相呼和，日夕聒聒不得闲。砌下两株树，枯条有谁攀。春风一夜来，花叶何班班。乃知天巧夺人力，能使枯木生红颜。奈何人为万物灵，不及草木与飞翾。自从春来何所觉，但怪睡美不觉白日高南山。行逢百花不著眼，岂念四气如回环，却思年少忆前事，虽有驵骏难追还。奈何来日尚可乐，曾不勉强相牵扳。渌酒如春波，黄金为谁悭。人生一世中，一步百险艰。俟河之清不可得，聊自歌此讥愚顽。",
            "comment": ""
        },
        {
            "title": "和梅公仪尝茶",
            "content": "溪山击鼓助雷惊，逗晓灵芽发翠茎。摘处两旗香可爱，贡来双凤品尤精。寒侵病骨惟思睡，花落春愁未解酲。喜共紫瓯吟且酌，羡君萧洒有余清。",
            "comment": ""
        },
        {
            "title": "又和",
            "content": "凭高寓目偶乘闲，◇服游人见往还。明月正临双阙上，行歌遥听九衢间。黄金络马追朱幰，红烛笼纱照玉颜。与世渐疏嗟老矣，佳辰乐事岂相关。",
            "comment": ""
        },
        {
            "title": "酬净照大师说",
            "content": "佛说吾不学，劳师忽款关。吾方仁义急，君且水云闲。意淡宜松鹤，诗清叩佩环。林泉苟有趣，何必市廛间。",
            "comment": ""
        },
        {
            "title": "春使道中作三首",
            "content": "客梦方在家，角声已催晓。◇◇行人起，共怨角声早。马蹄终日践冰霜，未到思回空断肠。少贪梦里还家乐，早起前山路正长。",
            "comment": ""
        },
        {
            "title": "留题安州朱氏草堂",
            "content": "俯槛临流蕙径深，平泉花木绕阴森。蛙鸣鼓吹春喧耳，草暖池塘梦费吟。赌墅乞甥宾对弈，惊鸿送目手挥琴。嗟予远捧从军檄，不得披裘五月寻。",
            "comment": ""
        },
        {
            "title": "端午帖子·皇后合五首",
            "content": "兰苕擢秀迎风紫，槿艳繁开照日红。嘉节相望传有旧，深宫行乐自无穷。",
            "comment": ""
        },
        {
            "title": "自勉",
            "content": "引水浇花不厌勤，便须已有镇阳春。官居处处如邮传，谁得三年作主人。",
            "comment": ""
        },
        {
            "title": "端午帖子词二十首·皇帝合六首",
            "content": "天清槐露浥，岁熟麦风凉。五日标嘉节，千龄献寿觞。",
            "comment": ""
        },
        {
            "title": "春日独居",
            "content": "众喧争去逐春游，独静谁知昧最优。雨霁日长花烂漫，春深睡美梦飘浮。常忧任重才难了，偶得身闲乐暂偷。因此益知为郡趣，乞州仍拟乞山州。",
            "comment": ""
        },
        {
            "title": "明妃小引",
            "content": "汉宫诸女严妆罢，共送明妃沟水头。沟上水声来不断，花随水去不回流。上马即知无返日，不须出塞始堪愁。",
            "comment": ""
        },
        {
            "title": "答圣俞白鹦鹉杂言",
            "content": "忆昨滁山之人赠我玉兔子，粤明年春玉兔死。日阳昼出月夜明，世言兔子望月生。谓此莹然而白者，譬夫水之为雪而为冰，皆得一阴凝结之纯精。常恨处非大荒穷北极寒之旷野，养违其性夭厥龄。岂知火维地荒绝，涨海连天沸天热。黄冠黑距人语言，有鸟玉衣尤皎洁。乃知物生天地中，万殊难以一理通。海中洲鸟穷人迹，来市广州才八国。其间注辇来最稀，此鸟何年随海舶。谁能◇历海上峰，万怪千奇安可极。兔生明月月在天，玉兔不能久人间。况尔来从炎瘴地，岂识中州霜雪寒。渴虽有饮饥有啄，羁绁终知非尔乐。天高海阔路茫茫，嗟尔身微羽毛弱。尔能识路知所归，吾欲开笼纵尔飞。俾尔归托宛陵诗，此老诗名闻四夷。",
            "comment": ""
        },
        {
            "title": "春日词五首",
            "content": "玉琯吹灰夜色残，鸡鸣红日上仙盘。初惊百舌绵蛮语，已觉东风料峭寒。",
            "comment": ""
        },
        {
            "title": "游龙门分题十五首·晚登菩提上方",
            "content": "野色混晴岚，苍茫辨烟树。行人下山道，犹向都门去。",
            "comment": ""
        },
        {
            "title": "春帖子词二十首·皇帝合六首",
            "content": "阳进升君子，阴消退小人。圣君南面治，布政法新春。",
            "comment": ""
        },
        {
            "title": "读徂徕集",
            "content": "徂徕鲁东山，石子居山阿。鲁人之所瞻，子与山嵯峨。今子其死矣，东山复谁过。精魄已埋没，文章岂能磨。寿命虽不长，所得固已多。旧稿偶自录，沧溟之一蠡。其余谁付与，散失存几何。存之警後世，古监照妖魔。子生诚多难，忧患靡不罹。宦学三十年，六经老妍摩。问胡所专心，仁义丘与轲。扬雄韩愈氏，此外岂知他。尤勇攻佛老，奋笔如挥戈。不量敌众寡，胆大身幺麽。往年遭母丧，泣血走岷峨。垢面跣双足，锄犁事田坡。至今乡里化，孝悌勤蚕禾。昨者来太学，青衫踏朝靴。陈诗颂圣德，厥声续猗那。羔鴈聘黄曦，曦惊走邻家。施为可怪骇，世俗安委蛇。谤口由此起，中之若飞梭。上赖天子明，不挂网者罗。忆在太学年，大雪如翻波。生徒日盈门，饥坐列鴈鹅。弦诵聒邻里，唐虞赓咏歌。常续最高第，骞游各名科。岂止学者师，谓宜国之皤。夭寿反仁鄙，谁尸此偏颇。不知呶呶者，又忍加诋诃。圣贤要久远，毁誉暂諠哗。生为举世疾，死也鲁人嗟。作诗遗鲁社，祠子以为歌。",
            "comment": ""
        },
        {
            "title": "赋竹上甘露",
            "content": "梢梢两竹枝，甘露叶间垂。草木有灵液，阴阳凝以时。深山与穷谷，往往尝有之。幸当君子轩，得为众人知。物生随所托，晦显各有宜。聊以助歌咏，兼堪饮童儿。",
            "comment": ""
        },
        {
            "title": "大行皇帝灵驾发引挽歌辞",
            "content": "享国年虽近，斯民泽已深。俭勤成禹圣，仁孝本虞心。方庆逢千载，俄惊遏八音。天愁嵩岭外，云惨洛川浔。仗动千官卫，神行万象阴。孤臣恩未报，清血但盈襟。文景孜孜佥与恭，慨然思就太平功。兴隆学校皇家盛，放斥缤嫱永巷空。威慑黠羌方问罪，丹成仙鼎忽遗弓。霜清日薄箫笳咽，万国悲号惨澹中。千龄应运◇天人，四海方欣政日新。忽见九门陈羽卫，犹疑五载欲时巡。觚日月暗翔金凤，辇道霜清卧石麟。白首旧臣瞻画翣，秋风泪洒属车尘。",
            "comment": ""
        },
        {
            "title": "虫鸣",
            "content": "叶落秋水冷，众鸟声已停。阴气入墙壁，百虫皆夜鸣。虫鸣催岁寒，唧唧机杼声。时节忽已换，壮心空自惊。平明起照镜，但畏白发生。",
            "comment": ""
        },
        {
            "title": "琵琶亭",
            "content": "乐天曾谪此江边，已叹天涯涕泫然。今日始知予罪大，夷陵此去更三千。",
            "comment": ""
        },
        {
            "title": "春帖子词二十首·皇帝合六首",
            "content": "气候三阳始，勾萌万物新。雷声初发号，天下已知春。",
            "comment": ""
        },
        {
            "title": "永阳大雪",
            "content": "清流关前一尺雪，鸟飞不度人行绝。冰连溪谷麋鹿死，风劲野田桑柘折。江淮卑湿殊北地，岁不苦寒常疫疠。老农自言身七十，曾见此雪才三四。新阳渐动爱日辉，微和习习东风吹。一尺雪，几尺泥，泥深麦苗春始肥。老农尔岂知帝力，听我歌此丰年诗。",
            "comment": ""
        },
        {
            "title": "送姜秀才游苏州",
            "content": "忆从太学诸生列，我尚弱龄君秀发。同时并荐几存亡，一梦十年如倏忽。壮心君未减青春，多难我今先白发。山花撩乱鸟绵蛮，更尽一樽明日别。",
            "comment": ""
        },
        {
            "title": "冬夕小斋联句寄梅圣俞",
            "content": "寒窗明夜月，散帙耿灯火。破砚裂冰澌，败席荐霜笴。废书浩长吟，想子实劳我。清篇追曹刘，苦语侔岛可。酣饮每颓山，谈笑工炙輠。驾言当有期，岁晚何未果。幽梦乱如云，别愁牢若锁。雪水渐涟漪，春枝将婀娜。客心莫迟留，苑葩即纷堕。何当迎笑前，相逢嘲饭颗。",
            "comment": ""
        },
        {
            "title": "堂中画像探题得杜子美",
            "content": "风雅久寂寞，吾思见其人。杜君诗之豪，来者孰比伦。生为一身穷，死也万世珍。言苟可垂後，士无羞贱贫。",
            "comment": ""
        },
        {
            "title": "被牒行县因书所见呈寮友",
            "content": "周礼恤凶荒，轺车出四方。土龙朝祀雨，田火夜驱蝗。木落孤村迥，原高百草黄。乱◇鸣古堞，寒雀聚空仓。桑野人行饁，鱼陂鸟下梁。晚烟茅店月，初日枣林霜。墐户催寒侯，丛祠祷岁穰。不妨行览物，山水正苍茫。",
            "comment": ""
        },
        {
            "title": "久在病告近方赴直偶成拙诗二首",
            "content": "经时移病久端居，玉署新秋独直庐。夜静楼台落银汉，人闲铃索少文书。江湖未去年华晚，烟火微凉暑雨初。敢向圣朝辞宠禄，多惭禁御养慵◇。",
            "comment": ""
        },
        {
            "title": "飞盖桥翫月",
            "content": "天形积轻清，水德本虚静。云收风波止，始见天水性。澄光与粹容，上下相涵映。乃於其两间，皎皎挂寒镜。余晖所照耀，万物皆鲜莹。矧夫人之灵，岂不醒视听。而我於此时，翛然发孤咏。纷昏忻洗涤，俯仰恣涵泳。人心旷而闲，月色高愈◇。惟恐清夜阑，时时瞻斗柄。",
            "comment": ""
        },
        {
            "title": "晏元献公挽辞三首",
            "content": "接物襟怀旷，推贤品藻精。谋猷存二府，台阁遍诸生。帝念宫臣旧，恩隆衮服荣。春风绿野迥，千两送铭旌。",
            "comment": ""
        },
        {
            "title": "与子华原父小饮坐中寄同州江十学士休复",
            "content": "岁晚忽不乐，相过偶乘闲。百年才几时，一笑得亦艰。有酒醉嘉客，无钱买娇鬟。问予官何为，侍从联朝班。朝廷多贤材，何用蒯与菅。白发垂两鬓，黄金腰九环。奈何章绶荣，饰此木石顽。於国略无补，有◇常在颜。幸蒙二三友，相与文字间。江子独舍我，高鸿去难攀。秋风动沙苑，郡阁当南山。吟咏日多暇，诏条宽可颁。寒云雪纷糅，幽鸟春◇蛮。胜事日向好，思君何时。",
            "comment": ""
        },
        {
            "title": "戏书",
            "content": "支离多病叹衰颜，赖得群居一笑欢。人老思家甚年少，身闲泥酒过春寒。来时御柳天街冻，归去梨花禁◇残。纵使开门佳节晚，未妨双鹤舞霜翰。",
            "comment": ""
        },
        {
            "title": "龙兴槷小饮呈表臣元珍",
            "content": "平日相从乐会文，博枭壶马占朋分。罚筹多似昆阳矢，酒令严於细柳军。蔽日雪云犹靉靆，欲晴花气渐氛氲。一◇万事皆毫末，蜾蠃螟蛉岂足云。",
            "comment": ""
        },
        {
            "title": "初冬归襄城弊居",
            "content": "日落原野晦，天寒闾市闲。牛羊远陂去，鸟雀空檐间。凭高植藜杖，旷目瞻前山。垅麦风际绿，霜鸦村外还。禾黍日已熟，杯酒聊开颜。酣歌岁云暮，寂寞向柴关。",
            "comment": ""
        },
        {
            "title": "初夏刘氏竹林小饮",
            "content": "春荣忽已衰，夏叶换初秀。披荒得深蹊，扫绿荫清昼。万竿交已耸，千亩蔚何富。惊雷迸狂鞭，雾箨舒文绣。虚心高自擢，劲节晚愈瘦。虽惭桃李妖，岂愧松柏後。川源湛新霁，林麓洗昏霿。猗猗色可餐，滴滴翠欲溜。况兹夏首月，景物得嘉候。晚蝶舞新黄，孤禽弄清味。穷深入窗蒙，玩密爱林茂。依依带幽涧，隐隐见孤岫。林荪缛堪眠，野汲冷可漱。鸣琴泻山风，高籁发仙奏。暑却自蠲渴，心闲疑愈疚。杯盘杂芬芳，图籍罗左右。怡然忘簪组，释若出羁厩。矧予怀一丘，未得解黄绶。官事偶多闲，郊扉须屡叩。新篁渐添林，晚笋堪荐豆。谁邀接◇公，有酒幸相就。",
            "comment": ""
        },
        {
            "title": "和圣俞百花洲二首",
            "content": "野岸溪几曲，松蹊穿翠阴。不知芳渚远，但爱绿荷深。",
            "comment": ""
        },
        {
            "title": "太白戏圣俞",
            "content": "开元无事二十年，五兵不用太白闲。太白之精下人间，李白高歌蜀道难。蜀道之难难於上青天，李白落笔生云烟。千奇万险不可攀，却视蜀道犹平川。宫娃扶来白已醉，醉里诗成醒不记。忽然乘兴登名山，龙咆虎啸松风寒。山头婆娑弄明月，九域尘土悲人寰。吹笙饮酒紫阳家，紫阳真人驾云车。空山流水空流花，飘然已去凌青霞。下看区区郊与岛，萤飞露湿吟秋草。",
            "comment": ""
        },
        {
            "title": "春帖子词二十首·皇后合五首",
            "content": "御水冰销录，宫梅雪压香。新年贺交泰，白日渐舒长。",
            "comment": ""
        },
        {
            "title": "忆滁州幽谷",
            "content": "滁南幽谷抱千峰，高下山花远近红。当日辛勤皆手植，而今开落任春风。主人不觉悲华发，野老犹能说醉翁。谁与援琴亲写取，夜泉声在翠微中。",
            "comment": ""
        },
        {
            "title": "钓者",
            "content": "风牵钓线袅长竿，短笠轻蓑细草间。春雨蒙蒙看不见，火烟埋却面前山。",
            "comment": ""
        },
        {
            "title": "奉答原甫见过宠示之作",
            "content": "不作流水声，行将二十年。吾生少贱足忧患，忆昔有罪初南迁。飞帆洞庭入白浪，堕泪三峡听流泉。援琴写得入此曲，聊以自慰穷山间。中间永阳亦如此，醉卧幽谷听潺湲。自从还朝恋荣禄，不觉鬓发俱凋残。耳衰听重手渐颤，自惜指法将谁传。偶欣日色曝书画，试拂尘埃张断弦。娇儿痴女遶翁膝，争欲强翁聊一弹。紫微阁老适我过，爱我指下声泠然。戏君此是伯牙曲，自古常叹知音难。君虽不能琴，能得琴意斯为贤。自非乐道甘寂寞，谁肯顾我相留连。兴阑束带索马去，却锁尘匣包青◇。",
            "comment": ""
        },
        {
            "title": "猛虎",
            "content": "猛虎白日行，心闲貌扬扬。当路择人肉，罴猪不形相。头重尾不掉，百兽自然降。暗祸发所忽，有机埋路傍。徐行自踏之，机翻矢穿肠。怒吼震林丘，瓦落儿堕床。已死不敢近，目睛射余光。虎勇恃其外，爪牙利钩鋩。人形虽羸弱，智巧乃中藏。恃外可推折，藏中难测量。英心多决烈，自信不猜防。老狐足奸计，安居穴垣墙。穷冬听冰渡，思虑岂不长。引身入扱中，将死犹跳踉。狐奸固堪笑，虎猛诚可伤。",
            "comment": ""
        },
        {
            "title": "望江南/忆江南",
            "content": "江南蝶，斜日一双双。身似何郎全傅粉，心如韩寿爱偷香。天赋与轻狂。微雨後，薄翅腻烟光。才伴游蜂来小院，又随飞絮过东墙。长是为花忙。",
            "comment": "【注释】这是一首以蝴蝶为吟诵对象的咏物词。开头两句写双双对对的江南蝴蝶在傍晚的阳光下翩翩飞舞。“身似何郎全傅粉”，何郎，何晏。《世说新语·容止 》：“何平叔（晏）美姿仪，面至白，魏明帝疑其傅粉 ，正夏月与热汤饼，既啖，大汗出，以朱衣自拭，色转皎然。”此句以人拟蝶，以何郎傅粉喻蝶的外形美 。蝶翅和体表生有各色鳞片和丛毛，形成各种花斑，表面长着一层蝶粉，仿佛是经过精心涂粉装扮的美男子。“心如韩寿爱偷香”，据《世说新语·惑溺 》与《 晋书·贾充传》载，“韩寿美姿容。贾充辟为司空掾。充少女贾午见而悦之，使侍婢潜通音问，厚相赠结，寿逾垣与之通。午窃充御赐西域奇香赠寿。充僚属闻其香气，告于充。充乃考问女之左右，具以状对。充秘之，遂以女妻寿。”此处也是以人拟蝶，以韩寿偷香喻指蝴蝶依恋花丛、吸吮花蜜的特性。典故随意拈来，妙笔天成，运用得极其生动、贴切。“傅粉”、“偷香”，从外形与内质两方面概写了蝴蝶的美貌与特性，这两句为整首词的词眼。接着一句“天赋与轻狂 ”，挽住上片，又启迪下片。“轻狂”者，情爱不专一、恣情放浪也。下片就“轻狂”二字生发，先写傍晚下了一场小雨，雨一停，浪蝶便度翠穿红地忙乎起来。“薄翅腻烟光”一句体物入微，状写精妙，选词用字准确、熨贴。蝴蝶的粉翅是薄而有些透明的，当它沾上雨水之后，翅上的“粉”便变“腻”了。“烟光”指的是雨后的晚晴夕照。斜阳透过沾水发腻的粉翅，显得朦朦胧胧，宛似笼罩在一片缥缈的烟雾之中了。轻狂的蝴蝶自有轻狂的朋侣“游蜂”、“飞絮”相伴。蝴蝶伴随狂蜂、飞絮到处宿粉栖香，“长是为花忙”。结句回应了上片的“天赋与轻狂”，以“为花忙 ”的具体意象点出“ 轻狂”。“花”字意蕴双关，亦物亦人。全词一纵一收，上下关合，联密而自然。欧阳修这首咏蝴蝶词 ，既切合蝶的外形与内质，又不单单滞留在蝶的本身，而是以拟人化手法，将蝶加以人格化，亦蝶亦人，借蝶咏人，通过何郎傅粉与韩寿偷香的故事，维妙维肖地把蝶与人的“天赋与轻狂”、“长是为花忙”的特点巧妙地绾合起来，将何郎、韩寿的禀赋一古脑儿倾注在专以粉翅搧情、以恋花吮蜜为营生的浪蝶身上，把自然的动物性与社会的人性融合为一体，在蝴蝶的形象中集中了风流浪子眠花卧柳、寻欢作乐的种种属性，蝶就成为活脱脱的轻狂男子的化身。反过来，作者又含蓄地讽刺了那些轻狂男子身上过多的动物属性。"
        },
        {
            "title": "春帖子词二十首·皇后合五首",
            "content": "初欣彩胜迎春早，已觉鸡人报漏迟。风色结寒犹料峭，天光煦物已融怡。",
            "comment": ""
        },
        {
            "title": "寄韩子华",
            "content": "人事从来无处定，世涂多故践言难。谁如颍水闲居士，十顷西湖一钓竿。",
            "comment": ""
        },
        {
            "title": "奉答子履学士见寄之作",
            "content": "忆昨初为亳守行，暂休车骑汝阴城。喜君再共樽俎乐，怜我久怀丘壑情。累牍已尝陈素志，新春应许遂归耕。老年虽不堪东作，犹得酣歌咏太平。",
            "comment": ""
        },
        {
            "title": "吴学士石屏歌",
            "content": "晨光入林众鸟惊，腷膊群飞鸦乱鸣。穿林四散投空去，黄口巢中饥待哺。雌者下啄雄高盘，雄雌相呼飞复。还空林无人鸟声乐，古木参天枝屈蟠。下有怪石横树间，烟埋草没苔藓斑。借问此景谁图写，乃是吴家石屏者。虢工刳山取山骨，朝鑱暮斲非一日，万象皆从石中出。吾嗟人愚不见天地造化之初难，乃云万物生自然。岂知镌鑱刻画丑与妍，千状万态不可殚。神愁鬼泣夜不得闲，不然安得巧工妙手惫精竭思不可到，若无若有缥缈生云烟。鬼神功成天地惜，藏在虢山深处石。惟人有心无不获，天地虽神藏不得。又疑鬼神好胜憎吾侪，欲极奇怪穷吾才，乃传张生自西来，吴家学士见且咍，醉点紫毫淋墨煤。君才自与鬼神◇，嗟我老矣安能陪。",
            "comment": ""
        },
        {
            "title": "绝句",
            "content": "冷雨涨焦陂，人去陂寂寞。惟有霜前花，鲜鲜对高阁。",
            "comment": ""
        },
        {
            "title": "端午帖子·夫人合五首",
            "content": "冰壶凝皓彩，水殿漾轻涟。绣茧夸新巧，萦丝喜续年。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "池外轻雷池上雨雨声滴碎荷声小楼西角断虹明阑干倚处待得月华生燕子飞来窥画栋玉钩垂下帘旌凉波不动簟纹平水精双枕畔有堕钗横",
            "comment": ""
        },
        {
            "title": "鹘",
            "content": "依倚秋风气象豪，似欺黄雀在蓬蒿。不知羽翼青冥上，腐鼠相随势亦高。",
            "comment": ""
        },
        {
            "title": "和刘原父从幸後苑观稻呈讲筵诸公",
            "content": "禁御皇居接，香畦镂槛边。分渠自灵沼，种稻满滮田。六毇名居首，三农政所先。擢茎蒙德茂，养实以时坚，擢茎蒙德茂，养实以时坚。晓谒龙墀罢，行瞻凤盖翩。粹容知喜色，嘉瑞奏丰年。衰病惭经学，陪游与俊贤。安知帝力及，但乐岁功全。拜赐秋风里，分行黼座前。自怜台笠叟，来缀侍臣篇。",
            "comment": ""
        },
        {
            "title": "再和圣愈见答",
            "content": "两畿相望东与西，书来三日犹为稽。短篇投子譬瓦砾，敢辱报之金褭蹄。文章至宝被埋没，气象往往干云霓。飞黄伯乐不世出，四顾骧首空长嘶。嗟哉我岂敢知子，论赖子初指迷。子言古淡有真味，大羹岂须调以齑。怜我区区欲强学，破◇曾不离污泥。问子初何得臻此，岂能直到无阶梯。如其所得自勤苦，何惮入海求灵犀。周旋二纪陪唱和，凡翼每◇鸾凰栖。有时争胜不量力，何异弱鲁攻强齐。念子京师苦憔悴，经年陋巷听朝鸡。儿啼妻噤午未饭，得米宁择秕与稊。石上紫豪家故有，剡藤莹滑如玻璃。追惟平昔念少壮，零落生死嗟分睽。一挥累纸恣奔放，骏若驾骆仍骖骊。腹虽枵虚气豪横，犹胜谄笑病夏畦。名声不朽岂易得，仕宦得路终当跻。年来无物不可爱，花发有酒谁同携。问我居留亦何事，方春苦旱忧民◇。",
            "comment": ""
        },
        {
            "title": "寄大名程资政琳",
            "content": "龙门长恨晚方登，便以忘年接後生。谈剧每容陪玉麈，饮豪常忆困金觥。冰开御水春应绿，云破淮天月自明。醉倒离筵听别曲，醒来犹尚记余声。",
            "comment": ""
        },
        {
            "title": "别後奉寄圣俞二十五兄",
            "content": "长河秋雨多，夜插寒潮入。岁暮孤舟迟，客心飞鸟急。君老忘卑穷，文字或缀缉。余生苦难厄，世险蹈已习。离合二十年，乖睽多聚集。常时饮酒别，今别辄饮泣。君曰吾老矣，不觉两袖湿。我年虽少君，白发已揖揖。忆初京北门，送我马暂立。自兹遭槛井，一落谁引汲。颠危偶脱死，藏窜甘自絷。但令身尚在，果得手重执。闻来喜迎前，貌改惊乍揖。别离才几时，旧学废百十。残章与断稿，草草各收拾。空窗语青灯，夜雨听◇◇。明朝解舟南，归翼纵莫戢。还期明月饮，幸此中秋及。酒酣弄篇章，四坐困供给。欢言正喧哗，别意忽於邑。日暮北亭上，浊醪聊共挹。轻桡动翩翩，晚水明熠熠。行心去虽迫，诀语出犹涩。归来录君诗，卷轴多◇◇。谁云已老矣，意气何◇岌。惜哉方壮时，千里足常◇。知之莫予深，力不足呼吸。叹吁偶成篇，聊用缀君什。",
            "comment": ""
        },
        {
            "title": "拟玉台体七首·别後",
            "content": "连环结连带，赠君情不忘。暂别莫言易，一夕九回肠。",
            "comment": ""
        },
        {
            "title": "送致政朱郎中",
            "content": "平生不省问田园，白首忘怀道更尊。已上印书辞北阙，稍留冠盖饯东门。冯唐老有为郎恋，疏广终无任子恩。今日荣归人所羡，两儿腰绶拥高轩。",
            "comment": ""
        },
        {
            "title": "和出省",
            "content": "僮奴襆被莫相催，待报霜台御史来。晴陌便当联骑去，春风任放百花开。文章纸贵争驰誉，朝野人言庆得才。共向丹墀侍临选，莫惊鳞鬣化风雷。",
            "comment": ""
        },
        {
            "title": "寄河阳王宣徽",
            "content": "谁谓萧条颍水边，能令嘉客少留连。肥鱼美酒偏宜老，明月清风不用钱。况值湖园方首夏，正当樱笋似三川。自知不及南都会，勉强犹须托短篇。",
            "comment": ""
        },
        {
            "title": "岁暮书事",
            "content": "东州负海圻，风物老依依。岁熟鸦声乐，天寒鴈过稀。跨鞍惊髀骨，数带减腰围。却羡常夫子，终年独掩扉。",
            "comment": ""
        },
        {
            "title": "代鸠妇言",
            "content": "斑然锦翼花簇簇，雄雌相随乐不足。抱雏出卵翅羽成，岂料一朝还反目。人言嫁鸡逐鸡飞，安知嫁鸠被鸠逐。古来有盛必有衰，富贵莫忘贫贱时。女弃父母嫁曰归，中道舍君何所之。天生万物各有类，谁谓鸟兽为无知。虽无仁义有情爱，苟闻此言宁不悲。",
            "comment": ""
        },
        {
            "title": "游龙门分题十五首·鱼鹰",
            "content": "日色弄晴川，时时锦鳞跃。轻飞若下韝，岂畏风滩恶。人归晚渚静，独傍渔舟落。",
            "comment": ""
        },
        {
            "title": "汉宫",
            "content": "桂馆神君去，甘泉辇道平。翠华飞盖下，豹尾属车迎。晓露寒浮掌，光风细转旌。廊回偏费步，佩远尚闻声。玉树人间老，珊瑚海底生。金波夜夜意，偏照影娥清。",
            "comment": ""
        },
        {
            "title": "春帖子词二十首·五温成皇后合四首",
            "content": "内助从来上所嘉，新春不忍见新花。君王念旧怜遗族，常使无权保厥家。",
            "comment": ""
        },
        {
            "title": "琵琶亭上作",
            "content": "九江烟水一登临，风月清含古恨深。湿尽青衫司马泪，琵琶还似雍门琴。",
            "comment": ""
        },
        {
            "title": "闲居即事",
            "content": "巷有容车陋，门无载酒过。池喧蛙怒雨，客去雀惊罗。握臂如枝骨，哀弦系◇歌。无憀漳浦卧，还似咏中阿。",
            "comment": ""
        },
        {
            "title": "秀才欧世英惠然见访於其还也聊以赠之",
            "content": "相逢十年旧，暂喜一◇同。昔日青衫令，今为白发翁。俟时君子守，求士有司公。况子之才美，焉能久困穷。",
            "comment": ""
        },
        {
            "title": "送田处士",
            "content": "秦士多豪侠，未君久遁名。青山对高卧，白首喜论兵。气古时难合，诗精格入评。公车不久召，归袖夕风生。",
            "comment": ""
        }
    ]
}