{
    "dynasty": "宋",
    "author": "汪莘",
    "poems": [
        {
            "title": "秋怀十首",
            "content": "曾向潇湘遇水仙，倏来如月去如烟。深林一笑闻山鬼，余处幽篁不见天。",
            "comment": ""
        },
        {
            "title": "中秋月五首",
            "content": "吟诗竞尽月精微，自昔谁明造化机。近作金波千道去，远成玉鉴一团飞。阳魂满处因乾父，阴魄亏时自巽妃。笠泽渔舟都不问，醉中倒着绿蓑衣。",
            "comment": ""
        },
        {
            "title": "送赵君十绝",
            "content": "归去苕溪理钓蓬，风清月白水精宫。青莲居士争闲得，时答天书一两通。",
            "comment": ""
        },
        {
            "title": "瑞粟歌",
            "content": "君不见济阴九种禾，又不见河南六岐麦。何似新安海阳县，瑞粟一枝超简册。嘉定四载六月中，采来颖自东极东。龙枝凤冠云蕖丛，令人多力善走颜色红。六岐九穗岂足道，径欲一醉敲金钟。赵君不敢留，驰以告宰公。宰公不敢留，驰以告太守意甚忠。嘉定圣人坐法宫，声色不迩心在农。嘉定圣人与天通，故产瑞粟昭年丰。新安太守见此喜，谓匪奇花异卉同，销金黄罗手自封。再拜献天门，进入开天容。吾闻粟有神，其姓曰庆天。吾闻粟字制，其西曰金坚。吾闻粟字释，盖取阳精相续如百川。请君占所闻，可以知开先。我歌贺宰公，宰公归太守。我歌贺太守，太守归我皇极天子大父母，愿见太平万古万万古。惟有贫儒都不知，但愿食粟长无饥。",
            "comment": ""
        },
        {
            "title": "方壶自咏",
            "content": "事体向晚境，情怀非少年。平生不得地，至死亦由天。坐背暑弥胜，行膺寒愈坚。愿言过去苦，莫与后来贤。",
            "comment": ""
        },
        {
            "title": "南乡子",
            "content": "茅舍起疏烟。家在寒溪阿那边。修竹当篱梅当户，萧然。问是尧天是葛天。风雨入新年。惟恐春阴咽管弦。绿酒一樽歌一曲，人传。不属天仙属散仙。",
            "comment": ""
        },
        {
            "title": "三九十九日过松江五绝",
            "content": "薰风吹梦听新蝉，又向长桥舣钓船。好剪吴松半江水，袖归三十六峰前。",
            "comment": ""
        },
        {
            "title": "对月与念六弟谈化作",
            "content": "新月长眉清，娟娟照茅舍。坐有我弟俱，因得穷造化。初叹此个月，涵浙复涵灞。终忆此个月，古夜复今夜。日月天中行，地下亦双明。天地在太虚，一点如流萍。水轮载以浮，风轮吹不停。地譬鸡子黄，天乃鸡子清。天半绕地下，天半出地上。星辰附天旋，昼夜成俯仰。吾尝挥雷鞭，骑龙日宫前。整顿朝东皇，拜手金鸟傍。日宫月宫留不住，翻身透过天顶去。双手拨转赤精球，山河万象在裹头。此时见天不见地，忆尝阅尽世间事。几度穿入月之内，几度穿出天之外。几度天地劫火来，只有太虚元不坏。我自太虚观世间，释迦老子皆等闲。",
            "comment": ""
        },
        {
            "title": "行香子",
            "content": "策杖溪边。倚杖峰前。望琼林、玉树森然。谁家残雪，何处孤烟。向一溪桥，一茅店，一渔船。别般天地，新样山川。唤家童、访鹤寻猿。山深寺远，云冷钟残。喜竹间灯，梅间屋，石间泉。",
            "comment": ""
        },
        {
            "title": "春怀十首",
            "content": "黄鹂占高枝，蝴蝶恋芳草，达人能岸胡，儿女被春恼。和风吹衣裳，白日照怀抱。天地为我园，众目一何小。东皇行仲月，南极现朱鸟。虞帝被袗衣，周五在灵沼。天飞既览德，於{左牛台刃}亦知道。感此弥恨长，冉冉以空老。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "春早不知春，春晚又还无味。一点日中星鸟，想尧民如醉。不寒不暖杏花天，花到半开处。正是太平风景，为人间留住。",
            "comment": ""
        },
        {
            "title": "寄潘粹",
            "content": "梦魂何事练溪滨，起自新春向晚春。红杏园林催百舌，绿杨洲渚荐重唇。一年好处是寒食，三月水边多丽人。遥想使想行乐处，牡丹如障草如茵。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "谁与玩芳草，公子未西归。天然脱去雕饰，秋水落芙蕖。发轫朝兮东壁，弭节夕兮西极，故国入踌躇。梦里不知路，南斗正扶疏。鸩不好，凤不利，忆三闾。算来何事，苦道岁晏孰华余。首拜东皇太乙，复次云君司命，高曳九霞裾。山鬼正含睇，慕我欲何如。",
            "comment": ""
        },
        {
            "title": "方壶自咏",
            "content": "性静无一物，心生有万端。曾将魂魄练，不被鬼神瞒。纵步地虽窄，仰头天自宽。裁诗偏得偶，遇卦只成单。",
            "comment": ""
        },
        {
            "title": "寿高内翰",
            "content": "胸次包天烛九垓，正须博大济时材。朝从碧落搏风角，暮泛灵槎出斗魁。别墅已将修竹隐，朱门仍向镜湖开。如今且为苍生起，一取前贤气焰回。",
            "comment": ""
        },
        {
            "title": "己酉夏偶兴",
            "content": "两灯射壁两重光，一影俱生一影傍。假使百灯同一室，百身还只一身忙。",
            "comment": ""
        },
        {
            "title": "春怀十首",
            "content": "夕阳下西崦，明月出东方。清波如有神，乔木何苍苍。簪玉待魏文，趿履从思王。奎壁不在天，西园烂成章。祥飚绕飞盖，鸳鸯宿春塘。丝竹壮高会，宾主无留觞。忧生惜日短，玩物贪夜长。岁寒不易得，此道亦足藏。",
            "comment": ""
        },
        {
            "title": "鹊桥仙",
            "content": "傥来无定，浮生如寄，休说真非真是。道人半睡半醒时，全身在、碧霄宫里。风师四起，云君六合，茅舍有何准拟。待他雪阵打窗来，旋披起、半床纸被。",
            "comment": ""
        },
        {
            "title": "桃源忆故人",
            "content": "人间只解春留住。不管秋归去。一阵西窗风雨。秋也归何处。柴扉半掩闲庭户。黄叶青苔无数。犹把小春分付。梅蕊前村路。",
            "comment": ""
        },
        {
            "title": "寒食节有感",
            "content": "寒食原头杜宇声，谁家不起古今情。纸钱烧罢人归后，一树梨花冻月明。",
            "comment": ""
        },
        {
            "title": "立春日山行",
            "content": "远山残雪献年华，翠黛千层蹙浪花。天上画屏描不得，懒移皮屐下邻家。",
            "comment": ""
        },
        {
            "title": "游南山",
            "content": "山蹊黄叶从过满，石案苍苔不用除。坛上古松岩畔竹，切须留伴老僧居。",
            "comment": ""
        },
        {
            "title": "春夏之交风雨弥间耳目所触即事十绝",
            "content": "下帘读易有深功，一炷清香过日中。赤帝元来协青帝，南风初至似东风。",
            "comment": ""
        },
        {
            "title": "方壶自咏",
            "content": "三万六千刻，四千三百时。不思人事汩，只怪岁华驰。拚命尝因道，忘家亦为诗。幽怀聊自遣，俗子莫令知。",
            "comment": ""
        },
        {
            "title": "中原行怀古",
            "content": "汉家中原一百州，故老南望空悠悠。问君北贼何足道，坐守画地如穷愁。不共戴天是此仇，生不杀贼死不休。诸公但能安身计，更无一点英雄气。遂令多士皆沉醉，绝口不复言时事。恭惟主上天勇智，皦日平生复仇志。秋色平场千万骑，望裹亭亭黄屋至。六军拜手呼万岁，报恩便欲无生意。西风萧瑟天无云，牙领蟠冢愁黄曛。白衣不得见天子，道人何得愁朱门，可怜泾渭胸中分。愿起沔阳死诸葛，作我大宋飞将军。",
            "comment": ""
        },
        {
            "title": "秋兴",
            "content": "天处涵天心广大，月中吐月性光明。夜来飞上昆仑顶，独倚琼楼啸一声。",
            "comment": ""
        },
        {
            "title": "开禧元年四月自中都挈家还乡寓居城南十二月",
            "content": "出郭已超俗，住溪尤近真。青天素和我，白雪便随人。守道何妨贱，藏书不尽贫。长怀社中友，共发瓮头春。",
            "comment": "【注释】【原题】：开禧元年四月自中都挈家还乡寓居城南十二月迁居柳溪上其夜大雪初一日盖宰来访约过县斋为一日款深夜而归赋此"
        },
        {
            "title": "水调歌头",
            "content": "听说古时月，皎洁胜今时。今人但见今月，也道似琉璃。君看少年眸子，那比婴儿神彩，投老又堪悲。明月不在盛，玉斧亦何为。约东坡，招太白，试寻思。凭谁斫却，里面桂影数千枝。忆在无怀天上，仍向有虞宫殿，看月到陈隋。别有一轮月，万古没成亏。",
            "comment": ""
        },
        {
            "title": "访吴安抚竹洲",
            "content": "忆昔见公十载前，知公即日图凌烟。而今见公十载后，岂意翻为竹洲叟。黄金照白天门开，夜叉安得生风雷。龙文虎脊君当取，有才不用当谁哉。中原寝庙无消息，塞上无人能杀贼。君王此志二十秋，四海看君闲不得。",
            "comment": ""
        },
        {
            "title": "夏日西湖闲居十首",
            "content": "晚风吹动碧琳寒，初日花房露未乾。谁道幽人无伴侣，红蕖万朵竹千竿。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "问言何处秋光好。当年曾过长洲道。一望没遮拦。天宽水亦宽。也因轻霭扫。也傍斜晖讨。指点与君看。画他难不难。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "万古灰飞，算何用、黄金满屋。吾老矣，几番重九，几杯醽醁。此日登临多恨别，明年强健何由卜。且唤教、儿女逐人来，寻黄菊。苹已白，枫犹绿。鲈已晚，橙初熟。叹人间何事，稍如吾欲。五柳爱寻王母使，三闾好作湘妃曲。向飘风、冻雨返柴扉，骑黄犊。",
            "comment": ""
        },
        {
            "title": "九月十六日出郡登舟如钱塘十七日舟中杂兴",
            "content": "白云晚向山中出，白雾朝从水上生。三百里滩轰笛过，鬼神惊倒怒龙声。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "诗家清绝。檐外森然苍玉节。学易无思。一笑窗前白玉妃。何人共说。山上青松松上雪。更有谁知。溪在门前月在溪。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "檐溜滴。都是春归消息。带雨牡丹无气力。黄鹂愁雨湿。争看洛阳春色。忘却连天草碧。南浦绿波双桨急。沙头人伫立。",
            "comment": ""
        },
        {
            "title": "湖上早秋偶兴",
            "content": "坐卧芙蓉花上头，清香长绕饮中浮。金风玉露玻璃月，并作诗人富贵秋。",
            "comment": ""
        },
        {
            "title": "游甘露寺",
            "content": "扁舟京口意踌躇，北固峰头泪满裾。闻道昔时兵可用，未知今日事何如。伤心南渡英雄尽，屈指中原岁月疏。待见太平心始足，不妨归去老樵渔。",
            "comment": ""
        },
        {
            "title": "开禧元年四月自中都挈家还乡寓居城南十二月",
            "content": "朱减颜逾皱，霜添鬓却新。文章应舍我，富贵不如人。照破生前物，思穷死后神。谓宜休仕汉，何必只逃秦。",
            "comment": "【注释】【原题】：开禧元年四月自中都挈家还乡寓居城南十二月迁居柳溪上其夜大雪初一日盖宰来访约过县斋为一日款深夜而归赋此"
        },
        {
            "title": "哨遍",
            "content": "近腊景和，故山可过，足下听余述。便自往山中，憩精蓝，与僧饭讫。北涉灞川，明月华映郭，夜登华子冈头立。嗟辋水沦涟，与月上下，寒山远火蒙笼。听林外犬类豹声雄。更村落谁家鸣夜舂。疏钟相闻，独坐此时，多思往日。噫，记与君同。清流仄径玉琤琮。携手赋佳什。往来萝月松风。只待仲春天，春山可望，山中卉木垂萝密。见出水轻鯈，点溪白鹭，青皋零露方湿。雉朝飞，麦陇鸣俦匹。念此去非遥莫相失。傥能从我敢相必。天机非子清者，此事非所急。是中有趣殊深，愿子无忽。不能一一。偶因驮檗附吾书，是山人王维摩诘。",
            "comment": ""
        },
        {
            "title": "聒龙谣",
            "content": "梦下瑶台，神飞阆苑，自叹尘寰久客。三入成周，望皇居帝宅。荡兰桨、伊阙波涛，曳玉杖、洛阳阡陌。独踌躇、武烈文谟，天垂晚，月生魄。故人少，别怀多，引壶觞自酌，谁怜衰白。群仙问我，尚低头方册。共云将、东过扶摇，遇鸿濛、顿超玄默。待功成，翳凤骑麟，把蟠桃摘。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "阆苑梦回时，窗外数声啼鸟。觉我床前天气，便清明多少。诗人门户约花开，宿蝶误飞了。一段山青水绿，作洞庭春晓。",
            "comment": ""
        },
        {
            "title": "鸡雏",
            "content": "负清抱黄圆如弹，昆仑磅礴幽未判。母鸡春日宿鸡栖，躬抱乾坤入烹煆。翼之腹之气自蒸，有时踏转令交贵。朦朦如因当昼中，惺惺无眠过夜半。食时莫怪唤不应，凝然有在应难唤。君不见阴阳气足有超越，恍惚惚恍生神观。数声隔{彀弓换卵}闻淳音，一点悬胎脱幽赞。母鸡惯事徐啄开，可怜毛羽良毰毸。却思裹许若为活，跧伏性命能低回。啄粟饮水孰教之，天机自动曾何疑。三三两两旋母脚，出入南北相追随。累然多寡企磊落，倏然后先无定著。乘閒疾数数不得，往来旁午依前错。闻道轮回少安泊，谪仙那能被法缚。秋山归来酒新熟，呼童烹鸡色自若。杀与不杀莫忖度，请君寒江倚山阁。",
            "comment": ""
        },
        {
            "title": "访孟守",
            "content": "紫阳佳山水，帝室雄垣藩。桑枯若云屯，梨枣如星环。迩来十载，有失汉诏宽。坐令陇亩上，面作百摺酸。侯来自江西，与物破险囏。处处春风村，家家秋月湾。矧侯老儒术，渊源起波澜。文盟后韩孟，诗社前张樊。贱子昔好学，何理不仰鑽。风雷绕肠胃，日月悬肺肝。宇宙在掌握，鬼神露毫端。身由疾恶病，家以论事殚。天门守九虎，归卧牛衣间。誓欲灭此贼，使天回正观。豫子欲趋赵，聂生方入韩。匕首忽电掣，铁椎已雷鑽。世无伯牙手，锺子每长叹。世无子期耳，伯牙泪空弹。人生乐相知，相知良亦难。不知起胡越，相知风岁寒。自侯之来矣，顾言识孔鸾。秋风动心气，朔云资虐奸。及此春日舒，扶病犹蹒跚。怪仆来胡迟，为仆留城关。见侯亦胡为，明珠倾月团。见仆亦何为，伸此蛟龙蟠。龟老壳愈坚，鹤老顶益丹。自恨身已老，徒重钝与顽。终忆玉川子，干谒非所安。山不养伯龄，伯龄不厌山。",
            "comment": ""
        },
        {
            "title": "又叙谢",
            "content": "竹翁恶俗客，屡举却尘翁。云何一见我，捉手形深睠。坐呼兰溪酒，即取太白劝。阶前抱关卒，为我颜色变。解榻经两眠，天寒恐冰霰。主意厚且真，惜别如挽牵。握手紫竹杖，眩转含飞电。端作临水送，沙溪清练练。还家甫席暖，书到惊一县。特遣赠行诗，水剪梨花片。且约二三子，同煮竹洲面。岂意古人事，乃复今日见。理发叙心曲，所属加餐饭。无事觉昼长，明窗试笔砚。",
            "comment": ""
        },
        {
            "title": "别真直院西山",
            "content": "去年来见公，略以书自陈。今年来见公，知公意已亲。一见为我喜，再见为我颦。温存到风雨，检点及米薪。会我群玉堂，坐上皆伟人。欲引野鹤姿，轩昂出京尘。公自哀其穷，我岂有足珍。但愿公富贵，何忧我贱贫。过从两三月，意味十万春。将非前世缘，更结来生因。所恨难久留，归理青溪缗。公亦厌承明，请牧江海滨。嗟我老于行，东西足悲辛。那宜种橘柚，幸使守松筠。",
            "comment": ""
        },
        {
            "title": "自去秋疾作正月尚未全愈晓枕有怀",
            "content": "插柳栽花便满林，午天蜂蜨晓天禽。老来病损浑无力，报答春光只有心。",
            "comment": ""
        },
        {
            "title": "潘别驾自祁门回",
            "content": "白马嘶风入紫阳，使君一笑列壶觞。秋原是处堪图画，豆子花红稻半黄。",
            "comment": ""
        },
        {
            "title": "乳燕飞/贺新郎",
            "content": "晓趁西湖约。到湖头，烟消日出，波生雨脚。日挈白鱼携碧酒，要与诗人共酌。把楼上、珠帘卷却。坐对荷花三万朵，念西邻、未嫁肌如削。待折与，不堪著。别来又见秋萧索。恨无由、将余风月，伴君云鹤。想见登山临水处，醉把茱萸槃礴。唱白雪、阳春新作。一自东篱人去後，算人间，黄菊空零落。叹作者，多命薄。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "红白虽分两色，清香总是梅花。早春风日野人家。相对伯夷柳下。爱影拈将灯取，惜香放下帘遮。长安如梦只堪嗟。乐此应须贤者。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "流水小桥，茅屋竹窗，纸帐蒲团。把坎宫闭了，虎龙吟啸，离宫锁定，日月回环。万点星飞，两轮电转，五色圆光天样宽。□奇处，渐冥冥杳杳，有个鸦翻。当时筑著机关。後常把空华戏弄看。更有些可笑，寐中清境，有些可怪，镜里清颜。太上留魂，老君炼魄，又被瞿昙都扫残。如何好，只单修见性，双练还丹。",
            "comment": ""
        },
        {
            "title": "方壶自咏",
            "content": "白昼常陪俗，清宵得养魂。几时成草屋，终日掩柴门。事迫文方出，身闲道始尊。世方怀祖逖，吾已吊刘琨。",
            "comment": ""
        },
        {
            "title": "夏日西湖闲居十首",
            "content": "急管繁弦樽俎閒，何人静眼对湖山。怪来水面无鸥鹭，多在残蒲落照湾。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "风日未全春，又是春来风日。不出方壶门户，见东皇消息。此时春事苦无多，春意最端的。却被草牙引去，向柳梢收得。",
            "comment": ""
        },
        {
            "title": "途中再咏金陵",
            "content": "石头城上望斜晖，览尽金陵寂寞归。叹息青天如许大，可无一个凤凰飞。",
            "comment": ""
        },
        {
            "title": "开禧元年四月自中都挈家还乡寓居城南十二月",
            "content": "彻骨寒谁觉，回骸暖自醒。直须人悄悄，方得物亭亭。性伏涵三极，心开烛万灵。有僧肥臃腫，怪我瘦竛竮。",
            "comment": "【注释】【原题】：开禧元年四月自中都挈家还乡寓居城南十二月迁居柳溪上其夜大雪初一日盖宰来访约过县斋为一日款深夜而归赋此"
        },
        {
            "title": "直院自言愿所以相拯之意有非毫楮所可宣者归",
            "content": "倾国佳人默怨天，红颜过子拜尊前。世家大族多兄嫂，独得公姑分外怜。",
            "comment": "【注释】【原题】：直院自言愿所以相拯之意有非毫楮所可宣者归途口占一绝为寄"
        },
        {
            "title": "日月莲花歌",
            "content": "伟哉天地间，谁家两枝莲。红莲一枝瑰子鲜，白莲一枝雪样妍。两花径面各千里，压尽众草无朱铅。不见卖花翁，不知阿谁担南躔又北躔。不见采花蜂，但见乌蟾两点追过天津桥那边。有时双晕更整整，有时五彩尤戈戈。有时露下花头湿，有时风起花头偏。五凤衔入渊中渊，六龙插上天中天。一入一上知何年，至今络绎如梭穿。花敛作昏舒作昼，世间未识春前后。神农教民乱耕耨，唐侯指出两花定节候，唐侯司花方少年，朝朝暮暮长与花周旋。苟非其人子莫传，为花拣得花中仙。姚家爱花故不俗，花前自鼓薰风曲。采旗幻想芙蓉面，晚来旗脚薰风转。此花不费一钱买，付与后来司花模楷。青春飞过秋飞回，红白芙蕖花自开。曾观尧舜山河去，也见汉唐池馆来。看花人逐年年改，畴昔看花几人在。",
            "comment": ""
        },
        {
            "title": "四月十二日携家如钱塘二十二日过湖至九里松",
            "content": "昔年曾访此林坰，今日重来倍有情。道在山中人不会，竹风柏日总分明。",
            "comment": "【注释】【原题】：四月十二日携家如钱塘二十二日过湖至九里松船步头秦家安泊凡住百日八月还家仲冬题金德恭东园"
        },
        {
            "title": "中元夜兴",
            "content": "东院长廓约二更，风雷送雨正冥冥。忽看电掣金蛇过，照出青天一点青。",
            "comment": ""
        },
        {
            "title": "水天月歌",
            "content": "朝立寒溪东，暮立寒溪西。一到神顿领，熟视眼更迷。水光不见水，但见青天无表裹。天光不见天，但见一片清烟涵无边。水中有天天不湿，天中有水水不入。天耶水耶堕渺茫，只是天光与水光。月来水天中，水天裹月如不裹。月去水天中，水天锁月如不锁。明月不来不去时，琉璃泡中珠中颗。先自水天莫分别，更添月包更亲切。水色天色月色擘不开，水光天光月光拈不来。梦中酒渴不可忍，一口吸下骊龙腮。",
            "comment": ""
        },
        {
            "title": "九月十六日出郡登舟如钱塘十七日舟中杂兴",
            "content": "巍然钓石压江滨，烟水茫茫断四邻。天帝座边元是客，刘郎何得欲相臣。",
            "comment": ""
        },
        {
            "title": "行香子",
            "content": "野店残冬。绿酒春浓。念如今、此意谁同。溪光不尽，山翠无穷。有几枝梅，几竿竹，几株松。篮舆乘兴，薄暮疏钟。望孤村、斜日匆匆。夜窗雪阵，晓枕云峰。便拥渔蓑，顶渔笠，作渔翁。",
            "comment": ""
        },
        {
            "title": "闰十一月东行腊月立春夜秀州船场玩月甲辰正",
            "content": "鸦声欲断雉声起，柳眼已青桑眼黄。故乡春事正如许，春事只缘思故乡。",
            "comment": "【注释】【原题】：闰十一月东行腊月立春夜秀州船场玩月甲辰正月廿四日出都城廿七日晓行即事"
        },
        {
            "title": "生查子",
            "content": "天上不知天，洞里休寻洞。洞府天宫在眼前，春日都浮动。我自觉来看，他在迷时梦。觉则人人总是仙，步步乘鸾凤。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "夏则饮红泉，冬则餐红术。一片新春入手来，不费些儿力。春在水无痕，春在山无迹。李白桃红未吐时，好个春消息。",
            "comment": ""
        },
        {
            "title": "三九十九日过松江五绝",
            "content": "煎茶徐读散人传，对酒朗吟渔父词。除却月风同此意，祢应烟雨暗相知。",
            "comment": ""
        },
        {
            "title": "忆秦娥",
            "content": "村南北。夜来陡觉霜风急。霜风急。征途情绪，塞垣消息。佳人独倚琵琶泣。一江明月空相忆。空相忆。寒衣未絮，荻花狼籍。",
            "comment": ""
        },
        {
            "title": "庆元五年休宁权县郑丞吴山寺劝农次韵",
            "content": "骏马轻衫拂晓行，野塘春水縠纹生。心知沮溺无寻处，犹把津头问耦耕。凤凰城裹旧徘徊，村裹吴山跃马来。也有旗亭沽酒处，可怜桃杏向人开。",
            "comment": ""
        },
        {
            "title": "野趣亭",
            "content": "晚唐多处士，林亭足娱嬉。吾乡盛儒冠，何园可栖迟。负者有不能，富者有不为。我穷不出门，出门复坐驰。此事我所叹，无地容蛟螭。闻君筑小亭，幽怀正在兹。况复扁野趣，未见已伸眉。示我野趣诗一轴，邀我共赋野趣诗。我思其义浸宏阔，操笔引纸频嗟咨。古今何人得野趣，野趣不许凡人窥。见君所赋我已会，赋我所见君勿嗤。请从大庭栗陆葛天起，一片野趣无高卑。居不县金石，出不建旄旗。衣不纷龙凤，食不罗鼎彝。人家忘贫亦忘富，邻里何盛仍何衰。苍颜白发各自足，山围水绕忘所之。尧舜礼乐民始慕，汤武干戈民始疑。穷奢极侈到秦汉，沉酣骨髓终陈隋。遂令举世不复野，村夫俚妇争夸毗。我观宇宙间，野趣元不移。散殊零落遍处处，收拾聚集当时时。多年如客弃不采，一朝有主来如斯。君看上下数千载，不多古迹存余基。乃知作者岂俗士，后有继者须英奇。地野背城市，屋野堆茅茨。草野没荒径，竹野成疏篱。春野暗桑柘，绿叶一尺肥。秋野明稼穑，紫穗三尺垂。禽野不在笼，鱼野不在池。公卿幸不到，鸡犬亦自如。使我头得野，散发迎凉颸。使我脚得野，赤脚濯寒漪。炉野燃生薪，器野执素瓷。行野晚老鹤，坐野蹲孤罴。语野从已出，笑野非他随。一盂野饭既不缺，一杯野菜尤相宜。一樽野酒罕俦侣，只可自饭还逢酾。善恶吾不言，祸福吾不为。黜陟吾不闻，理乱吾不知。一野万事野，其野不可追。天地不能野，不合文理争峨巍。日月不能野，不合照耀光陆离。昆仑瀛洲不能野，不合琳琅金碧相撑枝。不知此心孰赋与，一块太朴元不亏。野於万象不可饰，野於万事不可医。君不见荷锄历山岂非野，后来袗衣鼓琴大风雅。荷锄有莘岂非野，后来相汤鸣条金鼓从天下。荷锄南阳岂非野，要与管仲作同社。荷锄栗里岂非野，要作荆轲何如者。嗟此四野人，野趣不获真。嗟予有趣趣，山水长相亲。动与麋鹿游，静与木石邻。北方久已失天讨，周王愤起如有神。羽林铁骑疾风雨，赤帜皂纛摩星辰。千金日费岂所惮，旱蛇六翼又足颦。安得邦伯皆结辈，磊落参错急保民。我有五色线，补衮衮可新。我有五色石，补天天可春。野诗不中贵人读，野画不入贵人目。朝廷不用野人来，自有野云相伴宿。",
            "comment": ""
        },
        {
            "title": "放歌行",
            "content": "口中吐佛子，腰间出神仙。眉心红日大如钱，脑宫诵经声泠然。瞿昙黄老去我久，可使举世终无传。天亦若忌我，我自梦裹知其天。团团清光中，本来面目常现前。分明是真不是想，水中月影镜中像。自从别后见君稀，一朝邂逅成欢赏。见亦不可拟，得亦不可强。知音相逢只弹指，甃命遮寒且涵养。芙蓉芰荷颠倒披，九天风露流肝脾。俯观人世不忍弃，世人弃我良非痴。有时愤闷须痛饮，长安市上相追随。左挟田先生，右拍樊於期。狗屠在前舞阳后，击筑叱起高渐离。扬雄但能识奇字，未识以道御之无不宜。一舞神鬼哭，再舞雷电飞。三舞乾坤悉清净，却视万物生光辉。我衰不能作伊川，手把犁锄垦蚯蚓。亦复不能作吕望，垂丝磻溪上。但愿汉家宗社牢，化权何必吾人操。但愿紫微宫南太微北，中间七个能甄陶。君不见张三裹青衫，李四著紫袍，黄金转多官转高。孔丘盗跖那复辨，长蛇封豕争雄豪。我欲告天天肯否，旁人窃笑妇摇手。不如开眼明月前，莫教失清风后。杜子美，李太折，清风为魂月为魄。至今来往天地间，几回独把栏干拍。",
            "comment": ""
        },
        {
            "title": "寿何尚书",
            "content": "雪艇风帆去玉京，故家猿鹤相欢迎。九天气母壶中足，十月婴儿顶上行。曾问何修能至此，但云无欲自然成。夜来梦向山庄立，一炷青香彻太清。",
            "comment": ""
        },
        {
            "title": "春夏之交风雨弥间耳目所触即事十绝",
            "content": "即日南风清且微，北窗心静见天机。林莺母子声相应，野蝶雌雄性共飞。",
            "comment": ""
        },
        {
            "title": "梧竹亭",
            "content": "人家有园种花柳，君家有园种梧竹。花柳只引蜂蝶来，梧竹能招鸾凤宿。昨君饮我池上亭，亭边梧竹深冥冥。锼风镂月已足玩，滴雪洒雪尤堪听。君不见梧君昔在岐上，开花与凤作屏障。又不见竹君昔在渭水阳。结实与凤弃糇粮。岐山渭水地差远，颇觉老凤劳往返。成周已去汉唐空，梧亦无根竹无本。君家甲第连朱扉，碧梧翠竹相因依。千年老凤叹何在，一旦下集增光辉。梧君竹君喜相遇，凤兮凤兮君且住。老凤回头谢二君，吾方高举青天去。",
            "comment": ""
        },
        {
            "title": "春怀十首",
            "content": "绿水绕北户，白日挂南荣。岑楼高中天，引领望咸京。咸京望不见，远山与云横。鸾凤邈何许，燕雀巢朱甍。谷风起将夕，偃月哉生明。童子焚妙音，稚女弹神筝。似非今世曲，无乃古人情。为言且勿弹，吾疾方未平。",
            "comment": ""
        },
        {
            "title": "小重山",
            "content": "居士情怀爱小春。恰如重会面，旧时人。东君轻笑又轻颦。如道我，春去却伤心。青鸟下红巾。瑶池春信早，莫因循。柳丝黄日牡丹晨。相随逐，春浅到春深。",
            "comment": ""
        },
        {
            "title": "沁园春 忆黄山",
            "content": "三十六峰，三十六溪，长锁清秋。对孤峰绝顶，云烟竞秀；悬崖峭壁，瀑布争流。洞里桃花，仙家芝草，雪后春正取次游。亲曾见，是龙潭白昼，海涌潮头。当年黄帝浮丘，有玉枕玉床还在不？向天都月夜，遥闻凤管；翠微霜晓，仰盼龙楼。砂穴长红，丹炉已冷，安得灵方闻早修？谁如此，问源头白鹿，水畔青牛。",
            "comment": "【注释】黄山，是驰名中外的风景区是中国名山之一。本名黟山，因传说为黄帝栖真飞升之地，故唐代改名黄山。黄山有奇松、怪石、云海、温泉之胜，被称为黄山四绝。在宋词中，写黄山的作品不是很多，而写得好的更是凤毛麟角，只有汪莘这首词，可谓不可多得。在这首词中 ，作者仿佛在读者面前打开一座神界仙山，想象丰富，情思变化多端，笔触多样，展现在大家面前的是一幅千姿百态的秀丽景色，使人应接不暇。词的上片 ，描写黄山千峰竞秀、万壑争流的壮丽风光。下片则以动人的神话传说写黄山的奇情异彩。从起句开篇，词人即纵笔挥洒，连刷三句，整体上绘出黄山雄伟瑰丽的画面：“三十六峰，三十六溪，长锁清秋。”所谓三十六峰，不是实指，乃概略之数。黄山有天都、莲花等三十六大峰，玉屏、始信等三十二小峰。或巍峨雄伟，横绝天表；或清秀隽美，流丹映彩。层峦叠嶂，屏张锦绣，争奇斗艳，千姿百态。黄山地处皖南山区，百千峭峰，摩天戛日，老树古木 ，郁郁苍苍，虽在赤日炎炎的盛夏，犹然凉爽如秋，所以说“长锁清秋” 。清字，不仅说气候清凉，也是说景色清幽。而“锁”字则点出清秋常在，独存山中之意。接下去的四句，采取分镜头写法，捕捉典型的景观，细致刻画黄山山水胜境 ：“对孤峰绝顶，云烟竞秀；悬崖峭壁，瀑布争流。” “对”字为领格字，直领四句。一二、三四句各为一组，分写孤峰云烟、悬崖瀑布。而一三、二四则是隔句对仗，谓之扇面对。其中一三句又是句中对仗，谓之当句对。包容交错，如夜珠走盘，有往复迴环之美。这四句的写景妙处，在于竞秀、争流的动态美。那孤峙飞耸的山巅绝顶，彩云缭绕，轻烟袅袅，或细如丝缕，柔如薄纱；或迷茫如海，横际无涯。忽聚忽散，离合变化，各逞奇姿 ，互竞秀色，气象万千。而悬崖之上峭壁之前的瀑布 ，飞流直下，素练遥挂，喷珠溅雪，争泻深潭，令人魂魄摇荡。总起来说，这四句笔落情至，语出景现，无刻意雕凿之痕而有信手拈来浑然天成之美。言简意赅，情韵俊秀。词人多年屏居黄山，耽于自然的山水情怀、云林雅趣，使他不知疲倦地遍游山中胜境，甚至不顾寒冷，踏雪觅胜，所以词中写了“洞里桃花，仙家芝草，雪后春正取次游 ”。头两句根据传说写成。相传黄山炼丹峰的炼丹洞里，有二桃，毛白异色 ，为仙家之物，“洞里桃花”即指此。“仙家芝草”，则指服之可以成仙的灵芝草。相传黄山轩辕峰为黄帝采芝处，今峰下有采芝源。写仙桃与仙草，既点出黄山异景，也点出它的非凡的经历 。深山灵秘，正是寻幽探险的最好去处，虽在初春正月，词人游兴仍很高，雪过天晴之后便进山了 。这三句中，“雪后”一句乃倒提之笔，点明入山寻访仙物时的天气、季节和急切心情。当他在进山路上，经过白龙潭时，忽然想起曾见过的奇景，于是再追述一笔，写了“亲曾见，是龙潭白昼，海涌潮头”。这里用“亲曾见”三字先作交代，表明所写奇景乃是亲眼所见的实在之景，并非道听途说，或是凭空想象的虚幻之景 。所说“龙潭”，即白龙潭，在桃花溪上游、白云溪白龙桥下。在那里 ，白云溪受众壑之水，泻入白龙潭。每逢大雨倾盆之时，激流怒注，潭中之水有如雷辊霆击，虎啸龙吟，其势汹涌澎湃，如海潮翻滚，白浪蹴空，令人神骇心惊，不敢逼视。词人用“海涌潮头”四字加以形容，确实恰到好处。过片两句：“当年黄帝浮丘，有玉枕玉床还在不？”用“当年”二字提引，点明回叙之意，也见出黄帝浮丘仿佛确曾栖隐于黄山。据说，在遥远的古代，浮丘公曾来黄山炼丹峰炼得仙丹八粒，黄帝服其七粒，于是与浮丘公一起飞升而去。至今，炼丹峰上，浮丘公炼丹所用的鼎炉 、灶穴、药杵、药臼仍然依稀可辨。峰下还有炼丹源、洗药溪呢。灵山仙迹 ，神奇动人。可是，词人撇开这些不问，而独独问到玉枕玉床，说明别的灵迹都已见到，而枕卧之具却未曾寻得。想象之中，这本是应该有的 ，如今不见了，却不肯直说，而故意摇曳笔姿 ，问出“还在不”三字，亲切自然，妙有灵动之感。接下去，词人想入非非，进入幽渺的神话境界，以“向”字切入，领起四个四言秀句：“向天都月夜 ，遥闻凤管；翠微霜晓，仰盼龙楼。”所说的天都，即黄山主峰之一的天都峰。其高度虽略低于莲花峰和光明顶，但它风姿峻伟，气势磅礴，拔地耸天，雄冠群山，因尊称之为天帝神都，故名曰“天都”。“凤管”，即凤箫 。相传春秋时有萧史善吹箫，秦穆公以女弄玉妻之。萧史教弄玉吹箫作凤鸣，引凤来归，穆公为之筑凤台。后萧史、弄玉俱乘凤而去。凤箫之名即由此而得 。这里说“遥闻凤管”，则由望仙峰传说推想而来。相传黄帝 、浮丘从黄山望仙峰飞升时，彩云中遥闻有弦歌之声，黄帝在仙乐接引下驾云而去，后来就有了望仙峰的名称，而峰下之溪则因此得名为弦歌溪 。词人想，天都峰是黄帝聚会众神之所，“中天开帝庭 ，百灵此朝飨”，当其降临之时也该是仙乐齐奏的，故而揉合望仙、天都两峰传说，写了“向天都月夜 ，遥闻凤管”。这两句不仅描绘出夜宿黄山的奇情逸趣和灵异境界，而且点带出天都峰下月洒清辉、山幽峰秀的清美景色。黄山之夜是美的，黄山之晨也是美的 ，所以后面两句“翠微霜晓，仰盼龙楼”，转而描绘黄山翠微峰的清丽风光。翠微峰位于黄山后海，为三十六大峰之一。山上古树参天，修竹遍地，郁郁葱葱，苍翠可爱，故名之曰翠微。山下有翠微寺，为唐代麻衣禅师道场 。他曾飞锡穿穴而得神泉。龙楼，是由大气折射作用所生成的一种空中幻影，俗称之为蜃楼。古人以蜃属蛟龙一类的神异动物，能吁气作楼台城郭之状，故以蜃楼、龙楼称之 。这种自然奇观，在黄山不常见到。故而当翠微霜天拂晓，晨光曦微之际，词人翘首仰盼，渴望幸得一见山中蜃楼奇景。他那举首凝目的神态、执意追求奇趣的情怀，活泼泼地表露出一颗热爱自然的纯真童心。神奇的黄山给予词人的实在太丰富了。可是那些神奇的故事毕竟都是遥远的过去的事情。词人来黄山时，虽然灵宅仙窟遗迹犹存，但已非昔日风貌。想到这里，不免有渺茫怅惘之感，于是写出了：“砂穴长红，丹炉已冷 ，安得灵方闻早修？”这三句的大意说：浮丘公提炼丹砂的石穴之色 ，虽依然长红，可是丹炉火尽，早已冷却了，又怎能得到仙方灵丹，赶早修炼成仙呢？问到这谜一样的事情，自然无人能答，似乎难以写下去。然而词人却绕旋回折，点借仙物，写出结末三句：“谁知此，问源头白鹿，水畔青牛。”“谁知此”三字，是就上句所问再作腾挪，而不即刻作答，象是“千呼万唤始出来”，饶有韵味。究竟有谁知道这些服丹成仙的事呢？词人说只有去问源头的白鹿和水畔的青牛了。显然这白鹿青牛定非寻常之物。原来，相传浮丘公曾在黄山石人峰下驾鹤驯鹿 ，留下了驾鹤洞、白鹿源的遗迹。白鹿既是浮丘公当年驯化的，想来定然应该知晓仙人的灵秘。而那水畔青牛也有一段非凡的经历。相传翠微寺左的溪边有一牛，形质迥异，通体青色，一樵夫欲牵回家中，忽然青牛入水，无影无踪。从此，那溪便称为青牛溪，至今仍在。看来，那青牛也该多少知道些仙人的故事 。词人用拟问语气点出白鹿、青牛，作为词的收结，辞尽而意不尽，含有无穷的韵味，使奇美的黄山又增添了一层神秘的色彩。同时，也进一步抒发了词人饱览黄山风光，领略河山之美的诗情游兴。这首词所写山水之景是实，神话传说是虚，虚实紧密揉合，使山水充满神奇色彩，使传说宛然实有其事，令人神往。而全词又是触景生情，以景写情，达到了情景交融为一的艺术妙境，确为黄山词难得的神品。明人程敏政《 游黄山记 》说：“黄山之为景也，非太白之句不能当其胜 ，非摩诘之图不能尽其变 。”汪莘这首辞采横溢、情韵深厚的黄山词，可以说足以当其胜、尽其变而与名家并驾齐驱。"
        },
        {
            "title": "次潘别驾韵",
            "content": "野店溪桥柳色新，千愁万恨为何人。殷勤织就黄金缕，带雨笼烟过一春。",
            "comment": ""
        },
        {
            "title": "秋兴",
            "content": "萝衣袅袅带凉风，人道秋空岂是空。白日不知天上事，众星环拱紫微宫。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "草木自成岁，禽鸟已春声。仰观俯察，多少宇宙古今情。遐想炎黄以上，逮至汉唐而下，几个费经营。巢许有真意，无责自身轻。富与贵，贫与贱，死还生。方壶岁晚，深感梅蕊向人倾。造物元来无物，有物还应自造，人意几曾平。天际识归路，野鹤忽长鸣。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "酿秫小春月，取酒雪花晨。漏壶插破浮蚁，涌起碧鳞鳞。谁觉东风密至，更带梅香潜入，瓮里净无尘。一见酒之面，便得酒之心。这番酒，□□□，未及宾。黄山图就，旧日境界喜重新。三十六峰云嶂，三十六溪烟水，三十六壶春。寄语黄山道，我是境中人。",
            "comment": ""
        },
        {
            "title": "八声甘州",
            "content": "惜馀春、蛱蝶引春来，杜鹃趣春归。算何如桃李，浑无言说，开落忘机。多谢黄鹂旧友，相逐落花飞。芳草连天远，愁杀斜晖。谁向西湖南畔，问亭台在否，花木应非。看孤山山下，惟说隐君庐。想钱塘、春游依旧，到梨花、寒食隘舟车。寻常事，不须惆怅，暮雨沾衣。",
            "comment": ""
        },
        {
            "title": "戊申六月闻晦庵先生除兵部侍郎",
            "content": "韩范诸公各一时，贤豪久速系安危。从来功业知难就，未敢先赓庆历诗。",
            "comment": ""
        },
        {
            "title": "甲寅西归江行春怀十首",
            "content": "一层山只一溪斜，偃卧东风恋日华。莫把江行生旅思，他年忆此胜还家。",
            "comment": ""
        },
        {
            "title": "生查子",
            "content": "春来春色佳，秋至秋光好。无计奈春归，又看秋光老。去年飞雪时，病与梅花道。来岁雪飞时，为把金樽倒。",
            "comment": ""
        },
        {
            "title": "甲寅西归江行春怀十首",
            "content": "香鞴绣轭急朝昏，李陌桃蹊不尽樽。满席落花人睡起，始知春兴属柴门。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "家在柳塘，榜挂方壶，图挂黄山。觉仙峰六六，满堂峭峻，仙溪六六，绕屋潺湲。行到水穷，坐看云起，只在吾庐寻丈间。非人世，但鹤飞深谷，猿啸高岩。如今老疾蹒跚。向画里嬉游卧里看。甚花开花落，悄无人见，山南山北，谁似余闲。住个庵儿，了些活计，月白风清人倚阑。山中友，类先秦气貌，後晋衣冠。",
            "comment": ""
        },
        {
            "title": "九月十六日出郡登舟如钱塘十七日舟中杂兴",
            "content": "莘野磻溪亦偶然，每逢耕钓忆前贤。春风秋月闲来往，只付时人一醉眠。",
            "comment": ""
        },
        {
            "title": "感秋",
            "content": "秋水无尘浸碧虚，风前一叶故飞飞。潇湘帝子何时降，立尽斜阳未肯归。闲佩仙瓢到柳汀，柳边一点酒旗星。斜阳欲落无人惜，空有烟林作画屏。行到篱边菊已黄，相逢不改旧时香。自怜失意秋风后，犹为寒花一举觞。不须龟筮此生休，死去无心更出头。莫说竹篱茅舍事，丹枫一树正悲秋。独步荒山日欲昏，数声乾苇过游魂。重岗复涧穿难尽，恍惚随人月一痕。",
            "comment": ""
        },
        {
            "title": "秋怀十首",
            "content": "秋云无复似春浓，天地何人到此穷。斜日淡烟今古恨，如何都付与孤鸿。",
            "comment": ""
        },
        {
            "title": "玉堂中赓任宫讲希夷惠诗韵",
            "content": "宫讲先生句子香，晦庵衣钵有余芳。松篁性本参天直，杨柳情仍庇地长。自恨此身真逆旅，不知何日更传觞。山人初向山中起，还欲归来水一方。",
            "comment": ""
        },
        {
            "title": "夏日西湖闲居十首",
            "content": "醉把青荷当篛笠，乱披红芰作蓑衣。渔翁家在蓬瀛上，欲驾莲舟一叶归。",
            "comment": ""
        },
        {
            "title": "击鼓行",
            "content": "柳塘有狂士，酒阑好击鼓。殷出黄金骨裹泪，掺出白玉心中苦。此苦知为何人家，寒宵心事乱如麻。岑牟肯戴红槿帽，蹀足不数渔阳挝。翻手作春杏开早，覆手秋风叶如扫。开元天子是天工，那知尘起长安道。我今击鼓一声高彻天，击鼓二声深彻泉。天上拂开白日路，地锁制断如飞烟。豺狼闻之脑门裂，狐鼠粉碎臭满穴。惟有苍鳞火鬣双虬龙，籋云揈雷雨骚屑。青天洗出古时青，日月洗出古时朋。百谷草木催发生，鸾凤亦作箫韶鸣。走上半空望五岳，插天截海蟠金城。我皇无为人自宁，此时方表鼓中声，写作柳塘击鼓行。",
            "comment": ""
        },
        {
            "title": "春夏之交风雨弥间耳目所触即事十绝",
            "content": "槐叶风清莺哺子，麦苗露湿雉寻媒。道人不出方壶境，坐见天时去又来。",
            "comment": ""
        },
        {
            "title": "仲春溪行即事",
            "content": "竹外夭桃分外明，一枝折得绕溪行。春风谁道全无主，胡蝶飞来花上争。",
            "comment": ""
        },
        {
            "title": "季夏之末鹃声不已",
            "content": "念尔残胡啼不休，若为春夏抱春愁。亦知春去年年事，忆似前时春尽头。",
            "comment": ""
        },
        {
            "title": "九月十六日出郡登舟如钱塘十七日舟中杂兴",
            "content": "日暮沧江驻客舟，眼前境界起诗愁。沿山几处人烟僻，摘粟收麻到白头。",
            "comment": ""
        },
        {
            "title": "过丹阳界中新丰市",
            "content": "道过新丰沽酒楼，不须濯足故相酬。华山仙伯徐思看，争遣时人识马周。",
            "comment": ""
        },
        {
            "title": "秋怀十首",
            "content": "伤春未了又悲秋，无复欢悰到酒舟。茅屋半欹篱半倒，伏羲一卷在床头。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "堂上挂黄山，辉映庭前春雪。记得山中雪境，恰一般清绝。须知天锡与方壶，比似镜湖别。好得镜湖狂客，伴方壶欢伯。",
            "comment": ""
        },
        {
            "title": "回至松江",
            "content": "深林茅屋隐渔樵，时有扁舟过石桥。谁把客星入图画，晓风残月伴吹箫。",
            "comment": ""
        },
        {
            "title": "夜兴",
            "content": "簟纹如水浸蟾光，睡觉湖边月半床。道是广寒疑不是，月中那得藕花香。",
            "comment": ""
        },
        {
            "title": "己酉夏偶兴",
            "content": "剥开莲子见芳鲜，花叶同心缩翠拳。欲记池莲多少朵，一枝荷叶一枝莲。",
            "comment": ""
        },
        {
            "title": "江神子/江城子",
            "content": "鹧鸪声里别江东。绿阴中。夕阳红。一点离愁，相对景重重。目断大罗天上客，朝玉帝，把芙蓉。紫阳山下偶相逢。醉金锺。跨苍龙。归去故山，犹带白云封。洞口桃花如恨我，飘满地，任春风。",
            "comment": ""
        },
        {
            "title": "己酉夏偶兴",
            "content": "雨后荷盘可乾汞，日中莲座自焚香。儿童拗断垒珠柄，牵出银丝随手长。",
            "comment": ""
        },
        {
            "title": "昌化县西广福寺前岭上有古松一株甚奇每过其",
            "content": "虎攫龙跧数百秋，滩声长绕半天流。老僧不与人间事，独立门一点头。",
            "comment": "【注释】【原题】：昌化县西广福寺前岭上有古松一株甚奇每过其下徘徊不能去今夏五月过之始赋一绝"
        },
        {
            "title": "三九十九日过松江五绝",
            "content": "万顷烟婆短棹飞，一双鸥鸟弄斜晖。如今频作姑苏客，遥指当年旧钓矶。",
            "comment": ""
        },
        {
            "title": "九月十六日出郡登舟如钱塘十七日舟中杂兴",
            "content": "一簇沙鸥占碧波，手摇双桨叫吴歌。大罗只许诗人赋，不许诗人上大罗。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "青女催人两鬓霜。自篘白酒作重阳。方壶老子莫凄凉。天地两三胡蝶梦，古今多少菊花香。只将破帽送秋光。",
            "comment": ""
        },
        {
            "title": "潘别驾寄牡丹歌次韵",
            "content": "别驾寄我新时章，赏花须赏花中王。我诵此诗欲大叫，山川灵气未始亡。忆昔少年健如虎，两脚不住寻奇芳。何曾着眼看桃李，天台洞口呼刘郎。痴儿騃女意自得，不肯随我超凡常。嵩山洛浦忽入梦，秦人汉士俱堂堂。仰天大笑不复道，朱宫紫府森开张。是时青春二三月，姚家一树真黄裳。其余牛家魏家种，千红万碧罗新妆。论花固是花中杰，论人亦是人中祥。不觉我醉花亦醉，不觉花香入亦香。气高已压玉笥缀，骨硬肯羡金钗行。授我以元君之云篆，沃我以王母又霞觞。当时跳出生死窟，自此踏倒名利场。怀洞庭兮悲潇湘，吟清风兮咏沧浪。仙人击节相属儿，贱子起舞尤颠狂。历聘二十八列宿，遍谒三千六上皇。东风未断薰风起，江北吹落江南藏。天葩何年到此土，形貌虽减神犹昌。濂溪先生夸富贵，东坡老子怜忠良。不如煎酥煮面吃，大胜三碗搜枯肠。",
            "comment": ""
        },
        {
            "title": "春怀十首",
            "content": "神游何边方，梦到迷处所。论世非秦汉，辨地岂吴楚。碧桃翳阳林，翠霞荫清渚。鹍鸡鸣化间，鸾鹤将俦侣。中有古玉堂，日月光相贮。似是重瞳君，左右列二女。我时再拜兴，帝复相尔汝。蘧然形已开，不得意所语。",
            "comment": ""
        },
        {
            "title": "秋怀十首",
            "content": "北渚风生千叶秋，洞庭波起夕阳收。楚人临水为谁立，帝子隔烟相对愁。",
            "comment": ""
        },
        {
            "title": "送赵君十绝",
            "content": "练水至清无浅深，使君何日再登临。请看江上千株柳，尽是君民离别心。",
            "comment": ""
        },
        {
            "title": "陋居五咏·池馆",
            "content": "丈室明松窗，水竹相因依。卢橘冬已花，日出黄蜂飞。爱此禅房幽，不踏市朝机。时观彼苍意，常与人愿违。彼苍不可会，青山又斜晖。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "天下老松有数，人间不记何年。海心岳顶寺门前。我欲收成一片。为向此公传语，却教老子随缘。龙盘虎踞负青天。岂若吾身亲见。",
            "comment": ""
        },
        {
            "title": "秋兴",
            "content": "秋天尤觉晓天清，仰首看天俯首行。不但长歌声似鹤，一身浑似鹤般轻。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "尧舜去已远，稷契不重来。周流天上地下，我马亦悠哉。君向云中独立，知与何人相俟，孔盖逐风回。长忆目成处，却苦别离催。被明月，佩宝璐，冠崔嵬。可怜幼好奇服，年老在尘埃。天地与我同性，日月与我同命，何事有馀哀。故国空乔木，野鹿上高台。",
            "comment": ""
        },
        {
            "title": "杏花天 有感",
            "content": "美人家在江南住。每惆恨、江南日暮。白苹洲畔花无数。还忆潇湘风度。幸自是、断肠无处。怎强作、莺声燕语。东风占断秦筝柱。也逐落花归去。",
            "comment": "【注释】汪莘是一位治学作词严肃的学者。少年时在黄山读书黄山，研究《易经》、《老子》诸书；中年后筑室柳溪，自号方壶居士。他的这首小词，义兼比兴，寄托着无限感想，真可谓感触万端，伤心人有话无处诉说。也许，其中有不少难以言说的事情，在现代，已无从考证，只好请读者自己充分发挥丰富的联想去体会了。“美人家在江南住，每惆怅江南日暮 。”词中特别标出“美人”二字，也许要说明这首感怀之作，通过美人香草 。她家住江南，却为江南的日暮而惆怅。“日暮”，在古典诗词中往往带有象征意义。《离骚》：“日忽忽其将暮。”王逸注：“言己诚欲少留于君之省閤，以须政教，日又忽去，时将欲暮，年岁且尽，言己衰老也。”又《离骚》 ：“恐美人之迟暮 。”王注：“年老耄晚暮，而功不成，事不遂也 。”宋宁宗嘉定年间，下诏求诤言，汪莘以布衣三上封事，不用。词云惆怅日暮，当含深慨。南宋政权偏安江南，词中重复“江南”一语，亦有用意。三、四句，由江南日暮所见的景色而怀想起故人。“白蘋洲”，长着蘋花的沙洲。梁柳恽《江南曲》：“汀洲采白蘋，日晚江南春。”又，苏轼《渔家傲》词：“汀州蘋老香风度。”见到那洲畔开遍了素洁的蘋花，便忆起晚风吹过潇湘水面时缥缈的景色。“还忆潇湘风度 ”，点题“有感”本意，亦本柳恽《江南曲》“洞庭有归客，潇湘逢故人”意。忆潇湘，即忆远人。作者尚有《乳燕飞·汪子感秋采楚词赋此》词云：“念往日佳人为偶 。独向芳洲相思处，采蘋花杜若空盈手。&#8943;&#8943;木叶纷纷秋风晚，缥缈潇湘左右。见帝子冰魂厮守 。”词人之感亦大矣！词中的“美人”、“佳人”恐怕也是有所寄托的吧。换头二句，具见风骨。本来已没有可让自己悲痛断肠之处，又何必勉强去作那宛转的燕语莺声呢！“幸自”句 ，实是怨愤之语。本正是“何处春阳不断肠”（唐无名氏《春阳曲》），触目生悲，词人才故意说断肠无处，亦犹东坡《临江仙》“归来欲断无肠”之意。宋宁宗开禧年间下诏攻金，后因军事受挫，向金人求和。杨皇后与史弥远等相结，杀害主张伐金的韩侂胄。嘉定元年（1208）与金达成屈辱的“ 嘉定和议”。史弥远专政，粉饰太平，朝野上下，一片歌舞升平。汪氏诣阕上书，亦在此时，词云不愿“强作莺声燕语”，自有品格。《四库全书总目》谓汪莘“其言剀切耿直，相规以善，非依草附木、苟邀奖借者比”，可以佐证。“东风”二句，以景语作结，含思无限。东风吹送着落花 ，“美人”也无心去弹弄秦筝，便随着飞花缓缓归去。“占断” ，犹言占尽 。秦筝”，补足“莺声燕语”。不说罢理秦筝，而说“东风占断”，用意十分委婉。汪莘的《方壶存校》中有词二卷，都是些豪迈奔向之诗，而这首《杏花天》却如此明亮清秀，不同于其它作品 。词题“有感”，所感何事，已无资料供考证，我们无妨把它作为一首很美妙动听的无题情歌来欣赏。"
        },
        {
            "title": "方壶自咏",
            "content": "百岁已过半，只身谁与偕。得因徵悟道，失在太开怀。且托山花宿，时从水竹斋。神回天上活，骨付月中埋。",
            "comment": ""
        },
        {
            "title": "孟秋朔日天台刘允叔和叔乡人陈思敬饯饮钱塘",
            "content": "西湖日日可寻芳，楼上凭栏意未忘。斫取荷花三万朵，作他贫女嫁衣裳。",
            "comment": "【注释】【原题】：孟秋朔日天台刘允叔和叔乡人陈思敬饯饮钱塘门外双清楼上"
        },
        {
            "title": "送赵君十绝",
            "content": "荷叶高高荷蕊低，夕阳初落画桥西。湖州士女来相接，争拥兰舟入霅溪。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "月落画桥西，花影柳阴相亚。把住常娥问道，是谁家亭榭。天边处士少微星，正在杏花下。斜卓参旗一片，作草堂春夜。",
            "comment": ""
        },
        {
            "title": "秋怀十首",
            "content": "玉露金风刮夜天，疏桐缺月耿窗前。十诗未尽穷愁志，说与家僮汝自眠。",
            "comment": ""
        },
        {
            "title": "送赵君十绝",
            "content": "风雨黄昏自掩扉，灯前时复一嘘欷。儿曹相问缘何事，为道君侯早晚归。",
            "comment": ""
        },
        {
            "title": "暮春二十八夜枕上有怀",
            "content": "迩来尤觉光阴速，昼夜分明似水流。却是光阴无变动，谩教浮世有春秋。",
            "comment": ""
        },
        {
            "title": "送赵君十绝",
            "content": "一榼村醪插别筵，清风急雨送归船。望中未是湖州境，便有吴歌唱采莲。",
            "comment": ""
        },
        {
            "title": "腊日晚过杨村写望",
            "content": "万里溪光一望穿，潜鱼世界白鸥天。若为移得溪光去，落日茅斋相对眠。",
            "comment": ""
        },
        {
            "title": "开禧元年四月自中都挈家还乡寓居城南十二月",
            "content": "脱命市朝隘，侧身桑梓深。山含首阳色，水逞汨罗音。中夜不能寐，万端都上心。邻鸡犹未动，沙岛已相寻。",
            "comment": "【注释】【原题】：开禧元年四月自中都挈家还乡寓居城南十二月迁居柳溪上其夜大雪初一日盖宰来访约过县斋为一日款深夜而归赋此"
        },
        {
            "title": "春夏之交风雨弥间耳目所触即事十绝",
            "content": "石桥南北碧桃香，翠叶交柯水面凉。终岁方壶无一事，春来也为种花忙。",
            "comment": ""
        },
        {
            "title": "秋兴",
            "content": "一旦秋风起洛滨，东归聊复寄鲈莼。如今已在渔乡住，宜与清朝作散人。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "春至伤春，秋至悲秋，谁在华胥。叹谪仙才气，飞扬拔扈，渊明何事，慷慨欷歔。自我少年，如今晚境，行半人间真有馀。都休问，且一觞一咏，吾爱吾庐。南皋境界何如。舍明月清风谁与居。望蓬山路杳，万株翠桧，方壶门掩，四面红蕖。中有佳人，绰如姑射，一炷清香满太虚。尘寰外，被鸣鸾报客，飞鹤传书。",
            "comment": ""
        },
        {
            "title": "洞仙歌",
            "content": "春王正月，雪阵联翩下。我有春风怎生卖。忽扫残夜雨，推出朝阳，天地里，玉烛一枝无价。早春虚过了，尚有二分，是处春光好收买。也不违天性，不远人情，杨柳陌、临水夭桃亭榭。身子外、只要自家人，共酒後羲皇，花前偏霸。",
            "comment": ""
        },
        {
            "title": "甲寅西归江行春怀十首",
            "content": "江行二月正清新，无主桃花不恋春。老去情怀甚年少，少年未解惜芳晨。",
            "comment": ""
        },
        {
            "title": "汉宫春",
            "content": "春色平分，甚偏他杨柳，分外风流。夭桃自适其适，一笑还休。可怜仙李，对东风、却少温柔。争奈得、海棠妆点，向人浑不知羞。谁觉韶华如梦，到酴醿开後，莺语供愁。天教姚黄晚出，贵与王侔。花中隐者，有春兰、秋菊俱优。须是到、溪山清冻，江梅香喷枝头。",
            "comment": ""
        },
        {
            "title": "再到",
            "content": "半近烟村半近城，东园花木锁柴荆。我来独对南山立，始信陶潜两眼明。",
            "comment": ""
        },
        {
            "title": "偶题",
            "content": "浮云散尽月孤明，月裹仙人影更清。忆昔相逢不相识，如今同坐复同行。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "当年翦彩垂髫，超然便欲为仙去。世间俗状，人心狡计，不堪同住。每坐空山，独临古涧，神闲意寓。想瀛洲鸡犬，蓬莱猿鹤，应怅望，门前路。自昔侯王将相，几番成、落花飞絮。仰天醉眼，兴云妙手，年华迟暮。长揖烟尘，静朝日月，谁知幽素。正风清麟背，星垂海角，晓钟初寤。",
            "comment": ""
        },
        {
            "title": "中秋月五首",
            "content": "今宵何处惬清游，震泽波心太华头。初出海张红锦扇，到中天挂水晶球。兔蟾迸作双轮现，金火溶成一鉴秋。惟有飞仙知表裹，入他宫殿又焉瘦。",
            "comment": ""
        },
        {
            "title": "春夏之交风雨弥间耳目所触即事十绝",
            "content": "春去江南水拍天，经旬茅屋罕炊烟。石墙颓毁板桥断，始觉贫家气象全。",
            "comment": ""
        },
        {
            "title": "方壶自咏",
            "content": "生死何时了，盈虚祗足伤。谁能一刻静，大胜百年忙。反已求中帝，逢时说外王。纷纷徒藉藉，踽踽亦凉凉。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "天宇绿无云，迟日江山如绣。是日轻衫团扇，笑折花相授。南山之北北山南，星鸟尚依旧。谁在松风高卧，作嵩阳春画。",
            "comment": ""
        },
        {
            "title": "赠祁门不老山高法师",
            "content": "鳌山万仞峙璇霄，上有高真道寂寥。拔足壮能轩物表，洗心清不浑尘嚣。洞天别有风光异，人世那知宇宙遥。云覆醮坛闲悄悄，烟凝仙室静萧萧。步虚韵稳吸晨礼，环佩声迟识晚朝。饭啗青精颜色好，词歌白鹤利名消。囊空阿堵缘辞宠，匣蓄干将为斩妖。折角巾多裁氎布，隐居衣尽屏鲛绡。神游汗漫趋蓬岛，禹步回旋指斗杓。九转丹砂盈日月，三千功行继松乔。密渠细石通泉窦，斜插疏篱护药苗。瓮裹香醪斟琥珀，壁间修扇阁芭蕉。蟠桃欲熟人争窃，野菜初生手自挑。花卉得时舒锦绣，瓶汤娱客奏笙箫。长松夭矫龙千尺，嫩竹琳琅玉万条。凤翅乱峰森洞口，羊肠微径绕山腰。床眠瘿木肱常曲，兀坐文藤足屡翘。衮衮骞河倾俊辨，温温和璞琢孤标。我惭未跃三春浪，君去行看八月潮。好把阴功拯存没，西归宜早买吴舠。",
            "comment": ""
        },
        {
            "title": "谒真直院杨花满路口占一绝见直院诵之",
            "content": "三月天寒尚腊衣，钱塘游子叹斜晖。柳间苏小无由见，惹得杨花满袖归。",
            "comment": ""
        },
        {
            "title": "九月十六日出郡登舟如钱塘十七日舟中杂兴",
            "content": "两夜江心对泬寥，恍兮惚裹有逍遥。堂堂皓月排空出，自觉精神涌碧霄。",
            "comment": ""
        },
        {
            "title": "重阳赵使君惠酒",
            "content": "何尝自觅王弘酒，颇酒曾麾道济梁。处士固应高一着，江州太守味尤长。",
            "comment": ""
        },
        {
            "title": "春夏之交风雨弥间耳目所触即事十绝",
            "content": "雷电阴晴共一帘，残春首夏境相兼。闲寻稚笋今朝长，静数新荷昨夜添。",
            "comment": ""
        },
        {
            "title": "感秋",
            "content": "年年不是要悲秋，秋气愁人不自由。谁见江南魂断处，潇湘帝子在眉头。",
            "comment": ""
        },
        {
            "title": "方壶自咏",
            "content": "谁和阳春曲，仍操白雪音。郊寒犹有骨，岛瘦未无心。云到散时看，月当亏处寻。可怜持玉尺，终不度金针。",
            "comment": ""
        },
        {
            "title": "程朝望送梅花",
            "content": "昨夜灯前把酒杯，鄱阳主簿送春来。只疑天地无清气，都在江头一树梅。",
            "comment": ""
        },
        {
            "title": "九月十六日出郡登舟如钱塘十七日舟中杂兴",
            "content": "天地穷时事不穷，最伤心处是凉风。少年每下悲秋泪，投老情如泪亦空。",
            "comment": ""
        },
        {
            "title": "中秋月五首",
            "content": "诗人长以月为心，对月题诗随浅深。缺此作钩圆作鉴，白将如玉紫如金。练丹道士绵绵守，见性禅师了了吟。今夜谁家杀风景，聒天鼓吹到横参。",
            "comment": ""
        },
        {
            "title": "东行途中有感",
            "content": "一路桃花愁杀人，柳塘茅屋正宜春。春风不是不相识，不遣春山养病身。",
            "comment": ""
        },
        {
            "title": "九月十六日出郡登舟如钱塘十七日舟中杂兴",
            "content": "碧天似水元非水，碧水如天不是天。人现非天非水处，君来何处觅神仙。",
            "comment": ""
        },
        {
            "title": "开禧元年四月自中都挈家还乡寓居城南十二月",
            "content": "积雪滴还冻，斜阳阴复明。千峰浓淡碧，一水浅深情。翳卜犹真禄，樵渔亦美名。人皆云有命，我独得无生。",
            "comment": "【注释】【原题】：开禧元年四月自中都挈家还乡寓居城南十二月迁居柳溪上其夜大雪初一日盖宰来访约过县斋为一日款深夜而归赋此"
        },
        {
            "title": "方壶自咏·书十首后",
            "content": "直写胸中事，谁拈纸上尘。兴来那暇懒，得处不容廑。行有鬼神觑，诗防天地嗔。欧苏寻后辈，郊岛是前身。",
            "comment": ""
        },
        {
            "title": "春怀十首",
            "content": "大皞涵帝德，勾芒播皇仁。群龙服苍驾，灵雨冒南岑。渊鱼自暖跃，谷鸟相和吟。桃花既夹道，麦苗亦成林。竹篱带夕阳，茅舍含清阴。白苹空骋望，青枫第伤心。况值圣明代，聊以陶吾真。寄言同怀子，芳醪期共斟。",
            "comment": ""
        },
        {
            "title": "方壶自咏",
            "content": "无象始无假，有形斯有邪。盈虚怜日月，聚散笑烟霞。一性亦无我，五行何况他。谁能离火宅，吾与上牛车。",
            "comment": ""
        },
        {
            "title": "春怀十首",
            "content": "曳杖登春台，万物含光辉。天地岂不大，孤云独无依。我友在东海，古屋弦湘妃。昔醉芙蓉浦，今掩桃李扉。不见已三年，何由会王畿。赠子青玉案，报我紫金鞿。日暗牛羊下，月明乌鹊飞。有生共如此，扰扰徒增欷。",
            "comment": ""
        },
        {
            "title": "甲寅西归江行春怀十首",
            "content": "绕屋桃花可得追，迎门犹有海棠枝。牡丹未放酴醾小，并入青梅煮酒时。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "唐宋诸公，谁道得、梅花亲切。到和靖、先生诗出，古人俱拙。写照乍分清浅水，传神初付黄昏月。尽後来、作者斗尖新，仍重叠。离不得，春和腊。少不得，烟和雪。更茅檐低亚，竹篱轻折。何事西邻春得入，还如东阁人伤别。总输他、树下作僧来，离言说。",
            "comment": ""
        },
        {
            "title": "除日寄黟山周尊师",
            "content": "眼有神光射霭山，不须更问列仙班。道人四海都游遍，只有先生一介闲。",
            "comment": ""
        },
        {
            "title": "春怀十首",
            "content": "夹锺应和气，和气到天中。半为枝间绿，半作水上红。杖策南野际，鹳鹤摩苍穹。君子有本性，不受外物攻。那能学攀桂，俯首嫦娥宫。竦身摄倒景，与子凌刚风。参旗一以殿，欃抢避其锋。举瓢酌云将，歌诗谢鸿蒙。",
            "comment": ""
        },
        {
            "title": "壬戌岁春怀",
            "content": "病起南皋二月时，镜中樗散鬓成丝。不因雀噪檐间树，春雪春晴总不知。抱疾衡门与药亲，苦无筋力尚精神。东风日夜开桃李，不为人间失意人。",
            "comment": ""
        },
        {
            "title": "鹊桥仙",
            "content": "柳塘居处，方壶道号，汪姓莘名耕字。欲将丹药点凡花，教都做、水仙无计。家中安石，村中居易，总是一场游戏。曲终金石满吾庐，争奈少、柳家风味。",
            "comment": ""
        },
        {
            "title": "春夏之交风雨弥间耳目所触即事十绝",
            "content": "檐前花放不忍折，庭下草深仍懒锄。苦雨晴时春已尽，可怜新月挂清虚。",
            "comment": ""
        },
        {
            "title": "赠张汉卿",
            "content": "相伴留侯访赤松，碧桃花下醉融融。玉龙嘶罢还家晚，月出蓬莱第一峰。",
            "comment": ""
        },
        {
            "title": "乳燕飞/贺新郎",
            "content": "策杖南山去。到南溪、谁家宅院，欺人先渡。羽扇徐麾童仆退，翠柳白沙西路。帝赐我、阆风玄圃。一片飞来红叶阔，细看来、上有双鸾句。应念我，尘中住。眼前儿女闲相语。怪人间、禁烟时节，安排樽俎。为道从来寒食好，且莫思量今古。共绿水、春风鸥鹭。望我壶天天未晚，记碧桃、花发闲庭户。归到也，对花舞。",
            "comment": ""
        },
        {
            "title": "去昌化县西四十里留宿陈东鲁南楼",
            "content": "碧玉山中白玉溪，武陵村落午时鸡。南楼一觉春宵雨，夹路桃花送马蹄。",
            "comment": ""
        },
        {
            "title": "方壶自咏",
            "content": "兴发花开处，情生叶落边。既为欣厌惑，未脱死生缠。凿破心中月，冲开顶上天。俗儒应大笑，古佛不曾传。",
            "comment": ""
        },
        {
            "title": "己酉夏偶兴",
            "content": "两镜手提如合璧，两光相摄万重光。重重楼阁重重户，有个瞳人裹面藏。",
            "comment": ""
        },
        {
            "title": "三九十九日过松江五绝",
            "content": "笠泽沧波拥洞庭，望中七十二峰青。待偕龙女乘云去，占取参天一画屏。",
            "comment": ""
        },
        {
            "title": "春怀十首",
            "content": "青天夫何长，白日又何促。吹却几株花，成此一村绿。不嫌春已晚，春晚爱不足。谁能描晚春，隐然在心曲。我心如明镜，万象相映烛。我心如虚空，万物自磨触。斜阳红欲滴，远水光可掬。中有太古人，歌声出金玉。",
            "comment": ""
        },
        {
            "title": "绿阴",
            "content": "绿阴窗底蔚蓝光，习习清风入座凉。五月人间同此意，故知彭泽到羲皇。",
            "comment": ""
        },
        {
            "title": "春晓",
            "content": "晓来雨初晴，天宇净如拭。隔篱见花柳，春气乱五色。东君浑不管，但为闲者得。我方猎鹍鹏，溟南复溟北。",
            "comment": ""
        },
        {
            "title": "夏日西湖闲居十首",
            "content": "每叹西湖境未殊，向来人物有还无。红蕖绿竹浑相得，明月清风亦不孤。",
            "comment": ""
        },
        {
            "title": "八间书案假寐戏作",
            "content": "四海春风曲肱裹，出入鼻端云一缕。不知案上清露珠，漏泄傅岩梦中雨。",
            "comment": ""
        },
        {
            "title": "寿高内翰",
            "content": "鹤立青松老令威，佳辰山水倍清辉。曾持东壁排云出，几跨苍龙带雨飞。竹簟水风须得意，玉堂春日即催归。愿公与国为梁栋，千载煌煌照太微。",
            "comment": ""
        },
        {
            "title": "夏日西湖闲居十首",
            "content": "清夜湖心把酒杯，花间风月共徘徊。金钟何事催天晓，又恐游人相逐来。",
            "comment": ""
        },
        {
            "title": "迁入新居后客至偶成",
            "content": "方壶客去偃云床，槐柳阴阴日逢长。睡起不知天早晚，问人山顶是斜阳。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "欲觅存心法，当自尽心求。此心尽处，豁地知性与天侔。行尽武陵溪路，忽见桃源洞口，渔子舍渔舟。输与逃秦侣，绝境几春秋。举全体，既尽得，要敛收。勿忘勿助之际，玄牝一丝头。君看天高地下，中有鸢飞鱼跃，妙用正周流。可与知者道，莫语俗人休。",
            "comment": ""
        },
        {
            "title": "夏日西湖闲居十首",
            "content": "修竹祠堂曲水滨，寒泉菊盏久埃尘。道傍车马无心到，似我频来有几人。",
            "comment": ""
        },
        {
            "title": "佛书载兜率天有内院道书有赤城朱窗乃帝一内",
            "content": "结发师心内院行，紫云门阙碧霞城。一声霹雳冲天响，万点星辰匝地明。鼎裹金丹能虎变，床头铁杖带龙腥。极知富贵非吾事，玉简珠缯有姓名。",
            "comment": "【注释】【原题】：佛书载兜率天有内院道书有赤城朱窗乃帝一内宅因述所闻"
        },
        {
            "title": "春夏之交风雨弥间耳目所触即事十绝",
            "content": "夏雨春风穷管仲，傍云荣木老渊明。断红池馆无人到，犹有黄鹂一两声。",
            "comment": ""
        },
        {
            "title": "陋居五咏·竹涧",
            "content": "散发篁竹中，濯足寒涧流。太阳正徘徊，心与爽气游。活活走龙鳞，锵锵韵天球。於焉种荷花，遥剪西湖秋。亦思百顷绿，薰风木兰舟。青鸟去还来，白鱼沉更浮。竹涧鱼鸟家，益觉吾庐幽。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "志可洞金石，气可塞堪舆。问君所志安在，富贵胜人乎。看取首阳二子，叩住孟津匹马，天讨不枝梧。特立浮云外，大块可齐驱。铁可折，玉可碎，海可枯。不论穷达生死，直节贯殊途。立处孤峰万仞，袖里青蛇三尺，用舍付河图。晞汝阳阿上，濯汝洞庭河。",
            "comment": ""
        },
        {
            "title": "黄山高",
            "content": "黄山高哉，岿然为江东之巨镇兮，壁立於两浙之上游。摩天戛日以直上，阳枝阴派盘数州。西海不知两根本，行人但觉云飞浮。尝试芒鞋竹枝迨乎其间兮，一溪桃杏红烂漫，万壑松柏寒飕飕。悬崖绝磴可望不可到兮，古木倒挂险更遒。上有灵泉瀑布千万道，如银河自天争泻而竞注兮，砅雷溅雪隐现穿林幽。中有青鸾黄鹤千万对，雄倡雌和迭舞而交鸣兮，深林自适复有雪白数点之猿猴。山中自昔无历日，花开叶落成春秋。残英脱叶不如其所从来兮，但见夫涧谷之间桃花如扇，松花如纛，竹叶如笠，莲叶如舟。菖蒲九节{煨火换饣}白鹿，灵芝三秀眠青牛。人间三月春已暮，洞中花卉春长留。奇香异气逐风去，散落尘世谁能酬。黄山高哉，云际峰尚可画，云外一峰画不得，霜缯铺了掉首休。丹砂一峰烛天争日月，九龙一峰拔地张旗旒。天都一峰杰出於三十六峰兮，星斗森罗挂珠殿，日月对殿琼瑶楼。中有一人兮龙冠而凤裘，左容成兮右浮丘。我时收却钓竿樵具作一束，投诸曹阮溪中流。浴余身兮汤泉，风余袂兮帝所。夔鼓隐隐兮管啾啾，水精盘兮碧玉瓯。帝酌我兮劳我，左右为余兮凝眸。指余以南峰石壁记，授余以红铅黑汞大丹头。黄山高哉，余钭览秀巢云练其下，坐令万物不生疵疠黍盈畴。",
            "comment": ""
        },
        {
            "title": "秋怀十首",
            "content": "一带青峦失旧青，荻花枫叶夕阳明。闲思天上多官府，自是幽人道未成。",
            "comment": ""
        },
        {
            "title": "满庭芳",
            "content": "云梦南来，岷嶓东会，楼前天水苍茫。黄州太守，万里作金汤。淮上烟尘初敛，仍安集、耕陇渔乡。须知道，纶巾羽扇，不独数周郎。生朝，遥想处，雪消赤壁，春动黄冈。有新翻杨柳，细抹丝簧。竹外一枝更好，应回首、清浅池塘。看看也，天边凤诏，归侍赭袍光。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "夹岸隘桃花，花下苍苔如积。蓦地轻寒一阵，上桃花颜色。东邻西舍绝经过，新月是相识。白玉阑干斜倚，作蓬山春夕。",
            "comment": ""
        },
        {
            "title": "甲寅西归江行春怀十首",
            "content": "塞空春意总分明，桃李无言却混成。刚被幽禽知此意，风前拈出两三声。",
            "comment": ""
        },
        {
            "title": "晚晴即事",
            "content": "君平帘外雨霏霏，寂寞何人识少微。怪得湖边天色好，小舟争载夕阳归。",
            "comment": ""
        },
        {
            "title": "秋兴",
            "content": "七尺经霜翠竹竿，斩来石壁钓江湍。丝头垂下骊龙口，掣得明珠似月寒。",
            "comment": ""
        },
        {
            "title": "送赵君十绝",
            "content": "醉把金鞭度绿杨，军民夹道笛声长。红旗千面诗千首，半杂风云入建章。",
            "comment": ""
        },
        {
            "title": "开禧元年四月自中都挈家还乡寓居城南十二月",
            "content": "茅屋冻将压，柴扉寒不开。交朋几竿竹，兄弟数枝梅。渡口月初出，沙头人正回。客居殊自在，岁事亦相催。",
            "comment": "【注释】【原题】：开禧元年四月自中都挈家还乡寓居城南十二月迁居柳溪上其夜大雪初一日盖宰来访约过县斋为一日款深夜而归赋此"
        },
        {
            "title": "再用韵",
            "content": "长恨无人共一杯，直知好友自天来。渊明到死真成菊，和靖平生却是梅。",
            "comment": ""
        },
        {
            "title": "秋怀十首",
            "content": "虞帝周王不复生，几多豪杰应离明。凤凰览遍真难事，直至而今欠一声。",
            "comment": ""
        },
        {
            "title": "再用韵",
            "content": "接得南枝即按杯，似和霜月带将来。自从驿使相逢后，千载无人解寄梅。",
            "comment": ""
        },
        {
            "title": "九月十六日出郡登舟如钱塘十七日舟中杂兴",
            "content": "横石滩头古钓矶，绿波击破雪花飞。老翁识得鱼争处，手把纷竿满意归。",
            "comment": ""
        },
        {
            "title": "寒食节有感",
            "content": "江南儿女尚多情，为爱芳晨载酒行。幸自不知惆怅事，鸟啼花落是清明。",
            "comment": ""
        },
        {
            "title": "寿高秘书",
            "content": "万壑千岩映翠霞，越王城下竞传夸。青天白日秘书舫，乳燕鸣鸠内相家。高浪趣潮沧海直，大鹏横击五云斜。自吹玉笛相为寿，昨夜菖蒲吐紫花。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "龙山高会，忆当时宾主，风流云散。今日紫阳峰顶上，人望旌旗天半。万叠红蕖，千层黄菊，照耀成飞观。西风浩荡，碧天斜去双雁。遥想健笔淋漓，龙蛇落纸，妙句高张翰。笼日轻霞横数抹，绿水金波相间。目寄宣平，神追师道，归棹摇星汉。城中万户，烛光香雾交贯。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "一曲清溪绕舍流。数间茅屋正宜秋。芙蓉灼灼出墙头。元亮气高还作令，少陵形瘦不封侯。村醪闲饮两三瓯。",
            "comment": ""
        },
        {
            "title": "访汤粹",
            "content": "文者道之器，诗者文之精。世儒失本原，谓以一枝鸣。仆昔颇好学，不与时俗并。始求为已事，中胡济物情。静与古月俱，动与秋阳行。先圣此从容，风流被后生。身世两相违，淹留竟何成。一丘聊自适，万化争逢迎。天地露根柢，动植陈性情。日月显处妙，鬼神隐中明。老佛既恍惚，诸子亦纵横。兴衰杂今古，忧豫难悉平。时买白玉板，写此朱丝声。似被天公嗔，魑魅出见惊。秋霜下黄叶，春风自抽萌。兰花待春风，深林含芳馨。属闻贤别驾，古学兼韶韺。仍闻吐佳句，气挟苏州清。今朝别柴扉，匪敢投公卿。臭味略相似，长松与茯苓。",
            "comment": ""
        },
        {
            "title": "送赵君十绝",
            "content": "有客胸藏太息书，萧萧白发不堪梳。君王若问江东士，莫只相怜诵子虚。",
            "comment": ""
        },
        {
            "title": "暮春二十八夜枕上有怀",
            "content": "茅檐环走两金轮，二十九番杨柳春。回首半生无觅处，祗应留得见前身。",
            "comment": ""
        },
        {
            "title": "秋怀十首",
            "content": "形骸欹仄面皮黄，破屋三间号柳塘。自大暑来真畏暑，到微凉处便知凉。",
            "comment": ""
        },
        {
            "title": "夏日西湖闲居十首",
            "content": "一曲波光彻太虚，四垂碧汉罩湖鱼。游人眼被荷花碍，不觉琉璃泡裹居。",
            "comment": ""
        },
        {
            "title": "竹洲见寄次韵",
            "content": "朱宫苡出鸣，污泽黄锺屏。古来会通籍，作者能签整。翁如食橄榄，但愿回味永。只今竹洲上，伏腊仰公廪。玩彼易外象，付此卦中影。遥知疏桐下，缺月见深省。我来如征鸿，爱此沙洲冷。他年直紫薇，梦断青丝绠。旧游倘入念，折简肯相命。新诗蒙剪拂，为怜伍哙等。驾言载双榼，卜日问三径。预约清樽月，云头开金饼。",
            "comment": ""
        },
        {
            "title": "题新安郡圃驻屐亭",
            "content": "先王昔牧紫阳城，池边驻屐荷花生。先王今居帝青阁，岁岁荷花自开落。华榜高垂四十年，银钩铁画蛟龙缠。公来对之不忍去，如见先王在眼前。愿公子孙满仙籍，相继此邦森画戟。愿君与国为柱石，长使邦人歌驻屐。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "一片江南春色晚。牡丹花谢莺声懒。问君离恨几多长，芳草连天犹觉短。昨夜溪头新溜满。樽前自起喷龙管。明朝飞棹下钱塘，心共白苹香不断。",
            "comment": ""
        },
        {
            "title": "三月谢吴子文",
            "content": "为我归途怯晚风，解袍添我意何穷。念君夜度青松岭，亦恐寒侵气体中。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "挽我过溪桥，请与春风权摄。推出雪峰千丈，照碧溪春色。别来三度见梅花，今日共君说。只这溪山十里，剩几多风月。",
            "comment": ""
        },
        {
            "title": "柳枝词",
            "content": "缲出烟丝轻袅袅，扫成雪帚重垂垂。风流举世无过柳，总合殷勤把一枝。",
            "comment": ""
        },
        {
            "title": "三九十九日过松江五绝",
            "content": "在家每忆松江好，及到松江又忆家。梦见樵青来竹裹，笑将渔父插桃花。",
            "comment": ""
        },
        {
            "title": "甲寅西归江行春怀十首",
            "content": "西湖扬柳欲栖乌，遥想溪山似画图。二月到家寒食近，末梢春境忆西湖。",
            "comment": ""
        },
        {
            "title": "群玉堂即事",
            "content": "蓬莱道山到者稀，忽随飚驾同来归。天横阆野望不尽，地绝瀛海如无依。初得松门入萧瑟，渐绕苔径穿芳菲。奇花异卉不可识，但觉春是人间非。高檐长廓白日静，朱帘绿幕清风微。仰观群玉三大字，始忆上帝书所储。赤图绿牒文字古，空桑孤竹音调希。饮中八仙各洒落，琼林风月相光辉。坐而投壶妙贯耳，立而对弈工解图。吟诗诵赋清且永，何事顾我频嘘欷。君不见咸平景德时，太平都在杨刘诗。又不见庆历元佑际，后来谁与欧苏继。只今延阁多才贤，如玉在山珠在渊。杨刘欧苏未为老，秦皇鼌张俱少年。有客野於孟东野，更宜卢仝作诗社。碧笺小纸辱佳命，青林紫笔令挥写。君山天酒浇枯肠，吸尽一回酴醾香。赠君千岁白鹿健，报我三尺金鱼光。羽陵蠹简非我处，老上龙庭欲飞去。凤台南轩又招手，第一内宅由来住。东西南北身已老，安得丹液还元脑。碧桃洞口花乱飞，留待归来不须扫。",
            "comment": ""
        },
        {
            "title": "甲寅西归江行春怀十首",
            "content": "薄晚东风一岸巾，波光挟日战龙鳞。寻思来往成何事，只向人间得此人。",
            "comment": ""
        },
        {
            "title": "陋居五咏·将径",
            "content": "穿渠带幽径，列竹依清流。中有好鸟鸣，暮锁星辰稠。北风搅雪花，更觉龙凤遒。东皇怜岁寒，丹白如飞浮。细履或得得，长歌亦悠悠。顾我悲蒋卿，何以致羊裘。",
            "comment": ""
        },
        {
            "title": "开禧元年四月自中都挈家还乡寓居城南十二月",
            "content": "筑室深山裹，开门古涧边。月高猿子叫，日晏虎儿眠。带雪挑黄菜，敲冰取碧泉。不知居士乐，空受俗人怜。",
            "comment": "【注释】【原题】：开禧元年四月自中都挈家还乡寓居城南十二月迁居柳溪上其夜大雪初一日盖宰来访约过县斋为一日款深夜而归赋此"
        },
        {
            "title": "淳熙壬寅仲夏大雨写望",
            "content": "一朵乌云起天末，倏忽长驱半天阔。云头到处急雨来。雨脚错落飞河魁。吹以南箕更豪横，打窗喷壁催吟咏。恰惊瓦上碎珠跳，已快檐前银竹映。平生不识南箕状，且看平畴翻翠浪。恍然立我三湘间，欲著扁舟相跌宕。风回雨霁天地新，良苗斗觉添精神。天意更看七八月，明年无处可打蕨。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "白日青天蘸水开。落花江上玉鞭回。东君擎出牡丹来。独占洛阳春气足，遂中天下作花魁。相知深处举离杯。",
            "comment": ""
        },
        {
            "title": "乙巳暮春初六日晚对新月",
            "content": "春来风雨耿黄昏，初见青青月一痕。忆自消魂南浦后，不禁描出向前村。",
            "comment": ""
        },
        {
            "title": "方壶自咏",
            "content": "残腊天垂老，新春日始孩。玄君归浑沌，青帝出胚胎。楼上独倚处，海边相见来。闲思栽五柳，怒欲拔三槐。",
            "comment": ""
        },
        {
            "title": "开禧元年四月自中都挈家还乡寓居城南十二月",
            "content": "每恨投南鹊，尤怜向北枝。虽蒙今士笑，恐有后人思。运火解朝冻，咽津弃夜饥。不来溪上住，那得雪中诗。",
            "comment": "【注释】【原题】：开禧元年四月自中都挈家还乡寓居城南十二月迁居柳溪上其夜大雪初一日盖宰来访约过县斋为一日款深夜而归赋此"
        },
        {
            "title": "秋兴",
            "content": "水边杨柳怯秋风，忆昨杏花相映红。心地不随时节变，始知天下有英雄。",
            "comment": ""
        },
        {
            "title": "夏日西湖闲居十首",
            "content": "十里湖山苦见招，柳堤荷荡赤栏桥。待他朝市人归后，独泛扁舟吹玉箫。",
            "comment": ""
        },
        {
            "title": "开禧元年四月自中都挈家还乡寓居城南十二月",
            "content": "群处那相合，单栖正自如。好言天外事，懒读世间书。指直笔难把，唇濡砚屡嘘。倾壶有余沥，窥瓮得残菹。",
            "comment": "【注释】【原题】：开禧元年四月自中都挈家还乡寓居城南十二月迁居柳溪上其夜大雪初一日盖宰来访约过县斋为一日款深夜而归赋此"
        },
        {
            "title": "到高亭山望南北高峰",
            "content": "每泛西湖不忍还，高亭数叠出云间。如今回至高亭路，却望西湖数叠山。",
            "comment": ""
        },
        {
            "title": "感皇恩",
            "content": "年少好寻芳，早春时节。飞去飞来似蝴蝶。如今老大，懒趁五陵豪侠。梦中时听得，秦箫咽。割断人间，柳枝桃叶。海上书来恨离别。旧游还在，空锁烟霞万叠。举杯相忆处，青天月。",
            "comment": ""
        },
        {
            "title": "陋居五咏·月台",
            "content": "呼匠琢山骨，临水起月台。一槃古月色，竹影凉毰毸。竹影如扫月，月色扫不开。居然广寒宫，桂枝苦低回，便欲招谪仙，娥眉送琼杯。",
            "comment": ""
        },
        {
            "title": "辛酉正月初八日入郡赴高校书之约二十二日出",
            "content": "竹篱茅屋两三家，白昼青春自岁华。碧縠水边搓柳线，绿罗天畔绣桃花。",
            "comment": "【注释】【原题】：辛酉正月初八日入郡赴高校书之约二十二日出西郊即事"
        },
        {
            "title": "西江月",
            "content": "曾把江梅入室，门人不敬红梅。清香一点入灵台。傲雪家风犹在。状貌妇人孺子，性情烈士奇才。自开自落有谁来。与汝上林相待。",
            "comment": ""
        },
        {
            "title": "夜坐有感",
            "content": "前贤相遇是前程，不见斯人莫误行。白面书生那解事，只将文字住京城。",
            "comment": ""
        },
        {
            "title": "访杨湖州",
            "content": "苕溪霅溪风景好，浙西浙东皆弗如。处处堤边种杨柳，家家门外有芙蕖。使君远继东坡事，处士端宜耘老居。闻道香名来一访，白须照水久踌躇。",
            "comment": ""
        },
        {
            "title": "真直院招饮道山群玉堂自陈秘监而下凡八人坐",
            "content": "压架春风十万条，护檐霜干自萧萧。一朝尽识群贤面，陡觉星辰共碧霄。",
            "comment": "【注释】【原题】：真直院招饮道山群玉堂自陈秘监而下凡八人坐上赋绝句"
        },
        {
            "title": "甲寅西归江行春怀十首",
            "content": "白昼春光绿染衣，东风千里挂帆归。竹篱红白花相映，只听鸡声在翠微。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "洞府瑶池，多是见、桃红满地。君试问、江海清绝，因何抛弃。仙景常如二三月，此花不受春风醉。被贩儿、俚妇折来看，添憔悴。泛雪艇，摇冰枻。溪馆静，村扉闭。须祁寒彻骨，清香透鼻。孤竹赤松真我友，姚黄魏紫非吾契。笑方壶、日日绕南枝，犹多事。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "风雨打黄昏，啼杀满山杜宇。到得人间春去，问英雄何处。桃红李白竞春光，谁共残妆语。最是梨花一树，照谁家庭户。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "渔翁家住寒潭上。晓霜晚日时相向。三尺白鱼长。一双摇玉光。前朝来献状。果慰携壶望。水月正商量。小桥梅欲香。",
            "comment": ""
        },
        {
            "title": "中秋月五首",
            "content": "万派寒芒一道飞，阴精盛处远成围。抱回红日浴东井，横截碧天朝太微。惟有中秋金正王，复当子夜水生肥。溶溶满掬乾坤髓，说向傍人是泄机。",
            "comment": ""
        },
        {
            "title": "夏日西湖闲居十首",
            "content": "露冷风清斗柄迁，芙蕖零落谢家船。都人正作黄梁梦，独点西湖明月天。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "天末起凉风。云气匆匆。如今何处有英雄。独佩一壶溪上去，秋水澄空。绝壁耸云中，倒挂青松。醉歌汉殿与秦宫。日现山西留不住，目送飞鸿。",
            "comment": ""
        },
        {
            "title": "感白发",
            "content": "一枕黄粱梦欲残，死生大海浪漫漫。鬓边白发休除却，时向窗前把镜看。",
            "comment": ""
        },
        {
            "title": "寓清湖桥夜枕闻雨",
            "content": "要识人间过去愁，春宵风雨到湖楼。如今此恨无分处，应有知人在后头。",
            "comment": ""
        },
        {
            "title": "访吴安抚命赋诗竹洲中有静香亭堤静观斋舞雩",
            "content": "凤麟敢谓皇家无，如公自合应时须。胡为返驾竹洲隐，只与高堂素壁成画图。一麾淮海重拜敕，老人在南子在北。称家菽水欢在余，每日乃得见颜色。大儿三十心力到，租税免教官吏逼。小儿十五天资敏，火耕水耨云未克。竹林茅屋谩读书，我正不蒙稽古力。请言竹洲胜，蕖篠相因依。红蕖未妨晚色静，翠篠解过凉阴稀。渔童樵青足驱使，夜深醉和风雨归。梦中突兀长堤横，忽觉单骑游边城。擒胡已决千里外，邯郸一枕空峥嵘。闲来静观宛殊昨，却怜蒲团坐日落。偶见始画天地心，从此鸢飞共鱼跃。向来天地本来闲，猎夫见鹿不见山。不然寒流自太古，何人曾作沂水看。前日从公洲上语，茯苓期我能同煮。未容只作竹洲翁，属闻汉诏求伊吕。",
            "comment": "【注释】【原题】：访吴安抚命赋诗竹洲中有静香亭堤静观斋舞雩亭"
        },
        {
            "title": "怀朱晦庵先生",
            "content": "道在羲皇孰断金，至人出处合天心。青山白云有生路，流水落花无足音。世外太古日色静，洞中一片春风深。自怜晚辈服膺久，亦许杖屦来相寻。",
            "comment": ""
        },
        {
            "title": "壬子岁云峰写望",
            "content": "西极层云最上层，碧云峰著白云楞。六龙顶佩斜阳下，恰似青纱一点灯。",
            "comment": ""
        },
        {
            "title": "中秋月五首",
            "content": "对月题诗过几人，不知何句与渠亲。精神尢向水中活，形状直须天上真。紫磨一轮开作屋，桂花千朵斫为薪。寒儒老矣心犹在，诚念唐虞有野臣。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "寄语山阿子，何日出幽篁。兰衣蕙带，为我独立万寻冈。头上青天荡荡，足下白云霭霭，和气自悠扬。一阵东风至，灵雨过南塘。招山鬼，吊河伯，俟东皇。朱宫紫阙，何事宛在水中央。长望龙輈雷驾，凭仗箫钟交鼓，宾日出扶桑。我乃援北斗，子亦射天狼。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "孔孟化尘土，秦汉共丘墟。人间美恶如梦，试看几张书。还是天一地二，做出朝三暮四，堪笑又堪悲。谁忆陶元亮，春酒解饥劬。老将至，岁既晏，念春归。停云亲友南北，何以慰离居。半郭半村佳处，一竹一花生意，吾亦爱吾庐。时访前村酒，旋买小溪鱼。",
            "comment": ""
        },
        {
            "title": "开禧元年四月自中都挈家还乡寓居城南十二月",
            "content": "世事偏宜假，吾生只认真。少知行路恶，老爱在家贫。宁接古时鬼，怕逢今世人。涧松方卧雪，野草亦争春。",
            "comment": "【注释】【原题】：开禧元年四月自中都挈家还乡寓居城南十二月迁居柳溪上其夜大雪初一日盖宰来访约过县斋为一日款深夜而归赋此"
        },
        {
            "title": "满庭芳",
            "content": "云绕花屏，天横练带，画堂三月初三。斜风细雨，罗幕护轻寒。无数天香国色，枝枝带、洛浦嵩山。烧红烛，吞星□日，光射九霞冠。仙宫，深几许，黄莺问道，紫莺窥帘。似太真姊妹，半醒微酣。须信生来富贵，何曾在、草舍茅庵。皇州近，扁舟载去，春色冠东南。",
            "comment": ""
        },
        {
            "title": "九月十六日出郡登舟如钱塘十七日舟中杂兴",
            "content": "落日扁舟万古心，半山明耀半溪阴。渔盐商贾都来往，纵有客星何处寻。",
            "comment": ""
        },
        {
            "title": "秋怀十首",
            "content": "四野秋风交敝庐，时平不用蔺相如。有人来问生涯事，指点蓑衣学钓鱼。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "荆楚岁时，念自古、登临风俗。休更道、桓家车骑，谢家丝竹。不觉吹将头上帽，可来共采篱边菊。叹如今，重九有何人，相追逐。穷处士，枯如木。贤太守，温如玉。遣厨人馈酒，廪人馈粟。欲寄唐虞无限意，离骚都是相思曲。奈两三、寒蝶尚于飞，秋光促。",
            "comment": ""
        },
        {
            "title": "春怀十首",
            "content": "鱼鳖好山川，鸟兽好在山。人皆好山水，所好非一端。君子抱仁智，寓意山水间。矧乃阳春月，富贵相追攀。靓装散香风，纤指发清弹。道旁起深羡，有识独长叹。我亦共春游，所遇得正观。可与达者悟，难与味者谈。",
            "comment": ""
        },
        {
            "title": "访建康留守",
            "content": "敬公太古明月服，爱公九天寒露浆。畏公龙泉太阿剑，喜公班虎花蛇囊。月中含月作怀抱，露表滴露生清凉。风尘澒洞要英杰，太平润色须文章。公昔荷橐侍紫皇，公今握符坐建康。纷巾羽扇夏日静，鸣鸠乳燕南风长。青天有月来堂堂，白鹭分水鸣汤汤。城头独立是谁子，身长长尺须眉苍。袖藏古剑咸阳市，泪逐东风洒桃李。一心只望金陵飞，未到三更已千里。北斗错落垂寒光，愿公提起扫八荒。刺人如影那见血，激天孤竹和空桑。",
            "comment": ""
        },
        {
            "title": "乳燕飞/贺新郎",
            "content": "去郢频回首。正横江、荪桡容与，兰旌悠久。怅望龙门都不见，似把长楸孤负。念往日、佳人为偶。独向芳洲相思处，采苹花、杜若空盈手。乘赤豹，谁来後。云中眼界穷高厚。览山川、冀州还在，陶唐何有。木叶纷纷秋风晚，缥缈潇湘左右。见帝子、冰魂厮守。应记薰弦相对日，酹一杯、太乙东皇酒。问此意，君知否。",
            "comment": ""
        },
        {
            "title": "陋居五咏·景风院",
            "content": "昔年浮丘人，池舘藏一丘。天门骑鹿仙，浩气压女牛。曷来木正落，歌动林塘幽。至今五月花，憔悴因郎羞。底处牵白犊，超然对清流。景风故随车，为我回凉秋。",
            "comment": ""
        },
        {
            "title": "访杨湖州",
            "content": "一道西江隔水云，夜瞻牛斗共天文。圣之清必先夫子，仁者勇须今使君。天下山川居一半，湖州风月占三分。锦囊幸许传抄去，预取兰香手自薰。",
            "comment": ""
        },
        {
            "title": "观雪行",
            "content": "仙人剪水银河边，仙风吹散花联翩。明星撩乱入我眼，风紧一阵随天旋。如今谁卧剡溪雪，如今谁访山阴船。古人气韵不可见，晓来对此空悠然。檐前未觉眼界豁，临眺忽忆楼居仙。若为留得数玉树，六月绕屋生清妍。",
            "comment": ""
        },
        {
            "title": "八月十一夜作文起夜兴",
            "content": "点墨挥毫势始停，起来耳目共时醒。一窗月色元无响，四壁虫声不见形。",
            "comment": ""
        },
        {
            "title": "篱阴",
            "content": "篱阴双蝶趁春晖，轻展新黄试舞衣。点草扑花如得意，因何相逐背人飞。",
            "comment": ""
        },
        {
            "title": "秋怀十首",
            "content": "自分为人类鲁皋，几将心事泛吴舠。手搏日月供宸笔，拣尽金鸡玉兔毫。",
            "comment": ""
        },
        {
            "title": "夏日西湖闲居十首",
            "content": "藕蔕嚼来殊解渴，荷香闻得亦忘饥。幽人不趁槐花课，收得西湖几句诗。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "晓角霜天，昼帘却是春天气。小园行处。双蝶相随至。恰向梅边，又向桃边觑。孜孜地。访兰寻蕙。谁会幽人意。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "数朵芙蕖，嫣然一笑凌清晓。谢家池沼。秋景偏宜少。气挟清霜，似把群花小。秋风袅。湘君来了。一曲烟波渺。",
            "comment": ""
        },
        {
            "title": "秋兴",
            "content": "闲步水南因水北，仍从山后复山前。日归海底龙方觉，月到天心虎正眠。",
            "comment": ""
        },
        {
            "title": "甲寅西归江行春怀十首",
            "content": "闲来此意本翛然，一点清愁出意边。亦似东君无定准，乍晴乍雨恼花天。",
            "comment": ""
        },
        {
            "title": "甲寅西归江行春怀十首",
            "content": "二月湖山把酒中，呼猿洞口水涵空。醉来剥尽新花蕊，百叠生红未见风。",
            "comment": ""
        },
        {
            "title": "寿高内翰",
            "content": "璞玉浑金表裹同，心知言动有阴功。一门人杰成龙种，三世科名各继宫。华盖共瞻天座北，勾陈长扈帝垣中。野人只待秋风起，去向西湖作钓翁。",
            "comment": ""
        },
        {
            "title": "夜兴",
            "content": "倚天长剑为谁收，欲献君王镇九州。世事漫随红日下，壮心空逐碧江流。雁横西寒偏愁客，菊绽东篱始当秋。抖擞向来尘土梦，便提蓑笠上渔舟。",
            "comment": ""
        },
        {
            "title": "春夏之交风雨弥间耳目所触即事十绝",
            "content": "不赋杜鹃三十秋，今愁不比昔时愁。杜鹃岂是催春去，为见春来啼不休。",
            "comment": ""
        },
        {
            "title": "送赵君十绝",
            "content": "皂盖朱轓练水滨，春生秋杀总精神。须知爱士何曾泛，屈指应无第二人。",
            "comment": ""
        },
        {
            "title": "春怀十首",
            "content": "日酿天正绿，风酣麦方秋。闲携稚子辈，眷言共春游。芒鞋过涧壑，竹杖穿林丘。东西随所适，语嘿颇自由。亦有一樽酒，父子相献酬。山花既含笑，野草亦忘忧。一轮渐隐隐，半规尚悠悠。归路何所叹，古人可与谋。",
            "comment": ""
        },
        {
            "title": "访曾侍郎",
            "content": "青天荡荡摩青铜，紫微将相环西东。大鹏一击九万里，两翼不鼓乘长风。大鹏飞到天门下，天门无不耸观者。列星退步失光彩，九虎低头若凡马。有鸟决起抢榆枋，望而不见空断肠。青天愈高鹏愈远，岂不有意招八荒。我舍新安来，狂歌钱塘市。上有无情之吴山，下有伤心之江水。春已暮，人未归，平生不问鳜鱼肥。若教买得青山住，饱食笋蕨歌春晖。",
            "comment": ""
        },
        {
            "title": "杏花天",
            "content": "残雪林塘春意浅。倚碧玉、阑干日晚。天涯五色明如翦。上有新蟾占断。从别後、水遥山远。倩说与、天台刘阮。方壶只有梅花伴。不似桃花庭院。",
            "comment": ""
        },
        {
            "title": "题汪侍郎仲宗北山道院",
            "content": "北山之宅可忘归，北山之山天下稀。自非君身有仙骨，安得蓬壶阆苑相因依。长松巨柏气象古，红鸾白凤交横飞。朔风万里促冬日，金橘千树争光辉。枢密曾孙侍御子，天资酷与前人似，只今四十未为老，不选娥眉压闾里。道院夜长霜月白，豪气犹余好宾客。早晚春归花乱发，蝶舞莺啼亦伤魄。此言聊戏尔，时事端可惜。大儿只求上上考，次儿只用平平策。胡运已衰当谢绝，西戎方强又须索。北山主人那得闲，袖中三尺青蛇斑。有客不知其所往，岁暮江头雪三尺。",
            "comment": ""
        },
        {
            "title": "春夏之交风雨弥间耳目所触即事十绝",
            "content": "野水平桥细浪生，柴门草长断人行。园林霁后春如在，燕雀鸣时夏正清。",
            "comment": ""
        },
        {
            "title": "回至松江",
            "content": "欲向江南采白苹，杜鹃啼后已无春。洞庭龙女云中降，手把双珠笑赠人。",
            "comment": ""
        },
        {
            "title": "泛小舟入莲荡微雨即事",
            "content": "水光如锦叶如烟，微雨相从到洞天。翠盖红妆无处避，一时挨入木兰船。",
            "comment": ""
        }
    ]
}