{
    "dynasty": "宋",
    "author": "沈与求",
    "poems": [
        {
            "title": "次韵曾守怀玲珑山",
            "content": "泉石有膏盲，料理费和缓。风埃客子游，梦想异相半。端如餍羊酪，投匕念乡馔。怀哉小玲珑，旧赏记酣宴。玉女下云窗，轻我年未冠。诛茅老三间，此意已悬断。少须草堂资，两足那可绊。谢公爱东山，自结寻幽伴。诗筒忽相先，纸价岂容贱。流传从使君，感此归思乱。撷兰蹑危根，漱石俯长涧。野性等麋鹿，百嗜宁食荐。揽衣中夜兴，测漏疾流眄。扃步愧驽筋，卑飞伤短翰。正使屐齿折，未救斧柯烂。时节脱复徂，迟莫空浩叹。何当脂下泽，去路郁交贯。",
            "comment": ""
        },
        {
            "title": "次韵刘殿院赠钱圃翁",
            "content": "少日从畦丁，颇悟园官理。菘韭记春秋，蔬食聊尔耳。十年困尘埃，幽事同脱屣。一饱不可谋，清瘦只如此。仰止长城翁，趣尚两奇伟。弱冠事笔耕，挽仰行六纪。晚以圃自娱，扶锄寄深喜。柔风蔬甲怒，细雨兰芽美。小摘定可供，馀事不挂齿。那复肯着屐，而一到城市。为计一何疏，行须传高士。木茹忌太洁，肉食忌太鄙。安得从公游，远傲於陵子。",
            "comment": ""
        },
        {
            "title": "何子楚为范明伦赋九疑石石吾不及见也读诗可",
            "content": "峨弁千峰倚天碧，上有修筠材可篴。月明三弄面巉岩，惊起哀猿啼峭壁。儿童斲石攒青瑶，寒林萧萧吹堕樵。坐令结习落幽梦，芒鞋竹杖归路遥。觉来只影徒相守，哦子清诗笔如口。眼中何必小玲珑，仿像九疑当户牖。神丹已失大江漘，谁与安期追后尘。分天隔日不可到，使我目断苍梧云。",
            "comment": "【注释】【原题】：何子楚为范明伦赋九疑石石吾不及见也读诗可以知其巑岏秀峙之状吾累卞峰石为小寒林兴寄不浅用其韵并及之"
        },
        {
            "title": "浣溪沙",
            "content": "云幕垂垂不掩关，落鸿孤没有无间。雪花欺鬓一年残。欲把小梅还斗雪，冷香嫌怕乱沈檀。恼人归梦绕江干。",
            "comment": ""
        },
        {
            "title": "奉陪安守登膴原观",
            "content": "江南多佳山，骈首闯城郭。缅怀在坦夷，要使一见廓。邦侯王事馀，幽致到丘壑。散策占城阴，含睇及民瘼。爱此郊原平，膴膴富耕穫。飞观鯈下临，丹碧荡霄堮。野色四座浮，胸次潜领略。千畦云弄黄，岁事初不恶。斗酒行劳农，欢谣入酺醵。胜地恶发挥，波神覆为虐。萧辰谁与娱，一笑寄华酌。落日耀旍旗，轻飚漾帘幕。卷白起寿公，歌声渺林薄。老农止勿狂，嗣岁有真约。",
            "comment": ""
        },
        {
            "title": "何亨老筑堂里第榜曰安虚盖取司马子微不受外",
            "content": "幻境如群狙，喜怒眩名实。怜渠千劫迷，堕此一念失。世路波涛翻，时事风雨疾。胡为随物迁，坐此方寸窒。使君超世姿，轩裳起儒术。神交赤城仙，妙解穷隐密。向来心泰然，初不计升黜。危堂榜新颜，要以名自律。窗扉敞深明，空华乱初日。变灭惊须臾，蔽亏隔纖悉。了知内观融，天光发虚室。山林猿鹤俦，廊庙鵷鸾匹。静躁涂或殊，出处心本一。清都五城开，真仙罗辅弼。行矣朝紫皇，启沃造前膝。功名戏剧成，志愿谈笑毕。它年容买邻，傥不傲蓬荜。",
            "comment": "【注释】【原题】：何亨老筑堂里第榜曰安虚盖取司马子微不受外不逐外之说属某赋诗以见意云"
        },
        {
            "title": "石壁寺山房即事",
            "content": "望断南冈远水通，客樯来往酒旗风。画桥依约垂杨外，映带残霞一抹红。",
            "comment": ""
        },
        {
            "title": "游玲珑山因访朱氏草堂",
            "content": "平生丘壑心，馀事不挂目。藜杖南山来，要使富幽瞩。异哉小玲珑，蟠峙苍弁腹。修藤结悬崖，飞溜响空曲。伏石卧虎状，腾拏杂奔鹿。砑然互吞吐，侧路劣容足。拂拭古藓纹，字刻翳新绿。标傍玲珑名，奇怪殆天属。扪萝上绝顶，坦坦类平陆。俯首瞰来踪，穹然在幽谷。传闻昔逋客，诛茅此营屋。清魂不可招，千载想遗躅。我思造物巧，妙供幽人禄。挥斤役山只，斲此一拳玉。云窗与雾阁，一一相亘属。岂无部曲众，猿鹤即更仆。岂无节旄贵，松桧自张纛。此事久弃置，蛛丝网岩麓。翩翩佳公子，心古韵不俗。驾言脱华簪，兹焉卜幽筑。终日面巑岏，世故岂容触。指点空洞姿，喜气政堪掬。挟策校昔游，健步念须续。亦有招隐诗，薄暮不可读。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "花信催春入帝关。玉霙争腊去留间。不禁风力又吹残。客舍不眠清夜冷，萦愁一缕袅旃檀。空庭月落斗栏干。",
            "comment": ""
        },
        {
            "title": "山西行",
            "content": "山西健儿好身手，气如车轮胆如斗。十五射猎少年场，戏格黄罴同拉朽。二十竄名尺籍中，铁马追风快驰走。臂弓腰箭了一生，只喜论攻不论守。兵符夜半出辕门，将军令肃谁敢后。自夸豪健天下无，誓为官家扫群丑。蛮夷共事古来危，监军巧落胡人机。黑山未靖黄河沸，胡尘倏忽连紫微。长驱中州斥候绝，已闻饮马金明池。种家猛将忠贯日，发上冲冠颐指挥。主辱偷生事不武，壮士裂眦争相随。东跨潼关达上国，城头夜插将军旗。诸胡下马拜吾父，请成退舍才有期。肉食谋国帝子质，勒兵不动护送之。壮士束手猛将死，胡来侮人犹小儿。明明二圣尧舜主，天翻地坼徒尔为。天翻地坼徒尔为，北望血泪滂两颐。真人中兴似光武，赤眉青犊折箠笞。一呼夺击肯效死，风鹤尚信惊王师。呜呼何为背征讨，红帕兜鍪半为盗。东家昨夜虏小姑，西妇朝篷握刀笑。锦衣玉食事奢侈，翠眉红颊资强暴。黄屋今怀旰食忧，忍与豺狼活蓬藋。时危宜尔悍且骄，侧耳试听哀痛诏。五陵佳气自葱葱，为雪大雠安九庙。",
            "comment": ""
        },
        {
            "title": "江城子",
            "content": "鱼龙戏舞近幽宫。乱山中。似途穷。绿野堂深，门敞兽铺铜。无限青瑶攒峭壁，花木老，映西东。消磨万事酒千锺。一襟风。鬓霜濛。忧国平生，堪笑已成翁。惟有经纶心事在，承密诏，看重重。",
            "comment": ""
        },
        {
            "title": "次韵李元叔田邦镇唱酬之什",
            "content": "李侯少年真自喜，收名拟擅东南美。大科异等不作难，堂堂奏赋明光里。眼看斗粟饱侏儒，空肠殷雷归著书。胸中未减食牛气，出手一掷当成卢。只念聊问复何如，要辨蟫蠹资轩渠。刺头文字亦琐碎，泽吻快意回樵枯。",
            "comment": ""
        },
        {
            "title": "次韵题沈传曜瘦节堂",
            "content": "平生一字不疗饥，谁云糠覈能瓠肥。牙签玉筹五鼎食，是中有趣非钱痴。万事颠倒绝可嗤，此腹却受将军讥。吾宗酷似骑曹掾，俗物纷纭那复看。眼中但有潇洒侯，高节亭亭真老伴。山泽形容坐一癯，相要检校还丹书。食薇饮水笑多事，知君此计诚非疏。",
            "comment": ""
        },
        {
            "title": "江城子",
            "content": "华灯高宴水精宫。浪花中。意无穷。十载江湖，重绾汉符铜。应有青藜存往事，人缥缈，佩丁东。卧听萧寺响疏钟。渡溪风。转空濛。月上孤窗，邻唱有渔翁。追念使君清坐久，歌一发，恨千重。",
            "comment": ""
        },
        {
            "title": "读成士瑴诗卷和其书事一章",
            "content": "长年赋子虚，狗监绝同里。杯水聊自酬，博此一笑喜。副墨粲我前，顿使百废起。朱弦渺遗音，慎勿娱欲欲耳。论交傥自今，相从期暮齿。",
            "comment": ""
        },
        {
            "title": "子修步屧相过属疾不能倒屣戏赠",
            "content": "簿书日在手，佳思挽不留。而能痛拨置，时来访清幽。古木占城阴，一曲萦寒流。落影插清泚，绿荫亦已稠。结亭坐蟠石，傲兀忘拘囚。雄谈功名外，俊气横九州。事故未应尔，长恐坐阻修。造物小儿相，妒我得暂休。河鱼竟中溃，午枕犹扶头。双凫飞舄声，历历过墙陬。此兴岂复浅，何当起从游。试令开丈室，子能问疾不。",
            "comment": ""
        },
        {
            "title": "送章文虎秀才归荆南",
            "content": "我生本吴侬，搦笔追楚些。佳人脱尘屣，幽韵耻独和。君家楚江湄，词语亦顿挫。学海富探讨，渠数百纸过。春风归凤城，櫑具恰解驮。此地初识君，细语辄三贺。冉冉岁已遒，云山忆高卧。翩然理归装，馀事等弃唾。文围久坚壁，定恐一战破。行矣傥复来，凭将楚词课。",
            "comment": ""
        },
        {
            "title": "拟古",
            "content": "日月双高悬，朝昏自升沉。有如转辘轳，引絙环相寻。而我生其间，所阅几古今。尔来三十年，又作裘氏吟。眠饭寄编简，此身疑白蟫。皇皇走四方，谁是真知音。语欲离舌本，退缩翻如喑。涉世聊尔耳，依阿亦何心。托质既已迂，自谓百炼金。耻作渭水钗，宁为太阿镡。用舍安所之，齿发忽已侵。日月不我留，潸然涕盈襟。",
            "comment": ""
        },
        {
            "title": "观网鱼",
            "content": "暗雨垂垂梅欲黄，春山吐源春涨狂。雪鳞頳尾泝流上，吹涛喷浪能奔忙。鱼师布网名白大，万目井井连重纲。联艘绝流势甚武，遮罗初若无留藏。大鱼已得小鱼弃，要使遗育充陂塘。鳏鲕安用误回避，虾蟹亦复虚跳梁。宁知不比纶索手，欲以巧饵空沧浪。",
            "comment": ""
        },
        {
            "title": "寄题淄川王景发肯构堂",
            "content": "深林艺松柏，不数栎与樗。坐待十亩阴，等为匠氏储。宁复知种德，责报不厌徐。名令后必大，善积庆有馀。於焉望丰屋，政可增修闾。王孙世东州，奕奕盈簪裾。金埒通里巷，珠树连阶除。贤哉景发甫，爽爽众莫如。直气薄霄汉，妙语锵琼琚。定知磊落人，一见怀抱摅。谓我架华堂，映发先人庐。揭名取肯构，盖念经营初。堂前植桃李，堂上罗诗书。桃李意取适，诗书计非疏。诸郎自兰玉，舌耕起菑畲。吾诗以为箴，会见联高车。",
            "comment": ""
        },
        {
            "title": "次韵李元叔田邦镇唱酬之什",
            "content": "大雅寂寥谁发喜，逆折波澜须子美。晚分一派大江西，约束曹刘归句里。武安耳孙有臞儒，载行无多一束书。蹇驴破帽踏城市，腰间蒯缑鸣湛卢。叫阍自荐久未偶，淮南丛桂犹关渠。雕镌戏出乡学馀，掩面笑余诗井枯。",
            "comment": ""
        },
        {
            "title": "次韵何子楚食樱桃",
            "content": "轻衫骏马飞弹丸，上林花开纷绣团。御廚赐笋未解箨，山樱亦复登金盘。宗庙荐新勤玉路，凡果纷纷不论数。风清日美雨丝收，朱实烘春燃绿树。筠笼采撷价万钱，北人羊酪雅所便。自从燕罢曲江曲，五湖十载身回旋。已作孤蓬任流转，万颗徒劳野人献。故无清梦大明宫，醉倚酡颜浮玉碗。",
            "comment": ""
        },
        {
            "title": "夜坐感事",
            "content": "沉沉夜气归，虚堂闭深寂。孤灯灺馀花，寒霤韵残滴。酝酿万觯愁，感慨一人敌。何当弃短檠，阴山叱鸣镝。",
            "comment": ""
        },
        {
            "title": "泛舟村落阻风不能少进而菱梢芡觜缭舷上下篙",
            "content": "艇子掠岸行，水瘦不濡尾。狂飚振疏蓬，猎猎鸣两耳。十篙八九褪，逆势何乃尔。野芡伺吾间，回梢哆利觜。亦有芰浮角，一一肆轻鄙。初欲事幽寻，解缆出疏苇。乘流觅清浅，濯缨助深喜。事有大不然，移顷未离咫。安得望蓬莱，巨舰破潮起。征帆驾长风，一日三万里。",
            "comment": "【注释】【原题】：泛舟村落阻风不能少进而菱梢芡觜缭舷上下篙人病之"
        },
        {
            "title": "次韵黄子虚同饮葛次颜家酿玉友",
            "content": "先生早年忘扫白，懶饭青菁借颜色。独馀欢伯为友朋，熟不暇篘巾自沥。何须引泉连百井，饮莽长虹太豪猛。细斟玉筹滑无声，酌我应怜官独冷。奇篇更写陟厘黄，逼人心地生清凉。了知二事尽家法，眼馋径索银瓶尝。我老华池少滋液，年来爱酒如偷蜜。陶然一醉乐未央，此外要知俱长物。相期径造君勿违，坐得名胜从忘归。公侯似闻倦设醴，穆生正恐同分携。",
            "comment": ""
        },
        {
            "title": "刘行简见借诗稿以长句归之",
            "content": "文章偏忌声名早，富贵政须门第好。了知二物不相关，风月膏粱兼者少。刘郎天韵真不凡，飞腾宜在蓬莱岛。年来穷愁已到骨，只有珠玑落残稿。纷纷馀子何能追，定向诗坛分六纛。造物小儿亦薄相，浪付繁华给挥扫。却令径坐诗人穷，只与清冷消热恼。向来狗监非同邑，渴尽文园尚傭保。九原千古忽可作，如君自是不枯槁。茅斋夜诵谁得闻，咄咄空能诉穹昊。请君更作升天行，勿使贫胡强知宝。",
            "comment": ""
        },
        {
            "title": "钱塘赋水母",
            "content": "疾风吹雨回江城，櫓牙呕哑潮欲平。客居喜无人事撄，相与环坐临前楹。眼中水怪状莫名，出没沙觜如浮罂。复如缁笠绝两缨，浑沌七窍俱未形。块然背负群虾行，嗟其巧以怪自呈。凝目戄视相将迎，老渔旁睨笑发声。曰此水母官何惊，江流如奔绝沧瀛。潮汐往来月为程，藏纳众污无满盈。浮埃沉滓溷九清，结成此物宜昏盲。使虾导迷作双睛，乃能接迹蚌与蛏。亦犹巨蛩二体并，离则无目为光精。江天八月霜叶鸣，罟师得虾供水征。水母弃掷罗纵横，试令收拾输庖丁。绛礬收涎体纡萦，飞刀镂切武火烹。花甆饤饾粲白英，不殊冰盘堆水晶。稻醯齑寒芼香橙，入齿已复能解酲。遣渔止矣勿复评，嗟哉此性愚不更。定矜故态招三彭，且摩枵腹甘藜羹。",
            "comment": ""
        }
    ]
}