{
    "dynasty": "宋",
    "author": "沈继祖",
    "poems": [
        {
            "title": "送杨寺丞浑父帅安康",
            "content": "杨子声名鹤在阴，诗书作帅有谋深。开关入洛平如掌，击楫中流酬此心。胡运只今那得久，齐疆指日自归侵。君当草奏摅忠愤，所领州名力去金。",
            "comment": ""
        },
        {
            "title": "送杨侍郎帅江陵",
            "content": "王眷勤三接，儒流见一真。维申柔且直，于尹学焉臣。玉弦当调化，金城要得人。行看司马相，端委静边尘。",
            "comment": ""
        },
        {
            "title": "俞舜俞作墨梅八轴皆取古人诗句请余赋之",
            "content": "天生万物俱森罗，诗人于梅诗独多。不言成蹊桃与李，何敢当此不类歌。由来画中有新诗，俞君造次以笔追。浑然莫知诗画异，手与心犹不自知。红杏花开惊羯鼓，虞美草认歌声舞。笔能招此玉梅梦，花非解语如欲语。我生身世两茫茫，独与此花交分长。书窗有月半弄影，山驿无风远有香。溪流落英送我别，谁念孤芳增皎洁。此时我有万斛愁，吹断参差山石裂。吴霜忽点双鬓华，故人各在天一涯。南望一枝书断绝，临风不复三叹嗟。天花何曾着禅定，百忧炼心澄古井。世有铁心石肠人，举似我诗应首肯。",
            "comment": ""
        },
        {
            "title": "送直阁刘郎中知平江府",
            "content": "星郎星使两俱优，三辅黄图帝选侯。万里登沪超弱水，一轮有月照苏州。刀飞雪缕夸鲈脍，云作奇峰簇虎丘。太守能书传宝帖，洞庭应寄杼千头。",
            "comment": ""
        },
        {
            "title": "次瞿塘寄呈杨帅",
            "content": "转柁边楼隔夕阳，竹枝歌断送飞航。敢同计事追韩信，每辱扬鞭问葛强。雁影入江三峡冷，猿音呼月五更长。功名岁晚貂裘弊，归鬓应怜已点霜。",
            "comment": ""
        },
        {
            "title": "又代上张帅太尉",
            "content": "三杰人材有重轻，子房呼字不呼名。天授家传此韬略，固应堂上有奇兵。方虎成功张仲在，惟忠与孝一心纯。英姿鹦鹉洲前见，异日麒麟合上人。挟纩皆由一主温，吮疽效命亦前闻。听得武昌军士说，张家军比岳家军。元颜辛巳寇边日，十骑能收唐邓州。奈何养兵一百万，岁以金缯遗虏囚。春秋尚复九世讎，和议于今六十秋。诸将宁无持禄念，将军必不为身谋。",
            "comment": ""
        },
        {
            "title": "上章帅侍郎",
            "content": "太平之兆从西起，西方人兮独宏伟。中兴三相西蜀英，魏雍沂国封鼎峙。得君之专不约同，应龙翔云鱼有水。大勋将集自有时，时望今归章夫子。岷峨英气蟠千年，十年郁蟠一朝启。固应世命生大材，天下重轻之所系。六鳌不动海岳崇，八柱檠天穹窿倚。寿皇燕翼贻孙谋，寘公从橐良有以。龙蟠虎踞帝王都，居守重任不轻畀。神州陆沉五终星，有讎未复已三世。经营江表诚急先，移镇上流实隆委。议和但苟朝夕安，岁输金缯殊未已。无事坐养百万师，所虑民贫财益匮。胡雏何知蓄狂谋，天其启我或在此。荆州昔号用武国，曹瞒落笔惊刘备。况今吴蜀势连衡，乘时振槁悉披靡。料人当要知料己，上策由来当自治。实边至计耕与桑，祖逖未可成败议。祖宗德泽在遗黎，中原自有壶浆至。我公恩信结人深。岂独长城贤万里。尝闻机会不容发，尚父宵征奚暇寐。诸葛手握将相权，愿改吾短不逢恃。其心休休能有容，即是古人勋业地。往时韩富屡守藩，以养威望须历试。一旦大用无间言，列圣用人有深意。虽然五大不在边，端委面槐乃公位。玄龄如晦不言功，持效于君兼众美。大江之西有癯儒，半生混迹渔樵里。兵书一箧老无功，耿耿但余忧国泪。一官漫仕不疗饥，五斗折腰安敢耻。沮漳时倚仲宣楼，往事成尘谁复纪。此生幸识元紫芝，今为晏御尤自喜。冯欢欲歌归来乎，绕朝有策不用耳。函关请封一刃泥，赞普可招尺书纸。我思古人不可见，空对孤灯慕青史。公能挈之于沉渊，犹拟楯墨书檄字。举似孙郎帐下儿，或能道人意中事。",
            "comment": ""
        },
        {
            "title": "上扬州钱帅",
            "content": "名世半千推硕德，淮南第一是扬州。一尘不动边民乐，知有威声慑虏酋。人谓儒生将略疏，世人无未识真儒。天下武夫俱夺气，钱公赤手缚于菟。丰水有芑岂不仕，论者以为数世仁。寿皇所以遗嗣圣，如此真材有几人。夷虏久知唐李揆，近闻松漠搞毡车。虏在目中余事耳，不烦遥度扫穹庐。天津桥上骑驴客，儒者知兵似晋公。五大在边非所称，谋谟合在庙堂中。春风十里杨花路，天下花中独有琼。樽俎折冲多胜赏，一时纸贵有诗声。淮南好客词人盛，风雅而来大小山。旧客尚余枚叟在，秋风零落鬓毛班。联名雁塔终呈再，讨贼螺川又几年。范叔一寒今若此，绨袍或有故人怜。少陵去阆依严郑，彭泽还家太守贤。北道主人天下士，何须羞涩问囊钱。万事消磨独有诗，人言此派在江西。所期诵句百僚上，佳士由来经品题。",
            "comment": ""
        },
        {
            "title": "友善堂为张以道题",
            "content": "上士与下士，多闻或寡闻。子诚能尚友，我亦叹离群。磨琢功当进，金兰志不分。孝标何所见，但广绝交文。",
            "comment": ""
        },
        {
            "title": "杏花村",
            "content": "杏破繁枝春意闹，牙盘堆实荐时新。仙家种此应知味，试问庐山姓董人。",
            "comment": ""
        },
        {
            "title": "和阎帅侍郎见寄",
            "content": "继祖岁在丙午少城试闱，与宪车张大著、涪陵卢史君诸公酬唱，不谓误蒙安抚侍郎赏许。兹承宠赐汉中所和七诗，敛袵庄诵，舂容大篇，寂寥短章，皆一代之杰作，骊珠宝璐，知所守宝矣。唐人有言尝于诗集中曾相见，继祖晚出无闻，何以辱大君子见知于未尝参觌之初，是以益自奋励，不敢怠弃以负鉴裁。抑闻韩子苍谓作诗文必得印可，乃自不疑，是以前辈汲汲求知也。因尽用前韵赓赋。",
            "comment": ""
        },
        {
            "title": "和黄叔万游西湖韵",
            "content": "城西去天才尺五，溯游从之不修阻。西湖春水涨旧痕，葡萄盎盎浮春醑。鱼成队阵影虚游，禽呼友朋声乐与。船行是处有佳趣，芳草和烟为断浦。小桥曲径能深幽，疑在阆风与玄圃。花飞犹有半妆在，柳长尚作画眉妩。酒中之仙仅八人，把杯谁是湖山主。楼台倒影俯清漪，密树摇风翠交舞。妙处政自落笔难，安得君房妙言语。只将剧饮饯残春，一醉忘形到尔汝。黄香可人招不来，云烟落纸英词吐。三年与君巴峡游，至今诗名播西土。金华不生有嫡孙，一时纸贵人争睹。维莫之春作兹游，绝忆苏仙赋东武。从今风月三千篇，要扫冰溪九万楮。芰荷立水更重游，当戒行厨治尊俎。",
            "comment": ""
        },
        {
            "title": "送杨侍郎帅江陵",
            "content": "蜀道登门日，于今十五秋。恩勤怀荐祢，飘泊久依刘。兹辍中台望，将宽北顾忧。望之多献纳，有欲为王留。",
            "comment": ""
        },
        {
            "title": "和阎帅侍郎见寄",
            "content": "全荆百万兵屯云，甲光耀日争晶荧。中有诗书礼乐师，声色不动今孔明。幕府昼闲多啸咏，风流文采被诸生。嗟予入蜀四载久，根未得承謦欬声。今为属县方托迹，似闻号召将朝京。荆州一纸贤十部，字画飞动诗语清。居然二妙到蔀屋，再拜庄诵心已倾。忆昔锦城秋月里，张侯更迭赋歌行。人生聚散不可料，如月圆缺与阴晴。岂期斐章辱赐和，骊珠宝璐箧笥盈。傥因徐辟见孟子，有志未就公其成。",
            "comment": ""
        },
        {
            "title": "送阁学袁尚书帅蜀分得云字韵",
            "content": "秋郊时出祖，秋尽不余分。西湖贮秋色，护日浮轻云。煌煌元戎乘，行旃驻河濆。璧水官僚多，飞盖凝祥氛。坐间皆诗流，觞咏更纷纭。司成风骚将，诗坛推冠军。分韵召众作，号令听鼓鼖。古诗重送别，今当超前闻。伟哉益州牧，学奥穷曲坟。知略辏上前，一洗凡马群。久着侍臣冠，献纳趋朝昕。全蜀谋帅重，临遣上意勤。惟先抚摩术，可策恢复勋。大讎竟未复，以周事夷獯。蜀民贫已甚，苛取犹丝棼。公施活国手，如拯溺救焚。未省锦城乐，侈靡徒纷纷。行看清献归，以道佐吾君。百壶致饮饯，宁复惜醉醺。蜀都虽可赋，于公何足云。诸葛有盛心，独得之河汾。赠言吾岂敢，此意渺无垠。抑使后来者，有感于斯文。",
            "comment": ""
        },
        {
            "title": "爱民堂为涪陵卢使君题",
            "content": "我来盛山郡，从公岁及朞。公之字鳏寡，乳保于婴儿。公去再改岁，所去尤见思。至今盛山民，敬奉卢公祠。借留既不遂，涪江移州麾。两地虽少异，所爱则均施。去秋少城役，与公同试闱。把臂道畴昔，耿耿青灯期。对床风雨夜，夜语惊闻鸡。日有文字乐，唱酬多新诗。讫事遍游览，扁舟更同归。涪陵五日留，民物何熙熙。道中行歌者，拍手童稚嬉。终岁闾里间，不闻吏卒追。皆曰贤太守，父母其忍欺。政成多休暇，百废举无遗。美哉轮奂新，有堂崇故基。名堂形至意，爱民真天资。同时王别驾，誉处出一辞。醉余书榜字，银钩照江湄。有客涪陵来，称颂世所稀。坐想觞咏乐，形留而神驰。愿同争湛辈，记名千载垂。惟公甚盛德，岂待于发挥。当闻卜式语，治民适其宜。辟如牧羊者，败群当去之。雪霜与雨露，天以成四时。威克与刚克，要不伤于慈。公蕴经纶妙，未易坐井窥。因诗赞一二，以诏来者知。",
            "comment": ""
        },
        {
            "title": "游西湖用中字韵呈直院高舍人",
            "content": "制兼内外文章伯，远过当年高侍中。运笔不停池水黑，举觞未厌酒珠红。泛舟但仰膺门峻，登岘夫何湛辈同。傥以言诗许商赐，诗工宁复恨人穷。",
            "comment": ""
        },
        {
            "title": "寄题新昌簿厅绿阴亭",
            "content": "洛上追收黄耳信，林间闻创绿阴亭。千章古树虚帘接，四月清风羽扇停。兄弟头颅时感叹，江湖岁月久飘零。对床夜话知他日，幽赏如何得细听。",
            "comment": ""
        },
        {
            "title": "次韵答李孟达通判索鄙诗",
            "content": "删后无诗亦可忧，人言赋者古诗流。欲闻正始今安在，须向行秦以上求。玄酒大羹存至味，子虚亡是谩相酬。万人丛里谁人晓，独有夫君暗点头。",
            "comment": ""
        },
        {
            "title": "昭君村",
            "content": "黄沙漫空天一色，漠北阴山断行迹。明妃辞汉适单于，委骨胡沙无来日。心事欲向瑟琶传，天荒地老何人识。胡雁经年去会还，汉月几夜圆复缺。雁飞那解寄音尘，月明不管人愁绝。冢上千年不改青，怨入边风与羌笛。谁为君王设此谋，纵杀画工果何益。至今犹使昭君村，月发炙面殊不惜。汉已无策唐效之，公主沦弃豺狼域。何不设备御狂胡，人言仲舒计已疏。不以女色媚穹庐，圣宋之德千古无。",
            "comment": ""
        },
        {
            "title": "山斋诗",
            "content": "置之一壑谢鲲像，画入三峰潘阆图。二子居山真得趣，山斋曾为写真无。",
            "comment": ""
        },
        {
            "title": "送合学袁尚书帅蜀",
            "content": "兵书一箧老空休，尚记当年寓益州。扪虱盖尝谈世事，脍鲈聊复寄扁舟。我方泥饮夸严尹，公喜逢时过武侯。作此短歌怀感遇，运斤班郢独包羞。",
            "comment": ""
        },
        {
            "title": "三月晦日即席和章师侍郎",
            "content": "玉帐清无一点尘，浃旬休暇乐延宾。二天共醉千钟酒，三月惟余一日春。风急鸟雏犹唤友，雨晴燕子也留人。骊珠八七盈怀袖，归去行囊喜不贫。",
            "comment": ""
        },
        {
            "title": "送合学袁尚书帅蜀",
            "content": "平章西事久仪图，朝有佥言帝曰俞。竟识向来袁彦道，无忧今有管夷吾。汉中席卷三秦定，卞子功成两虎俱。根本所先能用蜀，况乘兴运即擒胡。蜀备三边北最多，西南未易便包戈。嗟哉作俑茶盐酒，久矣疲民战守和。筑室道谋须勇决，养鱼沸鼎益烦苛。归来便把中书笔，留与儿童日咏歌。",
            "comment": ""
        },
        {
            "title": "题归州黄教授鲁斋",
            "content": "鲁斋居士自忘机，丈席凝尘日下帷。甫也犹为老宾客，参乎独得道精微。奏篇已草三千牍，大厦当求四十围。行矣道山邻日月，未容巴蜀久相依。",
            "comment": ""
        },
        {
            "title": "送洪内翰知太平府",
            "content": "文章有正派，此派公独传。中绝仅如线，鸾胶真续弦。自有乘法累，吾道几弃捐。相挻入茫昧，一律争谈玄。谁洗新学肠，少愈自圣颠。斯文日琢丧，未丧关诸天。上帝实惠顾，为时生此贤。高文破崖岸，天地登大全。论事似陆贽，实录如史迁。绪余寄吟咏，直追风雅篇。根本于丘轲，道德其渊源。如奏清庙瑟，三叹遗音存。如闻阳春曲，和者奚寡焉。公昔在西掖，丝纶代王言。胥吏俱腕脱，思涌惊飞泉。玉堂久挥翰，夜席屡为前。禁中得颇牧，可但词采专。草书招赞普，传檄定幽燕。欲清塞北尘，自许素志坚。经纶天下手，经纶天下手，绘像期凌烟。异论忽矛盾，去国可翩然。申伯宣辅相，有时于蕃宣。帆锦落天东，寒色与江连。雪意聚忽散，雁字整复偏。行行采石江，斗酒酹谪仙。古来文士贵，宠数极异恩。金井沃醉面，落笔动至尊。愿言投谮者，以雪千载冤。伟哉扶靴气，宁复事拘变质挛。异世傥周调，一系五湖船。",
            "comment": ""
        }
    ]
}