{
    "dynasty": "宋",
    "author": "游次公",
    "poems": [
        {
            "title": "画虎",
            "content": "平生射虎裴将军，马狞如龙弓百钧。手捻白羽旁无人，注虎使虎不敢奔。须臾丛薄烂斑出，人马不知俱辟易。矢知蓬蒿弓减力，将军得归几败绩。徐行爪牙元不露，眈眈垂头若微顾。尾翦霜风林叶飞，倏忽山头日光暮。包家画出真于菟，我尚不敢编其须。昔人作诗矶画图，吁嗟画图今亦无。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "风雨送人来，风雨留人住。草草杯盘话别离，风雨催人去。泪眼不曾晴，眉黛愁还聚。明日相思莫上楼，楼上多风雨。",
            "comment": "【注释】这是一首描写男女离别的词。上阕写一对有情人刚刚重逢却又要分离的情景，下片写离别时女方的愁苦和行人对女方的相告。朝思暮想的人在风雨中归来，使望眼欲穿的女子欣喜万分。实指望风雨之日，天留人住，哪里想到他竟然又要在这风雨中离去！女主人公还没有来得及为他接风洗尘，却要忙着为他饯行了。这“草草杯柈”（“柈”同“盘” ），匆匆小饮，竟然是“话别离”的饯行苦酒。刚刚得到的转眼间又要失去，怎能不使女主人公痛心？“泪眼不曾眼，眉黛愁还聚 。”眉黛，指眉，因古代女子以黛画眉。李商隐《 代赠 》诗云 ：“总把春山扫眉黛，不知共得几多愁 。”眼中泪就象室外雨一样，未曾停息；愁聚眉头就象天上的阴云一样，未曾散开。这里作者将人的外露的情感，同大自然界的风雨巧妙地联系在一起，生动形象 。见到如此情景，行人欲留不能，欲行不忍，只能驻足深情地叮嘱道 ：“明日相思莫上楼，楼上多风雨 。”这两句意蕴十分丰富。一层意思是：你要多多保重身体，避开楼头风雨。其实要说风雨，行人在旅途中遇到的风雨更多。但不完居者叮嘱行人风雨中要多加珍重，反而写行人叮嘱居者，这正如《红楼梦》中宝玉挨打之后，林黛玉去探伤时，黛玉还没有开口询问伤势，安慰对方，而受伤的宝玉反而心疼地说 ：“你又做什么来了？太阳才落 ，那地上还是怪热的，倘或又受了暑，怎么好呢？！&#8943;&#8943;”这两者都是把笔锋直入人物心深处，用最平白浅湿的语言，表达了最深厚的情感。这是一种理解。这两句词还可以这样理解：日后思念我时，不要上楼，因为楼头多风雨，它会使你起今日我们风雨中重逢又风雨中离别的情景。在那种因风雨而引起的希望和失望的煎熬中，会使你更加痛苦的。这首词有四处写到风雨，以风雨起 ，以风雨结，首尾呼应，结构井然所写的事。所抒的情都跟自然界中的风雨紧密地连在一起。"
        },
        {
            "title": "满江红",
            "content": "一舸归来，何太晚、鬓丝如织。谩叹息、凄凉往事，尽成陈迹。山迫暮烟浮紫翠，溪摇寒浪翻金碧。看长虹、渴饮下青冥，危栏湿。谁可住，烟萝侧。俗士驾，当回勒。伴岩扃，须是碧云仙客。风月已供无尽藏，溪山更衍清凉国。恨谪仙、苏二不曾来，无人说。",
            "comment": ""
        },
        {
            "title": "耒阳道中",
            "content": "山头磴石危梯险，山下荒田野草悲。更著秋风吹两鬓，不消几日尽成丝。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "暖霭浮晴篽。锁垂杨、龙池罩阁，万丝千缕。池上晓光分宿雾，日近群芳易吐。寻并蒂、阑干凝伫。不信钗头飞凤去，但宝刀、被妾还留住。天一笑，万花妒。阿娇正好金屋贮。甚西风、易得萧疏，扇鸾尘土。一自昭阳扃玉户，墙角土花无数。况多病、情伤幽素。别殿时闻箫鼓奏，望红云、冉冉知何处。天尺五，去无路。",
            "comment": ""
        },
        {
            "title": "秋虫",
            "content": "一气动芒沕，鸣虫应清商。天机发天籁，托彼恐与螀。凄然起秋声，感我彻肺肠。幽思不自识，远兴来何方。至音有如此，始晤韶与章。风霜入凄断，月露皆悲凉。天地有声乐，呻吟委寒荒。尔非丝竹奏，那得登君堂。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "云接苍梧，山莽莽、春浮泽国。江水涨、洞庭相近，渐近空阔。江燕飘飘身似梦，江花草草春如客。望渔春、樵市隔平林，寒烟色。方寸乱，成丝结。离别近，先愁绝。便满篷风雨，橹声孤急。白发论心湖海暮，清樽照影苍浪窄。看明年、天际下归舟，应先识。",
            "comment": ""
        },
        {
            "title": "渔父",
            "content": "竹里茅茨傍小溪，粼粼白石护渔矶。想应日日来垂钓，石上蓑衣不带归。",
            "comment": ""
        },
        {
            "title": "早起",
            "content": "银床露湿井华寒，自挈铜瓶汲水还。宿雨未乾池馆静，凉蝉犹在栋梁间。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "斗柄回秋律。素蟾飞、冰霜万里，满川金碧。得月偏多何处是，惟有桥南第一。正野迥、西风寒寂。丹桂婆娑疏影在，想微瑕、未累千金璧。河汉远，澹无迹。知君有句酬佳夕。尽高歌、胡床自倚，露漙珠溢。坐到参横星欲暗，隐隐天低似笠。但络纬、悲啼催织。吟咏凄凉翻有恨，谅知音、人远空追忆。谁为置，郑庄驿。",
            "comment": ""
        }
    ]
}