{
    "dynasty": "宋",
    "author": "滕宗谅",
    "poems": [
        {
            "title": "白云楼",
            "content": "白云楼危压晴霓，楼下波光数毛发。雕甍刻桷出烟霞，万瓦参差鹏翼截。兰汀蕙浦入平芜，天远孤帆望中灭。屈平宋玉情不尽，千古依然在月风。漂零坐想十年旧，岁月飞驰争列缺。青云交友梦魂断，白首渔樵诚契阔。安居环堵袁安老，泣抱荆珍卞和刖。折杨虽俚亦知名，犹欲楼中赓白雪。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "肯伴白云休。",
            "comment": ""
        },
        {
            "title": "赠妓兜娘",
            "content": "十载芳洲采白苹，移舟弄水赏青春。当时自倚青春力，不信东风解误人。",
            "comment": ""
        },
        {
            "title": "剑联句",
            "content": "圣人作神兵，以定天下厄。蚩忧发灵机，干将构雄绩。橐籥天地开，炉治阴阳闢。南帝输火精，古皇降金液。炎炎昆冈荧，汹汹洪河擘。雷霆助意气，日月沦精魄。神气不在大，错落就三尺。三淬灵溪泉，横磨太行石。雄雌威并立，昼夜光相射。提携风云生，指顾烟霞寂。坚刚正人心，耿介志士迹。初疑成夏鼎，魑魅世所适。又若引吴刀，犀象谓无隔。截波虬尾滑，脱浪鲸牙直。顽冰挂阴霤，皓月乘孤隙。河角起彗气，云罅露秋碧。晓镡星斗烂，夜匣飞龙宅。无酣霰雪回，弹俊球琳击。鲜摇霅水光，腻刮湘山色。青蛟渴雨瘦，素虺蟠霜瘠。清音锵以鸣，寒姿坚且泽。鬼类丧影响，佞党摧肝膈。一旦会神武，四海屠凶逆。周王奉天讨，商郊千里赤。楚子扬军声，秦师师处白。祥辉冠吴楚，杀气横燕易。与君斩鳌足，八极停震虩。与君刜鹏翼，三辰增焕赫。英使化猿翁，辱我为纪惑。莫使暴虎人，屈我执仇敌。滕尊严俟冠冕，左右舞干戚。功成不可留，延平空霹雳。",
            "comment": ""
        },
        {
            "title": "赠回道士",
            "content": "华州回道士，来到岳阳城。别我游何处，秋空一剑横。",
            "comment": ""
        },
        {
            "title": "翠光亭",
            "content": "千古江山好树新，翠光亭上一伤春。碧波无尽愁无尽，留与今人复后人。",
            "comment": ""
        },
        {
            "title": "鹤联句",
            "content": "上霄降灵气，钟此千年禽。幽间靖节性，孤高伯夷心。颉颃紫霄垠，飘飖沧浪浔。岳湛有仙姿，多钧韶无俗音。毛滋月华淡，顶粹霞光深。目流泉客泪，翅垂羽人襟。腾汉雪千丈，点溪霜半寻。纖喙砺青铁，修胫雕碧琳。岩栖干溪树，泽饮卑蹄岑。鸾皇自埙篪，燕雀徒商参。独翅耸琼枝，群舞倾瑶林。病馀霞云段，梦回松吹吟。静嫌鹦鹉言，高笑鸳鸯淫。金精冷澄澈，玉格寒萧森。洁白不我恃，腥膻非所任。稻梁不得已，虮虱胡为侵。天池忆鹏游，云罗伤凤沈。风流超缟素，雅淡绝规箴。相亲长道情，偶见销烦襟。西汉惜冯唐，华皓欲投簪。南朝仰卫玠，清羸疑不禁。端如方直臣，处群良足钦。介如廉退士，惊秋犹在阴。几诮鹰隼鸷，羁韛俄见临。还嗤凫鹥贪，弋缴终就擒。乘轩乃一芥，空笼仍万金。片云伴遥影，冥冥越烟岑。长飚送逸响，亭亭出霜砧。蓬瀛忽往来，桑田成古今。愿下八佾庭，鼓舞薰风琴。",
            "comment": ""
        },
        {
            "title": "石城寺",
            "content": "山势如城绕楚宫，几人登赏我心同。溪云去作人间雨，涧水来生坐上风。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "湖水连天天连水，秋来分外澄清。君山自是小蓬瀛。气蒸云梦泽，波撼岳阳城。帝子有灵能鼓瑟，凄然依旧伤情。微闻兰芝动芳馨。曲终人不见，江上数峰青。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "弄水春溪上。",
            "comment": ""
        },
        {
            "title": "游茅山",
            "content": "句曲山中古洞天，金堂玉室地相连。方当遽子知非日，已过茅君得道年。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "洞户千年叫不开，白云无主自徘徊。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "笑语隔幽丛。",
            "comment": ""
        },
        {
            "title": "月",
            "content": "黄金双阙水晶宫，滟滟银潢贯碧空。一曲霓裳羽衣舞，桂花如露湿天风。",
            "comment": ""
        },
        {
            "title": "寄会稽范希文",
            "content": "江山千里接仁封，都在东南秀气中。借问玉皇香案吏，蓬莱何似水晶宫。",
            "comment": ""
        }
    ]
}