{
    "dynasty": "宋",
    "author": "潘阆",
    "poems": [
        {
            "title": "句",
            "content": "归来遍检登科记，未见连年放弟兄。",
            "comment": ""
        },
        {
            "title": "金陵禁林有感",
            "content": "六代繁华难重问，此时兴废动吟情。空流一带秦淮水，朝暮惟闻鸣咽声。",
            "comment": ""
        },
        {
            "title": "留别金山寺",
            "content": "山顶风摇万树鸣，扁舟欲解觉难行。羡师斋后关门睡，不管波涛四面生。",
            "comment": ""
        },
        {
            "title": "雪夜有感",
            "content": "大雪拥蓬户，寒梦不成归。孤坐北窗风，飘落辞家衣。向晓酒力减，背壁灯影微。谁知游子心，暗逐长空飞。",
            "comment": ""
        },
        {
            "title": "暮春漳川閒居书事",
            "content": "吟斋漳水滨，孤僻度残春。长喜诗无病，不忧家更贫。钟声来远寺，山色遍诸邻。门有谁相访，僧过岂厌频。",
            "comment": ""
        },
        {
            "title": "秋日题琅琊山寺",
            "content": "岩下多幽景，且无尘事喧。钟声晴彻郭，山色晓当门。深洞藏泉脉，悬崖露树根。更期来此宿，绝顶听寒猿。",
            "comment": ""
        },
        {
            "title": "寄石隐之",
            "content": "独上危楼返照间，乱鸦群鸟噪回还。故人岁暮在何处，空见千山与万山。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "莫嗟黑发从头白，终见黄河到底清。",
            "comment": ""
        },
        {
            "title": "闻陈贽郎中下世",
            "content": "有家数口寄伊川，孤宦东西二十年。见说葬时无一物，空留满箧旧文编。",
            "comment": ""
        },
        {
            "title": "自诸暨抵剡",
            "content": "出得云门路，风悽日夕曛。船撑鉴湖月，路指沃州云。山色周遭见，谿流屈曲分。一觞还一咏，谁是右将军。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "滁上相逢俱禁烟。",
            "comment": ""
        },
        {
            "title": "与道士冯德之话别",
            "content": "一宿山房话别离，殷勤劝我酒盈卮。更教弟子横琴送，弹彻悲风尽泪垂。",
            "comment": ""
        },
        {
            "title": "自诸暨抵剡",
            "content": "秋渚涵空碧，秋山刷眼青。排头烟树老，扑面水风醒。上濑复下濑，长亭仍短亭。夜船明月好，客梦满流萤。",
            "comment": ""
        },
        {
            "title": "春日对酒书事",
            "content": "车马不暂驻，年光如泻波。人间欢乐少，陌上别离多。往事只如此，浮生终若何。花前一尊酒，得失且高歌。",
            "comment": ""
        },
        {
            "title": "望湖楼上作",
            "content": "望湖楼上立，竟日懒思还。听水分他浦，看云过别山。孤舟依岸静，独鸟向人閒。回首重门闭，蛙鸣夕照间。",
            "comment": ""
        },
        {
            "title": "送崇教大师惠思归山",
            "content": "受知圣眷与谁同，师号封题寄梵宫。为谢国恩来阙下，又承天泽去中山。禅余静对江亭月，吟苦凉生海树风。若到赤城逢羽客，但言孤鹤在金笼。",
            "comment": ""
        },
        {
            "title": "酒泉子",
            "content": "长忆吴山，山上森森吴相庙。庙前江水怒为涛。千古恨犹高。寒鸦日暮鸣还聚。时有阴云笼殿宇。别来有负谒灵祠。遥奠酒盈卮。",
            "comment": ""
        },
        {
            "title": "宫词",
            "content": "学画蛾眉独出群，当时人道便承恩。年年不见君王面，花落黄昏空掩门。",
            "comment": ""
        },
        {
            "title": "孤山寺见从房留题",
            "content": "宝塔孤峰顶，师居积翠中。四边湖水绕，一迳郭门通。香滴松梢雨，凉生竹簟风。閒吟与閒坐，此兴与谁同。",
            "comment": ""
        },
        {
            "title": "洒泉子",
            "content": "长忆西湖。尽日凭阑楼上望。三三两两钓鱼舟。岛屿正清秋。笛声依约芦花里。白鸟成行忽惊起。别来闲整钓鱼竿。思入水云寒。",
            "comment": "【注释】此词是作者回忆杭州西湖旖旎风光之词。全词情景交融，先写西湖光景，后写忆者之情。词中正面描写与侧面描写并用 ，景中寄情 ，情中寄景，选景高洁，情调闲雅，用笔淡炼，纯用白描，艺术手法甚为高超。上片首句一方面，显示西湖风景十分美好，令作者念念不忘；另一方面，经“忆”字提示，下文便从现实中脱开，转入回忆。接下来一句，由今日的不懈思念，引出当年无尽的栖迟，用感情带动写景。“凭阑楼上 ”是词中熟语，极难出新意，然而用在这里，在表明作者终日留恋的同时，还使以下诸景因之入目无遗。“三三两两钓鱼舟，岛屿正清秋。”前句写风物，后句写背景，相映生辉。“三三两两”句点渔舟位置，有悠然自在、不扰不喧的意思。过片两句 ，继续写当日楼上见闻 ，上句写声，“ 依约 ”是隐约、听不分明的意思，摹笛声渺茫幽远、似有若无的韵致；后句写形，用“忽惊起”状白鸟（即白鹭 ）翩然而逝、倏然而惊的形态，色彩明快，颇具情味，在朴实的白描中透出空灵。“别来”二字将思路从回忆拉到现实。“闲整钓鱼竿”不仅应上片之“钓鱼舟”，而且以收拾鱼竿、急欲赴西湖垂钓的神情，衬托忆西湖忆得不能忍耐、亟想归隐湖上的念头。词之下片，营造出钓翁渔隐出没的寥阔苍茫的背景，以景寓情，寄托了词人的“出尘”思想。宋杨湜《古今词话》云：“潘逍遥狂逸不羁，往往有出尘之语。”此语从此词中，可见斑。"
        },
        {
            "title": "晓泊嶀浦寄剡县刘贶员外",
            "content": "晓汎剡溪水，晚见剡溪山。徘徊驻行櫂，待月思再还。渔唱深潭上，鸟栖高树间。应当金石交，念我无暂閒。",
            "comment": ""
        },
        {
            "title": "落花",
            "content": "花残雨又风，飘紫复飘红。不到三春尽，都经数夜空。绕阑仍聚散，逐水尚西东。可惜多情蝶，徘徊晚照中。",
            "comment": ""
        },
        {
            "title": "洒泉子",
            "content": "长忆孤山。山在湖心如黛簇。僧房四面向湖开。轻棹去还来。芰荷香喷连云阁。阁上清声檐上铎。别来尘土污人衣。空役梦魂飞。",
            "comment": ""
        },
        {
            "title": "维扬秋日牡丹因寄六合县尉郭承范",
            "content": "绕栏忽见思傍徨，造化功深莫可量。稼艳算无三月盛，残红更向九秋芳。万家珠翠还争赏，一郡笙歌又是狂。惆怅东篱下黄菊，有谁来折泛瑶觞。",
            "comment": ""
        },
        {
            "title": "中秋与柳赞善开宗赞善坦寇学士准宿宋拾遗白",
            "content": "共约中秋来看月，一轮终不见清辉。众人眠后唯孤坐，翻忆无云宿翠微。",
            "comment": "【注释】【原题】：中秋与柳赞善开宗赞善坦寇学士准宿宋拾遗白宅不见月"
        },
        {
            "title": "赠冯德之道士",
            "content": "上清消息久不闻，紫鸾丹凤应离群。羲和纵辔日又曛，九衢旦暮徒纷纷。谁识天书数行字，识者便是真仟子。直言铅汞成还丹，炼之饵之身不死。嵩阳道士早来别，才承天泽辞玉阙。紫章深秘莫漏泄，他年华顶为君说。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "土床安睡稳，纸被转身鸣。",
            "comment": ""
        },
        {
            "title": "北高峰塔",
            "content": "北高峰上塔，竟上最高层。尝谓人难到，何当我独登。天香闻不断，海月见微稜。懒下红尘路，重来恐未能。",
            "comment": ""
        },
        {
            "title": "离滁阳",
            "content": "长亭黄叶正纷纷，一曲骊歌酒十分。须信滁阳人有意，满城来送散参军。",
            "comment": ""
        },
        {
            "title": "题思归鸟",
            "content": "高枝枝上鸟，终日叫思归。如斯羽翼全，何不望乡飞。",
            "comment": ""
        },
        {
            "title": "题资福院石井",
            "content": "炎炎畏日树将焚，却恨都无一点云。强跨蹇驴来得到，皆疑渴杀老参军。",
            "comment": ""
        },
        {
            "title": "酒泉子",
            "content": "长忆龙山，日月宫中谁得到。宫中旦暮听潮声。台殿竹风清。门前岁岁生灵草。人采食之多不老。别来已白数茎头。早晚却重游。",
            "comment": ""
        },
        {
            "title": "书璿公房牡丹",
            "content": "寺中闻说牡丹花，多少人争耳傍夸。潦倒参军来看晚，数枝已谢病僧家",
            "comment": ""
        },
        {
            "title": "句",
            "content": "何须三叫绝，已恨一声多。",
            "comment": ""
        },
        {
            "title": "落叶",
            "content": "片片落复落，园林渐向空。几番经夜雨，一半是秋风。静拥莎阶下，閒堆藓径中。谷松与岩桧，宁共此时同。",
            "comment": ""
        },
        {
            "title": "洒泉子",
            "content": "长忆观潮，满郭人争江上望。来疑沧海尽成空。万面鼓声中。弄潮儿向涛头立。手把红旗旗不湿。别来几向梦中看。梦觉尚心寒。",
            "comment": "【注释】这首词以豪迈的气势和劲健的笔触，描绘了钱江潮涌的壮美风光。词的上片描写观潮盛况，表现大自然的壮观、奇伟；下片描写弄潮情景，表现弄潮健儿与大自然奋力搏斗的大无畏精神，抒发出人定胜天的豪迈气概。上片起首两句，写杭州人倾城而出，拥挤钱塘江边，万头攒动，争看江面潮水上涨。为下面潮水的涌现制造了气氛，作好了铺垫。上片结尾两句，运用比喻、夸张等手法 ，把钱江潮涌的排山倒海 、声容俱壮，渲染得有声有色、惊险生动。过片转而描写弄潮儿的英勇无畏、搏击风浪、身手不凡和履险如夷。这两句纯用白描手法，写得有声有色 ，富于动感，眩目惊心。结拍由回忆转为现实，写词人虽离杭已久，但那壮观的钱江涌潮仍频频入梦，以至梦醒后尚感惊心动魄。此词对于钱江涌潮的描绘，可谓匠心独远，别具神韵 。词中“来疑沧海尽成空”一句采用夸张手法，浓墨重彩 ，大开大阖 ，感染力甚强。上片第二句的 “争”、“望”二字，生动地表现了人们盼潮到来的殷切心情，从空间广阔的角度进行烘托与大潮的壮观结合得甚为密切。结拍言梦醒后尚心有余悸，更深化了潮水的雄壮意象。前后的烘托与中间重点描写当中的夸张手法配合紧密，使全词的结构浑然一体。"
        },
        {
            "title": "长安道中",
            "content": "游子辞乡早，高堂亲已老。燕来不东飞，寄书何日到。",
            "comment": ""
        },
        {
            "title": "钱塘秋夕旅舍感怀",
            "content": "永夜不能寐，閒门懒复开。片心生万绪，孤枕转千回。败叶声如雨，狂风响似雷。更堪江上笛，历历有余哀。",
            "comment": ""
        },
        {
            "title": "送王长洲禹偁赴阙",
            "content": "蒿兰不并香，泾渭安同流。小人有千险，君子生百忧。名重圣主徵，道光史策收。一鹗秋空飞，鸟雀徒啾啾。",
            "comment": ""
        },
        {
            "title": "与人游会润州金山寺",
            "content": "浮生难会此，此寺绝尘埃。容易莫言去，等閒争得来。江声寒若吼，山色翠如堆。自是忘机者，凭阑不忍回。",
            "comment": ""
        },
        {
            "title": "呈钱塘知府薛谏议",
            "content": "再到钱塘眼暂清，骑驴看月又南行。可怜一片西湖水，不得垂纶老此生。",
            "comment": ""
        },
        {
            "title": "忆贾阆仙",
            "content": "风雅道何玄，高吟忆阆仙。人虽终百岁，君合寿千年。骨已西埋蜀，魂应北入燕。不知天地内，谁为读遗编。",
            "comment": ""
        },
        {
            "title": "秋日旅舍感怀",
            "content": "秋色入簷楹，閒门开复扃。愁长欲长醉，薄酒又还醒。揽照头将白，逢谁眼暂青，只应南与北，唯此念飘零。",
            "comment": ""
        },
        {
            "title": "书诗卷末",
            "content": "一卷诗成二十年，昼曾忘食夜忘眠。莫言不及相如赋，谁敢高吟汉帝前。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "散拽禅师来踘蹴，乱拖游女上秋千。",
            "comment": ""
        },
        {
            "title": "洒泉子",
            "content": "长忆钱塘，不是人寰是天上。万家掩映翠微间。处处水潺潺。异花西季当窗放。出入分明在屏障。别来隋柳几经秋。何日得重游。",
            "comment": "【注释】人寰：人间。"
        },
        {
            "title": "句",
            "content": "峡口闻猿夜。",
            "comment": ""
        },
        {
            "title": "题萧山只园寺门",
            "content": "门掩多年生绿苔，想师心地似寒灰。劳心扰扰休来此，我是閒人尚不开。",
            "comment": ""
        },
        {
            "title": "寄赠柳殿院开授崇仪使赴边上",
            "content": "从来长见说兵机，今日君恩志岂违。骢马不骑骑铁马，绣衣休挂挂戎衣。雄师已听心皆伏，丑虏将闻魄尽飞。应笑苦吟头白者，二南章句转衰微。",
            "comment": ""
        },
        {
            "title": "洒泉子",
            "content": "长忆西山。灵隐寺前三竺后。冷泉亭上几行游。三伏似清秋。白猿时见攀高树，长啸一声何处去。别来几向画图看。终是欠峰峦。",
            "comment": "【注释】此词以含蓄委婉的笔触 ，交替使用白描、绘神、想象、反衬等多种手法，回忆了杭州西山胜景，抒写了作者对西湖周围胜地的深挚眷恋。上片起首一句点明题旨，然后直接进入回忆。第二句用两个地名词和两个方位词，带出了寺前山后的一切风景点。第三句是近景小景，在展现了广阔的背景以后，再专门回味游览冷泉这一名胜时的情形，自然也有举一点以见全貌的作用。以上两句是全篇中唯一正面写景的地方，但句中只标明地点方位和说明旧日曾经亲游，至于这里的风景到底怎样美好，作者却不直说。这样写可以让读者驰骋想象，他们有可能填补出比任何笔墨、色彩都多得多 、美得多的景象来，这是艺术空白的妙用。上片结尾一句意思是说在这里游憩 ，即使酷热的三伏天也如清爽的秋日 。如果说前两句写景只点出景在哪里，是使用了艺术的拙笔的话，那么这一句在无边的美景之上精心捕捉山光物态的神韵，则使用了艺术的巧笔。过片两句是想象。冷泉亭左侧有呼猿洞，相传晋代僧人慧理曾蓄白猿于此。这两句虚事实写，更添了西山灵气。从内容上看，作者在这两句中似乎还在通过白猿的长啸而去，怀念杳无踪迹的慧理，然后再通过对慧理的追缅，遥寄自己许身湖山、与猿为侣的愿望。结拍两句，意思是说：别后因为甚思西山而不可得，只好找来西山的画图频频观看，但那上面终究找不出真山峰的美质来。这里用图画作为反衬，西山的灵姿秀气因此更为突出了 。“ 欠峰峦”，指缺少峰峦 ，实际上是说没有好的峰峦 。“画图”，别本作“画阑”（“阑”同“栏”），说在诗人所处的地方多次凭阑而望，终是看不到西山那些优美的山峰。这样当然也通，但少了西山比图画更美丽这层意思。"
        },
        {
            "title": "到钱塘却寄姑苏太守",
            "content": "姑苏太守义何长，东泛仙舟已不忘。更借洞庭湖上月，数宵本送到钱塘。",
            "comment": ""
        },
        {
            "title": "金山寺留题",
            "content": "金山碧崔嵬，我泛扁舟来。虚阁登还下，长廊去复回。梵刹绝顶立，僧房八面开。波涛起蛟蜃，洞穴生风雷。千载有高松，万古无纤埃。葛衣惹秋云，草履黏苍苔。孤城寒角动，片帆暮钟催。郎吟成此章，欲返犹徘徊。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "窥鱼白鸟明残照，抱石幽云点半山。",
            "comment": ""
        },
        {
            "title": "夏",
            "content": "野花成子落，江燕引雏飞。暗草薰苔径，晴杨拂石矶。",
            "comment": ""
        },
        {
            "title": "赠道士王介",
            "content": "头冠星斗光，七十鬓不苍。箧有化金方，诗无入俗章。举步云霞轻，出语芝术香。约我游罗浮，绝顶天风凉。",
            "comment": ""
        },
        {
            "title": "喜腊雪",
            "content": "久早腊月如夏热，夜来忽降一尺雪。叫谢上天声应彻，且压瘴气不作孽。",
            "comment": ""
        },
        {
            "title": "寓泊浙江寄汉阳孙迈郎中",
            "content": "维扬相别后，十载浙江居。气概贫犹在，颠狂老渐疏。已凭天柱客，曾寄汉阳书。近见人来说，才华患有余。",
            "comment": ""
        },
        {
            "title": "闻高舍人锡下世",
            "content": "早掌纶言世尽知，岂期谪宦至于斯。生前是客能投卷，死后何人为撰碑。才佞万端应已矣，文章千古恐无之。野夫旧句多蒙赏，昨日月思泪暗垂。",
            "comment": ""
        },
        {
            "title": "送成库部肃建安监税",
            "content": "万树青青带雨寒，离亭相别泪阑干。莫将便作无情物，亦待抽身入建安。",
            "comment": ""
        },
        {
            "title": "瓜州临江亭留题",
            "content": "谁构危亭已半空，野人时得恣疏慵。閒观扬子江心浪，静听金山寺里钟。醉卧岂能妨燕雀，狂吟争法劝鱼龙。夜来雨歇蛙声乱，忆著嵩阳千万峰。",
            "comment": ""
        },
        {
            "title": "泊禹祠",
            "content": "禹庙高高万木齐，蟾蜍影里月光低。出中不惯闻寒漏，一夜猿惊与鸟啼。",
            "comment": ""
        },
        {
            "title": "寄会稽仲休山人",
            "content": "近携琴鹤游东越，曾接谈谐气味深。佛意已知师达了，儒书却为俗披寻。稽山有雪寒凝骨，鉴水无风冷彻心。别后相思向谁说，只应霜鬓暗相侵。",
            "comment": ""
        },
        {
            "title": "秋日登楼客次怀张覃进士",
            "content": "闻说飘零亦异乡，登楼吟望益悲凉。当时欲别言难尽，他日相逢话更长。蝉噪水村千万树，雁过云岫两三行。明朝策蹇还无定，空倚危栏到夕阳。",
            "comment": ""
        },
        {
            "title": "送孙学士两浙转运使兼简杭州知府张侍郎",
            "content": "晓帆叠叠飞，夜橹连连鸣。贪吏诫守廉，饥民苏念生。岸花有异态，沙鸟无娇声。钱塘太守贤，好共致升平。",
            "comment": ""
        },
        {
            "title": "赴滁州散参军途中书事",
            "content": "微躯不杀谢天恩，容养疏慵世未闻。昔日已为閒助教，今朝又作散参军。高吟瘦马冲残雪，远看孤鸿入断云。到任也应无别事，愿将清俸买香焚。",
            "comment": ""
        },
        {
            "title": "扫市舞",
            "content": "出砒霜，价钱可。赢得拨灰兼弄火。畅杀我。",
            "comment": ""
        },
        {
            "title": "中秋无月",
            "content": "西风妒秋月，浮云重叠生。一夕不见光，双目如失明。立恐疾足折，坐觉秋愁抱盈。况当百虫苦，绕阶千万声。",
            "comment": ""
        },
        {
            "title": "游当涂",
            "content": "扁舟不复见袁宏，故垒犹连谢尚城。骑鲸仙子千年恨，化石佳人万古情。牛渚矶前浪如屋，区区名利与生轻。",
            "comment": ""
        },
        {
            "title": "谢寇员外准见示诗卷",
            "content": "一轴新诗意转深，几回看了又重寻。最怜积水浮秋汉，閒望沧溟尽日吟。",
            "comment": ""
        },
        {
            "title": "阙下留别孙丁二学士归旧山",
            "content": "名利路万辙，我来意如何。红尘三尺深，中有是非波。波翻几潜没，来者犹更过。归去感知泪，永洒青松柯。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "出秋霜，价钱可，赢得拨灰兼弄火，畅杀我。",
            "comment": ""
        },
        {
            "title": "九华山",
            "content": "将齐华岳犹多六，若并巫山又欠三。好是雨余江上望，白云堆里泼浓蓝。",
            "comment": ""
        },
        {
            "title": "癸未岁秋七月祷禹庙",
            "content": "万古稽山下，森森大禹祠。幽人来暗祷，灵魄望潜知。帝虑河频决，民忧业旋移。自惭无异策，载拜泪双垂。",
            "comment": ""
        },
        {
            "title": "叙事答所知",
            "content": "久客向天末，唯将鸾鹤群。盈亏频叹月，舒卷几怜云。有志思光国，无才可佐君。知音时见赠，应达圣朝闻。",
            "comment": ""
        },
        {
            "title": "送冯尊师德之出长安",
            "content": "浩浩霜风万木寒，高吟大醉出长安。杖头一卷金丹诀，尘世何人借得看。",
            "comment": ""
        },
        {
            "title": "宿灵隐寺",
            "content": "绕寺千千万万峰，满天风雪打杉松。地炉火暖黄昏睡，更有何人似我慵。",
            "comment": ""
        },
        {
            "title": "游龙虎山赠天师",
            "content": "铁鞋踏破几山行，惟此山行越样清。顾我尘中一簪绂，任他世上几公卿。分安淡泊全真性，身厌轻肥已半生。汉鼎余丹今在否，愿须匕粒守三彭。",
            "comment": ""
        },
        {
            "title": "上李学士",
            "content": "名场欲独立，一念一心寒。白日升天易，明时取仕难。家园半牢落，须发渐衰残。试把平生业，来投作者看。",
            "comment": ""
        },
        {
            "title": "旅舍秋夕书怀",
            "content": "边鸿过尽背枕卧，弟侄无书忧胆破。蛩声更苦不忍闻，半夜起来塞耳坐。",
            "comment": ""
        },
        {
            "title": "与张覃秀才邺中途次言别",
            "content": "南北各何之，重来宁有期。相将行数里，欲别立多时。野店人烟迥，前村草木衰。只应今夜梦，未苦远分离。",
            "comment": ""
        },
        {
            "title": "赠林处士逋",
            "content": "云翦乌妙雾翦衣，存神养气语还稀。人人尽唤孙思邈，只恐身轻白日飞。",
            "comment": ""
        },
        {
            "title": "过华山",
            "content": "高爱三峰插太虚，掉头吟望倒骑驴。旁人大笑从他笑，终擬移家向此居。",
            "comment": ""
        },
        {
            "title": "中秋月",
            "content": "待月中秋上古城，迥然光掩别宵明。野人望久翻惆怅，无奈浮云灭又生。",
            "comment": ""
        },
        {
            "title": "送孙学士两浙转运使兼简杭州知府张侍郎",
            "content": "吴山挂魂碧，浙江入梦清。旦暮东南望，徒使华发生。君今运邦计，不得同舟行。即听江仓丰，竚见汴廪盈。",
            "comment": ""
        },
        {
            "title": "自诸暨抵剡",
            "content": "莫叹尘泥汩，且图山水游。双峰天姥翠，一舸剡溪秋。不见戴安道，有怀王子猷。西风无限意，尽属钓鱼舟。",
            "comment": ""
        },
        {
            "title": "樽前勉兄长",
            "content": "一家久寄浙江滨，倏忽如今二十春。须信百年都似梦，莫嗟万事不如人。樽中有酒何妨醉，箧里无金未是贫。但看故乡荣达者，算来多葬北邙尘。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "到底不能成一曲。",
            "comment": ""
        },
        {
            "title": "叙吟",
            "content": "高吟见太平，不耻老无成。发任茎茎白，诗须字字清。搜疑沧海竭，得恐鬼神惊。此外非关念，人间万事轻。",
            "comment": ""
        },
        {
            "title": "岁暮自桐庐归钱塘晚泊渔浦",
            "content": "久客见华发，孤櫂桐庐归。新月无朗照，落日有余晖。渔浦风水急，龙山烟火微。时闻沙上雁，一一背人飞。",
            "comment": ""
        },
        {
            "title": "赠吴处士棋",
            "content": "昔日长饶国手先，如今多病卧林泉。有时閒倚青松笑，犹忆曾输一著玄。",
            "comment": ""
        },
        {
            "title": "游龙虎山赠天师",
            "content": "远挹高风自汉迁，老松犹带昔年青。留侯高卧衣冠冷，鼻祖重来印剑灵。鹤和猿吟清彻底，龙蟠虎踞翠为屏，真人一笑梅花发，三十六天春不扃。",
            "comment": ""
        },
        {
            "title": "夏日宿西禅院",
            "content": "此地绝炎蒸，深疑到不能。夜凉如有雨，院静若无僧。枕润连云石，窗明照佛灯。浮生多贱骨，时日恐难胜。",
            "comment": ""
        },
        {
            "title": "舟中自吴之越寄润州柳侍御开杨博士迈",
            "content": "两岸山光合，况当三月天。好花红照水，芳草绿随船。货药村桥醉，收帆野渡眠。因思二朝客，同泛恐无缘。",
            "comment": ""
        },
        {
            "title": "自诸暨抵剡",
            "content": "夷犹双桨去，暮不辨东西。夕照偏依树，秋光半落溪。风高一雁小，云薄四天低。莽荡孤帆卸，水村杨柳堤。",
            "comment": ""
        },
        {
            "title": "寄陈希夷",
            "content": "不信先生语，刚来帝里游。清宵无好梦，白日有閒愁。世态既如此，壮心应已休。求归归未得，吟上水边楼。",
            "comment": ""
        },
        {
            "title": "曹娥庙",
            "content": "曹娥庙前秋草来，曹娥庙里秋月明。扁舟一夜炯无寐，近听潮声似器声。",
            "comment": ""
        },
        {
            "title": "酒泉子",
            "content": "长忆高峰，峰上塔高尘世外。昔年独上最高层。月出见觚稜。举头咫尺疑天汉。星斗分明在身畔。别来无翼可飞腾。何日得重登。",
            "comment": ""
        }
    ]
}