{
    "dynasty": "宋",
    "author": "王十朋",
    "poems": [
        {
            "title": "咏柳",
            "content": "东君于此最钟情，妆点村村入画屏。向我无言眉自展，与人非故眼犹青。萦萦别恨丝千尺，断送春光絮一亭。叶底黄鹂音更好，隔溪烟雨醉时听。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "丝蕊垂垂，嫣然一笑新妆就。锦亭前後。燕子来时候。谁恨无香，试把花枝嗅。风微透。细熏锦袖。不止嘉州有。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "野态芳姿，枝头占得春长久。怕钩衣袖。不放攀花手。试问东山，花似当时否。还依旧。谪仙去後。风月今谁有。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "阑槛阴沈，紫云呈瑞馀寒凛。卷帘猗枕。香逼幽人寝。入梦何年，庐阜闻名稔。风流甚。阿谁题品。唤作熏笼锦。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "霜蕊鲜鲜，野人开径新栽植。冷香佳色。趁得重阳摘。预约比邻，有酒须相觅。东篱侧。为花辞职。古有陶彭泽。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "羽盖垂垂，玉英乱簇春光满。韵香清远。暖日烘庭院。露褒琼枝，脸透何郎晕。凝余恨。古人不见。谁与花公论。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "雪径深深，北枝贪睡南枝醒。暗香疏影。孤压群芳顶。玉艳冰姿，妆点园林景。凭阑咏。月明溪静。忆昔林和靖。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "仙友苍苍，西风吹散天香好。暗飘龙脑。金栗枝头小。谁种丹霄，造化玄功妙。真堪笑。学仙疏谬。有似西河老。",
            "comment": ""
        },
        {
            "title": "桃川",
            "content": "流水桃花世已非，石林烟草尚芳非。 山中鸡黍聊炊午，眼底风尘且息机。 圣世难招秦晋隐，野心独爱芰荷衣。 寻真不遇空归去，笑指秋风绕翠微。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "毗舍遥遥，异香一炷驰名久。妙香稀有。鼻观深参透。问讯东来，知□谁先後。称仙友。十花为偶。近有江西守。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "十里西湖，淡妆浓抹如西子。藕花簪水。清净香无比。记得曾游，短棹红云里。聊相拟。一盆池水。十里西湖似。",
            "comment": ""
        },
        {
            "title": "韶美归舟过夔，留半月语离，作恶诗以送之，",
            "content": "弱羽年来正倦飞，夔门邂逅故人归。人生一笑难开口，世事多端合掩扉。况是桑榆俱暮景，何曾富贵已危机。明朝怅望仙舟远，百尺高楼上静晖。",
            "comment": "【注释】原题：韶美归舟过夔，留半月语离，作恶诗以送之，用韶美原章韵"
        },
        {
            "title": "点绛唇",
            "content": "秀色娟娟，最宜雨沐风梳际。径幽香细。草滴青襟袂。一日才无，便觉生尘态。轩窗外。数竿相对。不减王猷爱。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "落木萧萧，琉璃叶下琼葩吐。素香柔树。雅称幽人趣。无意争先，梅蕊休相妒。含春雨。结愁千绪。似忆江南主。",
            "comment": ""
        },
        {
            "title": "夜雨述怀",
            "content": "夜深风雨撼庭芭，唤起新愁乱似麻。梦觉尚疑身似蝶，病苏方悟影非蛇。浇肠竹叶频生晕，照眼银釭自结花。我在故乡非逆旅，不须杜宇唤归家。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "畏日炎炎，梵香一炷熏亭院。鼻根充满。好利心殊浅。贝叶书名，名义谁能辨。西风远。胜鬟不见。喜见琼花面。",
            "comment": ""
        },
        {
            "title": "栖贤寺",
            "content": "瀑水声中夜不眠，星河影动半秋天。谁云滟澦矍塘远，只在扬澜左蠡边。狮子吼成方外法，石人参得定中禅。住山五老知今古，借问曾栖几个贤。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "近侍盈盈，向人自笑还无语。牡丹飘雨。开作群芳主。柔美温香，剪染劳天女。青春去。花间歌舞。学个狂韩愈。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "蜡换梅姿，天然香韵初非俗。蝶驰蜂逐。蜜在花梢熟。岩壑深藏，几载甘幽独。因坡谷。一标题目。高价掀兰菊。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "南国名花，向人无语长含笑。缘香囊小。不肯全开了。花笑何人，鹤相诗词好。须知道。一经品藻。又压前诗倒。",
            "comment": ""
        },
        {
            "title": "二郎神",
            "content": "深深院。夜雨过，帘栊高卷。正满槛、海棠开欲半。仍朵朵、红深红浅。遥认三千宫女面。匀点点、胭脂未遍。更微带、春醪宿醉，袅娜香肌娇艳。日暖。芳心暗吐，含羞轻颤。笑繁杏夭桃争烂漫。爱容易、出墙临岸。子美当年游蜀苑。又岂是、无心眷恋。都只为、天然体态，难把诗工裁翦。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "芳友依依，结根遥向深林外。国香风递。始见殊萧艾。雅操幽姿，不怕无人采。堪纫佩。灵均千载。九畹遗芳在。",
            "comment": ""
        }
    ]
}