{
    "dynasty": "宋",
    "author": "王安国",
    "poems": [
        {
            "title": "记梦",
            "content": "万顷波涛木叶飞，笙箫宫殿号灵芝。挥毫不似人间世，长乐钟声梦觉时。",
            "comment": ""
        },
        {
            "title": "西湖春日",
            "content": "争得才如杜牧之，试来湖上辄题诗。春烟寺院敲茶鼓，夕照楼台卓酒旗。浓吐杂芳熏巇崿，湿飞双翠破涟漪。人间幸有蓑兼笠，且上渔舟作钓师。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "留春不住。费尽莺儿语。满地残红宫锦污。昨夜南园风雨。小怜初上琵琶。晓来思绕天涯。不肯画堂朱户，春风自在梨花。",
            "comment": "【注释】此词交叉地写听觉与视觉的感受，从音响与色彩两个方面勾勒出一幅残败的暮春图画，表达了词人伤春、惜春、慨叹美好年华逝去的情怀，寄寓了作者深沉的身世感慨。全词融情于景，在写景中融进了自己的生活，写出了自己的性情与风骨，堪称一首出类拔萃的伤春词。词题为《春晚》，顾名思义是写残春景象。“留春不住 ，费尽莺儿语 。满地残红宫锦污，昨夜南园风雨。”作者一起笔就写由于“昨夜雨疏风骤”，南园今朝满地残红了。词人面对这万花凋谢的景象，自然不胜伤感。此时耳边传来了黄莺儿不停的啼唱 ，于是，他仿佛感觉到多情的莺儿也正在为落花发愁，苦劝春天不要归去呢。“留春不住，费尽莺儿语”，好象词人在叹息。写莺语的“费尽 ”，实是衬托出词人的失落感，因为花开花谢，春去秋来，是自然规律与莺儿无关。妙在词人赋予禽鸟以人的感情，不直说自己无计留春之苦，而是借莺儿之口吐露此情，手法新巧而又饶有韵味。开头从听莺声写起，转而便诉诸视觉。一夜风雨过后 ，园花凋谢，残红败蕊，满地飘零，狼藉不堪。百花盛开时，灿烂本如宫锦，可惜如今给糟塌得不成样子了 ！“满地残红”自是残春时节的典型景色，比之美好宫锦之被污损，词人痛惜之情可见。下面又从视觉转到听觉上来：正当词人目睹这如花似锦的春天匆匆消逝，心中无限惆怅之时，仿佛从远处传来歌女小怜之辈弹奏琵琶的声音 ，“弦弦掩抑声声思 ”，那弦弦声声正是惜春惜花之情。小怜，即北齐后主高纬宠幸的冯淑妃 ，因她“慧黠能弹琵琶，后代诗人常用以借指歌女。本词中“小怜初上琵琶”，是从李驾《冯小怜》诗“湾头见小怜，请上琵琶弦”句化出 。这琶琶之声哀婉动人 ，当此即将逝去的春宵，有多少闺中佳人长夜不眠，那剪不断理还乱的情思飞越千里关山，追寻天涯游子。在这里，作者抒写的是由春天的匆匆归去而引起的年华虚度之感，隐隐寄托着一种美人迟暮、英雄末路的悲慨。最后，词人写到眼前触目皆是的杨花——这一暮春特有的风光：只见那如雪的飞花飘扬，是那样的自由自在，可始终不肯飞入那权贵人家的画堂朱户。古来伤春愁秋的诗词多得不可胜数。这类被人嚼烂了的题材，却是历代不乏佳篇，非但不使人感到老一套 ，相反，永远有新鲜之感 。王安国这首《清平乐》就是这样的好词。"
        },
        {
            "title": "游庐山宿栖贤寺",
            "content": "古屋萧萧卧不周，弊裘起坐兴绸缪。千山月午乾坤昼，一壑泉鸣风雨秋。迹入尘中惭有累，心期物外欲何求！明朝松路须惆怅，忍更无诗向此留。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "画桥流水。雨湿落红飞不起。月破黄昏。帘里馀香马上闻。徘徊不语。今夜梦魂何处去。不似垂杨。犹解飞花入洞房。",
            "comment": "【注释】①落红：即落花。【评解】这是一首伤别词。上片写男方别后的恋意。画桥流水，雨湿落花，皆是马上所见。触景伤情，不觉勾起对帘中人的怀念。下片写女方的深闺幽怨。结尾两句，因物寄怨，抒写离情。全词造语工丽，蕴含不尽之意。【集评】薛砺若《宋词通论》：他的词虽不多见，然较介甫蕴藉婉媚多矣。虢寿麓《历代名家词百首赏析》：这首词咏男女伤别。通首构思细腻，词藻华腴。--引自惠淇源《婉约词》这首小词写闺怨情愁，委婉动人，以含蓄见长。词一开始，就以清丽之笔绘出一幅风光旖旎的图画：“画桥流水，雨湿落红飞不起。”画桥如虹，流水如带，春雨潇潇，落红成阵，好一派暮春景象！这一切，又统统笼罩在穿破黄昏雾霭的月光下，好似披上一层轻柔的薄纱，更显得清幽淡雅。就在这样一个月白风清、如诗如画的夜晚，在画桥流水旁边，在落红缤纷的小路上，词中的主人公与他倾心爱慕的女子邂逅了。在男主人公的马儿接近香车的那一霎间，他心情的兴奋和激动是不言而喻的。这里虽未对女子作正面刻画但透过传出帘外的“余香 ”，依稀可以想见女子娟好的容貌和绰约的风姿。下片转笔写主人公在车去人走之后的心境。他先是“徘徊不语”，继而怅然若失，“今夜梦魂何处去”，语气极为凄惋。他因不知所之而“徘徊 ”，因无可告语而“不语 ”，因今宵难遣而梦魂不安 。此时此刻，周围的一切，诸如小桥流水，春花明月，仿佛都一下子黯然失色。再也唤不起他的半点兴致，只有眼前飞过的片片杨花引起了他的注意。目送着无拘无束、飞来飞去的杨花 ，他不禁触景生情 ，联想到自己的命运，发出深沉的叹息：“不似垂杨，犹解飞花入洞房。”说杨花能够穿帘入户 ，追随自己的意中人飞进洞房，而自己却连梦魂都不得去。这两句既是写景，又是抒情，通过奇特的联想、看似无理的比喻，含蓄委婉地传达出主人公的一往情深。"
        },
        {
            "title": "点绛唇",
            "content": "秋气微凉，梦回明月穿帘幕。井梧萧索。正绕南枝鹊。宝瑟尘生，金雁空零落。情无托。鬓云慵掠。不似君恩薄。",
            "comment": ""
        },
        {
            "title": "滕王阁感怀",
            "content": "滕王平日好追游，高阁依然枕碧流。胜地几经兴废事，夕阳偏照古今愁。城中树密千家市，天际人归一叶舟。极目烟波吟不尽，西山重迭乱云浮。",
            "comment": ""
        }
    ]
}