{
    "dynasty": "宋",
    "author": "王沂孙",
    "poems": [
        {
            "title": "声声慢",
            "content": "高寒户牖，虚白尊罍，千山尽入孤光。玉影如空，天葩暗落清香。平生此兴不浅，记当年、独据胡床。怎知道，是岁华换却，处处堪伤。已是南楼曲断，纵疏花淡月，也只凄凉。冷雨斜风，何况独掩西窗。天涯故人总老，谩相思、永夜相望。断梦远，趁秋声、一片渡江。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "晓寒慵揭珠帘，牡丹院落花开未。玉栏干畔，柳丝一把，和风半倚。国色微酣，天香乍染，扶春不起。自真妃舞罢，谪仙赋後，繁华梦、如流水。池馆家家芳事。记当时、买栽无地。争如一朵，幽人独对，水边竹际。把酒花前，剩拚醉了，醒来还醉。怕洛中、春色匆匆，又入杜鹃声里。",
            "comment": ""
        },
        {
            "title": "一萼红",
            "content": "玉婵娟。甚春馀雪尽，犹未跨青鸾。疏萼无香，柔条独秀，应恨流落人间。记曾照、黄昏淡月，渐瘦影、移上小阑干。一点清魂，半枝空色，芳意班班。重省嫩寒清晓，过断桥流水，问信孤山。冰粟微销，尘衣不浣，相见还误轻攀。未须讶、东南倦客，掩铅泪、看了又重看。故国吴天树老，雨过风残。",
            "comment": ""
        },
        {
            "title": "扫花游/扫地游",
            "content": "满庭嫩碧，渐密叶迷窗，乱枝交路。断红甚处。但匆匆换得，翠痕无数。暗影沈沈，静锁清和院宇。试凝伫。怕一点旧香，犹在幽树。浓阴知几许。且拂簟清眠，引筇闲步。杜郎老去。算寻芳较晚，倦怀难赋。纵胜花时，到了愁风怨雨。短亭暮。谩青青、怎遮春去。",
            "comment": ""
        },
        {
            "title": "高阳台 和周草窗寄越中诸友韵",
            "content": "残雪庭阴，轻寒帘影，霏霏玉管春葭。小帖金泥，不知春在谁家。相思一夜窗前梦，奈个人、水隔天遮。但凄然，满树幽香，满地横斜。江南自是离愁苦，况游骢古道，归雁平沙。怎得银笺，殷勤与说年华。如今处处生芳草，纵凭高、不见天涯。更消他，几度东风，几度飞花。",
            "comment": "【注释】周草窗即周密 ，和王沂孙是经常词赋相和的朋友。他们常常在越地游山玩水。互相赋和。周密曾作有《三姝媚》送王沂孙，王沂孙也赋词相和。后周密作有《高阳台》给很多词友，王沂孙也作了这首词对答。“残雪庭阴，轻寒帘影，霏霏玉管春葭。”“残雪庭阴”写庭院背阴处还留有残雪 。“轻寒帘影”春寒料峭，风动帘拢。“霏霏玉管春葭 ”，古时季节变化，用箫管十二，置芦苇（葭）灰于孔中，室内封闭，蒙上罗彀，那一节气到了，那一律管葭灰就飞出 。“霏霏”春葭灰的飞动貌。玉管即箫管。这句就是讲立春到了。“小帖金泥，不知春在谁家。”回答周密“燕归何处人家 。”宋代立春日宫中命大臣撰写殿阁的宜春帖子词，士大夫间当然也自己书写，字用金泥，所以说金泥小贴。这种风俗，元代还有。这里是说改朝换代，当日皇宫不存在了，士大夫散去，何人在这时候用金泥写宜春帖子贴挂？春落谁家？“相思一夜窗前梦 ，奈个人、水隔天遮。”写思念杭州如一帘幽梦 ，但醒来却是水隔绝 ，天遮断，“ 个人 ”当指周密 。“但凄然，满树幽香，满地横斜 ”，是点出周密所在地西泠孤山之畔，说只梦见到满树幽香，满地枝影横斜的梅花的凄凉景色。这里写出“个人”（即周密）生活虽然凄凉，但心态高洁。“江南自是离愁苦 ，况游骢古道 ，归雁平沙”，意谓理解周密怀念越友及旧游地的离情。江南春色自是最让人感受到离愁之苦的。“江淹《别赋 》：“春草碧色，春水渌波，送君南浦，伤如之何？”都是写江南离愁之苦的。春色之妍，与离愁之苦 ，对比强烈。“况游骢古道，归雁平沙 ”，纵青骢马游过的古道和时舟行所见的平沙落雁呢！和周密词中的“残寒梅未绽，正潮过两陵短亭逢雁”相近 。“怎得银笺，殷勤与说年华 。”想写信对周密表示慰藉笔触从跌宕转为平收。想到你的怀念，便想觅得银泥花笺，不嫌词费的和你讲一讲如今江南春天物华。“如今处处生芳草，纵凭高、不见天涯 。”此处又笔转别恨，细数离怀。呼应周密原词 ：“归鸿自趁潮回去，笑倦游、犹是天涯 。”从越倦游归去，此身还远在天涯。周密词“萋萋望极王孙草”说确实如今到处长满了春天芳草 ，登高望远 ，已不见你所在之处。这二句和晏殊《蝶恋花》“ 昨夜西风凋碧树，独上高楼，望尽天涯路 ”，用笔正相反。柳永词《人声甘州》曾有句 ：“不忍登高临远，望故乡渺，归思难收。”和此句描写手法相似。“更难消，几度东风，风度飞花 ”，讲这样的离别相思，人将老去，怎能消几番春风来 ，春花谢呢！和“不知春在谁家 ”、“殷勤与说年华”等句相照应，围绕离情说，却有春光无主，好景不常的感伤。王安石诗“不知乌石岗头路，到老相寻得几回 ”，和此句意思相近，但沉痛过之。周密在原词中曾有句“雪霁空城，燕归何人家。”王沂孙在词中也有类似句子，同时抒发了“可怜王谢堂前燕，飞入寻常百姓家”的感慨。在朦胧的亡国的哀感蕴藏在胸中，却无所依托，只好写出离愁别绪。"
        },
        {
            "title": "法曲献仙音",
            "content": "层绿峨峨，纤琼皎皎，倒压波痕清浅。过眼年华，动人幽意，相逢几番春换。记唤酒寻芳处，盈盈褪妆晚。已销黯。况凄凉、近来离思，应忘却、明月夜深归辇。荏苒一枝春，恨东风、人似天远。纵有残花，洒征衣、铅泪都满。但殷勤折取，自遣一襟幽怨。",
            "comment": ""
        },
        {
            "title": "锁窗寒/琐寒窗",
            "content": "趁酒梨花，催诗柳絮，一窗春怨。疏疏过雨，洗尽满阶芳片。数东风、二十四番，几番误了西园宴。认小帘朱户，不如飞去，旧窠双燕。曾见。双蛾浅。自别後，多应黛痕不展。扑蝶花阴，怕看题诗团扇。试凭他、流水寄情，潮红不到春更远。但无聊、病酒厌厌，夜月荼縻院。",
            "comment": ""
        },
        {
            "title": "醉蓬莱 归故山",
            "content": "扫西风门径，黄叶凋零，白云萧散。柳换枯阴，赋归来何晚。爽气霏霏，翠蛾眉妩，聊慰登临眼。故国如尘，故人如梦，登高还懒。数点寒英，为谁零落，楚魄难招，暮寒堪揽。步屧荒篱，谁念幽芳远。一室秋灯，一庭秋雨，更一声秋雁。试引芳樽，不知消得，几多依黯。",
            "comment": "【注释】王沂孙在元朝初年曾出任学官。后解除“庆元路学正”职事到故乡绍兴 。词人归乡之心情颇为复杂。事元非其所愿，故国之恋深深地敲击着他的胸膛。在这首词中，作者用较为隐蔽的手法表达了这种复杂的情感。“扫西风门径，黄叶凋零，白云萧散 ”。从秋景起笔，意即“西风扫门径”，西风有知 ，似乎知主人归来，殷勤地扫除门径以示迎接。西风吹得黄叶凋零了，白云萧散了。凋零、萧散，其实正是作者当时的心境的反映。此番回到故乡，他并没有感受到一般应有的那种温暖与亲切。内心有着一种难以明言的隐微情绪。“柳换枯阴，赋归来何晚！”辞官四年，自无荣耀之感，却有点悔恨的意思。离开鄞县时，碧山曾作《齐天乐》：“正恐黄花，笑人归较晚 。”心境相同。回归故乡时，王沂孙似乎是悔恨出行的失计，不免自怨自艾，心里颇不是滋味。“爽气霏霏，翠蛾眉妩 ，聊慰登临眼 。故国如尘，故人如梦，登高还懒。”流露出这种复杂的心绪。“爽气霏霏”，形容开朗的山容纷然而呈。“霏霏”气流纷起。“翠蛾眉妩”，具体描绘故山的山容，从两个方面连续使用比喻，以眉喻山曰 ：“翠蛾”；“眉妩”都是类比山峰状似美女眉毛。此情此景，诚然可以使作客归来的人感到赏心悦目 。“ 故国如尘 ，故人如梦”，在登临之际，徒增愁思，意兴索然 ，虽美景在前，也懒于一顾了。欲登临和懒登高相对，以见其愁情之重。登高怀远，招来宋室覆亡之感慨，朋友沦替之伤悼，情难自禁 ，则又不如不上这山为好了。“登高还懒”，和“怕见夜间出去”李清照心绪相同。“数点寒英，为谁零落”，是作者的自我惋惜”。“楚魄难招 ，暮寒堪揽”，意谓“往者不可谏，来者犹可追”。这几句，写法相当深刻 ，意味相当沉痛。至于“步屧荒篱，谁念幽芳远”二句，则是与上文的“寒英。”“零落”紧相连接的，写得参差错落，显得章法变换多姿。“一室秋灯，一庭秋雨，更一声秋雁”是此词最精彩的笔墨，用三排比短句。描绘出了一种清冷孤寂的境界，秋灯、秋雨、秋雁，所衬托的不过是一颗秋心而已。“试引芳樽”，以借酒浇愁，愁更愁“不知消得几多依黯 ”作结，“依黯”这个词语与“依依”和“黯黯”结合 ，承上“故国如尘，故人如梦”，比泛言“ 愁苦 ”，要细致 ，要准确 ，值得细细玩味用它来表示这首词所包含的复杂的情感意绪，还是很确切的。王沂孙之词，曾被评为较为“深”、“厚”。含蓄较为丰富，表达词意用笔转折，耐人细细体味。陈廷焯在《白雨斋词话》中评价较为贴切 ：“ 词味之厚，无过碧山。”"
        },
        {
            "title": "绮罗香",
            "content": "屋角疏星，庭阴暗水，犹记藏鸦新树。试折梨花，行人小阑深处。听粉片、簌簌飘阶，有人在、夜窗无语。料如今，门掩孤灯，画屏尘满断肠句。佳期浑似如水，还见梧桐几叶，轻敲朱户。一片秋声，应作两边愁绪。江路远、归雁无凭，写绣笺、倩谁将去。谩无聊，犹掩芳樽，醉听深夜雨。",
            "comment": ""
        },
        {
            "title": "霜天晓角",
            "content": "翠簟一池秋水，半床露、半床月。",
            "comment": ""
        },
        {
            "title": "摸鱼儿",
            "content": "洗芳林、夜来风雨。匆匆还送春去。方才送得春归了，那又送君南浦。君听取。怕此际、春归也过吴中路。君行到处。便快折湖边，千条翠柳，为我系春住。春还住。休索吟春伴侣。残花今已尘土。姑苏台下烟波远，西子近来何许。能唤否。又恐怕、残春到了无凭据。烦君妙语。更为我将春，连花带柳，写入翠笺句。",
            "comment": ""
        },
        {
            "title": "水龙吟 落叶",
            "content": "晓霜初著青林，望中故国凄凉早。萧萧渐积，纷纷犹坠，门荒径悄。渭水风生，洞庭波起，几番秋杪。想重崖半没，千峰尽出，山中路、无人到。前度题红杳杳。溯宫沟、暗流空绕。啼螀未歇，飞鸿欲过，此时怀抱。乱影翻窗，碎声敲砌，愁人多少。望吾庐甚处，只应今夜，满庭谁扫。",
            "comment": "【注释】落叶是王沂孙在这首《 水龙吟 》中所吟咏的主题。红染吴江枫、空谷佳人、二月残花、秋日斜照和冷枝醉舞。通过这种境界的创造，表现了词人在南宋末期对现实难排的抑郁之情和凄凉境地。“晓霜初著青林”以景带情，用笔简练，而轮廓顿明。作者在不经意如实地描摹出来自然景色：青林遭早霜，秋风扫落叶。作者又因景生情，心中升起一股莫明的凄凉之情。“望中故国凄凉早 ”，无限心事，隐藏其中。点明作者主旨。“故国凄凉早”数字，猛一看，借秋初大自然的萧索景象。写朝代之替换 。这景象不但指自然景象，也应包括社会景象在内，这是第一层。而凄凉的景象正应照词人的万端愁绪 ，这是第二层 。此词似咏落叶，实则借以抒发心中对故国的思念，同时寄寓自己的身世之感。为将“凄凉”落到实处，上片连用几个与落叶有关的典故 ，使言辞虽简，但寓意深刻而丰富。“萧萧渐积”这里借指落叶 ，实暗用杜甫“ 无边落木萧萧下”（《登高》）诗意。“纷纷犹坠”类与范仲淹《御街行 》中“纷纷坠叶飘香砌”“渭水风生”用贾岛“秋风吹渭水，落叶满长安”（《 忆江上吴处士 》）诗意；“洞庭波起”则借用屈原“嫋嫋兮秋风，洞庭波兮木叶下”（《九歌·湘夫人》）诗意。几个典故紧扣落叶，有着内在联系，毫无游离之感，而且补足上句“故国凄凉早”。“想重厓半没，千峰尽出 ，山中路 ，无人到 ，”用“想”作领字，领“重厓”以下数句。陈廷焯分析此词，推断“重厓”或即指宋亡时陆秀夫负帝昺赴海自杀的厓山（在今广东新会 ），以此词写时南宋则亡，则或有此意。上半阙着力于写景 。下半阕重在抒情。“前度题红杳杳 ”，借用红叶题诗的故事 ，暗示故宫的冷落。《云溪友议》载：唐宣宗时，中书舍人卢渥于应试之岁，偶而在御沟中拾到一片红叶 ，上题一绝句：“流水何太急，深宫尽日闲。殷勤谢红叶，好去到人间。”后卢渥得一遣放的宫 女，正是题诗之人 。但细加揣摩，就会发现这一典故运用得十分巧妙 。“前度”说明象从前那样宫女题红之事已不再见，故宫的冷落表明朝代更迭，给人们留下更加广阔的联想余地。“啼将未歇”以下六句则是实写。螿即寒蝉。近处，寒蝉低吟；远处，飞鸿哀鸣。蝉吟鸿鸣仿佛交织成一首深秋寒夜的协奏曲。眼前的翻窗乱影，满阶枯叶，使人愁思满肠！“愁人 ”不单指词人自己，包括与他一样经历苦难的人们。《四溟诗话》说：“结句如撞钟，清音有余。”结句到位 ，确能产生余音袅袅的艺术效果 。此词结尾“望吾庐甚处 ？只应今夜，满庭谁扫？”提出问题，而不作回答，留下“空白 ”，作者是让读者自己通过想象加以补充。“满庭谁扫 ”字浅意深，悲愁中掺杂着惆怅 ，哀怨中挟带着孤独 ，复杂的情感，也难以卒言。王孙是宋末元初人。宋亡后虽再仕元朝，但他在内心深处挥之不去的仍是深沉的故国之思。在这首词中，作者运用娴熟的笔法，使主观和客观融洽，构成一个完整的整体，使其故国之思表达得自然而深刻。"
        },
        {
            "title": "应天长",
            "content": "疏帘蝶粉，幽径燕泥，花间小雨初足。又是禁城寒食，轻舟泛晴渌。寻芳地，来去熟。尚彷佛、大堤南北。望杨柳、一片阴阴，摇曳新绿。重访艳歌人，听取春声，犹是杜郎曲。荡漾去年春色，深深杏花屋。东风曾共宿。记小刻、近窗新竹。旧游远，沈醉归来，满院银烛。",
            "comment": ""
        },
        {
            "title": "花犯 苔梅",
            "content": "古婵娟，苍鬟素靥，盈盈瞰流水。断魂十里。叹绀缕飘零，难系离思。故山岁晚谁堪寄。琅玕聊自倚。谩记我、绿蓑冲雪，孤舟寒浪里。三花两蕊破蒙茸，依依似有恨，明珠轻委。云卧稳，蓝衣正、护春憔悴。罗浮梦、半蟾挂晓，么凤冷、山中人乍起。又唤取、玉奴归去，馀香空翠被。",
            "comment": "【注释】薛砺在议论王沂孙的咏物词时讲：“能将人物和事感情融成一片，一意连贯下去，毫无痕缝可寻。”其言切切 。碧山此词 ，托物寄意，运意高远，吐韵清和。以此词观碧山艺术之修养，在咏物方面，已有臻化境。“古婵娟，花鬟素靥，盈盈瞰流水”，以“古”字起笔描绘苔梅的苍古清奇之美 。“古”字 ，以树龄之老，暗寓历尽沧桑、阅世甚深之意 。“婵娟”，形态美好。“ 苍鬟 ”，形容苔丝如发鬟般飘垂。《梅谱》云：“苔梅有苔须垂于枝间，或长数寸，风至飘飘，殊为可玩。”“靥者，及指妇女面容，以此喻梅花 。“素”字，极写梅花的冰姿雪容 。“盈盈”二字，风姿仪态之美。“瞰流水”，流水倒映梅姿，梅姿风态万千。梅奇水清 ，相映成趣。“断魂十里”承结前意，然后又一笔撇去，以“叹”字领起，写出“叹绀缕飘零，难系离思。”打入离思羁情 ，“绀缕 ”，深青色的丝缕，此以指梅树上的苔丝 。 词人飘泊在外，本来离思正苦，眼下见苔丝飘失零落，更勾起满腹心思，纵使绀缕飘零，亦难系住 。“叹”字着力极深，道出悲怀之苦、离思之深。再叹一声，则“故山岁晚谁堪寄。琅玕聊自倚”所谓“故山 ”，指故乡家山。“岁晚”，指暮年。“谁堪奇”，则谓无人可以寄语。“ 琅玕”指青竹。“独在异乡为异客”，思乡之情，对于每一个羁旅之人 ，也是不可缺少的一道精神大菜。况人在暮年，孤寂无聊，心境自然极度忧伤家国丧乱之痛更使词人心绪纷乱，思前想后，往事历历如昨。想当年身披绿蓑，驾起孤舟，在寒浪里冲雪横渡，寻梅探胜。其情其景，悠哉乎。可往事不再 ，又有：“谩记我、绿蓑冲雪，孤舟寒浪里。”“谩记”是笔下着力之处，极言其不堪回首、想也无益的悲怆心情，感情色彩异常强烈、愁惨。“三花两蕊破蒙茸”再点梅景。“三花两蕊”，言明数量稀少。“蒙茸 ”，谓梅花貌蓬松。“三花两蕊”即梅干上破苔丝而出的小梅 。“破”字生动地写出小梅钻破苔丝而吐出花蕾的动态 。“依依似有恨、明珠轻委 。”小梅吐蕾较迟，似有别样情怀。“依依”，乃隐约之意。“恨”字含意，着落在“明珠轻委”四字。小梅之恨在于游者任意攀折 。如若联系到古谣：“西湖明珠自天降，龙凤飞舞到钱塘 。”则德祐之难对于词人的词意不言自明 。张惠言说 ：“碧山咏物诸篇，并有君国之忧。”以此验证，“明珠轻委”的寓意自可明了。以明珠轻委为山河易手之恨，与篇首“古”字最为切合。虬于古梅所俯瞰的除了流水之外，还有人间兴亡。明珠遭弃，国已不国 ，“云卧稳 ，蓝衣正、护春憔悴”却是古梅常态。“云卧”，言其高洁，不沾尘俗污垢。“稳”字，意谓深固不移。“蓝衣”即“蓝缕”之衣，此以指梅树苔衣。这三句写临安失守，而马麟夏禹王像古梅根深难徙，依然独守其处。它虽绀缕飘零，然而梅干苔丝依旧护守着残留的春光和憔悴的梅花。这自然是词人的自白。仕元，但感情上始终留恋南宋 。词人不久即辞官归隐 。元僧掘毁宋帝六陵 ，词人也曾作过控诉 。他与张炎、周密等结社唱和，抒写亡国之痛。所以在“护春憔悴”的悲吟中也有几分“病翼惊秋，枯形阅世”的痛楚。然而在当时的情势下，词人只能空作兴亡之叹而已 。分析至此，作者之心境只能如此。“罗浮梦、半蟾挂晓 ，幺凤冷、 山中人乍起”。几句面对着憔悴的梅花，词人日夜愁思。罗浮梦，事见《龙城录》乃讲隋人赵师雄在梅花树下的艳遇。后遂称梅花梦为罗浮梦。“半蟾”，犹半月，以蟾为月之代称。“挂晓”，月悬晓空，天将明。罗浮一梦，一觉醒来，天色欲晓，留下的是 “但惆怅而已”，因而以结末二句一意贯串再加点化，写下了“又唤取、玉奴归去，余香空翠被 。”“玉奴”，本南朝齐东昏侯妃潘氏，小字玉儿，齐亡后，义不受辱，被缢后，洁美如生。苏轼《次韵杨公济奉议梅花》，云：“月地云阶漫一樽，玉奴终不负东昏。临春结绮荒荆棘，谁信幽香是返魂 。”咏梅而涉及玉奴，盖指梅花香气乃旧时贵妃灵魂归来所化。唤“玉奴归去”，又是写呼梅同去。这一切是那样地清冷、空寂。以上四句所写的梦醒、人去的心理活动，都着眼于空虚二字，委婉深曲地表达了词人心中怅然若失的凄怆心境。梅花因其异常清绝、幽贞之姿，天赋无洁、凌寒之质，成为历代文人吟咏的题材。而古梅，象征一种天然标格，为人们所欣赏。这首词作于德祐之难后，是词人宋亡后心情的写照，词中充满家国悲凉之感。"
        },
        {
            "title": "西江月",
            "content": "褪粉轻盈琼靥，护香重叠冰绡。数枝谁带玉痕描。夜夜东风不扫。溪上横斜影淡，梦中落莫魂销。峭寒未肯放春娇。素被独眠清晓。",
            "comment": ""
        },
        {
            "title": "南浦 春水",
            "content": "柳下碧粼粼，认麴尘乍生，色嫩如染。清溜满银塘，东风细、参差縠纹初遍。别君南浦，翠眉曾照波痕浅。再来涨绿迷旧处，添却残红几片。葡萄过雨新痕，正拍拍轻鸥，翩翩小燕。帘影蘸楼阴，芳流去，应有泪珠千点。沧浪一舸，断魂重唱苹花怨。采香幽径鸳鸯睡，谁道湔裙人远。",
            "comment": "【注释】王沂孙是一个特别善于状物的词人 。 在他的笔下 ，无论梅花 、春水、柳或落叶，都给人以清新的感受。“柳下碧粼粼 ，认麴尘乍生，色嫩如染。”杨柳阴下，清碧波荡漾。麴尘 ，麴上所生一种菌 ，色嫩黄，和春水相似，嫩绿带黄，似乎是染成的一样。所以说春水范成大《谒金门》词 ：“塘水碧，仍带麴尘颜色”，写春水的嫩绿。“清溜满银塘，东风细 ，参差縠纹初遍。”梁简文帝《和武帝宴诗》中有 ：“银塘泻清溜 。”縠是绉纱，蔡伸《醉落魄》：“波纹如縠，池塘雨后添新绿！”清水溢满池塘，徐徐的春风拂过，波纹如纱纹。“别君南浦 ，翠眉曾照波痕浅”。南浦，这里是泛称。陆游《重游沈园》诗的“伤心桥下春波绿，曾是惊鸿，照影来 。”和此句写法相类回忆重点还是放在春水上。南浦送别，翠眉映波。下二句紧承昔游回忆：“再来涨绿迷旧处，添却残红几片。”重到却是春水满溢，水面上又添上几片落花。伊人已不见，前迹都成迷，只有流水落花，春光被辜负了。上片思念离别的妻子 ，下片再展开眼前春水境界、春水画面 。“葡萄过雨新痕，正拍拍轻鸥，翩翩小燕”。春水像葡萄酒的色泽 ，加上水面轻鸥正拍打翅膀飞，还杂着翩翩乳燕 ，好一幅自然 ，优美的胜景。叶禁得曾有句：“葡萄涨绿，半空烟雨”，与此写法类同 。“帘影蘸楼阴”词人多喜欢用蘸字，意谓是小楼倒影，包括帘影象是浸蘸在池塘水里。看到水中楼帘倒影 ，词人心中泛起几许相思 。 所以接着说：“芳流去 ，应有泪珠千点。”这几句句有水，以水写相思。语意通，而字又不重。“沧浪一舸，断魂重唱薠花怨。”“沧浪一舸”意为离人江上乘舟远行。“断魂重唱薠花怨 ”指令家中采薠人魂断的相思幽怨。这句是想象妻子在汀洲采薠重唱起相思怨词。“ 采香幽泾鸳鸯睡 ”采薠的幽泾边鸳鸯成双睡卧，勾起妇人心事满腹无处诉 。“谁道湔裙人远”指旅外的人，有谁肯想着家中“ 湔裙 ”人在遥远的家乡。“湔裙”也是点出春水的。六朝唐宋风俗 ，三月三日在水中洗裙裳 ，作祓除 。“沧浪一舸 ”起到末尾 ，都是写想象中妻子对自己的望断秋水而不得见的幽怨。自然景物和人们相伴相依，作为主体的人的感受不同，则景物有别。因此咏物中常以回忆中印象最深的生活情思衬映，才能写出自然景物的美的形象，不加阐明，其义自明。王沂孙的《南浦》咏春水，通过离情写春水就具备上述特点。词一字不提春水，但句句贴切春水。不但直接为春水涂色 ，回忆处也都是春水画境 ，而且是有生活画、风俗画意味。"
        },
        {
            "title": "齐天乐 蝉",
            "content": "一襟馀恨宫魂断，年年翠阴庭树。乍咽凉柯，还移暗叶，重把离愁深诉。西窗过雨。怪瑶佩流空，玉筝调柱。镜暗妆残，为谁娇鬓尚如许。铜仙铅泪似洗，叹携盘去远，难贮零露。病翼惊秋，枯形阅世，消得斜阳几度。馀音更苦。甚独抱清高，顿成凄楚。谩想薰风，柳丝千万缕。",
            "comment": "【注释】王沂孙生活于宋末元初 ，切身地经历南宋国之变，在他个人思想上留下一丝极深的抹不去的痛。在这首词里，词虽隐晦纡曲，却也深婉有致，借咏蝉而寄托了作者的政治思考。“一襟余恨宫魂断 ”。起笔不凡，用“宫魂”二字点出题目。据马缟《 中华古今注 》：“昔齐后忿而死，尸变为蝉，登庭树嘒唳而鸣，王悔恨。故世名蝉为齐女焉 。”词中带有浓郁的感伤色彩。词的起笔直摄蝉的神魂 ，从而避开了蝉的环境和形态。“年年翠阴庭树 ”，齐女自化蝉之后，年年只身栖息于庭树翠阴之间，于孤寂凄清的环境之中处活着。写蝉在“翠阴庭树”间的鸣叫声。它忽而哽咽，忽而哀泣，声声凄惋。蝉在哀鸣 ，如齐女魂魄在诉怨 。“离愁深诉”承上“宫魂余恨”，“重把”与 “年年”相呼应，足见“余恨”之绵长，“离愁”之深远。“西窗过雨”，借秋雨送寒，意谓蝉的生命将尽，其音倍增哀伤。然而，“瑶珮流空，玉筝调柱”，雨后的蝉声却异常宛转动听，清脆悦耳，恰如击打玉珮流过夜空 ，又如玉筝弹奏声在窗外起 ，令闻者极为惊讶。“瑶珮流空，玉筝调柱。”形容蝉声，它使人联想到有这样一位女子：她素腰悬佩，悠然弄筝。这位女子或许就是齐女宫魂生前的化影吧！一度欢乐与“西窗过雨”后的悲哀相对照，产生一种强有力的对比。“镜暗妆残，为谁娇鬓尚如许。”是赋蝉的羽翼，出现在读者面前的却仍然是一位幽怨女子的形象。女子长期无心修饰容颜，妆镜蒙尘，失去了光泽。既然如此，今天何以如此着意打扮？不甘寂寞还是心中有所期待？这里的“为谁”和上文“怪”字呼应，实为怜惜。上片咏蝉，从正反两面互为映衬。转而写蝉的饮食起居。“ 铜仙铅泪似洗，叹携盘去远，难贮零露。”词从“金铜仙人 ”故事写入，含意深远，用事贴切，不着斧痕。据史载，汉武帝铸手捧承露盘的金铜仙人于建章宫。魏明帝时，诏令拆迁洛阳，“宫官既拆盘，仙人临载，乃潸然泪下 ”。李贺曾作《金铜仙人辞汉歌 》，有句云 ：“ 空将汉月出宫门 ，忆君清泪如铅水 。”以餐风饮露为生的蝉 ，露盘已去，何以卒生。“病翼惊秋，枯形阅世，消得斜阳几度 ”，写哀蝉临秋时的凄苦心情。蝉翼微薄，哪堪阵阵秋寒，将亡枯骸，怎受人世沧桑。“馀音更苦 ”，蝉之将亡，仍在苦苦哀鸣，令人顿觉凄苦异常 。“馀音”与上片“重把离愁深诉”呼应。“甚独抱清高 ，顿成凄楚”，“清高”意谓蝉的本性宿高枝，餐风露，不同凡物，似人中以清高自许的贤人君子。哀音飒飒 ，苦叹造化无情 ，结局竟如此辛酸。“谩想熏风，柳丝千万缕 ”光明突现 ：夏风吹暖，柳丝摇曳，那正是蝉的黄金时代 。辉光是虽甚，但已属昨日之黄花，欢乐不再，徒增痛苦而已。《花外集》和《乐府补题》中都收录了这首词。《 乐府补题 》为宋遗民感愤于元僧杨琏真伽盗发宋代帝后陵墓而作的咏物词集。词中的齐后化蝉、魏女蝉鬓，都是与王室后妃有关，“为谁娇鬓尚如许”一句，还有可能关合孟后发髻 。词中运用金铜承露典故，隐射宋亡及帝陵被盗事 。咏物托意，且以意贯串，无有痕迹。"
        },
        {
            "title": "齐天乐",
            "content": "十洲三岛曾行处，离情几番凄惋。坠叶重题，枯条旧折，萧飒那逢秋半。登临顿懒。更葵箑难留，苎衣将换。试语孤怀，岂无人与共幽怨。迟迟终是也别，算何如趁取，凉生江满。挂月催程，收风借泊，休忆征帆已远。山阴路畔。纵鸣壁犹蛩，过楼初雁。政恐黄花，笑人归较晚。",
            "comment": ""
        },
        {
            "title": "高阳台",
            "content": "残萼梅酸，新沟水绿，初晴节序暄妍。独立雕栏，谁怜枉度华年。朝朝准拟清明近，料燕翎、须寄银笺。又争知、一字相思，不到呤边。双蛾不拂青鸾冷，任花阴寂寂，掩户闲眠。屡卜佳期，无凭却恨金钱。何人寄与天涯信，趁东风、急整归船。纵飘零，满院杨花，犹是春前。",
            "comment": "【注释】王沂孙这首词以一个闺怨口吻，表达了一种妻盼归的心情。这首词和其传统风格有一些区别，风格较为平缓，和北宋词风相类。起句写江南的春色 ：“残萼梅酸，新沟水绿，初睛节序暄妍 ”，带残萼的青梅含酸 ；门前沟水澄绿。描写雨后初睛景色。清明时节，江南风光清丽。孙舣《菩萨蛮》写梅子初生 ：“含章（宫殿名）春欲暮，落日千山雨。一点著枝酸，吴姬先齿寒。”“池塘雨后添新绿 。”蔡伸在这里写雨后池水新涨景色。词人有共同的感受。“独立雕阑，谁怜枉度华年 。”雕阑是楼上木雕阑干，借指登楼。登楼倚阑 ，春色暄妍。游子未归，谁与共娱。叹年华枉度也 。“ 枉度”柳永《定风波》中曾有句“ 年少光阴虚过 ”。再看辛弃疾《满江红》曰 ：“人去后，吹箫声断，倚楼人独。满眼不堪三月暮，举头已觉千山绿。但试把一纸寄来书，从头读。”所写女子春日登楼睹景怀人之情事亦同，却是所念之人有“一纸寄来书”，又不同于柳词之“音书无个”。词中情事相同，思路也颇为一致。但表达方式却由于词人作品风格不同和其词中人物差异而稍有不同。“明朝准拟清明近 ，料燕翎 、须寄银笺。又争知、一字相思，不到吟边 。”清明时节已近，料想远方会飘来他的消息。但哪想却音迹杳无。这几句意思层次转折，构思较为奇特。表达了盼信而又怕无信的繁杂情感。燕子传书之说 ，由来已久 ，江淹《杂体诗·拟李都尉从军》就写道“袖中有短书，愿寄双飞燕”。孙惟信《昼锦堂》词“燕翎难系断肠笺”，作反面写。“ 吟边 ”，意犹“诗名 ”、“词中”。陆游《身世》诗：“吟边时得寄悠悠。”这片主要写女人在晚春时节，怀念远方的人。下片笔锋一转，表达女子相思之苦，盼望远方的人归来之情。“双蛾不拂青鸾冷 ，任花阴寂寂，掩户闲眠。”女子一春不事妆饰，无意赏玩，掩户闲眠。她双眉不画，冷落鸾镜，是“谁适为容”之意。春光独对，愁闷徒添。无意欣赏“屡卜佳期 ，无凭却恨金钱”，唐人于鹄《江南曲》曾作“众中不敢分明语，暗掷金钱卜远人 。”屡次用金钱占卜行人归否，都无凭据，因此怪起金钱来。从占卜无凭，讲到心理状态，直抒其恨，其怨。“何人寄与天涯信，趁东风、急整归船。”表达心意：希望有人代自己向天涯游子带去书信，盼他趁东风。三月桃花水涨，马上准备归舟，返程会快些。表达出迫切愿望，盼对方书信又怕不得其相思一字之意自然映衬。写词极为巧妙，处理很得体。“纵飘零，满院杨花 ，犹是春前”，让远方的人“趁东风”出发，点明上几句盼归、促归意思。并且呼应“谁怜枉度华年”使全篇浑然一体。远方的人赶紧在春尽之前回来吧 ，尽管到达时已是柳绵吹尽时候，只要有几天春天日子，就不会让今年春天完全在孤独中溜走。"
        },
        {
            "title": "更漏子",
            "content": "日衔山，山带雪。笛弄晚风残月。湘梦断，楚魂迷。金河秋雁飞。别离心，思忆泪。锦带已伤憔悴。蛩韵急，杵声寒。征衣不用宽。",
            "comment": ""
        },
        {
            "title": "疏影",
            "content": "琼妃卧月。任素裳瘦损，罗带重结。石径春寒，碧藓参差，相思曾步芳屧。离魂分破东风恨，又梦入、水孤云阔。算如今、也厌娉婷，带了一痕残雪。犹记冰奁半掩，冷枝画未就，归棹轻折。几度黄昏，忽到窗前，重想故人初别。苍虬欲卷涟漪去，慢蜕却、连环香骨。早又是，翠荫蒙茸，一似一枝清绝。",
            "comment": ""
        },
        {
            "title": "三姝媚",
            "content": "红缨悬翠葆。渐金铃枝深，瑶阶花少。万颗燕支，赠旧情、争奈弄珠人老。扇底清歌，还记得、樊姬娇小。几度相思，红豆都销，碧丝空袅。芳意荼开早。正夜色瑛盘，素蟾低照。荐笋同时，叹故园春事，已无多了。赠满筠笼，偏暗触、天涯怀抱。谩想青衣初见，花阴梦好。",
            "comment": ""
        },
        {
            "title": "天香·龙涎香",
            "content": "孤峤蟠烟，层涛蜕月，骊宫夜采铅水。讯远槎风，梦深薇露，化作断魂心字。红瓷侯火，还乍识、冰环玉指。一缕萦帘翠影，依稀海云天气。几回殢娇半醉，翦春灯、夜寒花碎。更好故溪飞雪，小窗深闭。荀令如今顿老，总忘却、樽前旧风味。谩惜余薰，空篝素被。",
            "comment": "【注释】此词细致地描绘了雅士焚香之趣，香烟升起，幻起几般奇思异景，香气又添美景，足令人品赏回味，陶醉自乐。----------------------------词人王沂孙生于南宋理宗在位之时，他的平生跨宋元两朝。南宋灭亡后，元朝总管江南浮屠的僧人杨琏真伽，盗发在会稽的南宋帝后陵墓。在启棺时，宋理宗的容貌如生时，有人说是因为含有夜明珠。掘墓者为了沥取水银，竟将其尸倒悬于树间，惨状不忍目睹，后又把他的骨头遗弃在草丛之中。有一个叫唐钰的义士，闻听这个消息悲愤异常，邀集乡人，收拾帝后遗骸埋葬。唐钰、王沂孙等人结社填词，以“龙涎香”、“白莲”、“蝉”、“莼”、“蟹”等为题，抒发亡国之痛。龙涎香是海洋中抹香鲸之肠内分泌物，并非龙吐涎之所化。抹香鲸是一种海上鲸鱼，长达五六丈，鼻孔位于头上，常露出水面喷水，想象为龙，据传有云气罩护。“孤峤蟠烟，层涛蜕月，骊宫夜采铅水”，叙写词人对于龙涎所产之地以及鲛人至海上採取龙涎之情景的想象 。“孤峤”实在指的就是传说中龙所蟠伏的海洋中大块的礁石，让人不由想到奇幻的想象。至于“蟠烟”二字所写的蟠绕的云烟，指的就是传说中之所谓“上有云气罩护 ”，而碧山在“烟”字上用一“蟠”字，想到龙蛇之类的“ 蟠 ”伏。短短的四个字，碧山已写出了他对于龙涎之产地，和海峤的奇妙景象。次句“层涛蜕月”写鲛人至海上采取龙涎时之夜景。“蜕”月，使人引起对龙蛇的联想。意谓月光在层涛中的闪动 ，如同自层层波浪的蜕退中吐涌而出，又正似龙蛇之类鳞甲的蜕退 。“蜕”字，即紧扣题目，又写出月光闪动的情景。是用得极奇妙而又极为恰当真切的一个字。而且此一“蜕”字，正好与上一句的“蟠”字遥遥相对，文法上极工整，同样强烈地暗示着对于神话中所传说的“龙”的想象 。“骊宫夜采铅水”，“骊”字盖指骊龙而言，“骊宫 ”谓骊龙所居之地，遥应首句“蟠烟”的“孤峤”。“夜”指取龙涎时为夜晚，和前面所表示的“月 ”相应 。而且用“ 铅水 ”以代龙涎，为读者提供了极为多义的暗示。龙涎乃是铅水，是一种白色的 ，有香气的铅水。至于就章法结构而言，则从首句“孤峤”之写地，次句“蜕月”之写夜，至此句“採铅水”之写事，过渡自然，而不平淡。“讯远槎风”便写其和“骊宫”相去已远。“汛”字为潮汛之意；“槎”字指鲛人乘槎至海上采取龙涎，随风趁潮而远去，于是此被採之龙涎遂永离故居不复得返矣。此典出自张华《博物志》“ 有人居海上，年年八月见浮槎去来不失期 。下面“梦深薇露”，写此龙涎被採去以后之遭遇 。“薇露”意指蔷薇水是一种制造龙涎香时所需要的重要香料。然则此远离故土之龙涎当其在“薇露”之香气中共同研碾之时，怀念过去，梦想未来。故曰“梦深薇露”也 。“化作断魂心字。”碧出既将龙涎视为如此有情之物 ，于是此有情之龙涎遂于经过一番研碾之后化而为“断魂”之“心字”。“心字”原来正是一种篆香的形状，明杨慎《词品》即曾载云 ：所谓心字香者 ，以香末萦篆成心字也。”“心字”原为龙涎香被制成之后所可能实有之形状，只是碧山在“心字前又加了“断魂”二字，更着重描写龙涎化为“心字”以后凄断的心魂。自“汛远槎风”之遥远的追忆，经过“梦深薇露”之磨碾的相思，到“化作”“心字”的凄断的心魂，想象之丰富，感受之深锐，则非常人所能揣度也。“红甆候火 ，还乍识、冰环玉指 。一缕萦帘翠影，依稀海天云气 ”，写龙涎被焙制成的各种形状，和被焚时的情景。“红甆 ”指存放龙涎香之红色的甆盒，“候火”指焙制时所需等候的慢火 。至于“冰环玉指”则当指龙涎香制成的形状 。王沂孙把“ 冰环”与“玉指”连言，如同写女子之纤手玉环，遂使读者顿生无数想象。前面还有着“乍识”二字，用得奇巧。一“乍”字但通出初睹佳人的惊喜之状，写出龙涎香之珍贵与味之精美 。“一缕萦帘翠影，依稀海天云气 ”，真切地写出了龙涎香被焚时 “翠烟浮空，结而不散”的实景 ，而且更在帘前一缕翠影的萦回中，暗示了多少磨难而不毁两情缱绻的相思，更在海天云气的依稀想象中，暗示了多少对当年海上的“孤峤蟠烟”的怀念。上半阙在一缕香烟的萦回缥缈中，把对龙涎香制作的过程做了总结 。下半阕从 “几回殢娇半醉”到“小窗深闭”，通过上阙龙涎香本身的叙写 ，而开始回忆起当年在焚香之背景中的一些可怀念的情事来 。“几回”是怀想当年之事也 。“殢娇半醉”的“殢”原为慵倦之意，此处意为半醉时的娇慵之态，自当为男子眼中所见女子之情态。此着重写焚香一事 。“剪春灯、夜寒花碎”，接写女子之动作 ，写一女子之剪灯花而已，春是“春”灯，花为碎花，便显出了无限娇柔旖旎之情调，“夜寒 ”则以窗外之寒冷反衬窗内之温馨。“更好故溪飞雪、小窗深闭”，窗外的严寒飞雪“深闭”的“小窗”中“殢娇半醉”之人的“剪春灯”此处写情写事，出语甚妙。“故溪”，原为当日故园家居时所经常享有之情事 ，又遥遥与前面的 “几回”相呼应 。龙涎香之所以可贵 ，原在其有着一种“翠烟浮空，结而不散”的特质，特别是在“密室无风处”。此处写人事是虚笔，实乃写龙涎香也。“荀令如今顿老，总忘却、樽前旧风味”把前面所着意描写的焚香、剪灯等温馨旖旎的情事，蓦然一笔扫空，有无限悲欢今昔之感在于言外 。“荀令”据习凿齿《襄阳记》所载云 ：“荀令君至人家坐幕，三日香气不歇 。”指的是三国时代尚书令荀彧。“荀令”素爱熏香。“荀令如今顿老 ，总忘却、樽前旧风味”，王沂孙意为如今之荀令已经老去，无复当年爱熏香之风情况味矣。“顿”字，刻意描写光阴之消逝 、年华之老去恍如石火、电光之疾速。“樽前 ”则正与前面之“殢娇半醉”相呼应，可见其温馨如彼之往事，固久已长逝无回 ，甚至在记忆中也难于追忆了 。因而“总忘却”忘却不易，因此“谩惜余熏，空篝素被”，无限往事虽空而旧情难已 。“篝”字指的是熏香所用的熏笼，香于笼中而熏的衣物。如今既已不复有熏香之事，是“篝”内已“空 ”矣。独留一丝怅然而已。然而此“余熏”虽然尚在，而往事则毕竟难回，故曰“谩惜余熏”也。碧山此词，于结尾之处，写一种难以挽回的悲哀，让人低回宛转、怅惘无穷，所写的主题虽然只是无生命 、无感情的龙涎香，多借用典故，但在丰富的想象和精心地组织和安排下，让“物”有人情。"
        },
        {
            "title": "一萼红",
            "content": "翦丹云。怕江皋路冷，千叠护清芬。弹泪绡单，凝妆枕重，惊认消瘦冰魂。为谁趁、东风换色，任绛雪、飞满绿罗裙。吴苑双身，蜀城高髻，忽到柴门。欲寄故人千里，恨燕支太薄，寂寞春痕。玉管难留，金樽易泣，几度残醉纷纷。谩重记、罗浮梦觉，步芳影、如宿杏花村。一树珊瑚淡月，独照黄昏。",
            "comment": ""
        },
        {
            "title": "锁窗寒/琐寒窗",
            "content": "出谷莺迟，踏沙雁少，殢阴庭宇。东风似水，尚掩沈香双户。凭莓阶、雪痕乍铺，那回已趁飞梅去。奈柳边占得，一庭新暝，又还留住。前度。西园路。记半袖争持，斗娇眉妩。琼肌暗怯，醉立千红深处。问如今、山馆水村，共谁翠幄蕙炷。最难禁、向晚凄凉，化作梨花雨。",
            "comment": ""
        },
        {
            "title": "庆宫春/高阳台",
            "content": "明玉擎金，纤罗飘带，为君起舞回雪。柔影参差，幽芳零乱，翠围腰瘦一捻。岁华相误，记前度、湘皋怨别。哀弦重听，都是凄凉，未须弹彻。国香到此谁怜，烟冷沙昏，顿成愁绝。花恼难禁，酒销欲尽，门外冰澌初结。试招仙魄，怕今夜、瑶簪冻折。携盘独出，空想咸阳，故宫落月。",
            "comment": "【注释】王沂孙此词似为王清惠词《满江红》而发。德祐之难后，三宫为元兵虏而被北迁。其中有一个叫王清惠的才女，在北宋时曾为都城的汴京附近的驿站的墙壁上，写有《满江红》一首。此词传播甚广，多有和之。王沂孙此词似有此发。“明玉擎金，纤罗飘带，为君起舞回雪 ”。纤手如玉，手捧金盘。罗带纤细，临风飘飞。翩翩舞于你面前。曹植在《洛神赋》中曾有句：“若回风之流雪”写宫中美人的体态与舞姿，与水仙花切合，措辞十分精巧。水仙花的白瓣黄心，如“金盏银台”又似“柔玉棱棱衬嫩金”水仙长叶披离，银花拥簇，恰如衣带纷飞，起舞回雪，更觉灵巧 。“君”字双关，并非必指君王，却又暗含此意。“起舞回雪”，有将与君王永别之意，“柔影参差，幽芳零乱，翠围腰瘦一捻”。上三句是赞其美，这三句是怜其瘦 ：“身姿绰约，亭亭玉立。“一捻”，意为细小、纤弱，当然也就更使人怜惜。这里人花双关，紧紧扣合。从其婀娜秀美，反衬横遭摧残之可痛惜；从其纤小柔弱，反衬摧残之酷。同时，通过对这种轻歌曼舞的宫廷生活描写，也暗示着由此而遭致的亡国惨剧的原因。“岁华相误”后写亡国的宫女。水仙花也被赋予人的性格。舍貌而取神。“岁华相误，记前度湘皋怨别。哀弦重听，都是凄凉，未须弹彻。”“岁华相误”是说好的时光已经错过了。“湘皋怨别”（湘皋，湘水边），借湘妃的传说，挑明了词中主人公的身份和处境，表达出辞宫去国的无穷伤怨 。“记前度”三字，疑指靖康之变中帝妃被金人掳去 。“哀弦重听” 指前耻未雪 ，不意今日再次听到这一片凄凉的亡国哀音 ！在一种凄凉之音中打住。“国香到此谁怜？烟冷沙昏 ，顿成愁绝。”以唱叹提起，感慨无限，水仙为“国香 ”，黄山谷《次韵中玉水仙花》称之。国色天香成昔日，而今天香国色的佳丽，却遭惨变，愁煞人也。下面步步递 ，写出花惜国亡之痛 。“花恼难禁，酒销欲尽，门外冰澌初结”，“酒销欲尽 ”，指亡国惨祸的沉重打击，使人陷入迷茫的境地，昏昏然有如醉酒；酒醒之后，痛定思痛，痛何如哉！恰逢此时，河水结冰，对花来说，岂非雪上加霜？三句之中，颇有丘壑，见出碧山词的深沉厚重。“试招仙魄，怕今夜瑶簪冻折 。”已流落异域水仙，谁能招回你的芳魂？寒夜凉气阵阵会冻断你头上的玉簪吧！岑参边塞诗中有“都护宝刀冻欲断”岑词中的武夫 ，在碧山后里化为“瑶簪冻折 ”的悲惋之语。“瑶簪冻折”，妆花瓣凋落，寒气十分逼人。刻画出了奇寒中的凄美，倍觉笔力峭拔 。“怕”字显得低徊凄恻。“携盘独出，空想咸阳，故宫落月 ”，此处的携盘独出”，回顾了开头的“明玉擎金”，强烈对衬，使心里黯然。使人在欷虚欠之余，不能不掩卷三思：败亡之因到底是什么。“故宫落月”落月之光 ，是凄惨惨的令人不由掩面而泣 。凄惨的月色也只是暂时的，漫漫长夜 ，即将吞噬故。不可见了。辞宫去国之人，只能徒然地想象那旧都故宫 。西坠的残月余辉点点，情景颇为凄惨 。李贺《金铜仙人辞汉歌》“携盘独出月荒凉”这里词人借其意以汉喻宋，明白地泄露家国败亡的旨意。王沂孙词风浑雅而含蓄。亡国之痛较为深沉。借物咏吟，表达极为曲折委婉。清人周济在《宋四家词选目录序论》中评价王沂孙说 ：“咏物最争托意，隶事处以意贯串，浑化无痕，碧山胜场也 。”评价相当公允。"
        },
        {
            "title": "三姝媚",
            "content": "蓝缸花半绽。正西窗凄凄，断萤新雁。别久逢稀，谩相看华发，共成销黯。总是飘零，更休赋、梨花秋苑。何况如今，离思难禁，俊才都减。今日山高江浅。又月落帆空，酒醒人远。彩袖乌纱，解愁人、惟有断歌幽婉。一信东风，再约看、红腮青眼。只恐扁舟西去，苹花弄晚。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "世间无此娉婷，玉环未破东风睡。将开半敛，似红还白，馀花怎比。偏占年华，禁烟才过，夹衣初试。叹黄州一梦，燕宫绝笔，无人解、看花意。犹记华阴同醉。小阑干、月高人起。千枝媚色，一庭芳景，清寒似水。银烛延娇，绿房留艳，夜深花底。怕明朝、小雨濛濛，便化作燕支泪。",
            "comment": ""
        },
        {
            "title": "扫花游/扫地游 声",
            "content": "商飚乍发，渐淅淅初闻，萧萧还住。顿惊倦旅。背青灯吊影，起吟愁赋。断续无凭，试立荒庭听取。在何许。但落叶满阶，惟有高树。迢递归梦阻。正老耳难禁，病怀凄楚。故山院宇。想边鸿孤唳，砌蛩私语。数点相和，更著芭蕉细雨。避无处。这闲愁、夜深尤苦。",
            "comment": "【注释】王沂孙在咏物词上有较为独到之感觉。这首词是从欧阳修《秋声赋》中转换而来。周颐《蕙风词话》中首评论其为：“以性灵语咏物，以沉著之笔达出。”欧阳修在《秋声赋》云“欧阳子方夜读书，闻有声自西南来者，悚然而听之，曰：异哉！初淅沥以萧飒，忽奔腾而砰湃。&#8943;&#8943;”发端三句即由此化来。商飙乍发，渐淅淅初闻，萧萧还住。写秋风乍起，秋声随作的声势。古代用五音和方位配春夏秋冬四时，商声主西方属秋，秋风故云商飙。概括了欧阳修洋洋洒洒几十字所作的描写 。“乍发、渐、初闻、还住”一系列支作，将秋声散在的听觉形象写得起伏宛然、张弛有致，将秋风秋声写得姿态卓立、声势宛然 。“顿惊倦旅”，写词人闻秋声感羁旅之苦 ，词人的境遇较为凄惨。“顿惊”与“乍发”呼应 ，将秋声与情怀拍合一处。笔势转折。秋声是人惊起时所闻，倦旅之怀是闻秋声所发 。咏秋声意在于其情 ，故意境顿深。“惊”字承前之秋声，熔铸行旅之梦被打断的缘起与惊醒后的神态；启后之倦旅，它又是对秋声触目惊心的心态。“背青灯吊影”，写词人身受漂泊不定、孤寂不堪的羁旅之苦，和一种凄凉的心境：形单影只，独影孤灯，本已情伤。灯影的幽冷摇曳动荡不定，秋声相和。使人倦旅之心顿生 ，只好借赋咏 ，抒发心中愁绪。下面由心情又转写秋声 。“断续无凭”这里则写有意追寻秋声。“试立荒庭听取。”一句以“听取”的方式追寻时断时续终于悄然无息的秋声，通过客舍到荒庭的转换，为从听觉转至视觉作了巧妙而又自然的过渡。以下秋声已住，无处追寻，仿佛秋声留下的足迹。“无凭”是感觉，“但有”是视觉，树叶落后更觉峥嵘。在秋声中徒增冷寂和凋零。此段写法独到，即见无处寻声，却有迹可见的水尽云生，在凝重质实中见出清刚流转。上片秋声是所闻、所感、所见。“ 迢递归梦阻”是上片“顿惊倦旅”的进一步铺陈 。“归梦”为秋声所断，在“倦旅”中 ，思乡之情段段。“归梦阻”之“阻”，一表归梦为秋声所断 ，二表时间渺渺，空间遥遥，梦醒后也有家难归。有家不能归 ，是为不幸，归梦都难成，又何幸焉。客居的孤寂中闻秋声且见落叶飘零之形色，愈益感发他老病交加的凄楚，比之倦旅之情，悲苦过之矣。“阻”所隐含的秋声惊梦，“老耳难禁”暗示的凄楚秋声，均处处遥遥切合题旨，含蓄而曲折，想象较为丰裕自如。既然归期遥遥，就只有异乡的秋夜遥想故乡，自我慰藉 ，词人在秋声中展开对故乡的想象 ：孤雁唳鸣，寒蛩哀吟，雨打芭蕉，透露出凄惶孤寂的意味。比之异乡所闻秋声，愁苦交织，令人肠断心碎。思乡或归家能解脱愁怀，岂料客居愁 ，归家更愁。“避无处 ”，这愁又是与秋声相感发的，秋声无处不在，此愁也无有已时 ，这是秋声所感发的愁怀的第三层曲折。将秋声与愁怀推至悲苦不堪的极致，笔致极为拙重含蓄 。“这闲愁，夜深尤苦”，愁而曰“闲”，是以轻淡之笔写郁结之情。绾合种种愁思一处，在夜深人静、无可诉说的背景之中，显得格外“尤苦”。这首词有很新颖之处，无论在咏物赋情，还是在布局构思上 。在词中表达了一种倦旅思归 、欲归不能、老病缠身的难言之痛、亡国之恨和身世之悲。"
        },
        {
            "title": "青房并蒂莲",
            "content": "醉凝眸。是楚天秋晓，湘岸云收。草绿兰红，浅浅小汀洲。芰荷香里鸳鸯浦，恨菱歌、惊起眠鸥。望去帆，一片孤光，棹声伊轧橹声柔。愁窥汴堤翠柳，曾舞送当时，锦缆龙舟。拥倾国、纤腰皓齿，笑倚迷楼。空令五湖夜月，也羞照、三十六宫秋。正朗吟，不觉回桡，水花枫叶两悠悠。",
            "comment": ""
        },
        {
            "title": "声声慢",
            "content": "风声从臾，云意商量，连朝滕六迟疑。茸帽貂裘，兔园准拟吟诗。红炉旋添兽炭，办金船、羔酒熔脂。问翦水，恁工夫犹未，还待何时。休被梅花争白，好夸奇斗巧，早遍琼枝。彩索金铃，佳人等塑狮儿。怕寒绣帏慵起，梦梨云、说与春知。莫误了，约王猷、船过剡溪。",
            "comment": ""
        },
        {
            "title": "摸鱼儿",
            "content": "玉帘寒、翠痕微断，浮空清影零碎。碧芽也抱春洲怨，双卷小缄芳字。还又似。系罗带相思，几点青钿缀。吴中旧事。怅酪乳争奇，鲈鱼谩好，谁与共秋醉。江湖兴，昨夜西风又起。年年轻误归计。如今不怕归无准，却怕故人千里。何况是。正落日垂虹，怎赋登临意。沧浪梦里。纵一舸重游，孤怀暗老，馀恨渺烟水。",
            "comment": ""
        },
        {
            "title": "声声慢",
            "content": "啼螀门静，落叶阶深，秋声又入吾庐。一枕新凉，西窗晚两疏疏。旧香旧色换却，但满川、残柳荒蒲。茂陵远，任岁华苒苒，老尽相如。昨夜西风初起，想莼边呼棹，桔後思书。短景凄然，残歌共叩铜壶。当时送行共约，雁归时、人赋归欤。雁归也，问人归、如雁也无。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "淡妆不扫蛾眉，为谁伫立羞明镜。真妃解语，西施净洗，娉婷顾影。薄露初匀，纤尘不染，移根玉井。想飘然一叶，飕飕短发，中流卧、浮烟艇。可惜瑶台路迥。抱凄凉、月中难认。相逢还是，冰壶浴罢，牙床酒醒。步袜空留，舞裳微褪，粉残香冷。望海山依约，时时梦想，素波千顷。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "妾似春蚕抽缕。君似筝弦移柱。无语结同心，满地落花飞絮。归去。归去。遥指乱云遮处。",
            "comment": ""
        },
        {
            "title": "无闷",
            "content": "阴积龙荒，寒度雁门，西北高楼独倚。怅短景无多，乱山如此。欲唤飞琼起舞，怕搅碎、纷纷银河水。冻云一片，藏花护玉，未教轻坠。清致。悄无似。有照水一枝，已搀春意。误几度凭栏，莫愁凝睇。应是梨花梦好，未肯放、东风来人世。待翠管、吹破苍茫，看取玉壶天地。",
            "comment": ""
        },
        {
            "title": "眉妩 新月",
            "content": "渐新痕悬柳，澹彩穿花，依约破初暝。便有团圆意，深深拜，相逢谁在香径。画眉未稳，料素娥、犹带离恨。最堪爱、一曲银钩小，宝帘挂秋冷。千古盈亏休问。叹慢磨玉斧，难补金镜。太液池犹在，凄凉处、何人重赋清景。故山夜永。试待他、窥户端正。看云外山河，还老尽、桂花影。",
            "comment": "【注释】江山已易主。在词人王沂孙那里。故国之意仍是一丝扭不断的情结 。 连新月也被词人赋予了这层含义。在强大的、不容置疑的永恒规律面前，词人希冀把握住一种必然。面对宗祖沉沦，今昔巨变之痛，词人借咏新月寄寓了对亡国的哀思。“渐新痕悬柳 ，淡彩穿花 ，依约破初冥 。”由“渐”字领起，刻画初升的新月，烘托出一种清新轻柔的优美氛围。新月如佳人一抹淡淡的眉痕，悬挂柳梢之上。新月渐升，月色轻笼花丛，轻柔的月色象无力笼花，若有若无地穿流于花间，不断升腾仿佛分破了初罩大地的暮霭。三句充满新意地写出新月的独特韵致。对清新美妙的新月，生出团聚的祈望 。接着，“便有团圆意 ，深深拜 ，相逢谁在香径”。 “深深拜”三字，写出“团圆意”的殷切期望。但同赏者未归，词人不免顿生“相逢谁在香径”的怅惘，欣喜和祈望一瞬间蒙上了淡淡的哀愁，新月也染上凄清的色彩。由憧憬变为怅惘，不觉以离人之眼观月。纤纤新月好象尚未画好的美人蛾眉，想是月中嫦娥伤别离之故，借嫦娥之态托出“碧海青天夜夜心”的自伤孤独之情。“ 画眉未稳 ”应和“新痕 ”。与紧扣“素娥”、“ 离恨 ”由月及人 ，虚托出词人委婉曲折的情愫。“最堪爱”一曲银钩小，宝帘挂秋冷。由月中嫦娥的象外兴感折回新月。在无垠的夜空中，新月象银钩似的遥挂在夜空 。夜空浩茫 ，新月何其小也。秋空之“冷”，新月之“ 小 ”它使词人对新月的怜爱之情，具有一种幽渺的意蕴。上片词人表达了对新月在浩茫宇宙中之渺小的怅惘之情随之将笔一纵，大墨一挥“千古”振起，语意苍凉激楚 。“千古盈亏休问”一语括尽月亮与人世来盈亏往复的变化规律。由此领悟到支配无限时间永恒规律的宇宙感 ，反观人世充满了生命短促 ，世事无常 ，兴亡盛衰不容人问的悲哀。“叹慢磨玉斧，难补金镜 ”，用玉斧修月之事，表现出极为沉痛的回天无力复国无望的绝望和哀叹。“休问”、“慢磨玉斧”（慢同谩，徒劳之意）、“难补金镜”的决绝之语，表达一种极其绝痛、惶惑和悲哀的情感。涵括着一种融历史透视和宇宙透视为一体的时间忧患意识。 “太液池犹在 ，凄凉处、何人重赋清景。”总括历朝宋帝于池边赏月的盛事清景 。陈师道 《后山诗话》载：宋太祖曾临池饮酒 ，学士卢多逊作诗：“太液池边看月时 ，好风吹动万年枝。谁家玉匣开新镜，露出清光些子儿 。”周密《武林旧事》曾记载宋高宗和宋孝宗也有临池之举。王沂孙此词中的“叹慢磨玉斧，难补金镜 。太液池犹在 ，凄凉处、何人重赋清景”，由感而发，寥寥几笔，写尽古今盛衰 ，今日已物是人非，情景凄凉之极。“故山夜永”，“夜永”托出残月黯淡之景，象征亡国之哀。漫漫长夜中，永久无尽地煎熬着亡国遗民的心灵。至此，已将词人的亡国哀伤写到极致 。“试待他、窥户端正 ”，奇峰另起 ，见出沉郁顿挫之姿。“窥户端正”应上“团圆意 ”。故乡山河残破，设想他日月圆之时，“还老尽，桂花影。”桂花影，传说月中有桂树 ，这里指大地上的月光 。月亮自是盈亏有恒，而大地山河不能恢复旧时清影，其执着缠绵地痛悼故国之情，千载之下，仍使人低徊不已。唐人有拜新月之俗 ，宋人也喜欢新月下置宴饮酒。临宴题咏新月，也是南宋文士的风雅习尚。赏月观月、因月感怀，是贯穿全篇的线索。循着作者因新月而生的今昔纵横的意识情感流动轨迹，和新月相系的人情典事，寄托词人的怀国之情。"
        },
        {
            "title": "一萼红",
            "content": "占芳菲。趁东风妩媚，重拂淡燕支。青凤衔丹，琼奴试酒，惊换玉质冰姿。甚春色、江南太早，有人怪、和雪杏花飞。藓佩萧疏，茜裙零乱，山意霏霏。空惹别愁无数，照珊瑚海影，冷月枯枝。吴艳离魂，蜀妖浥泪，孤负多少心期。岁寒事、无人共省，破丹雾、应有鹤归时。可惜鲛绡碎翦，不寄相思。",
            "comment": ""
        },
        {
            "title": "醉落魄/一斛珠",
            "content": "揉碎花心，吟碎淡黄雪。",
            "comment": ""
        },
        {
            "title": "高阳台",
            "content": "驼褐轻装，狨鞯小队，冰河夜渡流澌。朔雪平沙，飞花乱拂蛾眉。琵琶已是凄凉调，更赋情、不比当时。想如今，人在龙庭，初劝金卮。一枝芳信应难寄，向山边水际，独抱相思。江雁孤回，天涯人自归迟。归来依旧秦淮碧，问此愁、还有谁知。对东风，空似垂杨，零乱千丝。",
            "comment": ""
        },
        {
            "title": "八六子",
            "content": "扫芳林。几番风雨，匆匆老尽春禽。渐薄润侵衣不断，嫩凉随扇初生。晚窗自吟。沈沈。幽径芳寻。暗霭苔香帘净，萧疏竹影庭深。谩淡却蛾眉，晨妆慵扫，宝钗虫散，绣屏鸾破，当时暗水和云泛酒，空山留月听琴。料如今。门前数重翠阴。",
            "comment": ""
        },
        {
            "title": "晋王大令保母帖",
            "content": "脱落黄祊帖，按辞大令书。稍作兰亭面，七美谅非虚。或讶缺勿毁，或疑集悲夫。考真固云癖，订伪亦以愚。第观竁中藏，清玩唯研壶。晋人擅风流，宜与后世殊。所惜尚言数，卜年八百馀。贞石久且泐，双松当几枯。片砖曷未化，逮兹厄耕锄。方其内幽镌，要以托荒墟。孰知坐此故，反能误意如。传世岂所幸，况遭孽韩污。辨端更为累，但资文字娱。陶土或若此，何为殉玉鱼。",
            "comment": ""
        },
        {
            "title": "长亭怨/长亭怨慢 重过中庵故园",
            "content": "泛孤艇、东皋过遍。尚记当日，绿阴门掩。屐齿莓阶，酒痕罗袖事何限。欲寻前迹，空惆怅、成秋苑。自约赏花人，别後总、风流云散。水远。怎知流水外，却是乱山尤远。天涯梦短。想忘了、绮疏雕槛。望不尽、苒苒斜阳，抚乔木、年华将晚。但数点红英，犹识西园凄婉。",
            "comment": "【注释】这是一首专写感怀旧游的词。王沂孙一改填词用典多惯例，这首词用典极少，文辞稍显简淡的情感曲折跌宕，用语波峭起折，也堪称一首佳作。“泛孤艇、东皋过遍。”写重访中庵故园 。扣准本题。“孤艇”，词人孤身一人重游，流落出访故地的落寞。“东皋过遍” 之“遍”字说明作者足迹遍至东皋，留连徘徊 。烘托出情境。词人对此地蕴含深情，此次特地前来追寻旧游之地 。照下文“ 欲寻前迹”，足见发端伊始，虽入手擒题，却并非一览无余。曲意直笔，颇耐人寻味。“尚记当日”点明下文是对往昔的追忆 。“绿阴门掩”，表明当日中庵园林的清幽 ，景境宜人而访者少。“屐齿莓苔”，指游览之事；“酒痕罗袖”，是讲宴乐的。正所谓“事何限”表明事情的范围。而“记当日”指时间 。昔日中庵园林的清幽无限与当日交游、乐事的欣愉雅致相互生发映衬，给人印象颇佳。“欲寻前迹 ，空惆怅 ，成秋苑 ”。笔锋转至今日。履旧迹，寻前踪 。一切皆已渺然 。旧日舞台歌榭，已雨打风吹去。怡人春光。亦复化为令人惆怅的一片秋色。斗转星移，世事沧桑 。“成秋苑”用李贺《河南府试十二月乐词》“ 梨花落尽成秋苑 ”诗句。“欲寻前迹”本应接在“东皋过遍”之后，词人却把它置于“尚记当日”后面，是一种腾挪之法。这种利用“时间差”的写法，造成今昔的强烈对比，和笔势上的波峭回环之感。词人同时还辅以不同的景致和虚实相生的描写，进一步加强了这种对比 。昔之欢游，“绿阴”、“莓苔”的春色点染 ，乐景独好 ；今之萧条，一片“秋苑”的悲秋笔墨，哀感十足。昔日之乐何其乐，今日之哀何其哀矣 。追忆昔游是出于想象，本是虚写。用了“屐齿莓苔”、“酒痕罗袖”的具体可感的细节，变得历历可见，足见词人对昔游的怀恋之深。重游寻迹，望故园萧条迹渺，感慨无穷，却将万端感慨凝为“空惆怅”一语，用“成秋苑”的写意笔墨，世间沧桑都言尽，寓不尽之意于象外言外，极为空灵，此正是碧山过人之笔 。“空惆怅”感发于中庵园林的今昔相比，和与故人流散之哀，故而下启“自约”数句。“自约赏花后，别后总 ，风流云散”两句写出故人之离散。以风云流散变幻飘渺不定之姿，写人间别离，妥贴空灵而凄美可感 。“ 总 ”字遥合于“孤 ”，写尽人去园空，形单影只相别久矣之感。孤寂的情怀和惆怅的眼睛。贯穿于故园之忆，之寻的过程，非常传神，是词人精心提炼的效果。“水远”。二字起头，于奇峭中透视常理 ，写法非常独特，不落俗套。于叙情之处，戛然收束，寓情于景，让人体味个人情改，颇为曲折 。“水远”在景致上是遥应“泛孤艇”之所见。上片歇拍将故人离散的实事，幻为一片风流云散 。“水远”则是紧承其命脉而来。却以山高水远进一步渲染离散之实。故人的萍踪渺然苍茫里，更加反托出词人怀念之情的悠深缠绵。又以“怎知”“却是”的虚字进一步勾勒 ，欧阳修《踏莎行》有“ 离愁渐远渐无穷 ，迢迢不断如春水”之句，正是水远，表意浑厚。“乱山尤远”。则知水远山长在前人笔下 ，超越自身美感，象征着天各一方的深沉的意蕴。这三句在淡墨无华中，具有浑厚的艺术感染力。在层层递进之中，融进了词人多少怀恋和伤离之情 。“天涯梦短”，以“短”状梦，精警峭拔。是承上启下之转折，它承前反扣山长水远的天涯隔阻，束后则点出天涯未归之人的处境。“想忘了、绮疏雕槛”。“绮疏雕槛”，中庵园林的亭台楼榭。“想忘了 ”是体贴故人迟迟不归之婉辞。梦短路遥 ，是一种叫人割舍不断的痛苦无奈。短梦沟不通花花天涯的阻隔，使故人无可凭依。因而显见词人对故人的同情的了解。“望不尽，冉冉斜阳，抚乔木，年华将晚 。”再折回眼前之景 ，收束全词 。它上承过故园的各种感怀，历层层曲折，极自然地以眼前景作结，正写出词人的情感变化。叙写的景色萧然：一片斜阳晚照、数点残花映红。“ 望不尽，冉冉斜阳”由周邦彦《兰陵王·柳》中的“斜阳苒苒春无极 ”名句而稍加变动。“春无极”改为“望不尽”极写中庵故园今日秋苑的无限萧条。“春”“望”之变，与“重过”故园的题旨相扣。“抚乔木、年华将晚。”《世说新语·言语》载：桓温北伐，前种之树已十围 ，慨然曰 ：“木犹如此，人何以堪。”攀枝折条，泣然流泪。“冉冉斜阳”所描绘的日暮黄昏之景，使人易生苍凉迟暮之感 。“望不尽”，更引出对人生的渺长和惆怅的反思。“抚乔木、年华将晚”进一步渲染此情此景。词中将这种迟暮之悲由外围、外景 、外物引向内心深处 ，使之情景生发，汇融成为绮丽中带悲壮、淡远中寓苍凉的意蕴浑厚的意境。使人意感横生，情景交加，在烟霭苍茫之处，感慨则纷至皆来。但数点红英 。犹记西园凄婉：在斜晖脉脉的中庵故园里，只有几点残存的红英，经历了风风雨雨的洗劫，目睹沧海桑田的变换，在由极或到极衰的转换中 ，也定是凄怆已极吧 。对人、对花，皆是如此。"
        },
        {
            "title": "齐天乐",
            "content": "绿槐千树西窗悄，厌厌昼眠惊起。饮露身轻，吟风翅薄，半翦冰笺谁寄。凄凉倦耳。漫重拂琴丝，怕寻冠珥。短梦深宫，向人犹自诉憔悴。残虹收尽过雨，晚来频断续，都是秋意。病叶难留，纤柯易老，空忆斜阳身世。窗明月碎。甚已绝馀音，尚遗枯蜕。鬓影参差，断魂青镜里。",
            "comment": "【注释】这首词以蝉鸣为贯穿全词的线索。作者把自己的抒情介乎其中，和蝉鸣相互感发生兴的手法，使物我之间描写角度不断转换，人蝉互为虚实的变化交错描绘，从而产生一种意象之间的流动和跳跃，大大拓张了意蕴包容的空间。“绿槐千树西窗悄，厌厌昼眠惊起。”写出环境绿槐千树，浓阴蔽户，人也恹恹地懒在床上却被阵阵蝉鸣惊醒。绿槐千树，当夏令。“悄”点染幽谧氛围。“昼眠惊起”情境转变。这里没有直写蝉，却已虚托出蝉鸣的撩人惊心 。“惊”字表现出词中人缘于某种特定的心境情怀对蝉鸣产生的强烈感受，为下面的借物写情张本 。饮露身轻，吟风翅薄，半剪冰笺谁寄。描写角度由人转到蝉。“饮露身轻，吟风翅薄”，借蝉的形貌习性，象征着对这些物性产生深切感受、强烈共鸣。“饮露”、“吟风”自娱的生活 ，自甘“身轻翅薄”不为时重的淡泊，固守高洁不群的节操，在词人心中，引起强烈的共鸣这种情志在此时此世有谁能理解呢？“冰笺”意为洁白的信笺。由轻薄透明的蝉翼兴发的想象，暗指高洁之质。“冰笺谁寄”，慨叹欲寄无人的叹问表达情怀无人理解。其中所蕴含的实际上是最使词人感到悲哀的、不为故旧知已理解。表达的是“无人信高洁，谁为表予心”的沉痛慨叹。蝉的形象，在传统诗歌中和历代士大夫心目中，历来是高洁的象征具有特定的文化原型意蕴。如虞世南曾咏凄凉倦耳蝉声阵阵，令人怅触；声声凄凉，不堪卒听。故云“倦耳”，“凄凉”一语关蝉鸣之音和人之心境。因此 ，“ 漫重拂琴丝 ，怕寻冠珥 ”。琴声与蝉有何关系 ？《后汉书·蔡邕传》载，“吾心耸然，惟恐螳螂之失之也，此岂为杀心而形于声者乎？”是弹琴者见螳螂捕蝉，而形诸琴。蔡邕这才明白，不是主人请他饮宴又要杀他 。“冠珥”是古代贵官冠上的饰物。词中人根据蝉的感性特征，感发的奇特曲折联想。莫要再弹奏那捕蝉的琴音，怕去寻觅那貂蝉的冠珥。表达了词人不愿意再蹈危机，再履官场之意。“短梦深宫，向人独自诉憔悴 。”不管人的感受如何，蝉鸣如故。绿萌如深宫，在这里做着短梦。人生如梦，苦况堪与人说 。“憔悴”借人身心交困之病态，写蝉之身体瘦小与声音悲切，象征意味极浓。与“ 绿槐千树 ”、“西窗”和“厌厌昼眠惊起”遥遥挽合，虚托出人与蝉经历、心态的曲折变化。蝉无休无止的哀鸣，表现了它对自己的末日的不可解脱的惶恐和悲哀，令人不堪卒听，才会引起他“惊”心的强烈感受，这里再次回应“惊”之词眼。下面写秋景秋意 ：“残虹收尽过雨 ，晚来频续，都是秋意”。“过雨”指时断时续阵雨 。“残虹收尽过雨”指夏秋之交，阴睛不定，秋雨断续，黄昏云收雨止。残虹辉映，雨打落叶，秋意袭人。此处写景，颇有特色。抛开自然时序，以残虹“收尽 ”过雨 ，置 “晚”于“断续”之前 ，赋予景物一种能动的意态，好一幅凋残满目、秋寒烘笼的秋意图。“病叶难留，纤柯易老，空忆斜阳身世 。”写夏秋时序变化。生物也随之由荣变枯。词人以环境的凋残烘染物态人情。紧接三句，即写蝉在这时序变易中的孤苦情态。“ 叶 ”“ 柯 ”是蝉的庇护之所。但已“病”，已“纤”矣 。而蝉的末日已临 。面对此时，曾在夏日不断鸣的蝉，也只能徒徒地追忆往昔繁盛日了 。 这时的浅吟低唱 ，也只能是给自己唱夕阳挽歌。词人在这里用蝉来表示人所处的社会环境和人的经历。“窗明月碎 ”，“碎”字用得绝妙 ，月亮圆挂天空 。但月光却被凋敝的树打碎 。在残叶疏枝的的间隙。零碎的月光穿过。窗前树影摇曳，枯树死蝉，景象惨然。寂静中 ，似有寒蝉余音飘来 。只有它的躯壳 ，还存在冷枝枯叶中 。词中人由此不由自主地揣测 ，这不幸的又不为人理解的小生灵临死前的情状。“鬓影参差 、断魂青镜里。”哀蝉辞世定似满怀怨苦魂化为蝉的女子，鬓影参差，形容憔悴。独自面对青镜，至死不变的节操无人理解，惟祈明镜鉴之，魂断而遗恨无尽也。逆向地化用齐后尸变为蝉的典事，与“短梦深”再次呼应。表达含蓄，近似深沉，有悲剧感。悲剧给人总是刻骨铭心的伤痛。词人心中亦是如此。因为词中人早有一怀相同的遗恨，因而他才会闻蝉心惊，引发“同是天涯沦落人”的相同感怀。咏物之法句有两种 ：一种是抒情主体融合其中，与所咏之物相互感发生兴，通过角度的转换，表现起伏的感情；一种是抒情主体侧身其外，隐于物后，通过时空的变化，展示情感的曲折发展。这首词采用抒情主体入乎其内，与所咏之物相互感发生兴的手法。"
        },
        {
            "title": "高阳台",
            "content": "霜楮刳皮，冰花擘茧，满腔絮湿湘帘。抱瓮工夫，何须待吐吴蚕。水香玉色难裁翦，更绣针、茸线休拈。伴梅花，暗卷春风，斗帐孤眠。篝熏鹊锦熊毡。任粉融脂涴，犹怯痴寒。我睡方浓，笑他欠此清缘。揉来细软烘烘暖，尽何妨、挟纩装锦。酒魂醒，半榻梨云，起坐诗禅。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "恰似断魂江上柳，越春深越瘦。",
            "comment": ""
        },
        {
            "title": "金盏子",
            "content": "雨叶吟蝉，露草流萤，岁华将晚。对静夜无眠，稀星散、时度绛河清浅。甚处画角凄凉，引轻寒催燕。西楼外，斜月未沈，风急雁行吹断。此际怎消遣。要相见、除非待梦见。盈盈洞房泪眼，看人似、冷落过秋纨扇。痛惜小院桐阴，空啼鸦零乱。厌厌地，终日为伊，香愁粉怨。",
            "comment": ""
        },
        {
            "title": "扫花游/扫地游",
            "content": "卷帘翠湿，过几阵残寒，几番风雨。问春住否。但匆匆暗里，换将花去。乱碧迷人，总是江南旧树。谩凝伫。念昔日采香，今更何许。芳径携酒处。又荫得青青，嫩苔无数。故林晚步。想参差渐满，野塘山路。倦枕闲床，正好微曛院宇。送凄楚。怕凉声、又催秋暮。",
            "comment": ""
        },
        {
            "title": "一萼红",
            "content": "小庭深。有苍苔老树，风物似山林。侵户清寒，捎池急雨，时听飞过啼禽。扫荒径、残梅似雪，甚过了、人日更多阴。压酒人家，试灯天气，相次登临。犹记旧游亭馆，正垂杨引缕，嫩草抽簪。罗带同心，泥金半臂，花畔低唱轻斟。又争信、风流一别，念前事、空惹恨沈沈。野服山筇醉赏，不似如今。",
            "comment": ""
        },
        {
            "title": "醉落魄/一斛珠",
            "content": "小窗银烛。轻鬟半拥钗横玉。数声春调清真曲。拂拂朱帘，残影乱红扑。垂杨学画蛾眉绿。年年芳草迷金谷。如今休把佳期卜。一掬春情，斜月杏花屋。",
            "comment": ""
        },
        {
            "title": "一萼红",
            "content": "思飘飘。拥仙姝独步，明月照苍翘。花候犹迟，庭阴不扫，门掩山意萧条。抱芳恨、佳人分薄，似未许、芳魄化春娇。雨涩风悭，雾轻波细，湘梦迢迢。谁伴碧樽雕俎，笑琼肌皎皎，绿鬓萧萧。青凤啼空，玉龙舞夜，遥睇河汉光摇。未须赋、疏香淡影，且同倚、枯藓听吹箫。听久馀音欲绝，寒透鲛绡。",
            "comment": ""
        },
        {
            "title": "声声慢",
            "content": "迎门高髻，倚扇清吭，娉婷未数西州。浅拂朱铅，春风二月梢头。相逢靓妆俊语，有旧家、京洛风流。断肠句，试重拈彩笔，与赋闲愁。犹记凌波欲去，问明珰罗袜，却为谁留。枉梦相思，几回南浦行舟。莫辞玉樽起舞，怕重来、燕子空楼。谩惆怅，抱琵琶、闲过此秋。",
            "comment": ""
        },
        {
            "title": "锦堂春/锦堂春慢",
            "content": "桂嫩传香，榆高送影，轻罗小扇凉生。正鸳机梭静，凤渚桥成。穿线人来月底，曝衣花入风庭。看星残靥碎，露滴珠融，笑掩云扃。彩盘凝望仙子，但三星隐隐，一水盈盈。暗想恁肩私语，鬓乱钗横。蛛网飘丝罥恨，玉签传点催明。算人间待巧，似恁匆匆，有甚心情。",
            "comment": ""
        },
        {
            "title": "解连环",
            "content": "万珠悬碧。想炎荒树密，□□□□。恨绛娣、先整吴帆，政鬟翠逞娇，故林难别。岁晚相逢，荐青子、独夸冰颊。点红盐乱落，最是夜寒，酒醒时节。霜槎猬芒冻裂。把孤花细嚼，时咽芳冽。断味惜、回涩馀甘，似重省家山，旧游风月。崖蜜重尝，到了输他清绝。更留人、绀丸半颗，素瓯泛雪。",
            "comment": ""
        },
        {
            "title": "绮罗香",
            "content": "夜滴研朱，晨妆试酒，寒树偷分春艳。赋冷吴江，一片试霜犹浅。惊汉殿、绛点初凝，认隋苑、彩枝重翦。问仙丹，炼熟何迟，少年色换已秋晚。疏枝频撼暮雨，消得西风几度，舞衣吹断。绿水荒沟，终是赋情人远。空一似、零落桃花，又等闲、误他刘阮。且留取，闲写幽情，石阑三四片。",
            "comment": ""
        },
        {
            "title": "失调名",
            "content": "挑云研雪。",
            "comment": ""
        },
        {
            "title": "观周曾秋塘图有作",
            "content": "秋，秋。萧洒，清幽。人静处，水边头。波细纹纹，风色飕飕。鸥鹭情相狎，凫鸳乐自由。疏苇败荷池沼，白苹红蓼汀洲。几竿渔钓去已尽，一段晚云寒不收。",
            "comment": ""
        },
        {
            "title": "露华",
            "content": "绀葩乍坼。笑烂漫娇红，不是春色。换了素妆，重把青螺轻拂。旧歌共渡烟江，却占玉奴标格。风霜峭、瑶台种时，付与仙骨。闲门昼掩凄侧。似淡月梨花，重化清魄。尚带睡痕香凝，怎忍攀摘。嫩绿渐满溪阴，蔌蔌粉云飞出。芳艳冷、刘郎未应认得。",
            "comment": ""
        },
        {
            "title": "锦堂春/锦堂春慢",
            "content": "露掌秋深，花签漏永，那堪此夕新晴。正纤尘飞尽，万籁无声。金镜开奁弄影，玉壶盛水侵棱。纵帘斜树隔，烛暗花残，不碍虚明。美人凝恨歌黛，念径年间阻，只恐云生。早是宫鞋鸳小，翠鬓蝉轻。蟾润妆梅夜发，桂熏仙骨香清。看姮蛾此际，多情又似无情。",
            "comment": ""
        },
        {
            "title": "露华",
            "content": "晚寒伫立，记铅轻黛浅，初认冰魂。绀罗衬玉，犹凝茸唾香痕。净洗妒春颜色，胜小红、临水湔裙。烟渡远，应怜旧曲，换叶移根。山中去年人到，怪月悄风轻，闲掩重门。琼肌瘦损，那堪燕子黄昏。几片故溪浮玉，似夜归、深雪前村。芳梦冷，双禽误宿粉云。",
            "comment": ""
        },
        {
            "title": "踏莎行",
            "content": "白石飞仙，紫霞凄调。断歌人听知音少。几番幽梦欲回时，旧家池馆生青草。风月交游，山川怀抱。凭谁说与春知道。空留离恨满江南，相思一夜苹花老。",
            "comment": ""
        },
        {
            "title": "齐天乐 萤",
            "content": "碧痕初化池塘草，荧荧野光相趁。扇薄星流，盘明露滴，零落秋原飞磷。练裳暗近。记穿柳生凉，度荷分暝。误我残编，翠囊空叹梦无准。楼阴时过数点，倚阑人未睡，曾赋幽恨。汉苑飘苔，秦陵坠叶，千古凄凉不尽。何人为省。但隔水馀晖，傍林残影。已觉萧疏，更堪秋夜永。",
            "comment": "【注释】王沂孙的几首词为历代评论家所推崇。或论之为“运意高远，吐韵妍和，”（戈载《七家词选》），或称之为“咏物最争托意，肃事处以意贯串，深化无痕。”这首词借咏萤寄托亡国之恨，结构甚为严密，体物精工，托意较为深远。“碧痕初化池塘草，荧荧野光相趁”，萤 ，在水边草根产卵 ，常被误认为是腐草所化 ，《艺文类聚》卷三引《 周书·时训 》及《礼记 》，说“腐草化为萤”，故有首句 。写萤的初生及其发光。碧痕，象草又象萤 。荧荧，状似萤光，“相趁”指相逐飞行于野外 。“扇薄星流”，化用杜牧《秋夕》“轻罗小扇扑流萤”诗句 。薄薄的罗扇扑不了萤，飞萤象星光一样，不断流动。“盘明露滴”，据历史记载，汉武帝曾经建造一个铜柱 ，高达二十丈 。上建有一铜人，托着盘子，接着上天滴下的露泽 。这里意为流光。“零落秋原飞煈”讲述萤的飞与光。俗称煈为鬼火，句说萤光秋原中的煈火，以“零落”二字形容，令人大兴亡国之慨。这里逐步渲染萤光本身和有关环境所呈现的阴冷气氛。“练裳暗近”，用杜甫《见萤火》诗“帘疏巧入坐人衣”和《荧火》“时能点客衣 ”句意，描述萤暗中飞近人身。“记穿柳生凉 ，度荷分暝”，“记”字为领字，从而引出作者本人，从作者记忆中的形象来写萤。穿柳、度荷描述萤的姿态优美。生凉，感受强烈似凉风袭来；分暝，萤飞荷塘划破了荷塘暮色，构思巧妙新颖 。“ 误我残编 ，翠囊空叹梦无准 ”。《 晋书·车胤传》“（车胤）家贫不能得油，夏月则用练囊盛数十萤火以照书，以夜继日焉。”借与萤有关的事，自叹国亡读书无用。上片，以写萤起 ，归结到自身的不得志；下片，也以写萤起 ，而归结到亡国之恨 。“楼阴时过数点，倚阑人未睡，曾赋幽恨”由写萤飞，过渡到人见萤生恨 ，萤人并写 ，楼阴倚阑相应 ，未睡和幽恨呼应。“汉苑飘苔，秦陵坠叶 ，千古凄凉不尽”。汉苑苔积能飘，秦陵树叶飞坠，预示国亡。也正是“千古”的“凄凉”之事 。这种事到当今仍相继“不尽”，使人凄凉倍甚。暗中关合宋亡。刘禹锡《秋萤引》：“汉陵秦苑遥苍苍，陈根腐叶秋萤光。夜空寂寥金气净，千门九陌飞悠扬 。”此诗 ，写萤与汉苑、秦陵的关系，浑化无迹。使赋幽恨和萤相连 。“何人为省？但隔水余晖 ，傍林残影”。点出萤与“凄凉不尽”之事的关系，迂回烘托，任读者的思绪信马驰缰。这些事，只有夜里的飞萤能以其“隔水”、“傍林”的活动，以其“余晖”、“残影”的身段去见证。“何人”二字 ，以人带萤，以萤喻人。其注意、痛心于那些亡国之事，与萤相同。作者在萤身上，暗寓遗民身世，倾注那么多的共同感情。汉苑、秦陵之事，针对着元朝占领临安后，江南释教总统杨琏真伽在绍兴一带挖掘南宋的陵墓 。“已觉萧疏，更堪秋夜永！”秋天夜路漫漫 ，那能靠萤光来支持。这里隐喻宋朝遗民面对亡国的萧萦河山 ，前路漫漫 ，不见光明，艰难的处境难以挨受。此词很大的特点在于，全文是咏萤的，但并无一“萤”字出现，而借它物烘托。并且在咏萤中，作者将一腔对故国怀恋而产生的郁闷心绪 ，全部倾注出来，当是其遗民情结使然。"
        },
        {
            "title": "南浦",
            "content": "柳外碧连天，漾翠纹渐平，低蘸云影。应是雪初消，巴山路、蛾眉乍窥清镜。绿痕无际，几番漂荡江南恨。弄波素袜知甚处，空把落红流尽。何时橘里莼乡，泛一舸翩翩，东风归兴。孤梦绕沧浪，苹花岸、漠漠雨昏烟暝。连筒接缕，故溪深掩柴门静。只愁双燕衔芳去，拂破蓝光千顷。",
            "comment": ""
        },
        {
            "title": "扫花游/扫地游",
            "content": "小庭荫碧，遇骤雨疏风，剩红如扫。翠交径小。问攀条弄蕊，有谁重到。谩说青青，比似花时更好。怎知道。□一别汉南，遗恨多少。清昼人悄悄。任密护帘寒，暗迷窗晓。旧盟误了。又新枝嫩子，总随春老。渐隔相思，极目长亭路杳。扰怀抱。听蒙茸、数声啼鸟。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "翠云遥拥环妃，夜深按彻霓裳舞。铅华净洗，涓涓出浴，盈盈解语。太液荒寒，海山依约，断魂何许。甚人间、别有冰肌雪艳，娇无奈、频相顾。三十六陂烟雨。旧凄凉、向谁堪诉。如今谩说，仙姿自洁，芳心更苦。罗袜初停，玉珰还解，早凌波去。试乘风一叶，重来月底，与修花谱。",
            "comment": ""
        },
        {
            "title": "淡黄柳",
            "content": "花边短笛。初结孤山约。雨悄风轻寒漠漠。翠镜秦鬟钗别，同折幽芳怨摇落。素裳薄。重拈旧红萼。叹携手、转离索。料青禽、一梦春无几，後夜相思，素蟾低照，谁扫花阴共酌。",
            "comment": ""
        },
        {
            "title": "庆清朝 榴花",
            "content": "玉局歌残，金陵句绝，年年负却薰风。西邻窈窕，独怜入户飞红。前度绿阴载酒，枝头色比舞裙同。何须拟，蜡珠作蒂，缃彩成丛。谁在旧家殿阁，自太真仙去，扫地春空。朱幡护取，如今应误花工。颠倒绛英满径，想无车马到山中。西风後，尚馀数点，还胜春浓。",
            "comment": "【注释】王沂孙的艺术风格特长在于咏物。他借用前人诗句，略加点染，榴花风貌就历历在目。把哀感也融入新鲜的审美感中 。全词表意清楚 ，用古事和前人词诗，能消弥其于无痕，这种艺术写法，还是很值得玩味的。“玉局歌残，金陵句绝 ，年年负却熏风”，起笔之处就点出了榴花，并说从苏轼、王安石咏柳花诗词后，便没有续响，任榴花自开自落，年年辜负了夏日熏风。玉局指苏轼。苏轼曾因反“新政”反被贬至海南岛。微宗即位后，他遇赦而还。后被任为提举玉局观 ，因而后人或称之为苏玉局 。他的《贺新凉·夏景》后片，就是写榴花的 ：“石榴半吐红巾蹙，待浮花浪蕊都尽，伴君幽独。秾艳一枝细看取，芳心千重似束。又恐被秋风惊绿。&#8943;&#8943;”另一首《南歌子·暮春》，气象更为宏美，词是：“紫陌寻春去，红尘拂面来。无人不道看花回。惟见石榴新蕊一枝开。冰簟堆云髻，金尊滟玉醅。绿阴青子莫相催。留取红巾千点照池台。”“金陵”是指王安石，因其晚年家住金陵而称之。《王直方诗话》有句云“ 浓绿万枝红一点，动人春色不须多”，谓翰林苑有一枝石榴 ，叶长而花独一。这段讲述自从苏、王二人赋咏榴花诗词后，后来再无续响，花自落水空流，夏日熏风皆辜负。但是王沂孙感到诗词家久没有这样的描写了，让石榴花寂寞冷落，辜负了初夏时光。这三句既点出了榴花，又已有今昔盛衰哀感。“西邻窈窕，独怜入户飞红 ”，朱熹《榴花》诗云：“窈窕安榴花，乃是西邻村 。坠萼可怜人，风吹落幽户。”“坠萼”、“飞红”意谓盛后将谢光景，表现了一种无可奈何的惆怅。“前度绿阴载酒，枝头色比舞裙同 ”。这里暗用唐人万楚《五日观妓》“ 裙红妒杀石榴花”句意。红裙即石榴裙，梁何思澄《南苑逢美人》诗 ：“日照石榴裙。”这样就点出石榴花来 ，并讲它可以同石榴裙媲美。由昔及今，由他人及己，续写对榴花的欣赏。说 ：“何须拟，蜡珠作蒂，缃彩成丛 。”笔力顿挫，反衬石榴花之好 。温庭筠《海榴》诗：“蜡珠攒作蒂，缃彩剪成丛。”这里一反温氏之诗意 。这里用缃彩花树作比 。六朝唐宋立日春剪彩为花 ，曾有诗云：“白雪剪花朱蜡蒂”。词人认为榴花艳似舞裙，更不须用剪缃彩作的假花相比。“谁家旧家殿阁”之下由一般榴花突然写到旧时宫殿榴花 ，他却是据唐朝故事写的。《洪氏杂俎》说杨贵妃曾在骊山遍种石榴 。“谁在旧家殿阁？自太真仙去，扫地春空。”借唐玄宗去蜀，贵妃马嵬自缢事，而暗喻宋王朝德祐之难后亡国之事。王沂孙身历亡国情境 ，借古今兴亡国辙迹 ，这几句话是假借石榴话古，实则伤今。“朱幡护取 ，如今应误花工 ”，典出《西阳杂俎·支诺皋下 》。唐玄宗天宝年间，有处士崔玄者在洛阳居住 。 有一个叫阿措的女郎告诉他 ：“各位女伴都住在花囿中，每次都被恶风所挠。崔玄依其言，在苑中立了一个朱幡。在东风振地时，苑中繁花无损。石阿措即安石榴。众女伴都是花精。词引入此故事，是说而今却再无花工设幡来护惜石榴。“颠倒绛英满径，想无车马到山中”由宫中榴花转写山中榴花。这二句，是融化韩愈《榴花》诗“可怜此地无车马，颠倒青苔落绛英”的诗意，诗中有很浓的山野情趣 。写榴花花开花落 ，无仕女到山里看花。从而赋予榴花以清新洒脱的品格 。“西风后，尚余数点，犹胜春浓 ”三句作结 ，借“万绿丛中红一点，动人春色不须多”之意 ，反映了榴花的自然美，不因西风而减，反胜过“五月榴花照眼明”时，表现词人欣赏榴花并不在于一片繁红。结尾从榴花由盛转凋着眼这就和上阕“西邻窈窕，独怜入户飞红”、“何须拟，蜡珠作蒂，湘彩成丛”等句，互相照应，这里自有一种高贵的品格蕴含其中，歌咏了亡国后逸人高士的高贵品质。这首咏榴花的词，王沂孙自然流露的是对榴花的鉴赏。词中正面描绘很少，而是用前人咏榴花的诗词和种榴故事来烘托出榴花的美。"
        },
        {
            "title": "齐天乐",
            "content": "冷烟残水山阴道，家家拥门黄叶。故里鱼肥，初寒雁落，孤艇将归时节。江南恨切。问还与何人，共歌新阙。换尽秋芳，想渠西子更愁绝。当时无限旧事，叹繁华似梦，如今休说。短褐临流，幽怀倚石，山色重逢都别。江云冻结。算只有梅花，尚堪攀折。寄取相思，一枝和夜雪。",
            "comment": ""
        },
        {
            "title": "绮罗香 红叶",
            "content": "玉杵馀丹，金刀剩彩，重染吴江孤树。几点朱铅，几度怨啼秋暮。惊旧梦、绿鬓轻凋，诉新恨、绛唇微注。最堪怜，同拂新霜，绣蓉一镜晚妆妒。千林摇落渐少，何事西风老色，争妍如许。二月残花，空误小车山路。重认取，流水荒沟，怕犹有、寄情芳语。但凄凉、秋苑斜阳，冷枝留醉舞。",
            "comment": "【注释】情感备至，而万物皆可为文。王沂孙的故国之恋在落叶、红叶、新月、春水等身上，皆可寄寓。此词是为赏红叶而作，意在为红叶传神，却被写得如此凄美，实则寄寓词人一片怜爱哀婉的情绪。“玉杵余丹，金刀剩彩，重染吴江孤树”。玉杵，是仙人捣药用的 ，丹即方士炼丹的硃砂。六朝、隋、唐至宋，有立春制作剪彩树的民间习俗 。“剪彩花前燕始飞 ”，“剪彩作新梅”，都是用红绡剪花，唐崔信明有“枫落吴江冷”句，得句一时，第三句就是用此诗意。枫树新出红叶，象是仙人杵下余留的丹砂，是宫廷剪花剩下的红绡。作者把枫树写得清美而孤单。 “ 几点朱铅 ，几度怨啼秋暮”。枫叶上的红色，已经经过几番暮秋凉雨。词人在这句赋予枫叶可以怨啼的感情，用拟人化的效果，准确而生动地表达了枫叶的变化。“惊旧梦、绿鬓轻凋，诉新恨、绛唇微注”青色的枫叶，在秋天变红，恰似旧梦消逝堪惊，绿鬓已容易地凋谢了。红色枫叶又像微点绛唇 ，在诉说新恨。“最堪怜，同拂新霜，绣蓉一镜晚妆妒。”紧承上文。用“怜”“爱”表达枫叶之变化 。“绣蓉”，如锦绣似的芙蓉，即荷花，“镜”指水面 。红荷对经霜枫叶之红艳生妒，则枫叶颜色之惹人怜爱可知。王沂孙意在表达出，芙蓉仍是荷花 ，池水却成妆镜 。一“妒”字，把荷花人格化。为什么不是“芙蓉如面”的美人临镜晚妆，嫉妒枫叶之艳色？因为前有“同拂新霜”一句，则知非与枫叶同时之植物秋荷莫属也。下片由“爱”生“ 怜 ”，写出怜惜红叶之意味。“千林摇落渐少”秋天到了 ，“萧瑟兮草木摇落而变衰 ”（宋玉《九辩》），“何事西风老色，争妍如许”。只有枫叶独自鲜红如初。西风中的深老的颜色，因何还能这样争研斗美 ？“二月残花，空误小车山路”。平铺开来，对红叶之貌美，极度赞扬。“重认取、流水荒沟，怕犹有、寄情芳语 ”。用唐人御沟红叶题诗的典故用来 。借指红叶虽已落下，但自然有情有义。唐宣宗宫女有《题红叶》诗 ：“流水何太急，深宫尽日闲。殷勤谢红叶，好去到人间。”这里说更应再仔细辨认一下荒沟流水中的红叶，希望有唐宫女一样的寄托情思的芳美诗句在上面。“但凄凉、秋苑斜阳 ，冷枝留醉舞。”照应“重染吴江孤树。”白居易《醉中对红叶》：“醉貌如霜叶，虽红不是春。”比红为醉酒之貌。姜夔《法曲献仙音》词：“ 谁念我重见冷枫红舞 ”，枫叶红了，是天冷之故 。“但”字承上转折 ，御沟题诗的红叶已不见了，只有斜阳临照和冷枫上的红叶依旧 。从“ 秋苑”到“醉舞”烘托出一种凄凉境界。以“ 凄凉 ”二字包领，表现了万分无可奈何的情绪。红叶即是枫叶。在这首咏红叶词中，词人抒发对秋天枫叶的自我感受。随心想象，因而写得是一片怜爱哀惋情绪 。词为赏红叶而写 ，所以意在为红叶传神，红叶却被赋予幽美而孤寂凄清的作者自己的感情色彩。作者因寄所托，反映了自己一种心境。"
        }
    ]
}