{
    "dynasty": "宋",
    "author": "王清惠",
    "poems": [
        {
            "title": "送水云归吴",
            "content": "朔风猎猎割人面，万里归人泪如霰。江南江北路茫茫。粟酒千锺为君劝。",
            "comment": ""
        },
        {
            "title": "李陵台和水云韵",
            "content": "李陵台上望，答子五言诗。客路八千里，乡心十二时。孟劳欣已税，区脱未相离。忽报江南使，新来贡荔枝。",
            "comment": ""
        },
        {
            "title": "秋夜寄水月水云二昆玉",
            "content": "万里倦行役，秋来瘦几分。因看河北月，忽忆海东云。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "太液芙蓉，浑不似、旧时颜色。曾记得、春风雨露，玉楼金阙。名播兰簪妃后里，晕潮莲脸君王侧。忽一声、颦鼓揭天来，繁华歇。龙虎散，风云灭。千古恨，凭谁说。对山河百二，泪盈襟血。客馆夜惊尘土梦，宫车晓碾关山月。问嫦娥、於我肯从容，同圆缺。",
            "comment": "【注释】①太液芙蓉：太液池本汉代宫中池名，唐代长宏大明宫中亦有太液池。这两句是以花比人，说自己本是宫中女官，容貌美丽，现在已面貌憔悴，完瑟全失去旧时的风姿。　浑不似：全不似。②春风雨露：比喻君恩。③玉楼金阙：泛指南宋宫殿。④兰簪：本为女子首饰，这里借喻宫中后妃。　簪，一作“馨”。⑤晕潮：形容脸上泛起羞红的光采。⑥“龙虎风云”二句：指王朝覆亡。⑦“对山河”二句：是说险固的山河要塞，已沦入敌手。⑧从容：舒缓不迫。【评解】此词为作者被俘北上途中所作。抒写了国破家亡、今非昔比的哀愁与感伤。上片从眼前景物全非入手，回忆当年在宫中的情况。下片写被俘途中的感慨。据说这首驿中题壁词，当时在中原传诵，颇有影响。------------------------------王清惠是南宋宫中的昭仪（女官）。她是位才华横溢的女子 。1276 年正月，元兵攻入临安，南宋灭亡。三月，王清惠随三宫三千人作俘北上。途径北宋时的都城汴梁夷山驿站 ，勾起王清惠深切地亡国之痛，在驿站墙壁上题了词《满江红》（太液芙蓉）。这首词后被传遍中原。文天祥、邓光荐、汪元量等皆有词相和。“太液芙蓉，浑不似、旧时颜色 ”，一声长长的叹息：皇宫太液池中的荷花，原来娇艳无比，但今是昨非，已失去往日颜色。这里以花喻人，指自己已失却往日容颜。太液池，指皇宫的池苑，汉唐两代皇家宫苑内都有太液池。白居易《长恨歌》中有“太液芙蓉未央柳，芙蓉如面柳如眉，对此如何不泪垂”的诗句，唐玄宗时，杨贵妃常在太液池中洗浴。但经过安史之乱后 ，明皇回到长安，景物依旧，但故人不在，令明皇无限感伤。王清惠以劫后余生的皇宫里的荷花自比，是很符合她的嫔妃身份的。荷花“出污泥而不染”王清惠以此自喻的意思，表明自己立志保全名节的志气。“曾记得，春风雨露，玉楼金阙。名播兰馨妃后里，晕潮莲脸君王侧 。”今日的凄清飘零，自然使她想起往昔的荣华、欢乐。玉楼金阙，雨露承恩，享不尽的荣华富贵。“春风雨露”，用花承春风雨露，喻指人得浩浩皇恩。“玉楼金阙”，借环境渲染景象，从皇宫的富丽堂皇，渲染繁华生活 。“名播兰馨妃后里，晕潮莲脸君王侧 ”，从写花自然过渡到写人，写自己在皇宫里受宠幸的生活 。“莲脸”二字，不仅说自己面容美如荷花 ，又照应前面的“太液芙蓉”。美好的生活总是令人留恋的。对旧日官廷无限眷恋之情，却反衬出今日的可悲。通过文势上的跌宕。写作者感情上的巨变。“忽一声鼙鼓揭天来 ，繁华歇。”鼙鼓，军中所击的鼓，借以指军事行动 。白居易《长恨歌》中说：“渔阳鼙鼓动地来，惊破霓裳羽衣曲 ”。忽然一声鼙鼓惊天动地，元兵汹涌而来，直捣临安。使住在深宫里的高贵妃子 ，猛然发觉，一朝繁华已烟消云散了。“忽一声”突如其来 ；“揭天来”，元兵的汹涌气势；“繁华歇”，则高度概括德祐之变。“繁华”二字，既指繁华生活，也指逸乐时代。“龙虎散 ，风云灭”，由江山巨变，泻出胸中的亡国之恨。南宋朝廷已经土崩瓦解，君臣流散，大势已去。《易经》上有“云从龙，风从虎”的说法。“龙虎散”，指南宋君臣溃散 ，“风云变”，比喻政治上的威势消失。“千古恨，凭谁说 ？对山河百二，泪盈襟血。”山河破碎。人如飘絮。这千古遗恨，凭谁诉。“ 山河百二”《史记·高祖本纪》中讲关中险要谓：“持戟百万，秦得百二焉。” “山河百二”喻指宋代江山。虽“山河百二”，亦不足恃 。这是偏安于江南一隅的南宋王朝犯下的一个大错。王清惠一个红粉佳人，能有词政治见解，亦属可贵。“驿馆夜惊尘土梦，宫车晓辗关山月 。”词人从个人的遭遇写到国家的命运，又回过头来定个人目前的处境。“驿馆”，是古代官办的交通站的旅馆 。“尘土梦 ”，说在旅馆里夜间做梦也是尘土飞扬的一派战乱场景。这两句说明作者是羁旅途中。飞扬的尘土意谓战乱景象。宫妃们饥寒露宿，翻山越岭，驶向花的关塞，征途之苦可想而知。“问姮娥、于我肯从容 ，同圆缺。”对王清惠来说，一位“ 晕潮莲脸君王侧 ”的皇妃，一朝沦为敌俘。是忍辱求荣？还是保持节操？她仰望天空冰冷的月亮，陷入深深地思考之中：月里嫦娥呀，您容许我追随你，去过同圆缺，共患难的生活吗？古人曾讲：“作诗 ，不可以无我 ”（见清·袁牧《随园诗话》）。诗乃诗人个性之写照。词亦如此。如东坡居士为人洒脱，不拘小节，其诗为豪迈一派。柳永多出入市井，其诗则偏于婉约，写情尤多。清惠的词，艺术个性较为突出，将其婉惜、悲痛、惊恐、凄苦复杂感情 ，表达得淋漓尽致，既可信 ，又维妙维肖。文贵有情 ，这首词传唱良久之原因 ，盖由于此吧。王清惠作的此词，又是其身分的反映。王清惠毕竟是一位昔日受宠的嫔妃，一个弱女子，此时捏在敌人的手掌心里，能做什么？委身求荣非其所愿，出世而去过清静寂寞的生活，不也是一种反抗么？虽然软弱，但这种反抗不更符合王清惠其人的性格么？后来王清惠就去当女道士，了结了一生。可见她写这首词时，也就是当她“ 问姮娥 、于我肯从容 ，同圆缺”时，已经打定要脱离尘世。对她而言，这样做实在唯一可行的办法。"
        },
        {
            "title": "捣衣诗呈水云",
            "content": "妾命薄如叶，流离万里行。燕尘燕塞外，愁坐听衣声。",
            "comment": ""
        },
        {
            "title": "诗一首",
            "content": "愁到侬时酒自斟，挑灯看剑泪痕深。黄金台迥少知己，碧玉调高空好音。万叶秋声孤馆梦，一窗寒月故乡心。庭前昨夜梧桐雨，劲气潇潇入短襟。",
            "comment": ""
        }
    ]
}