{
    "dynasty": "宋",
    "author": "王迈",
    "poems": [
        {
            "title": "送方栻赴铨",
            "content": "笑提虹管试春闱，大手何妨小出奇。龙种嘶鸣暗万马，鹿麑辟易避孤罴。京城纸贵争传赋，便驿书来賸寄诗。老友生平识英物，要看修竹拂云枝。",
            "comment": ""
        },
        {
            "title": "寄呈漳守李侍郎元善四首",
            "content": "侍郎佛地位中人，一饭何尝不念民。泾渭同流须有别，雪霜杀物乃为仁。扬清可使贪夫愧，去恶能令善者伸。自笑狂生太饶舌，见诗少喜定多嗔。",
            "comment": ""
        },
        {
            "title": "听儿德胙读书呈邱景实知一教授",
            "content": "我被儒官误，如今又教渠。但令识数字，不要读多书。帝惮汲生戆，人嫌贾谊疏。君看朱紫贵，不害腹空虚。",
            "comment": ""
        },
        {
            "title": "离家",
            "content": "无端轻弃白云坳，似被梅花唤出郊。岁律堂堂蛇赴壑，宦途役役燕营巢。数更听雨情何极，忧国怀家睫不交。老了英雄天不管，那堪更被山嘲小。",
            "comment": ""
        },
        {
            "title": "谢政府馈金",
            "content": "大廷昔日曾空臆，时论忌人太疏直。名公正色力主盟，寘之甲科免居乙。殿庐今日忝校文，甘言如饴心所嫉。或者欲植桃李恩，慨然为下雌黄笔。头方直是不能圆，入险固应阴下石。我公天下尽门生，仆荷知音心感激。幸无贓墨辱门墙，犹免语人颜发赤。感公具眼照人才，坠履遗簪犹爱惜。临归多谢馈兼金，何日能为还白璧。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "人物渺然，蕙兰椒艾，孰臭孰香。昔尹公和靖，与龟山老，虽同名节，却异行藏。尹在当年，深居养道，亲见兵戈兴洛阳。杨虽出，又何畀於蔡，何救於章。公今为尹为杨。这一著须平心较量。正南洲潢弄，西淮鼎沸，廷绅噤舌，举国如狂。招鹤亭前，居然高卧，许大乾坤谁主张。公须起，要擎天一柱，支架明堂。",
            "comment": ""
        },
        {
            "title": "挽崇清陈侍郎五首",
            "content": "当轴开边衅，朝绅半诡随。公方司献纳，言必及安危。愿饰湟中备，毋轻马邑师。当时虽枘鉴，今日若蓍龟。",
            "comment": ""
        },
        {
            "title": "黄君会景伊西上",
            "content": "杞梓非凡材，骐騄非凡马。朴樕不入公输门，赏骏岂无伯乐者。龙泉真宝剑，焦尾亦名琴。张华有眼识紫气，子期解听流水音。凡物时为之否泰，横宝在道众所爱。十年读书得一友，送之西征吾意快。梅花馨，雪花明，仙霞直上带云津。别君不作儿女语，万卷诗书早致身。柳绵飞，榆荚舞，软红尘中花如雨。逢君一笑上青楼，破费黄金买金缕。那时君已在瀛洲，而我正为京华游。便教后举入黄甲，早是输君此一筹。",
            "comment": ""
        },
        {
            "title": "赠无诤和尚四首",
            "content": "学道参禅空自忙，郭郎鲍老各郎当。不如卸取戏衫子，甘与人呼作哑羊。",
            "comment": ""
        },
        {
            "title": "监试卫通判送桂花一枝得四绝句以谢",
            "content": "郡家结得此花缘，盛事龙头四十年。书种至今香不断，馨儿俱作广寒仙。",
            "comment": ""
        },
        {
            "title": "陈侍郎见激字韵和以见寄复用韵谢",
            "content": "先生德量万顷波，挠之不浊无湍激。文章亦如万斛泉，酌之不竭何悭惜。沧浪亭下把钓竿，双笔堂前看苍璧。时逢问字客及门，倒屣不要人扶出。饮酣戏索乌栏书，吟罢笑拈麟脯擘。一诗直万欢林金，衙官坡谷奴刘石。得者须熏玉蕤香，览而玩这痊百疾。堂堂元帅坐词坛，余子谁堪承羽檄。许侯端是忘年交，具眼郎然为赏识。云岫诗卷盈锦囊，自欣邂逅有胜特。先生筋力似裴公，侯比香山才更逸。凉台燠馆富唱酬，如见古人今之夕。斐然小子谩成章，所美信美安敢溢。有来珍翰费吹嘘，展阅再三感千百。当偕巨帙什袭藏，寒谷先期有春色。新年更拟打作碑，荐福莫教雷霹雳。",
            "comment": ""
        },
        {
            "title": "嘲解十首",
            "content": "三贤千载共襟期，出处存亡同一时。吾道非耶夫讵测，斯人已矣我畴依。希文若在甘为党，邢恕无知却背师。坐此褫官吾不恨，恨他同传是韩非。",
            "comment": ""
        },
        {
            "title": "看蒋玉父有珍炙膏肓",
            "content": "炷匀剧炎火，端躬如泰山。医师工指授，竖子觉毛寒。铁脊梁须壮，银河水不乾。明知宁忍痛，绝欲信为难。",
            "comment": ""
        },
        {
            "title": "送吴魁君谋叔告赴召二首",
            "content": "盛名之下最难居，一节清忠自有余。竖铁脊梁须我辈，横金腰带中伊渠。和戎自古迷当局，善类何时可得舆。搞认朝廷须正大，莫如乡党费分疏。",
            "comment": ""
        },
        {
            "title": "赞彦广兄喜相",
            "content": "数珠在手鹿随身，一笑陶陶满面春。天地知他心事好，百年饶与作间人。",
            "comment": ""
        },
        {
            "title": "丁丑同蒋力父东归至城诗以别之",
            "content": "发轫神皋愁热甚，解骖乡井得凉多，半生相托左右手，一日同收甲乙科。老我已锄年少习，期君共守岁寒柯。荣华富贵邯郸枕，惟孝惟忠久不磨。",
            "comment": ""
        },
        {
            "title": "瑞鹤仙",
            "content": "芳菲春二月。正软红尘里，踏青时节。山川孕人杰。好赤城丹洞，丰姿奇绝。云霄阀阅。个精神、清如玉雪。看谈兵议论，风霆舞剑，刚肠如铁。闻说。年方英妙，已向城边，飞书驰捷。誓清击楫。宁久此，淹车辙。对花朝称寿，朱颜未老，尽有功名事业。便张韩刘岳传名，何如一叶。",
            "comment": ""
        },
        {
            "title": "寿南宗东岩四首",
            "content": "万斛龙文笔可扛，诗坛坐受百城降。文章代长庚李，福气前朝戊子庞。见说明时延彦胜，可令属籍欠鸿庞。余干相业公须继，先借双旌泣是邦。",
            "comment": ""
        },
        {
            "title": "挽陈直学二首",
            "content": "领袖乡庠四十年，被书误是到华颠。玉川大用不及试，东野古心常自鞭。抱疢二诗知命语，遗骸怀偈小乘禅。修文地下非公愿，生则当生兜率天。",
            "comment": ""
        },
        {
            "title": "挽漳守郑都承子敬四首",
            "content": "当日曾同鵷鹭群，清漳风月又平分。轮囷肝胆忧时事，袖绎诸书洗吏氛。悔不佩韦成造次，幸犹挂剑答殷勤。两只鸡斗酒行酹，三十六湾生暮春。",
            "comment": ""
        },
        {
            "title": "鹅坑先茔晚归",
            "content": "诘曲穿荒径，高平见远山。溪乾呈石紫，林峭露枫丹。不道归来晚，惟愁句未安。片云真解事，放出月团团。",
            "comment": ""
        },
        {
            "title": "挽平昌戴丞二首",
            "content": "文录传三昧，词坛白雪吟。奇才困场屋，晚岁缀绅簪。所历官虽小，去思人到今。挂冠垂九秩，福善见天心。",
            "comment": ""
        },
        {
            "title": "送陈君保作吉赴广漕",
            "content": "昔我与君俱妙龄，同时弃贡乡曲英。君携令逊伯湖氏，天性好义甚好名。薄俗斗粟有德色，君视名第鸿毛轻。此事今无古亦少，百鸟群中孤凤鸣。老天相知苦不早，囊书匣剑犹书生。累年文屋提铁骑，共我掎角参齐盟。我于再战偶得隽，君虽屡衂无弱兵。长须忽持双鲤至，短褐欲访五羊城。红粉蛛丝期已近，金滩鸂鶒眼偏明。知君图南非左计，九万扶摇第一程。畴昔韩苏行脚处，一草一木被光明。鳄鱼久出海若避，白鹤诗留泉石清。葛仙丹井湮眼没，伏波铜柱余峥嵘。君行窥奇摘海异，海沃磊声气愈盈。闽士南征可车载，间有铁中夸铮铮。韶山瑚夏琏只君是，此宝岂久道边横。吹送鹗书风借便殿前奏赋摩空声。当家魁相衣缽在，会趾前美大门闳。寿母一笑春生颊，绣与锦诰来将迎。牵衣儿女莫惜别，为君为亲在此行。计程何日到庾岭，梅花雪片飞琼瑛。魁占群芳差易耳，相期心事在和羹。",
            "comment": ""
        },
        {
            "title": "秋榜已揭不寐",
            "content": "寒重难为坐，宵长可奈眠。老天不解事，特地闰今年。风助蛩声苦，霜和月色妍。抱衾成百感，嚼句忆坡仙。",
            "comment": ""
        },
        {
            "title": "怀蒋力父鉴仓",
            "content": "人生聚散类团沙，偶得聊骖饯岁华。竹杖徐忘了木桥，村醪小酌胜如茶。乡情喜似轻千里，诗味相投各一家。便好扶携玉京去，孤山深处看梅花。",
            "comment": ""
        },
        {
            "title": "挽漳守郑都承子敬四首",
            "content": "饕相当朝舞大权，故将旌节博金钱。公尝勇去三千石，天与闲居十六年。清苦膏粱余子笑，孤高云水一僧然。如何赤屿丹霞地，夜半骑鲸上紫烟。",
            "comment": ""
        },
        {
            "title": "送黄东起西上",
            "content": "我友君居德行科，见君觉我汗颜多。笔端有韵珠盈唾，胸次无尘玉不磨。好去腰斤高斫桂，向来传钵有持荷。广寒管领群仙到，为我殷勤谢月娥。",
            "comment": ""
        },
        {
            "title": "题听蛙轩",
            "content": "白杜诗人大方家，诗两牛腰书五车。高谈世事坐扪虱，大扁丈在名听蛙。我见东野低头拜，三年未了听蛙偿。蛙有何好君赏音，从黾得蛙自尊大。君胡不听高冈丹凤鸣，又胡不听华亭鹤唳声。答云二物不间出，吾与此蛙别有情。年来凤去避矰弋，梧桐其棲竹其食。有时伸喙鸣朝阳，反被妖乌豪鹞击。鹤亦远引归辽东，无缘得近清宫。纵鸣九皋许嘹唳，流矢伤翼愁天翁。不如且听蛙声好，唤回梦觉春池早。纵饶翡翠上苕兰，差胜蛩螀啼露草。王子掉头曰不然，夫君标致如胎仙。富家有子比雏鵷，吾道岂得长迍邅。不妨少待两三年，一鸣惊人飞冲天。群蛙蜿蝡何足怜，弃置官池任啾喧。",
            "comment": ""
        },
        {
            "title": "又九月朔同诸将观石马桥",
            "content": "万年石马胜缘杨，千万金鳌跨水横。法从福田勤播种，小庵心匠自经营。不缘打破工夫到，那得中流砥柱平。我辈济川真事业，何时赤手活苍生。",
            "comment": ""
        },
        {
            "title": "寿彭簿",
            "content": "武夷深处有台仙，岳降元肖六日前。早挟雄文偕汉史，晚将奇策对尧天。一官祭灶真游戏，万里搏风吏勉旃。早晚菑川再惟上，好将名姓压英躔。",
            "comment": ""
        },
        {
            "title": "寄林少忠因为家叔再留之馆",
            "content": "择师难似择良医，争得功指俗迷。每羡君才如扁鹊，能为后学发醯鸡。作文须有夺胎法，卞惑先须刮膜篦。子侄明年看骨换，所求不止在刀圭。",
            "comment": ""
        },
        {
            "title": "送传一新西上",
            "content": "此去兰宫好策勋，子行真足张吾军。大鹏怒奋溟南翼，骏马鸣惊冀并群。直要安排医国策，不徒戏作送穷文。逢人有问狂生者，为说忧时已白纷。",
            "comment": ""
        },
        {
            "title": "人日六言五首",
            "content": "岁月滔滔流水，友朋落落疏星。载酒谁诹奇字，焚香自读骚经。",
            "comment": ""
        },
        {
            "title": "感欢时事",
            "content": "闻说永平全盛时，如云冠盖会京师。新来逐客令严甚，肉食满朝无李斯。",
            "comment": ""
        },
        {
            "title": "丙子诏后需捷四绝",
            "content": "胜负相持日已多，看棋人已烂仙柯。淮淝非久捷书到，还折门前屐齿麽。",
            "comment": ""
        },
        {
            "title": "挽宁宗皇帝章六首",
            "content": "方启中兴运，旋开万世功。人心忧漆室，神断定青宫。识见几微表，安危指顾中。孤臣读遗诏，无语泣西风。",
            "comment": ""
        },
        {
            "title": "挽赵南塘尚书汝谈二首",
            "content": "一自黄台咏摘瓜，伤心吾道竟非耶。病来陶侃少献替，老去谢安微误差。万里长江饶一曲，连城白璧略织瑕。太玄草就无人识，付与知音弟子芭。",
            "comment": ""
        },
        {
            "title": "挽制干二首",
            "content": "功名入手太匆匆，匹马沙场气贯虹。诗好可能却敌骑，檄工不自愈头风。死须厉贼言犹在，生不封侯命果穷。四十九年蘧伯玉，是非往事转头空。",
            "comment": ""
        },
        {
            "title": "谢阮儒隐为画墨梅床屏",
            "content": "想当争衣盘礴下笔时，吸取清气入肝脾。先融雪岭作墨黑池，坐变秋阳成春晖。使我初见浑不疑，旋觉风骨全是颜容非。恍如晏支马上坐明妃，缁尘生汗白玉肌。又如鸱夷船底载西子，烟波惨淡双蛾眉。雪堂仙去渺莫追，补之位置传者谁。君今此宝世间希，茫端寒燠巧推移。花神上诉真宰悲，何为苦泄造化机。我有东绢滑如指，装潢为屏作枕帏。平章众画何品宜，笑我嗜好与君相背驰，不爱崇桃积李斗芳菲。请君快扫横斜竹外枝，岁寒心事正要渠相知。",
            "comment": ""
        },
        {
            "title": "阙题",
            "content": "此亭形胜压东州，吴越山川日夜浮。万顷怒涛胥愤烈，一舠明月蠡风流。悲鸣华青千年鹤，缥渺沙洲数点鸥。倦客来游空吊古，那堪更桌子高楼。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "璎珞珠垂缕。看花冠、端容丽服，补陀岩主。只坐尘缘蹉一念，朱紫丛中得度。人世福、夫人兼五。银鹿诸孙来定省，对金屏、绣幕辉云母。人顶礼，柳行路。所居地名柳行。朝朝口诵琅函句。觉从来、寿人福善，老夭无误。消得天恩封福国，锦诰鸾翔凤舞。听来岁、日边佳语。上殿肩舆帘蹙绣，遣佳儿、扶掖天应许。笑陈媪，三题柱。有陈夫人者，",
            "comment": ""
        },
        {
            "title": "画工又作道装",
            "content": "扬州节钺非吾爱，肯要腰缠十万钱。只愿天公多与寿，道巾野服伴胎仙。",
            "comment": ""
        },
        {
            "title": "和书楼叔题小蓬莱",
            "content": "月砌云阶不染埃，疑从天上幻将来。一龛俨坐钟兼吕，二老相从聃与莱。丹剂好从金鼎炼，玄关须要玉匙开。他年勋业如粗了，待红群仙笑语陪。",
            "comment": ""
        },
        {
            "title": "冬孟驾出亲享太庙连日雨是朝大霁都人云凡四",
            "content": "谷旦街尘净，满城春意我。威仪清警跸，卤簿扈鉴和。从骑黄金勒，回班白玉珂。恩荣谁不羡，报上合如何。",
            "comment": "【注释】【原题】：冬孟驾出亲享太庙连日雨是朝大霁都人云凡四次如此矣"
        },
        {
            "title": "惠安赖惟允汝恭乞崇清老椿芳桂四大字为赋二",
            "content": "混元盘古为之母，汗漫安期为这友。枝条上挂蜺连蜷，劫火不坏其天全。雷雨不惊其生厚，春秋巧历莫能知，知我者有蒙垃叟，君持此物为亲寿。老陈作字光摩斗，人兮椿兮共长久。",
            "comment": "【注释】【原题】：惠安赖惟允汝恭乞崇清老椿芳桂四大字为赋二首"
        },
        {
            "title": "代贺崇清陈侍朗正种谠诞辰",
            "content": "曾梦乖槎泛银潢，不遇张骞遇乐方。为言神仙事渺茫，仙府不在白云乡。丹台幻作儒珍阁，蓬岛飞来双笔堂。鹤车千乘集云轴，玉尘万斛纷雪香。是中仙翁永难老，尝侍香案近玉皇。归来手握山水印，傲睨义昊轻轩裳。新诗醉墨美无度，奄有元白兼钟王。身在岩壑心廊庙，丝鬓垂颔颜苍苍。与公同时一辈人，半随蒲荻零秋霜。元老崔嵬独山立，岁寒不改雪中篁。九月十五夜未艾，长庚伴月光煌煌。台星寿星合为一，今夕何夕见此样。翠娥满引九仙酝，菊基入盏宫样黄。珠明玉润陪知粲，起舞珰佩鸣丁当。李蹊森森密米缝，佳句往往溢诗囊。我於门阑最晚出，瓣香致辞祷意则长。如闻郡国事方殷，须起老手为平章。待教卫武了相业，方许潞公归洛阳。",
            "comment": ""
        },
        {
            "title": "阙题",
            "content": "文正为州日，曾留此段寄。灵台贮清白，废井无涟漪。神护蛟龙宅，波通日月池。纷纷攫金者，不畏此泉知。",
            "comment": ""
        },
        {
            "title": "石巴山买舟",
            "content": "年来机事付沙鸥，湖海萍蓬觉倦游。千里白云关我恨，一江流水替人愁。快闻飞桨健於马，底问前滩吼似牛。枕藉舟中君莫欢，人生何日不虚舟。",
            "comment": ""
        },
        {
            "title": "臂鹰诗",
            "content": "东邻年少养狞鹰，置之臂上拊阮频。呼来麾去性日驯，痴儿偶然见之嗔。鹰张利爪絮儿身，眇其只目视主人。主人初以鹰为戏，一日悔欲自断臂。非我类者其心异，吾赋鹰诗所以志。",
            "comment": ""
        },
        {
            "title": "送人纸笔",
            "content": "阿连诗语已通神，玉版霜毫不厌珍，老我簿书安用此，自应回施与青春。",
            "comment": ""
        },
        {
            "title": "钱方言岩仲之泰尉尤溪二首",
            "content": "一第归来正黑头，艾轩遗墨费旁搜。及瓜上日相催迫，锓枣通宵细校雠。充类所行皆好事，立身何患不前修。故家常宝文公帖，谨勿逢人便有求。",
            "comment": ""
        },
        {
            "title": "挽宁宗皇帝章六首",
            "content": "圣化调新瑟，仁师慰望霓。方还直全璧，旋复禹玄圭。声教恢邹鲁，威灵畅女鞮。浯碑堪恨处，圣寿不天齐。",
            "comment": ""
        },
        {
            "title": "仙水归程",
            "content": "九鲤湖边路，重来盟未寒。折花挼水献，策杖驭风还。宦海波涛恶，仙家日月间。前生丹在否，岁晚要重丸。",
            "comment": ""
        },
        {
            "title": "送黄殿讲成父赴广东漕四首",
            "content": "闽州长者旧家声，德厚流光产俊英。火玉精神充户牖，国兰誉諝播炉亭。临轩初度董晁策，搞对专寻濂洛盟，胪句一传暗万马，祥云五色捧魁星。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "忆昔同时召。正青山、亲提玉尺，量材廊庙。当日班行比元祐，北玉西珠照耀。一转首、宫商移调。君自乌台登骑省，觉精神、风采增清峭。数贤者，一不肖。酒酣耳热惟长啸。便翩翩、辍班荷橐，一麾闽峤。堪笑狂生无用处，垂老云耕月钓。这富贵、非由人要。畴昔评君如玉雪，好然、琴鹤风尘表。清献後，又有赵。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "臞老今朝，载酒渡江，送孟吉州。遇舟之人士，来前问政，此公官去，莫也宜留。老子曰嘻，我游宦海，几度遭他风打头。君休问，但正因遇坎，行则乘流。江皋一叶惊秋。雁过也、严明白鹭洲。笑如今休顾，从前堕甑，无心相逐，等是虚舟。啄黍鸡肥，新篘酒熟，且作山中万户侯。林泉好，却输公一著，先我归休。",
            "comment": ""
        },
        {
            "title": "挽宁宗皇帝章六首",
            "content": "帝业亲耆定，皇图日靖嘉。忧民比仁祖，在位迈重华。谟烈诒千载，车书混一家。最悲行跸地，哀些咽箫笳。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "夜来斗庵，左顾绿云，右盼素娥。好态浓意远，随宜梳洗，轻轻莲步，艳艳秋波。妒宠争妍，娇痴无际，齐劝诗翁金叵罗。翁微笑、□一时饮尽，谁少谁多。月娥。唱後颜酡。莫也怕、浮云妒月麽。问苏州刺史，旧欢如梦，江州司马，衫湿如何。翠幕空垂，唾花无迹，忍听樽前飞燕歌。销凝处，正潇潇烟雨，偏恼东坡。",
            "comment": ""
        },
        {
            "title": "别刘孟容岁提干二首",
            "content": "孟容吾畏友，春日去朝京。蔗境诗多好，莲池官最清。坐诬缘举将，取忌为时名。诸老端平岁，同词为辨明。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "见山堂上，画帘卷、犹是清和天气。绿水红莲，雅称得、瑶碧冰壶标致，名在丹台，籍通紫府，游戏人间世。三洪华阀，自应生此人瑞。好是佳旦称觞，班衣拜舞，有鵷雏相对。後院婵娟争劝酒，端午彩丝双系。管取来年，雪罗风葛，荣被君恩赐。黑头公相，直须眉寿千岁。",
            "comment": ""
        },
        {
            "title": "挽赵东岩简叔彦侯四首",
            "content": "已矣东岩不憗遗，年来雅道日陵夷。臞儒得似颜徒几，良吏能为结辈谁。此老清修如玉悄，当官恳恻念茅茨。可伶一夜长庚陨，空使人怀殄瘁悲。",
            "comment": ""
        },
        {
            "title": "观猎行",
            "content": "落日飞山上，山下人呼猎。出门纵步观，无遑需屐屧。至则闻猎人，喧然肆牙颊。或言岐径多，御者因追蹑。或言御徒希，声势不相接。或言器械钝，驰逐无所挟。或言卢犬顽，兽走不能劫。余笑与之言，善猎气不慑。汝方未猎时，战气先萎薾。弱者力不支，勇者胆亦怯。微哉一雉不能擒，虎豹之血其可喋。汝不闻去岁淮甸间，熊罴百万临危堞。往往被甲汝曹，何怪师行无凯捷。鸣呼安得善猎与善兵，使我一见而心惬。",
            "comment": ""
        },
        {
            "title": "送徐子学鲁赴梅教二首",
            "content": "九州四海尽同年，德行公居一棕先。太学何蕃名籍甚，南州孺子道巍然。此行莫笑儒官冷，立事须还晚节坚。闻说青衿齐引领，灵砂转待丹铅穿。",
            "comment": ""
        },
        {
            "title": "挽崇清陈侍郎五首",
            "content": "小试济川手，东西两玉虹。谁知千载计，更在十年中。砥柱老弥壮，恩波流不穷。向来香一瓣，心事与天通。",
            "comment": ""
        },
        {
            "title": "绍兴戒珠寺读右军祠碑",
            "content": "先祠石刻摩挲久，华胄遥遥企慕劳。字古似观秦急就，词幽如读楚离骚。不夸绝艺临池学，只羡清风誓墓高。更有山居须问讯，拟携方士炼金膏。",
            "comment": ""
        },
        {
            "title": "简同年刁时中俊卿诗并序",
            "content": "读君“老农诗”，一读三太息。君方未第时，忧民真恳恻；直笔诛县官，言言虹贯日。县官怒其讪，移文加诮斥；君笑答之书，抗词如矢直。旁观争吐舌，此士勇无匹。今君已得官，一饭必念国。民为国本根，岂不思培植？其如边事殷，赋役烦且亟。虎营间二千，鸠工日数百。硬土烧炽窑，高岗舆巨石。山骨惨无青，犊皮腥带赤。羸者赪其肩，饥者菜其色。憔悴动天愁，搬移惊地脉。吏饕鹰隼如，攫拿何顾惜。交炭不论斤，每十必加一；量竹不计围，每丈每赢尺。军则新有营，谁念民无室？吏则日饱鲜，谁悯民艰食？州家费不赀，帑藏空储积。间有小人儒，旁献生财策；大帅今龚、黄，岂愿闻此画？夏潦苦不多，秋旱势如炙。愿君在莒心，端不渝畴昔；蔡人即吾人，一视孰肥瘠？筑事宜少宽，纾徐俟农隙；至如浮屠宫，底用吾儒力？彼役犹有名，何名尸此役？君言虽怂惥，帅意竟缩瑟。同年义弟兄，王事同休戚；相辨色如争，相与情似昵。余言似太戆，有君前日癖；责人斯无难，亦合受人责。我既规君过，君盍砭我失，面谀皆相倾，俗子吾所疾。",
            "comment": "【注释】原序：时中吾诤友也。未第时作“老农行”以讽其长官，言词甚苫。今为绥宁簿，被邹帅檄，来董虎营二千间之役；诸邑疲於应命，民间悴於科募。一日禀帅，又欲任浮屠宫宇之责，帅以小缓谢之。余退而作诗，即以所讽令者讽之。"
        },
        {
            "title": "寿太守",
            "content": "生申维岳咏松高，孕秀储精岁月多。盛旦上元开甲子，前朝令节纪中和。铜符暂冲雄藩印，宝鸭行鸣禁路歌。天佑名臣锡难老，好将铜狄屡摩挲。",
            "comment": ""
        },
        {
            "title": "送徐茂功西上二首",
            "content": "有司具眼柬时髦，此士今缠入约罗。好去南宫平步过，向来东阁阅才多。孤忠畎畎常忧国，大对轩墀莫主和。有问臞翁消息者，官非不爱柰狂何。",
            "comment": ""
        },
        {
            "title": "许宰和篇至再用韵谢",
            "content": "陶令束带督邮读，归来高兴潜有激。昌黎县斋饱读书，自谓此日足可惜。二贤诗留天地间，千载宝之为双璧。当官不妨文字乐，似此人物不时出。宦海风涛县为甚，文书束笋纷莫擘。许侯敏手良不难，错节居然逢匠石。宽租农扈享丰登，讲学如流苏废疾。笔力重於丈二殳，诗筒敏似尺一檄。句中之眼独心知，贻夺陶韩少人识。乡有达尊性爱士，县榻於堂赏英特。冰车雪辗笑钝迟，不尔续题尤富溢。穷冬四壁坐无聊，渴思一字车渠百。走仆乞取稛载归，底用黄金壮颜色。祗恐天上六丁闻，一夜取将烦霹雳。",
            "comment": ""
        },
        {
            "title": "谢陈尉宏父惠潮阳蕉丝碑刻因求宿诺韩文",
            "content": "寒儒食面四壁直，更苦春寒寒到骨。故人天末有书来，不寄绨袍寄绨绤。感君高谊挟纩漫，况有石刻华吾轩。何时揩拭眵昏眼，待看昌黎玉洁文。",
            "comment": ""
        },
        {
            "title": "害惠安吴簿明辅子良权南安宰二首",
            "content": "南安只是旧南安，敏手为之便好看。事辨要先心肯辨，才难须信县无难。锦遭伤后从新制，琴不调时改旧弹。风防病笑理繁剧，公余何惜筑诗坛。",
            "comment": ""
        },
        {
            "title": "简宗弟无逸稼主簿",
            "content": "朅来缠是早春时，过眼园林啭子规。看绝交书君介癖，读离骚赋我狂痴。断无清梦飞蓬岛，剩有冥搜到草池。闻说郎星遭孛彗，又添一恨上双眉。",
            "comment": ""
        },
        {
            "title": "试墨五首",
            "content": "雪斋凡数种，此种出清漳。或作西斋号，南州许擅场。",
            "comment": ""
        },
        {
            "title": "丹青阁",
            "content": "盛年忧国鬓毛苍，谏疏端堪铭豆觞。行或使之苗膏雨，心乎爱矣藿倾阳。荣华不与群儿竞，名节须留千载长。试看丹青阁中句，吾宗有此好元方。",
            "comment": ""
        },
        {
            "title": "西征延平道中偶成",
            "content": "群羽斜飞俗刺空，谁能翦翼向笼中。客程跋涉二千里，年纪侵寻五十翁。酒有神通排磊块，书无灵圣困英雄。相逢且说穷愁话，缠入修门莫说穷。",
            "comment": ""
        },
        {
            "title": "兰亭故居",
            "content": "弭节稽山乐事多，旧闻一一入搜罗。卧薪伯业今何在，乔木家声久不磨。可笑儿曹怜野鹜，却输道士辨笼鹅。不因禊帖风流远，千载人谁数永和。",
            "comment": ""
        },
        {
            "title": "挽崇清陈侍郎五首",
            "content": "太学修名立，甘尔晚节香。岿然周天老，好在鲁灵光。余庆沧浪水，清规寿俊坊。典刑今可挹，通德合名乡。",
            "comment": ""
        },
        {
            "title": "寄呈漳守李侍郎元善四首",
            "content": "陛前苦语犯龙鳞，朝退还遭丞相嗔。连削六阶为下吏，只饶一死与间身。命天所付须安分，贫士之常莫语人。惟有梅花无冷暖，玉堂茅舍一般春。",
            "comment": ""
        },
        {
            "title": "寄谢希贤先觉表兄",
            "content": "昔君弱冠我犹儿，黄卷青灯茅屋西，父对人谈称卫玠，母因客过器王珪。别来阴寄尺书鲤，梦里时亲日角犀。风快偶然翔短翼，不应鸿鹄久卑栖。",
            "comment": ""
        },
        {
            "title": "冬孟驾出亲享太庙连日雨是朝大霁都人云凡四",
            "content": "玉宇瞳曨晓，琼京略绰寒。紫衣千骑从，黄繖万人看。日景新开霁，天颜賸有欢。贺回春满殿，圣母喜加餐。",
            "comment": "【注释】【原题】：冬孟驾出亲享太庙连日雨是朝大霁都人云凡四次如此矣"
        },
        {
            "title": "人日六言五首",
            "content": "六经桑麻谷粟，诸子绮縠奇珍。常常灌溉胸次，久久功用入神。",
            "comment": ""
        },
        {
            "title": "贼平贺本路史禽良叔弥忠四首",
            "content": "诲盗须知有自来，贪官污吏祸之胎。杀人越货甘残忍，入市怒气金不忌猜。谁与清朝申典宪，合将若属寘渠魁。书生锐欲排阊阖，先诵民谣献外台。",
            "comment": ""
        },
        {
            "title": "挽崇清陈侍郎五首",
            "content": "峨豸居乌府，时方豹守关。吾惟操白简，渠谩倚冰山。六馆为增气，群憸觉汗颜。左迁无愠色，青史自斑斑。",
            "comment": ""
        },
        {
            "title": "送林师道似之赴宁都尉二首",
            "content": "造谤端平岁，时髦一纲空。君为梨岭后，名在蕊宫中。躐等轻余子，知音迈钜公。莫嫌登第晚，试看艾轩翁。",
            "comment": ""
        },
        {
            "title": "送蜀名父之子程刚仲世德擢甲科二首",
            "content": "一诵洋洋大对文，便知风骨是西人。笔头重有千钧力，字面清无半点尘。众羽群中鸣以喙，潜渊深处摘龙麟。丈夫出处关初节，归去携名寿大椿。",
            "comment": ""
        },
        {
            "title": "师心主人作飞锡岩",
            "content": "岩头古佛留心印，岩下高人新受持。佛变本来无隐现，人於悟处领希夷。莫嫌梦里还谈梦，且看奇中更有奇。他日证成罗汉果，相逢不必问伊谁。",
            "comment": ""
        },
        {
            "title": "墨歌寄林明叔",
            "content": "赠君古墨三寸许，君知此墨从来处。溧阳石化几千年，钢铁臼经三万杵。昔我得之於异人，使我拾袭藏为珍。我今以半为君遗，物以妙贵君勿嗔。来岁八月西风里，我曹慷慨辦行李。书囊无度半法骈，栓点笥中惟有此。用时须留一匕余，丹墀大对要烦渠。更有浯溪纪功石，待问君王乞墨书。",
            "comment": ""
        },
        {
            "title": "赠萧棠仲致政",
            "content": "昔年鼓箧游胶庠，集英同日瞻天光。金门初开兽环动，瞳瞳晓日升扶桑。宫帘高卷开御扇，祥风习习飘天香。殿庭神丽冠剑肃，巍巍玉几临中央。银袍七日趋龙尾，拜恩稽首心欢康。晚从银台出广陌，宝鞍快马争腾骧。团司涓日叙黄甲，义比天伦鸿雁行。琼苑宴开慈惠浃，宸章宠锡歌明良。后来相继随宫牒，东西南北遥相望。萍工风转有时合，邂逅一见难预量。非才叨窃愆咎积，自顾补报无毫芒。朝廷宽大不终充，领郡尚得来南漳。下车问政访耆旧，知公辞荣归故乡。神武衣冠已久挂，冥鸿羽翮方高翔。遗贤虽为明时惜，承颜独喜私愿偿。共惊岁朋何飘忽，相对鬓发俱沧浪。于言不吝挥玉尘，妙句屡蒙开锦囊。已欢高风激贪懦，更敦雅契超寻常。区区感慰岂有极，聊写一二成短章。芜音不足继真作，读过幸勿留巾箱。",
            "comment": ""
        },
        {
            "title": "送白糍与囊山老子",
            "content": "东坡以春笋，名为玉版师。我独谓玉版，正可名白糍。吃笋令人瘦，吃糍充人饥。慧眼曰不然，不如饮水肥。",
            "comment": ""
        },
        {
            "title": "读诚斋新酒歌仍效其体",
            "content": "先生出奇作新酒，自作自歌自为寿。酒徒欲举吾盃，先挽天河濯渠手。谁知先生诗更奇，刊落陈言付刍狗。俗人欲诵先生诗，先吸天漱渠口。古来作酒称杜康，作诗只说杜草堂。举世无人传得方，奄有二杜惟一杨。先生此味谁能尝，却曾见此糟蟹黄。一片入口风韵长，余子祗慕大官羊。天公生我太迟后，不作先生牛马走。低头乞取酒百壶，晏下先生诗万首。先生骑鲸上天游，问著许侬知味否。",
            "comment": ""
        },
        {
            "title": "赠郭五星",
            "content": "五陵豪家轻薄儿，骄傲成癖不可医。挥金买笑红尘市，老死不晓寒与饥。囊萤案雪单贫士，杯水生涯北窗里。途穷山鬼恣揶归，命压人头提不起，郭君昔从先人游，万丈壮气横高秋。天无老眼不见录，匆匆白了少年头。一日访余道艰窭，杯酒未阑泪如雨。揲蓍有术金不换，鹑衣百结无人补。我闻君语鼻亦酸，误身直是坐儒冠。英雄未遇隐於卜，时人莫作白眼看。",
            "comment": ""
        },
        {
            "title": "寄延平史君马德大天骥二首",
            "content": "君正青春我鬓丝，春闱旧梦是耶非。九方皋马分明瘦，百里奚牛自在肥。欲去寻盟谈缱绻，又愁钩党起几微。乘车载笠俱随分，怀美人兮心奋飞。",
            "comment": ""
        },
        {
            "title": "嘲解十首",
            "content": "君臣大义等乾坤，兄弟何曾系大伦。齐霸分明诛子纠，唐宗决裂用雠臣。向时诸老空饶舌，何物狂生又犯鳞。一自蒋坡新语出，斯知世有读书人。",
            "comment": ""
        },
        {
            "title": "寄婺卒张同年渭叟并简其婿黄元辅自然二首",
            "content": "同登当日鬓犹青，宦路还如跛憋行。莳药山陈非贵相，叩头殿下得狂名。著书平屋千年记，堆笏盈床一饷荣。安东窝中无别法，只将世累放教轻。",
            "comment": ""
        },
        {
            "title": "再和二首",
            "content": "笔飞鸾凤墨翻鸦，白玉堂中懒草麻。得句批风仍抹月，怡神饮露更餐霞。公於轩冕浮名薄，帝念耆英宠礼加。丕衍修龄全晚节，洋洋一札圣言嘉。",
            "comment": ""
        },
        {
            "title": "题惠安赖汝恭溪山风月亭",
            "content": "亭俯清漪揖翠岑，好风吹面月盈襟。濯缨孺子沧浪兴，抱膝高人梁父吟。流转韶光兰满砌，婆娑秋桂成树林。为君唤起棲梧凤，瑞旦来仪磬乐音。",
            "comment": ""
        },
        {
            "title": "赠无诤和尚四首",
            "content": "佛祖曾经几骂诃，却称无诤意云何。寒山拾得哈哈笑，更有人痴似汝麽。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "一笑樽前，数雄甲辰，几位上台。有唐裴相，徜徉绿野，我朝富老，游戏昆台。淮蔡功成，惊天动地，似胜单车和虏回。谁知道，活流民数万，赛过平淮。君侯初度奇哉。五百岁、三贤前後来。任朱幡西向，不妨为富，义旗北指，也解为裴，将相功名，时来便做，且醉红蕖三百杯。相期处，要千年汗竹，名节崔嵬。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "出了罗浮洞。有多情、梅花雪片，殷勤相送。见说然琴鹤外，诗压牛腰较重。去管甚、群儿嘲弄。岭海三年持翠节，料无时、不作家山梦。驰玉勒，归金凤。金凤池，乃所居也。一门朱紫环昆仲。看阶庭、森森兰玉，慈颜欢动。宰相时来须著做，且舞莱衣侍奉。却不信、大才难用。时事多艰人物少，便中兴、谁辨浯溪颂。为大厦，要梁栋。",
            "comment": ""
        },
        {
            "title": "池上归道间即事二首",
            "content": "一雨恼春思，今朝得快晴。水波随日动，麦浪受风平。野意来无极，篮舆稳更轻。抵家何事好，稚子亦驭迎。",
            "comment": ""
        },
        {
            "title": "和刘编修潜夫读近报蒋岘被逐二首",
            "content": "两载相依笑陆深，鹑衣不羡锦为衾。渠侬眩耀麒麟楦，我辈翻腾驽骥吟。朝去一节忧稍歇，边留五大祸万深。栋梁培植谁之责，莫遗斧斤终日寻。",
            "comment": ""
        },
        {
            "title": "贺弟纲得男",
            "content": "韩相由来紫府仙，微之曾侍玉皇前。羡君久矣崇真教，生子居然契道比值。料得玉麟亲入梦，试看铜狄几经年。不须草草为汤饼，剩犀钱筵。",
            "comment": ""
        },
        {
            "title": "陈方大弟宠父将省侍潮阳以诗约别",
            "content": "逆旅频连风雨床，归来踪迹两参商。谁知缠隔路三舍，不似相从天一方。壶山白认梅将雪，潮水黄知菊已霜。便去也须留驿道，欲携斗酒话彷徨。",
            "comment": ""
        },
        {
            "title": "贺陈讲书谋仲诹璋庆",
            "content": "好是橙黄橘绿时，津津黄色上双眉。十为良月阳将长，一索民男喜可知。南外□房开宅相，西清荷橐长孙枝。青春拾芥收科第，须记麟庠客有诗。",
            "comment": ""
        },
        {
            "title": "挽致政朱司户二首",
            "content": "一生铁砚费磨铣，老去耽书废食眠。不惜空门求利果，只将心事博长年。思贤已矣悲行路，福善昭然有老天。他日儿孙须鼎贵，燕山阴德胜流传。",
            "comment": ""
        },
        {
            "title": "读王伯大都承奏疏",
            "content": "佞夫苟几粪甘尝，余子危言袭故常。若使秉彝犹未灭，也须泚颡细思量。",
            "comment": ""
        },
        {
            "title": "感叹时事",
            "content": "西风惨淡起愁云，走檄飞书正纠纷。剑器朝方驱冶匠，戈船夕又募新军。马肥已报高秋警，鹤唳那堪中夜闻。我辈忧边心俗折，棘六灞上漫论勋。",
            "comment": ""
        },
        {
            "title": "赠术士陈谈天",
            "content": "我生之辰日在亢，斗牛之宿晻无耀。独有首尾二{左武右虎}星，角立昴氐争击标。一生奇蹇良苦之，已分青云输年少。每逢星史说经躔，探手止之头屡掉。谈天一日叩斋扉，信口阳秋天下妙。数灵不用蓍草占，机秘时将道眼照。玄中巧夺君平胎，圣处深入浑沌竅。俗人筹星乱如麻，蠡测管窥工窃剽。听君谈唾如秦青，字字宫商合腔调。如何孤身无所赏，萍梗风波在任浮漂。正缘苦泄造化机，真宰忌之神所诮。方知多技故多穷，风事绵然君莫笑。虽然知己岂无人，试往京城谒权要。一丝莫久蹄还湾，沧海六鳌待君钓。",
            "comment": ""
        },
        {
            "title": "寄南剑守陈寺丞宿",
            "content": "复斋出守剑津时，正直清廉真吏师。遣爱昔尝垂竹帛，徽音今又嗣埙篪。侯能培植基棠茇，我欲摩挲常萼碑。千载福公家传好，怀哉蜀士送行诗。",
            "comment": ""
        },
        {
            "title": "送赵伯泳涯侍郎守漫陵",
            "content": "西山无物与泉氏，底使民如父母亲。凡日用间无不名，满胸子里尽吾仁。我熏知见香犹旧，公涤中和印一新。愿广桐乡依恋意，寒泉秋菊祀千春。",
            "comment": ""
        },
        {
            "title": "枕上复用道间级字韵呈同人",
            "content": "爆竹声中度岁忙，椒花杯上换春阳。欠书元日神茶帖，又看新年傀儡场。客枕方酣千里梦，朝靴正踏五更霜。主翁须要惺惺在，富贵何如归故乡。",
            "comment": ""
        },
        {
            "title": "蓬莱阁",
            "content": "历晋更唐岁月多，玩珠龙尚枕山阿。绝怜蓬阁元包佑，敢拟兰亭记永和。秦望数尖衔夕照，镜湖一线暗烟莎。登临未心匆匆去，奈此千岩万壑何。",
            "comment": ""
        },
        {
            "title": "嘲解十首",
            "content": "边尘四同逐云飞，正是英卢得志时。西洛故疆将克复，北军新锐属羁縻。智名功勇渠何欠，跋扈飞扬子过疑。消得腾章来辨析，台臣虎患可无词。",
            "comment": ""
        },
        {
            "title": "贤牧堂",
            "content": "贤牧存遗爱，邦人重此祠。典刑前辈几，德政后来谁。来日清泉濯，归时只鹤随。不须看石碣，人口是丰碑。",
            "comment": ""
        },
        {
            "title": "山居即事",
            "content": "出处行藏不偶然，何曾由我总由天。收回紫陌红尘足，来结青山绿水缘。万籁鸣时仍瀑布，数鸦起处忽林烟。暮云正尔商量雪，却被催诗雨插先。",
            "comment": ""
        },
        {
            "title": "嘲解十首",
            "content": "孤士每蒙丞相嗔，人心不泯是非真。瑾为苦语攻寻蔡，铨出危言忤老秦。此事古来曾有样，如今天下几无人。西山夫子深穷理，能以逢干作保身。",
            "comment": ""
        },
        {
            "title": "山中读诚斋诗",
            "content": "万首七言千绝句，九州四海一诚斋。肝肠定不餐烟火，翰墨何曾着点埃。锦瑟月中弹不彻，云涛天上演将来。巴西社里陈黄远，直下推渠作社魁。",
            "comment": ""
        },
        {
            "title": "谢赵倅送双雉腊蹄",
            "content": "文雉双双彩翼开，闯笼照水不惊猜。想君当日中牟化，带得桑田驯底来。",
            "comment": ""
        },
        {
            "title": "读王伯大都承奏疏",
            "content": "朝犯雷霆暮即行，灶间老婢莫猜惊。须知堂里饤头肉，不似山中野菜羹。",
            "comment": ""
        },
        {
            "title": "人日六言五首",
            "content": "功名朝三暮四，学问人百已千。古今无限卿相，方册惟著圣贤。",
            "comment": ""
        },
        {
            "title": "再和二首",
            "content": "壮岁清源曾倦游，今朝大郡又封侯。身安不用扶鸠杖，骨贵从知应虎头。望阙承恩颜有喜，即家问政礼宜优，济时事业需元老，莫遣空横野渡舟。",
            "comment": ""
        },
        {
            "title": "潘世表来访临别赠二十韵",
            "content": "病眼缘春困，晨兴为子明。未应谈世故，政恐累吾清。书况近何若，襟期久不倾。春来已多日，课辦几何程。我懒觉成惯，人怜太瘦生。招穷诗作崇，攻闷酒为兵。昨关僧房宿，思寻友旧盟。时时整行李，往往叹浮萍。一动归欤兴，长歌去矣行。小轩频偃蹇，分物息经营。绿爱弥墙幄，红惊糁地英。感时愁杜宇，唤梦赏鹂鹒。秩马来超递，论文会合并。匆匆为草具，郁郁有兰馨。如许遽言别，深知不尽情。惜花二三月，送客短长亭。万事眼前幻，一杯身后名。相期在忠孝，冷笑付枯荣。问学无穷尽，文章合老成。倘来聊尔尔，所产要铮铮。此去逢同社，为侬好寄声。有需新句子，此稿不妨呈。",
            "comment": ""
        },
        {
            "title": "西征舣舟肖洲投宿野漏下数刻主媪为作粥与同",
            "content": "君不见淮阴彻侯未得志，胯下从人真短气。漂母以食拱而前，心许王孙当富贵。又不见文叔宏时，大树将军身从之。一夕相顾馁色红，芜蒌之粥甘如饴。丈夫自负不草草，刚肠似石那能拗。得进要拯万人饥，读书肯自谋漫饱。诸公兼我非穷人，穷途谩尔君勿嗔。他年五鼎享台馈，须记此夕清洲滨。",
            "comment": "【注释】【原题】：西征舣舟肖洲投宿野漏下数刻主媪为作粥与同行一饱成诗"
        },
        {
            "title": "贺许宰伯诩再考",
            "content": "宰官才具万人豪，鸡小如何下得刀。奏课再经书上上，理繁祗见辦多多。抽囊有卷牛腰重，装橐无金马骨高。欲贺政成怜我懒，篇诗付与邑人歌。",
            "comment": ""
        },
        {
            "title": "自是先生标致高，诵诗恍见万人豪。清如金掌",
            "content": "白首忧时意更长，明言六籍法皆良。先生不竟身前用，有子亲传肘后方。时论无人传药石，上医着眼识膏肓。归欤活国工夫辦，要续双岩百世香。",
            "comment": "【注释】【原题】：自是先生标致高，诵诗恍见万人豪。清如金掌双茎露，壮似钱塘八月涛。胸次无尘春拍拍，道腴有味乐陶陶。輶轩刻枣传衡岳，留得芬芳伴楚骚。"
        },
        {
            "title": "呈竹轩张史君二首",
            "content": "竹轩治郡政成时，却值王孙庆玉墀。无吏下乡民点塔，捐田入学士砻碑。平反阴德堪娱母，清白家风更课儿。见说元宵灯不放，为他百姓惜膏脂。",
            "comment": ""
        },
        {
            "title": "和马伯庸尚书四绝句",
            "content": "玉泉山下水潺潺，不比温泉洗玉环。濯罢九龙池内锦，缠教流出到人间。",
            "comment": ""
        },
        {
            "title": "参部至三山简王宗教子文野二首仍寄观潮拙稿",
            "content": "昔舣归舟傍浅沙，逢君跃马看梅花。匆匆相见还相别，三十六弯天一涯。",
            "comment": "【注释】【原题】：参部至三山简王宗教子文野二首仍寄观潮拙稿子文旧诗名为碧云楼集"
        },
        {
            "title": "和竹轩张史君来字韵二首",
            "content": "金凤传呼紫马来，壶山真面气佳哉。朝天有路鹿呈瑞，应物无心鸥不猜。黍穋熟时农洗甑，芰荷香客衔杯。官穹职峻人俱羡，最羡斑衣舞老莱。",
            "comment": ""
        },
        {
            "title": "挽郑昂叔珪母蔡夫人二首",
            "content": "绛幔谈经日，熊丸苦时。屡修堂上拜，亲炙母中师。每羡萱堂乐，今成薤露悲。一生同令共，共泣蓼莪诗。",
            "comment": ""
        },
        {
            "title": "又送地栗螃蟹简赵倅诗",
            "content": "镂玉雕琼饤中，盃行到手莫辞空。诗仙比作西湖藕，俎豆苹蘩入国风。",
            "comment": ""
        },
        {
            "title": "挽赵南塘尚书汝谈二首",
            "content": "屈贾文章蚤善鸣，长杨制诰晚尤精。天仙一念堕尘世，属籍千年谁老成。贺表明明规宝庆，谏箴字字砭端平。不堪耆旧凋零尽，泪到南塘觉尽倾。",
            "comment": ""
        },
        {
            "title": "寄林少忠因为家叔再留之馆",
            "content": "年来师道孰尊到，温饱何缘得浼君。鸿雁暂为粱稻计，牛羊谁为牧刍勤。琴书到处聊娱目，羽翼生时要薄云。我偶书田收一熟，向来正亦病人芸。",
            "comment": ""
        },
        {
            "title": "山中读诚斋诗",
            "content": "四海诚斋老，千年百卷诗。不亲门下炙，却恨我生迟。嚼句有何味，班荆坐许时。大羹元淡泊，妙处少人知。",
            "comment": ""
        },
        {
            "title": "挽赵东岩简叔彦侯四首",
            "content": "建炎戎马满神京，殿撰横身活一城。时宰忌功无表劝，老天福善自分明。人称簪绂一门盛，公是瑛瑶间世生。珍重西山遗事跋，他年收入史官评。",
            "comment": ""
        },
        {
            "title": "人日六言五首",
            "content": "饮食鲜能知味，巫医各有单传。要得胸中活法，勿求纸上空言。",
            "comment": ""
        },
        {
            "title": "试墨五首",
            "content": "墨上署臣字，必曾经进来。一年磨一寸，须作墨中魁。",
            "comment": ""
        },
        {
            "title": "送龚少贻北赴汀州司户",
            "content": "庄敏与文献，诸孙总俊髦。此郎如玉树，初筮即珠曹。官小人能大，心清名自高。公余须力学，流俗易滔滔。",
            "comment": ""
        },
        {
            "title": "寄婺州赵尚书产夫二首",
            "content": "忆昔京畿人幕时，游从日浅辱深知。每夸得士如温造，几度逢人说项斯。亲见登瀛应击节，近闻去国为攒眉。江干饯别公先至，洪魏诸贤鼎鼎来。",
            "comment": ""
        },
        {
            "title": "贼平贺本路史禽良叔弥忠四首",
            "content": "六十青蚨米五升，儿童满口说常平。方愁饯火无聊赖，一沐恩波得并生。真佛现身来救度，老天著眼自分明。从今闽粤家生子，定把君侯姓作名。",
            "comment": ""
        },
        {
            "title": "次韵调甘内掾",
            "content": "韩掾才情妙，吟成苦夜长。歌残如意铁，梦断合欢床。鼓瑟湘云暖，吹笙岭月凉。旧时双燕子，飞入谢家堂。",
            "comment": ""
        },
        {
            "title": "赠郭五星若水叔清二首",
            "content": "淮蜀年来杀气深，中州兵革亦相寻。命悬逆贼狂夫手，愤激孤臣孽子心。人物眇然难倚仗，风涛如此恐胥沉。烦君夜起观星斗，福德何进吴分临。",
            "comment": ""
        },
        {
            "title": "挽漳守郑都承子敬四首",
            "content": "端平众彦起弹冠，公作枢庭第一官。君似仁皇众谏易，相非庄敏汰兵难。齐人一传楚人众，赵氏几危刘氏安。君面更新风色恶，回思往事为悽酸。",
            "comment": ""
        },
        {
            "title": "除夜宿江下逆旅呈甥陈宗器",
            "content": "在家随俗坐守岁，逆旅无聊卧向晨。旧隐荒凉棲鹤怨，端门邂逅画鸡新，知非早似蘧伯玉，将贵谁欺朱买臣。幸自樽中留得酒，与君随分庆长春。",
            "comment": ""
        },
        {
            "title": "寄延平史君马德大天骥二首",
            "content": "日诵江干饯别诗，端平局面改嘉熙。调元金鼎人黄发，宣化朱幡君白眉。否泰从来更代禅，乾坤此去愿平夷。狂生迂阔真无用，饱饭山中倒接离。",
            "comment": ""
        },
        {
            "title": "二十韵潮阳宰余君实日华",
            "content": "昔日潮守有昌黎，恩波万顷横鳄溪。五百年后得余令，棠阴上与韩本齐。故家县谱熟展布，砉然牛刀优割鸡。期年已报三异政，节爱堂扁焕新题。手摩民瘼心隐痛，药石其具靳刀圭。老农终岁不识吏，废畴荒陇皆锄犁。邑有豪侠擅武断，缿筒告诉来髫齯。仁者之勇一发露，爱苗亟欲芟稗梯。谁为鼠辈巧道地，周道如砥生蒺藜。公车未采舆人诵，端士先为横议挤。朝中有语稍辨雪，言者愕立惜噬脐。侯朝闻香花随去，丁壮鹧拜婴孩啼。不知朝廷闻得否，天下贪吏浊如泥。毁誉失真例如此，猜澜既倒谁能堤。书生有舌不善佞，今拜东野头须低。诗成翻恨天门远，何人乞我青云梯。",
            "comment": ""
        },
        {
            "title": "送郑邛叔珪之博罗尉四首",
            "content": "奇士束科目，炯如金在沙。孤吟娱草带，几度见槐花。此举衣缠绿，相看鬓欲华。泥金墨犹湿，已报熟葵瓜。",
            "comment": ""
        },
        {
            "title": "寄郑龙川子汝瞻岩翁二首一叙别怀一谢惠端砚",
            "content": "寄我端溪玉一弯，文房取友此其端。眼中厌持珊瑚树，掌上忻擎紫马肝。底用千金求国手，拟封九锡霸词坛。他时游宦南州路，免载囊中只石还。",
            "comment": ""
        },
        {
            "title": "贺工思表兄西上",
            "content": "谁言场似樗似蒲，好手居然不解输。叠彩三巡皆得注，结场一掷定成卢。月评须应状元识，风义新添家庆图。科第假途余事耳，方来宇宙要人扶。",
            "comment": ""
        },
        {
            "title": "飞云楼",
            "content": "亭前一望水东流，更有雄楼在上头。燕子飞来春漠漠，鸱夷仙去水悠悠。神交故国三千里，目断中原四百州。日暮片云楼古树，昔人留与后人愁。",
            "comment": ""
        },
        {
            "title": "挽赵东岩简叔彦侯四首",
            "content": "夔州归后圣於诗，到墨池来字更奇。岳后前驱护丹灶，湘灵起舞听朱徽。经行一梦游仙枕，遗爱千年随泪碑。俗物茫茫留不住，化为辽鹤入云飞。",
            "comment": ""
        },
        {
            "title": "挽陈直学二首",
            "content": "饱看布褐与轩裳，识破都如梦一场。失鹿蕉间空咄咄，骑鹏天上去堂堂。命真不遇才何负，人已无存德未忘。珍重骓甥歌挽些，他年有泪洒槟榔。",
            "comment": ""
        },
        {
            "title": "菊花",
            "content": "忙里何曾把酒卮，一秋心事付东篱。等间应被西风笑，寂寞黄花未有诗。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "此是河清宴。觉朝来、薰风满入，生绡团扇。太守愁眉才一展，且喜街头米贱。且莫管、官租难办。绕砌苔钱无限数，更莲池、雨过珠零乱。尽买得，凌波面。家山乐事真堪羡。记年时、荔支新熟，荷筒齐劝。底事来寻蕉鹿梦，赢得乾忙似箭。笑富贵、都如邮传。做了丰年还百姓，便莼鲈、归兴催张翰。看卿等，上霄汉。",
            "comment": ""
        },
        {
            "title": "读坡诗",
            "content": "先生诗笔觑天巧，国中往往无曹鲍。一读快如檄愈头，抓痒底用麻姑爪。千古词林有若人，谁复庸中夸佼佼。当年浪落见丹心，悬知世道终难拗。玉堂不愿公留军，群吠其如龙也狡。出入风波千万里，葛巾野服温柔蛮獠。饥来只字不堪煮，豆粥一盂粗可饱。跋前疐后竟何成，赢得清名占箕昴。与公同时富贵人，名字磨灭随虮蚤。丈夫当为不朽计，方寸莫被饥寒扰。",
            "comment": ""
        },
        {
            "title": "送螃蟹",
            "content": "昔人瞻蟹蝉监州，今献霜螯助拍浮。料得监州应笑领，无肠公子也风流。",
            "comment": ""
        },
        {
            "title": "监试卫通判送桂花一枝得四绝句以谢",
            "content": "风月堂中倾国姝，别来风骨清臞。良宵梦里殷勤说，玉兔还能捣药无。",
            "comment": ""
        },
        {
            "title": "和林养正龟符惠诗",
            "content": "殿陛程文被十行，要搜鲠论献朝堂。点头只欠饶三好，强项须教受一章。耿耿古心憎肮脏。茫茫俗眼笑荒唐。大官羊肉非吾羡，一筹藜羹劣可尝。",
            "comment": ""
        },
        {
            "title": "送陈宗谕进叔晋接赴庆元添卒及乃弟泰来四首",
            "content": "谩说题舆乐，谁知忧国心。城狐方伺隙，边马已如林。去上缇屏最，行陈丹扆箴。脂韦何足算，百炼是精金。",
            "comment": ""
        },
        {
            "title": "送郑邛叔珪之博罗尉四首",
            "content": "初宦南游日，去年西啸时。岂无风竹兴，剩有雪梅诗。一尉聊且浼，诸公定见知。勉旃行好事，远业此其基。",
            "comment": ""
        },
        {
            "title": "题名士蔡伟叔宣子文集",
            "content": "书眼昏眵久，今日逢膜篦。诗编云岫序，文卷水心题。富艳濯江锦，清寒印月犀。行行遇知己，莫欢橐无齎。",
            "comment": ""
        },
        {
            "title": "送蜀名父之子程刚仲世德擢甲科二首",
            "content": "乃翁勇退急流中，家法森严在教忠。有子清材如结绿，告君直气贯晴虹。甲科更合放头出，时论从来忌臆空。生长殊方同臭味，相期不朽是英雄。",
            "comment": ""
        },
        {
            "title": "丙子诏后需捷四绝",
            "content": "战罢归来朋再盈，悬知得失击心旌。应门稚子占蛛信，刺绣佳人听鹊声。",
            "comment": ""
        },
        {
            "title": "春月白鹤吟寄魏鹤山",
            "content": "鹤去兮渠阳，发衣佤相羊。啄芳洲兮饮碧湘。如青城之棲兮流矢中伤。鹤来兮钱塘，朱顶兮昂藏。浴太液兮下建章，如九皋之唳兮声彻上苍。鹤归兮临邛之岗，嗥朔风兮立晓霜。扪参历井兮水云乡，如逊东之返兮华表飞扬。昔者去兮，狂枭毒獍相贺乎偃月堂。迨其来兮，文鸾相得乎汉未央。今其归兮，驯鸥狎鹭相待乎午桥庄。善类无依兮，若空乎振鹭之行。留行无语兮，谁扼乎群鸟之吭。归去来於鹤何加损兮，关世道之否藏。有雁兮南翔，翼短兮心长。避缯弋饱稻粱，望胎仙兮天一方，思蹇产兮结中肠，此仙之寿兮未易量。天若祚宋兮，当复来而为治世这祥。",
            "comment": ""
        },
        {
            "title": "送黄同年京甫必昌赴广西提干二首",
            "content": "黄甫才我二十年，蹉跎正会不能圆。四书锐欲潜心圣，八品基为从事贤。东道樽前需客久，南轩印子待人传。丈夫不必求知己，具眼分明有老天。",
            "comment": ""
        },
        {
            "title": "送笋菰与方德润大琮石史遥求霜毫",
            "content": "狂吟不觉兔毫枯，偶探囊中笑子虚。欲觅管城何处是，中书君自有中书。",
            "comment": ""
        },
        {
            "title": "送洪承信儒发西上",
            "content": "诗是同不址杯水，明经谈笑博青紫。两石争如识一丁，长枪得胜毛锥子。夫君稽古岁月深，雕虫童习素所耻。奋身刀剑亦借径，未能免俗聊尔耳。朝来免胄翰墨场，妙发穿杨三昧矢。神人换鼻许正郎，朱衣点头相行季。仙霞绝顶雪漫天，快上扶折九万里。明春跃马白玉京，都人争看龙烧尾。应笑向来点额人，方上桥门趋剑履。便须破费千黄金，邀侬一醉长安市。",
            "comment": ""
        },
        {
            "title": "寄婺州赵尚书产夫二首",
            "content": "大雅千年一嗣音，人如美玉更良金。清修山泽臞儒样，恻怛河沙古佛心。北阙方瞻台斗践，东嘉还借福星临。中兴宗衮留衣钵，大有苍生望作霖。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "天上一灯满，引起万灯明。不知今夕何夕，平地有蓬瀛。西母瑶池称寿，南守锋车催觐，二美一时并。一点魁星现，长侍老人星。心事好，天与寿，鬓长青。不将锺鼎为乐，念念在朝廷。此母宜生此子，须有医时良策，寿国福苍生。子自坐黄阁，母自课黄庭。",
            "comment": ""
        },
        {
            "title": "红蛛",
            "content": "空里游丝十丈长，直垂一颗绛纱囊。侬无喜事何须尔，往报槐花举子忙。",
            "comment": ""
        },
        {
            "title": "读王伯大都承奏疏",
            "content": "金鏁难羁五色麟，行藏如减国精神。可怜张禹孔光辈，气息奄奄泉下人。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "明日元宵，蔼佳气、清凉金粟。人道是、史君寿母，宴瑶池曲。九十春来萱草茂，三千年後蟠桃熟。看鳌头、名字未多时，分符竹。熏宝篆，张银烛。佳庆事，人人祝。况平反阴德，在长生箓。最喜芸香怀玉燕，安排锦帐骑银鹿。待雕轩、文驷上堤沙，如天福。",
            "comment": ""
        },
        {
            "title": "和京教李景平",
            "content": "天上仪邻懒趁班，愁云苦雨暗湖山，绝怜黑黍纷披穗，空有决明鲜好颜。忧国寸心曾感慨，趋时俗驾倦追攀。幕中寺自文书省，诗债无缘久不还。",
            "comment": ""
        },
        {
            "title": "因发诸县催科行移口占呈东卒",
            "content": "共乘驾犯炎云，入手文书费解纷。搜见底囊供北餫，作无麪饼饱南军。铜山欲乞从今赐，金浦何为异昔闻。分得尘劳无著处，不知风月几时分。",
            "comment": ""
        },
        {
            "title": "送林元质彬之西上",
            "content": "二十年来共短檠，相亲不减友于情。风高鹗版曾双中，海阔鹏抟不计程。宣力棘围新扁额，题诗岭旧家声。瓣香旦旦为君祝，唾掌功名在此行。",
            "comment": ""
        },
        {
            "title": "岁晚",
            "content": "月映林塘澹，风含笑语语凉。俯窥怜绿净，小立伫幽香。携幼寻新菂，扶衰坐野航。延缘久未已，岁晚惜流光。",
            "comment": ""
        },
        {
            "title": "丙子诏后需捷四绝",
            "content": "一面飞来打叠秋，农场已筑管无忧。吾侬种殖三年学，未省书田还有收。",
            "comment": ""
        },
        {
            "title": "乔松歌",
            "content": "华阳有乔松，直干千太强。盘根据厚土，劲直凌秋霜。不知种者谁，拱把由羲皇。不受秦人封，铁立心慨慷。下有青牛蹲，中有琥珀藏。长恐蛟龙姿，夜逐雷雨翔。我愿为胎仙，高风下相羊。共此清与高，保此坚与刚。共闻尧舜君，至治垂衣裳。玉帛交万国，朝觐开明堂。我愿为榱桷，翼松为栋梁。斩此冰雪根，绘画旋青黄。万古永不朽，长久天日光。",
            "comment": ""
        },
        {
            "title": "寿仙游许宰",
            "content": "南极秋来光烛天，琴堂此夕寿诗仙。庞公戊子孰小小，寇相中元相后先。制锦从容才有刃，嚼丹赋咏笔如椽。交梨火枣特别大，众此蓬莱不计年。",
            "comment": ""
        },
        {
            "title": "听九座钝庵禅师端午日外堂说法诗",
            "content": "人在尘中醉玉蒲，师於瓶里泻醍醐。传来双径清香远，唤起丛森病骨苏。炳炳毫光争日月，琅琅舌本有江湖。他年泉下相逢处，解得龙山旧事无。",
            "comment": ""
        },
        {
            "title": "读庆元党人家乘蜀",
            "content": "本朝诸大老，谥议两忠公。公去道乡远，名垂太史同。理无显猪位，千载播清风。韩品多孙子，毋须添乃翁。",
            "comment": ""
        },
        {
            "title": "送刘无竞克逊司门赴召三首",
            "content": "吾郡称多士，君家总俊游。仲方在间散，伯又袭编修。道与时升陈，宾随去可留。邮亭还祖饯，别意爽於秋。",
            "comment": ""
        },
        {
            "title": "简仙游宰共瀛甫登二首",
            "content": "为喜双岛舄，将临九鲤乡。民贫嗟辙涸，吏横正鸱张。谁与催贤令，速来仁一方。茅檐茨屋下，延颈望春阳。",
            "comment": ""
        },
        {
            "title": "送陈汝功起宰永春二首",
            "content": "一第垂三纪，卿评占得多。生涯似韦布，谈笑试弦歌。夏校士师道，春台民饮和。政成行奏最，好去立言坡。",
            "comment": ""
        },
        {
            "title": "试墨五首",
            "content": "长沙游玩地，多有墨工奇。旧说胡光烈，今夸郑子仪。",
            "comment": ""
        },
        {
            "title": "再和陈起予二首",
            "content": "友蛰藏身来者伸，不妨抱道且安贫。书眠经笥夸群弟，夜拥绨袍忆故人。富贵未来招鬼笑，文章太好恐天嗔。安排礼乐三千字，寓目他年许得臣。",
            "comment": ""
        },
        {
            "title": "过建阳范氏桂林馆见其向日娱宝亭馆已属他人",
            "content": "桂林当日如春煖，花木清妍差可款。主人好事玉泉香，行客留题锦囊满。桂林今日如冰寒，颓垣坏壁他人管。穷冬莫赠范叔袍，过竿谁饷子桑饭。君不见李家偃月堂，金鱼玉佩鸣丁当。冰山一倒扶不起，月固无恙堂已荒。又不见董家藏坞，翠幕珠帏贮歌舞。谁知当时赏心事，不救后来燃脐苦。请君听我吟桂林，悲欢成败更相寻。人生富贵如邮传，古往今来几桂林。",
            "comment": "【注释】【原题】：过建阳范氏桂林馆见其向日娱宝亭馆已属他人诗以吊之"
        },
        {
            "title": "送方德和大镛赴漕",
            "content": "好风昨夜作秋天，吹送雏鵷上紫烟。兹母整裘颜有喜，难兄提钵面相传。策勋胄榜特余事，努力巍科真壮年。真数重阳到端午，快聆三捷凯歌还。",
            "comment": ""
        },
        {
            "title": "赠川官五星先生",
            "content": "谈星这士如星密，得似川官万之一。雅筹到手疾如飞，口觜翻澜眼波碧。相逢笑问雌甲辰，掀髯怂惥曲江春。自怜蹭蹬负岁月，敢谓渠侬许可真。明时取士非唐比，忠臆不空人所耻。三筹交臂输少年，只较刘蕡差胜尔。川官重来话荣枯，声言温饱非所图。他时散漫游江湖，未省还能访我无。",
            "comment": ""
        },
        {
            "title": "春晚山行问酒主媪以瓶罄告",
            "content": "霜晓寒於腊，日中方有春。云头缠作暮，风力又欺人。老犊眠方稳，雏莺语未真。停骖谋一醉，不酌酒家贫。",
            "comment": ""
        },
        {
            "title": "观风堂观丛刻",
            "content": "古碑真赝递相承，俗刻纷纷满笥滕。最是可怜越山石，不应只吊剡溪藤。",
            "comment": ""
        },
        {
            "title": "海棠",
            "content": "梅太清臞桃太肥，不浓不淡此花宜。何人笔下有香字，为杜陵翁补逸诗。",
            "comment": ""
        },
        {
            "title": "早赵倅",
            "content": "别驾从来头沓高，非关期奏压宜敖。推敲今日韩饶买，引避他年蔺下颇。螂欲当车观者笑，驷难及舌罪焉逃。小诗赎过无佳句，唐突西施又奈何。",
            "comment": ""
        },
        {
            "title": "和致政林存斋稚圭",
            "content": "东邻南极老人星，音吐洪亮眼晶荧。诸郎个个佳宁馨，长者早占千佛经。仲季锐如刃发硎，三珠粲烂照户庭。老人散策傲郊坰，健笔哦诗惊六丁，仰天高唱雨霖铃。餐和毓粹养灵扃，炼和无知如鹤形。文堂纵谈耳惊霆，硬语盍作盘盂铭。笑渠教谄儿懒听，只今人物混渭泾。贤者聚类醒萍，报复未已况调停。我狂畏暑卧风棂，日夕西望忧朝廷。何时乾坤得清宁，未信日月长昏冥。不必餔糟学独醒，不烦餐菊制颓龄。支驾皇舆待騋駉，问讯谁来坐东厅。老成自有典刑，尚父须符渭卜灵。",
            "comment": ""
        },
        {
            "title": "挽制干二首",
            "content": "曾见端平进士评，邱君磊落榜中英。忘形尔汝同年集，驰志伊吾即日行。举子能谈真将略，元戎夸得好门生。可怜书剑浑无用，才力如何与命争。",
            "comment": ""
        },
        {
            "title": "痴儿",
            "content": "痴儿缠五岁，器局稍精明。弄笔夸郎罢，窥鸾效女兄。顾瞻眸子俊，酬答舌头轻。但愿身长健，看渠骨骼成。",
            "comment": ""
        },
        {
            "title": "戴老堂为城西林兄作",
            "content": "阙下唐时裔，城西戴老堂。熊丸甘子嗜，鸡馔饱亲尝。至行薰吾里，精心契彼苍。定知家庆远，兰桂胜流芳。环堵陈图史，高堂奉旨甘。桂枝和月种，萱草斗春酣。玉帝垣居北，老昨一周南。重哉忠教责，硬作脊梁檐。",
            "comment": ""
        },
        {
            "title": "闻倪尚书赴诏",
            "content": "老倪昔戆去国，时无一语为王留。自从医国失扁鹊，民之瘼矣矧可瘳。满朝争慕舌为柔，忍耻戴天事世分。间有一念及王事，祗能氏头效楚囚。汉家朝得一汲直，淮南即日干戈休。夷甫清谈介薄俗，坐视平陆觉神州。残寇六年污京汴，群鱼假息斧中游。陛下至仁一南北，天假机会忍不投。顾盼左右求所倚，张仲教友故侯。亟下一纸起高卧，明堂一柱清庙球。书生闻诏喜不寐，江在有人吾何忧。翻思死者不可生，谁为中兴壮共猷。未必军中有老范，且乞王所容居州。",
            "comment": ""
        },
        {
            "title": "别戴仲实",
            "content": "人生契好不在久，一日可当十年游。共君三两夜清话，洗我千万斛奇愁。欲晴未晴云阁雨，临别惜别车停辀。异时扁舟下濑渚，安道谨勿避子猷。",
            "comment": ""
        },
        {
            "title": "和马伯庸尚书四绝句",
            "content": "丝丝垂柳拂金沟，学就宫娃舞态柔。莫遣落红飘一点，长门春色不禁愁。",
            "comment": ""
        },
        {
            "title": "送刘无竞克逊司门赴召三首",
            "content": "更花仅如许，和戎觉又非。边陲风色恶，人物晓星稀。国事迷当局，时贤赴急机。周嫠空愤切，不虑岁无衣。",
            "comment": ""
        },
        {
            "title": "过新蓬二岭",
            "content": "世路年来熟险巇，那堪炎火正宣威。足摩青壁顶头过，心逐白云天外飞。瀑布有愁客耳多，山禽无语怪儒衣。田翁怜我鞋根湿，为说林梢已夕晖。",
            "comment": ""
        },
        {
            "title": "二朋阅邸报",
            "content": "闻道边头数万兵，倒戈归我我遗民。处降失策国非国，清野无粮人食人。关外数州城不猎，山阳孤戍草无春。书生忧愤空头白，自有经纶社稷臣。",
            "comment": ""
        },
        {
            "title": "送朱典卿履常上舍西上",
            "content": "天庠教育总英游，文行惟君擅两优。玉润珠明盈咳唾，兰薰雪白见操修。老天不错须开眼，朱吏相逢定点头。月里一枝高斫处，向来我已为君留。",
            "comment": ""
        },
        {
            "title": "挽平昌戴丞二首",
            "content": "倒蔗入佳境，寒花留晚香。福田三古刹，恩泽四舆梁。鹤化空华表，牛眠占吉藏。他年青与紫，恒塞桂枝堂。",
            "comment": ""
        },
        {
            "title": "嘲解十首",
            "content": "方圣时平谏诤无，子胡不善效辕驹。庸庸随物例多福，皦皦出尘良易污。填海谁怜精卫苦，移山可笑此翁愚。鸣钟鼎食不知爱，却爱山中饭粝粗。",
            "comment": ""
        },
        {
            "title": "春暮",
            "content": "云头红上三竿日，烟际青来数点峰。桑椹熟时鸠唤雨，麦花黄后燕翻风。",
            "comment": ""
        },
        {
            "title": "秋夜对客",
            "content": "旋烧香鸭剔银缸，风卷银蟾上矮窗。诗癖苦无厅药疗，睡魔赖有建茶降。回环蛙部疑成两，接续蝉笙不计双。好友相看宁惜夜，满怀秋思浩如江。",
            "comment": ""
        },
        {
            "title": "参部至三山简王宗教子文野二首仍寄观潮拙稿",
            "content": "别来双鬓忽惊秋，一笑哦诗宽百忧。草舍绳枢聊尔尔，如何比得碧云楼。",
            "comment": "【注释】【原题】：参部至三山简王宗教子文野二首仍寄观潮拙稿子文旧诗名为碧云楼集"
        },
        {
            "title": "嘲解十首",
            "content": "霸者成功如彼卑，孔门童子耻称之。尽伦大舜斯为至，有过周人公说宜。古者责难诚意切，今人逢恶大经隳。若教新语宜垂世，可废八章棠棣诗。",
            "comment": ""
        },
        {
            "title": "问邵武守刘无竞逊求邵武红硃三首",
            "content": "阅君吟稿日频哦，句法金熔字玉磋。自是集中多好处，从头点滴费朱多。",
            "comment": ""
        },
        {
            "title": "桃蹊梅坞",
            "content": "疏疏密自成行，共趁春妍斗晓妆。移得武陵溪上种，传来大庾岭头香。玄都道士风流别，东阁诗人兴味长。唤取园丁勤物色，合将何树比甘棠。",
            "comment": ""
        },
        {
            "title": "清明郊行",
            "content": "年例清明是暮春，今年春事却平分。故添一闰知天巧，欲探群芳奈雨频。烟树对人愁脉脉，暮山似我老陈陈。感时莫洒花前泪，不道中原涨战尘。",
            "comment": ""
        },
        {
            "title": "柏梁体简龚少益",
            "content": "青山四面画图张，溪流月下鸣汤汤。山之下兮水之旁，有人结茅作书堂。诵声洒洒流琳琅，使我一听乐洋洋。应问谁为师匠良，风流相种如龚郎。天孙付以锦绣肠，一挥十纸烂成章。上与奎宿争光芒，器成未售此焉藏。吁嗟无地堪翱翔，尘缨自濯歌沧浪。床头金尽羞悭囊，山鬼吹灯夜恓惶。蚊雷聚噪肆颉颃，仗剑起舞涕泗滂。劝君停剑无庸伤，时平贤路如康庄。鸾凤引喙鸣高岗，时危此道隘且荒。横宝在道暗无光，运行如此休慨慷。男儿立身当自强，精金须经百炼刚。膜外荣枯等秕糠，惟忠惟孝不可忘。请君倾耳听柏梁，谓余不信来对床。",
            "comment": ""
        },
        {
            "title": "挽宁宗皇帝章六首",
            "content": "驿报行天下，君王弃万几，鹤翔云汉远，龙向鼎湖飞。杞国天初隐，咸池日尚微。临轩思往事，备泪不停挥。",
            "comment": ""
        },
        {
            "title": "挽武刚录能",
            "content": "世科赫奕登相续，官守端方石介如。无节能开河内禀，进身耻觅帝城书。秩终九品人称屈，善积千年庆有余。马耳家声无失坠，二雏努力大门闾。",
            "comment": ""
        },
        {
            "title": "寿丞相",
            "content": "翼戴三朝冕有蝉，归来今作地行仙。且看宫阙萧何第，未泛江湖范蠡船。老境已怜周尚父，庆门方似汉韦贤。一杯仰祝椿松寿，岁岁流觞八日前。",
            "comment": ""
        },
        {
            "title": "用徐编修德夫韵其开藩旴江二首",
            "content": "几年泉谷养灵根，一立朝班敢尽言。鏁制玉麟辞绀殿，符分金虎坐辕门。郡条上日新施设，民瘼微时预讨论。勿鄙向来工珥笔，只将清净镇嚣喧。",
            "comment": ""
        },
        {
            "title": "监试卫通判送桂花一枝得四绝句以谢",
            "content": "花映眉间一点黄，笑将文字共平章。高枝定不轻分付，自有花为知见香。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "月香试看尤清绝，一在枝头一在窗。",
            "comment": ""
        },
        {
            "title": "和后村刘甫纪梦",
            "content": "梦怀谏纸立前厢，梦觉披衣起纲详。斗断章取义旧谣仍搞奏，籯金往训觉增光。穹官贤职一时事，令子直臣千载香。报答君亲良月日，未应垂钓老沧浪。",
            "comment": ""
        },
        {
            "title": "寄呈漳守李侍郎元善四首",
            "content": "向来大姓虐穷闾，千亩农田浚作渠。点吏鹰豪争攫肉，骄儿螂怒敢当车。老丞嫉恶无容忍，直禾诛欲剪锄。解印此曹称快甚，惟民与士最愁子。",
            "comment": ""
        },
        {
            "title": "送郑邛叔珪之博罗尉四首",
            "content": "是邑经兵火，今缠补少痕。要教民击坏，毋遣吏椎门。文惠残碑在，坡仙醉墨存。公余勤物色，幽兴入琴樽。",
            "comment": ""
        },
        {
            "title": "游温陵得未得之士四人作四爱诗·赠养仁若春",
            "content": "吾爱清源颜养仁，笔端有力重千钧。奇才自合巍收第，他巧何妨且进身。我老无能惟喜士，君名若出定惊人。元宵相聚过寒食，不污东风一点尘。",
            "comment": ""
        },
        {
            "title": "阙题",
            "content": "拙成可抵万金璧。从古至今不偶合，如何二妙一时出。仆也若调乌鹊鸣，敛翅甘受黄鹤擘。自从手授大雅文，孺子低头拜黄石。数韵不未足写容，先生响报何捷疾。儿娇胜拾隋氏珠，母喜如捧毛生檄。自怜生长通德乡，每沐达尊垂异识。为题碑刻墨未乾，招入诗盟笔尤特。前无宋与班香是，奄有庾清兼鲍逸。岁晚家食谁与娱，持此可慰风雨夕。先生自取太劳谦，提奖孤寒美多溢。大匠旁观自汗颜，伯乐一顾价增百。琴堂闻亦有妙赓，迄遣奚奴为物色。当官多是废言诗，敏手何曾妨霹雳。",
            "comment": ""
        },
        {
            "title": "池上归道间即事二首",
            "content": "寒食清明近，知春不久归。眼惊红作阵，心爱绿成围。宿鹭立晴漱，栖鸦掀夕晖。狂游付年少，我已省前非。",
            "comment": ""
        },
        {
            "title": "送黄殿讲成父赴广东漕四首",
            "content": "剡曲莲池彻底清，即驰隽轨上蓬瀛。抽黄媲白羞时常，渍墨磨丹勘旧经。彤陛奏言殚荩直，玉皇动色赏忠精。胸中列宿舒芒耀，藜火光分太乙星。",
            "comment": ""
        },
        {
            "title": "挽宁宗皇帝章六首",
            "content": "忧治勤宵旰，生经爽铏。玉卮临瑞节，画翠怆昕廷。草木秋零落，乾坤书晦冥。扶持宗社计，列圣在天灵。",
            "comment": ""
        },
        {
            "title": "监试卫通判送桂花一枝得四绝句以谢",
            "content": "天女吹香到酒边，不须更著水沉烟。明年正月披香殿，人在玉皇香案前。",
            "comment": ""
        },
        {
            "title": "夜读杜诗契心喜成",
            "content": "夜永如年眠较迟，寒声贔屭薄书帏。静看香篆萦茶碗，细嚼槟榔当酒卮。诗卷一工明病眼，骚人千载契心期。偶逢会处点头笑，早被灯花圣得知。",
            "comment": ""
        },
        {
            "title": "元宵灯",
            "content": "元宵灯火出游敖，斗巧争妍照彩鳌。官府只知行乐好，谁知点点是民膏。",
            "comment": ""
        },
        {
            "title": "除夕",
            "content": "忆昔都门值岁除，高楼张烛戏呼卢。久依净社参尊宿，难向新丰认酒徒。天子未知工划赋，邻人或倩写桃符。寒宵别有穷生活，点勘离骚拥地炉。",
            "comment": ""
        },
        {
            "title": "除夜共蒋力父有秋宿南浦馆",
            "content": "客里逢年酒半醺，篝灯课送穷文章。对休共听巴山雨，入梦休思巫峡云。好整衣冠朝北阙，新栽桃李属东居。平明各把菱花看，黄子上眉间已十分。",
            "comment": ""
        },
        {
            "title": "送陈汝功起宰永春二首",
            "content": "通了金闺籍，须教吧债还。尚威民作敌，徙善吏容奸。世久无彭泽，人今识鲁山。平生经济学，随力救时艰。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "曾侍螭头立。吐危言、婴鳞编虎，扶持鳌极。谁炼精金铸刚卯，气节毅然镇国。肯顾恋、眼前官职。碧水丹山持翠节，这福星、特为吾闽出。发义廪，无难色。如今世道难扶植。直还他、温公德量，魏公风力。此事又关宗社福，仍系苍生休戚。且称寿、公生人日。炼得内丹成熟後，看河车、常运方瞳碧。五百岁，作良弼。",
            "comment": ""
        },
        {
            "title": "赠无诤和尚四首",
            "content": "稽首丛林无诤师，我因有诤落便宜。问师无诤中三昧，笑指岩前没字碑。",
            "comment": ""
        },
        {
            "title": "又赠刘铁面五星",
            "content": "刘君腹贮一天星，搜索真机泣六丁。少可舌端无软语，秘传肘后有全经。话盟在昔疑犹梦，诗识如今果叶灵。我亦正为贫作崇，双眸赢得一番青。",
            "comment": ""
        },
        {
            "title": "送朱君锡珪尉德化二首",
            "content": "鼓箧游环璧，如君最妙龄。阿{上弥下女}开绛幔，大陵共炉亭。力学案堆雪，收科蛰奋霆。莫嫌梅市小，有路透青冥。",
            "comment": ""
        },
        {
            "title": "温陵万安桥谒忠惠蔡公祠堂留题",
            "content": "欲知公这忠，须诵三谏诗。欲知公之惠，须读万安碑。朝廷得公重，天下失公悲。骑鲸今几年，悠悠人见思。今人愧前修，风流不可追。立朝无刚容，突梯仍脂韦。字民乏廉声，敲扑急蚕丝。不知富贵有磨灭，芳名姱节无穷时。游子晚出公之乡，儿时敛袵公清规。吁嗟九原不可作，每於清夜梦见之。所以今日拜公像，浩歌出门双泪垂。",
            "comment": ""
        },
        {
            "title": "寿南宗东岩四首",
            "content": "公是昆台紫府仙，中间一念随尘缘。小猿驿口霜生甑，白鹤岩前月满船。诗太迫人清似水，琴真知我真如弦。年来族老晨昨副省长，独鲁灵光向岿然。",
            "comment": ""
        },
        {
            "title": "寒食呈陈崇清",
            "content": "一日五日山寒节，八十六翁行地仙。曲水飞觞酬胜景，汉宫传烛忆青烟。三春幸自添余，双笔今题几篇。挽仰兴怀儿辈事，先生有乐在壶天。",
            "comment": ""
        },
        {
            "title": "送笋菰与方德润大琮石史遥求霜毫",
            "content": "玉版丰标清更臞，紫姑道味颇甘腴。遣渠问讯紫薇老，后省厨供有此无。",
            "comment": ""
        },
        {
            "title": "嘲解十首",
            "content": "西山名节太峥嵘，洪魏同时俱有声。斥去不妨为宝庆，出来亦只做端平。事师如子何为谄，植党旁人笑好名。婺女谏官良解事，正邪辨析极分明。",
            "comment": ""
        },
        {
            "title": "问邵武守刘无竞逊求邵武红硃三首",
            "content": "自怜凡骨本难仙，安得泥坛七返丹。欲使身轻生羽翼，乞丹须是问刘安。",
            "comment": ""
        },
        {
            "title": "南剑赵用甫权郡有小集以祈晴不用妓移晚筵於",
            "content": "君侯风谊薄云高，轸念征夫跋涉劳。雅宴朝陪青玉案，余欢晚属念珠曹。向来惊下曾参杼，此去谁分范叔袍。斋合祈晴行有应，免教雪虐更我饕。",
            "comment": "【注释】【原题】：南剑赵用甫权郡有小集以祈晴不用妓移晚筵於潘司户"
        },
        {
            "title": "送郑邛叔珪之博罗尉四首",
            "content": "三十年朋友，诗筒几往还。君缠游宦海，我正赋囚山。滩鶒何时下，沙鸥镇日间。升沉踪迹异，心事却相关。",
            "comment": ""
        },
        {
            "title": "岁晚偶题",
            "content": "饮冰食蘖坐穷阎，旋觉星星上鬓髯。百尺楼中从偃卧，五侯门下任暄炎。寒花最爱香来晚，倒蔗须教末见甜。寿相谁知三甲异，新年愿得一丁添。",
            "comment": ""
        },
        {
            "title": "挽邹帅母叶夫人二首",
            "content": "诗书教子昔邹母，燕喜宁亲今鲁侯。石窌疏封时陆续，鱼轩迎养岁优游。精专十念湘山佛，仿佛三生阆苑俦。方拟乡舆扶上殿，不堪丹旐楚江头。",
            "comment": ""
        },
        {
            "title": "永嘉何子善琴而有诗名一日携二妙见访求诗",
            "content": "山川司马游曾惯，湖涨元龙气更豪。诗眼肯时穿月协，琴声妙处写云和。夫君只手兼双美，举世何人赏此高。科得送穷文已辨，雪霜应柰岁寒柯。",
            "comment": ""
        },
        {
            "title": "挽漳守郑都承子敬四首",
            "content": "壶山阀阅例多贤，雪玉风标忆眼前。正献风猷复斋为，蜀公素业肯亭传。人於故国悲诸老，我为吾州惜老仙。在昔靖康人物尽，却教老蔡雪垂肩。",
            "comment": ""
        },
        {
            "title": "立夏前王日出郊送春",
            "content": "前回马首络青春，春我相逢皆故人。今朝出门忽失笑，春如五日之京兆。莺痴蝶騃不知愁，惟有杜鹃啼到晓。春到园林邮传哉，藤阴次第庇莓苔。愿春长在人长健，何惜与春归去来。",
            "comment": ""
        },
        {
            "title": "简南剑倅赵用甫以夫同年二首",
            "content": "元戎择佐奏肤公，君以宗英在选中。紫气发硎光射斗，碧油草檄令飞风。莫嫌假手事权小，行拜真王位望穹。老我相期犹远大，朱虚要立万年功。",
            "comment": ""
        },
        {
            "title": "送林师道似之赴宁都尉二首",
            "content": "及物官无小，平生志所存。一条冰出壑，五色棒悬门。皂盖邦魁彦，绣衣乡达尊。傥能念寒畯，梅市得春温。",
            "comment": ""
        },
        {
            "title": "游温陵得未得之士四人作四爱诗·赠来叔泰来",
            "content": "清源吾爱陈来叔，紫帽家声蔼月评。苦学心能通造化，择交足不出门庭。人知长宋名先弟，谁识子由文胜兄。听取缙绅传好语，可轩后有两魁星。",
            "comment": ""
        },
        {
            "title": "嘲解十首",
            "content": "一相当朝总百官，升沉只在笑谈间。及门炙手趋炎火，倾国将身靠泰山。子独何人蜉撼树，众皆重足虎当关。仙舟已到蓬莱境，却被波神勒取还。",
            "comment": ""
        },
        {
            "title": "谢何察推鲫鱠",
            "content": "君家一筋万钱拚，分我钱丝侑客欢。芳饵得来珍丙穴，金刀落处照辛盘。腹腴差迫诗肩瘦，鳞沾能生酒面寒。玉手行厨如许巧，说教鱼婢学应难。",
            "comment": ""
        },
        {
            "title": "寿丘曹",
            "content": "三分长月一分过，天产真仙积庆多。西国玉枝家世袭，霸陵铜狄手长摩。功名本自归谈笑，寿考何劳着咏歌。行直紫宸清夜宿，共惊莲炬认鸣珂。",
            "comment": ""
        },
        {
            "title": "多病",
            "content": "客问新来况，新来病更多。忧时添老色，愠小损天和。不是梦华境，祗寻安乐窝。年丰米犹贱，加饭笑廉颇。",
            "comment": ""
        },
        {
            "title": "为余君肃日严母夫人寿",
            "content": "曾向瑶池稳泛槎，眼看西母佩飞霞。定分天地冲和气，来匹化侯富贵家。熊胆课儿心苦淡，鱼轩锡命世荣华。樽前何物堪为寿，笑指蟠桃几度花。",
            "comment": ""
        },
        {
            "title": "送张能父天定赴瑞州教二首",
            "content": "大学穿杨巧，青春斫桂荣。心灯传老宿，文印授诸生。德履华嵩重，襟期玉雪清。君王他日问，张姓複其名。",
            "comment": ""
        },
        {
            "title": "寄婺卒张同年渭叟并简其婿黄元辅自然二首",
            "content": "江峰映带武夷青，几度携筇此地行，韵士魁人钟间气，冰翁玉婿并时名。世方争效十赞巧，渠自不贪三字荣。料得平章风月暇，家书一阅万金轻。",
            "comment": ""
        },
        {
            "title": "啄木鸟",
            "content": "吸木复啄木，汝啄抑何毒。千株万株端明松，五月六月来清风。木于汝何恶，朝朝暮暮啄。劝汝利觜宜少停。戕木之生吾忍听，已有弋者在后亭。微虫初何识，亦能对以臆。天子爱元元，宵衣念艰食。连年值禾饥，穷闾多菜色。县官急督租，吏饕饥需索。啄木比刻木，何煮可疾。木生与民生，何者为当恤。可弹者不弹。为我谢彼弋。",
            "comment": ""
        },
        {
            "title": "生朝止客",
            "content": "白发苍颜五十三，北风不竞又来南。宦情於我蜡来淡，世味从渠密样甘。乌哺劬劳恩未报，雁行凄断痛何堪。记生纵有一樽酒，忍与妻孥共醉酣。",
            "comment": ""
        },
        {
            "title": "读渡江诸将传",
            "content": "读到诸贤传，令人泪洒衣。功高成怨府，权盛是危机。勇似韩彭有，心如廉蔺希。中原岂天下，尺土不能归。",
            "comment": ""
        },
        {
            "title": "谢水福陈梦得见访",
            "content": "枝筇来访白云坳，绝异红尘势利交。把酒为君浇磊磈，携诗就我定推敲，不曾出市曾庞老，安得为云农盂郊。古锦囊中多秀句，家元书史莫徒抄。",
            "comment": ""
        },
        {
            "title": "再用韵和张仁仲史君",
            "content": "五花入手眼境明，合主黉宫善类盟。善教牖民师帅责，婉辞玉女父兄情。马经定价增神骏，鸮亦怀音避恶名。从此心田去稂莠，沐侯化雨及时耕。",
            "comment": ""
        },
        {
            "title": "读王伯大都承奏疏",
            "content": "曳紫腰金满阙庭，被渠唤作集瓜蝇。适从何处来居此，面目人嫌鬼亦憎。",
            "comment": ""
        },
        {
            "title": "读王伯大都承奏疏",
            "content": "聒耳喧啾厌毕逋，朝阳忍听凤凰孤。朝廷若贬饶州老，我亦甘心拜尹洙。",
            "comment": ""
        },
        {
            "title": "送吴梦大监税赴潮州圃湾二首",
            "content": "诗礼名家子，铮铮早有声。右班聊借径，在计更司征。霜日孤标净，湖山一共平。图南九万里，此去是头程。",
            "comment": ""
        },
        {
            "title": "再呈赵倅",
            "content": "委斋坐我以春风，不事拘挛边幅中。俗子语言藏攫罕，丈夫胸腹等崆峒。虚舟相触何心在，怒火虽炎一饿空。到底不如归去好，扶梨载笠作村翁。",
            "comment": ""
        },
        {
            "title": "和竹轩张史君来字韵二首",
            "content": "一自都门拂袖来，意味岁月亦悠哉。填波精卫功良苦，享乐鶢鶋心自猜。老矣力衰难运甓，偶然兴到且传杯。君侯若使居王所，片善还能采草莱。",
            "comment": ""
        },
        {
            "title": "送林日升景高之毗陵传氏馆",
            "content": "情好相投岁月深，那堪天外话离襟。京华浊暑邻三伏，荆水清风直万金。鸿雁稻粱聊老计，蛟龙云雨有初心。三年名遂荣归去，椿桂堂前候好音。",
            "comment": ""
        },
        {
            "title": "和马伯庸尚书四绝句",
            "content": "晴澜金色漾琉璃，日落春风拍岸时。鸥鸟不惊人去远，掖垣南下树参差。",
            "comment": ""
        },
        {
            "title": "送乡先生林{左虎几换鱼右文}磻黄石讲会",
            "content": "岁暮何时更远游，刘蕡下第我色羞。阳春自古难为和，明月如今肯暗投。宿诺不轻连璧友，新盟借重扞城侯。九江傥拒鼋鳌饵，何处堪人钓钩。",
            "comment": ""
        },
        {
            "title": "贺同年林簿同卿龟从新婚",
            "content": "知君雅志厌奢豪，富贵相寻可得逃。云母屏间穿雀目，销金帐下醉羊羔。养生早悟眉为斧，侍立须惊手有刀。老我诗成还失笑，膏粱未必胜糠糟。",
            "comment": ""
        },
        {
            "title": "和毗陵傅知录送其侄得隽广童科",
            "content": "渥洼骥子展足长，朝发燕都夕夜郎。一腹如椰贮夜光，挥毫落纸烂成章。诵筴无遗忘，风采耸动中书堂。伯父一见金玉相，声之以诗鸣凤凰。顾我外氏出义阳，忝与此郎为雁行。窃效序送童子张，期子更阅几星霜，姓名金榜相颉颃。",
            "comment": ""
        },
        {
            "title": "寿徐直院",
            "content": "新春三六庆生申，曾立螭头作这臣。论谏独先闻药石，代言何上见丝纶，汉星今日仍和虏，蹇叔当时最虚秦。万古波涛看砥柱，祝君不必假灵椿。",
            "comment": ""
        },
        {
            "title": "贺谢景芳得第四男",
            "content": "每爱君家玉满阶，仙宫今又见琨台。父兮定得铃旗梦，母也须怀磬石胎。羯末封胡和有种，复临泰壮看朋来。林家络秀如闻此，好好来求依样怀。",
            "comment": ""
        },
        {
            "title": "贺陈侍郎该宗祀告成加封清源郡侯二首告词有",
            "content": "辞封来伴赤松游，判作山中万户侯。一片葵心天北阙，十行芝检殿西头。渊洪端静恩言厚，拊藉温存眷礼优。国事多艰耆旧少，须公与作济川舟。",
            "comment": "【注释】【原题】：贺陈侍郎该宗祀告成加封清源郡侯二首告词有缅怀耆德养老乞言等语"
        },
        {
            "title": "晚过白沙",
            "content": "浪踏麻鞋破晓行，林梢犹自带残星。气吞宇宙无气馁，心醉功名觉醒。红雨无端污行色，白云知我忆亲庭。平生惯作江湖客，得酒相看眼倍青。",
            "comment": ""
        },
        {
            "title": "腊肉",
            "content": "霜蹄削玉慰馋涎，却退腥劳不敢前。水饮一盂成软饱，邻翁当午息庖烟。",
            "comment": ""
        },
        {
            "title": "送郑秉叔西征",
            "content": "聊辔而西三十程，风餐雨宿费经营。间关阅旧途经熟，老大逢新历日惊。我正与时相枘鉴，君方随诏赴弓旌。独班赐第明年事，回首云深谷口耕。",
            "comment": ""
        },
        {
            "title": "轿中五言",
            "content": "卯酒工为醉，春衫怯晓寒。篮舆有何味，脚力且图间。得句点头笑，拈书信手翻。仆夫行且止，我爱眼前山。",
            "comment": ""
        },
        {
            "title": "寄题卢川容膝轩诗",
            "content": "谁将容膝榜轩楣，未见高人心领之。绿绮牙签无长物，名芝芳茝是佳儿。卧看笔架成江梦，坐揖炉峰读楚词。诸谢风流应未远，卢川今又种清规。",
            "comment": ""
        },
        {
            "title": "题九鲤湖",
            "content": "仙人蝉蜕几经年，山水胜处今依然。长驱九龙叱雷电，高跨九鲤升云烟。武夷九曲就幻相，灵砂九转成丹铅。黄鸡白犬得字砥，翩翩高举红轮边。我家去此可三舍，欲识仙灶无因缘。朅来乞陬方匕剂，要使凡骨成飞仙，群仙并头顾我语，我指巨鳌在深渊。",
            "comment": ""
        },
        {
            "title": "读王伯大都承奏疏",
            "content": "首疏明明点败棋，次篇字字比元龟。人中龙定子瞻是，殿上龙非安世谁。",
            "comment": ""
        },
        {
            "title": "试墨五首",
            "content": "柯山叶茂实，胶法颇精坚。潘李今何处，斯人得正传。",
            "comment": ""
        },
        {
            "title": "闻倪正甫尚书台评",
            "content": "人从捷径博公侯，一老堂堂去不留。谁向帝前谗陆贽，不令王所着居州。修名已立公何欠，直道难行国可忧。安得上方三尺剑，为渠断取佞臣头。",
            "comment": ""
        },
        {
            "title": "送陈宗谕进叔晋接赴庆元添卒及乃弟泰来四首",
            "content": "若见青山老，烦言仆寄声。人新无好况，依旧是狂生。国事今如许，庸医见亦惊。不知灵寿杖，还解拄天倾。",
            "comment": ""
        },
        {
            "title": "贺洪景茂叶舍试平奏仍勉为南宫之行",
            "content": "喜箧天庠正妙龄，同时行辈半先登。如今缠喜红心中。当日几成变脚升。冀北群空看走马，溟南路阔快抟鹏。归来新敞渠渠厦，笑我生涯冷似冰。万仞浮屠已合尖，出门一笑谢虀监。钓鳌沧海六连上，骑鹤扬州二得兼。识应何仙符旧兆，梦魁余榜合新占。破荒吾邑须君辈，更看花从锦上添。",
            "comment": ""
        },
        {
            "title": "送吴魁君谋叔告赴召二首",
            "content": "三载天庭出一魁，一魁岂是利名媒。熙宁如叶庸人耳，南渡惟张君子哉。胪唱若为调众论，囊封正要看人才。千年青史芬芳远，过眼浮荣付傥来。",
            "comment": ""
        },
        {
            "title": "问邵武守刘无竞逊求邵武红硃三首",
            "content": "见说归装只载书，书囊拍塞载红硃。不知滴露研磨剩，惠我刀圭点易无。",
            "comment": ""
        },
        {
            "title": "人日六言五首",
            "content": "诵诗心醉六义，读易梦吞三爻。毛郑寸长我取，羲文千载神交。",
            "comment": ""
        },
        {
            "title": "寿陈崇清侍郎",
            "content": "笑把荷囊下紫霄，人传千载鹤归辽。精忠一片驰寅陛，乐事无穷继牛桥。垂钓沧浪听欸乃，挥毫云岫赋逍遥。今辰恰纪蓬壶瑞，南极横陈埒斗杓。",
            "comment": ""
        },
        {
            "title": "良月朔郊行问讯梅菊",
            "content": "夜半渐惊风作恶，朝来賸喜月为良。知梅有意商量雪，问菊何谋淮备霜。和靖未吟先得趣，渊明欲断己无肠。物情荣悴胡关我，独酌悠然寓醉乡。",
            "comment": ""
        },
        {
            "title": "南歌子",
            "content": "家里逢重九，新篘熟浊醪。弟兄乘兴共登高。右手茱杯、左手笑持螯。官里逢重九，归心切大刀。美人痛饮读离骚。因感秋英、饷我菊花糕。",
            "comment": ""
        },
        {
            "title": "和马伯庸尚书四绝句",
            "content": "步障随车起暗尘，画罗难隔艳阳春。水边争羡春阳柳，一岁东风一岁新。",
            "comment": ""
        },
        {
            "title": "挽致政朱司户二首",
            "content": "枕上功名泪不乾，镜中勋业老犹看。起家喜有千金子，入手缠沾九品官。衮衮天朝来晚贲，匆匆人事异悲欢。最怜当日称觞处，桂茂兰芳萱草残。",
            "comment": ""
        },
        {
            "title": "挽郑昂叔珪母蔡夫人二首",
            "content": "钟秀端明裔，来嫔通德家。早甘寒水玉，晚爱白莲花。乐施阴功厚，回班庆事赊。他年龙凤麓，曾典有光华。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "首尾四年，台省好官，都做一回。便前头更有，合当做底，何妨且恁，猛省归来。甲第新成，开尊行乐，脆管繁弦十二钗。回头笑，这狂生无用，削尽官阶。狂生真个狂哉。泼性气年来全未灰。有龙鳞凤翼，不能攀附，牛衣渔具，早已安排。烂煮园蔬，熟煨山芋，白发苍颜穷秀才。官休做，莫狂无处著，送去琼崖。",
            "comment": ""
        },
        {
            "title": "和赵倅二首",
            "content": "一样风清共月明，平分那得外斯盟。合将长与贰同传，正恐君嫌誉过情。碑断文昌须改制，台高马援却逃名。色丝黄绢侬无分，悔不文园着力耕。",
            "comment": ""
        },
        {
            "title": "梦林清叔",
            "content": "已分幽明隔，无端入梦来，交情今已矣，汝死亦冤哉。白骨今何在，沧波去不回。",
            "comment": ""
        },
        {
            "title": "贺同年林簿同卿龟从新婚",
            "content": "金华门外浥京尘，乌石山前结帨巾。翁婿相看冰映玉，庭闱一笑颊生春。昔言尔尔嫌随俗，今唤卿卿喜有人。来岁梦兰叶佳兆，犀钱玉果出娱宾。",
            "comment": ""
        },
        {
            "title": "除夜洗砚",
            "content": "多谢吾家即墨侯，朝濡暮当富春秋。为供文字逢青眼，要策功名真黑头。濯以清泉尘已蜕，衣之文锦翠如虬。呼童除放陈丰馔，少劳精神并汝酬。",
            "comment": ""
        },
        {
            "title": "送刘无竞克逊司门赴召三首",
            "content": "上了朱轓最，催还白玉京。兄怜子由别，母劝器之行。医国言须切，谋身策尚平。友朋空爱助，君自有权衡。",
            "comment": ""
        },
        {
            "title": "读王伯大都承奏疏",
            "content": "近得故人盈纸书，却将取辱笑吾徒。世间处胡可羞事，曾见欧阳责范无。",
            "comment": ""
        },
        {
            "title": "钱方言岩仲之泰尉尤溪二首",
            "content": "莫作寻常一尉看，斯人能大所居官。才高不数麒麟楦，气盛曾排虎豹关。初筮事人须以直，有心及特莫辞难。此行有一为君贺，刺史贤如元次山。",
            "comment": ""
        },
        {
            "title": "读庆元党人家乘蜀",
            "content": "群伪欺天日，宋臣去国时。朝扶皇帝玺，暮植党人碑。楚众齐难胜，刘安晁遂危。抵龟公赞决，几事并无知。",
            "comment": ""
        },
        {
            "title": "谢仙游许宰伯诩立续题名记招饮二首记乃崇清",
            "content": "栽花次第满河阳，谁结寒根桃李场。鳌在三山惊贔屭，凫飞双舄费揄扬。春风折屐缘闻捷，腊雪开筵重借光。他日明需大木，桷榱或得入平章。",
            "comment": "【注释】【原题】：谢仙游许宰伯诩立续题名记招饮二首记乃崇清侍郎作"
        },
        {
            "title": "寄陈起予宗夏二首",
            "content": "道有穷通时屈伸，夫君气概岂长贫。帐前弟子知无几，膝上郎君证可人。苜蓿尽多聊一笑，栗梨见觅莫渠嗔。平生耿耿犹存否，五十端能贵买臣。",
            "comment": ""
        },
        {
            "title": "简仙游宰共瀛甫登二首",
            "content": "诗要渊明赋，琴须宓子鸣。幸哉吾百里，行矣见双清。民瘼需绥抚，人才待作成。猪肝非我嗜，无事累高明。",
            "comment": ""
        },
        {
            "title": "读王伯大都承奏疏",
            "content": "直道年来冷似菰，西山去后有人扶。王郎此段真奇特，又喜三山出介夫。",
            "comment": ""
        },
        {
            "title": "就许宰求云岫介和集",
            "content": "昔者杜老夜听许十诗，为言风骚共推注。如何汗青失其传，览杜集者为许惜。我曾得介和之编，暗中惊喜拾拱璧。泰岳之后虚人归，宗派元自一家出。驰筒往返者谁欤，云岫先生诗巨擘。文鸾彩凤迭应酬，呼撼翠梧彻金石。血驹紫燕争追驰，容与蚁封中徐疾。留卷把玩不忍归，痛快差类愈头檄。应知至宝畴敢私，天下有目皆愿识。刊之坚梓广流行，作我县斋大奇特。诗名要与宇宙齐，岂比五台诗卷逸。自从秋孟授锓工，跂予望之朝连夕。",
            "comment": ""
        },
        {
            "title": "莲花",
            "content": "莲花出自於泥中，过眼嫣然色即空。争似泥涂隐君子，褐衣怀玉古人风。",
            "comment": ""
        },
        {
            "title": "七月望后二日西湖会饮酒酣分韵赋诗得荷字",
            "content": "波平烟霁晚风和，船到湖心水没窝。凉绝不知三伏暑，醉酣齐唱八仙歌。赏梅洞口怜和靖，种柳堤边忆老坡。鱼钥他时知共直，好论旧事卷新荷。",
            "comment": ""
        },
        {
            "title": "送黄少遇非熊守德庆",
            "content": "三纪间阙历宦途，萧然全似一臞儒。耻趋东合隳高节，甘向南州剖左符。悃愊不能为健吏，清修端可律贪夫。羊城定见菊坡老，能为苍生一出无。",
            "comment": ""
        },
        {
            "title": "刘氏内政及二宠同孕",
            "content": "中秋过后缠十日，广寒侍人遭谴谪。随在人间富贵家，依前不离姮娥侧。刘郎风流世所无，醉中饮啖无精粗。三胎闻已俱孕秀，次第门外连悬弧。老子释氏亲抱送，想应屡入维能梦。我今预作弄璋书，君须早辨汤饼供。",
            "comment": ""
        },
        {
            "title": "梅花吟",
            "content": "君不见山前后雪成堆，朔风撼地声发雷。孤根忍死受寒冻，须作百花头上魁。寻春游子不爱惜，马蹄践蹂花狼藉。芳姿不肯被消磨，饱尽炎凉方结实。实成始得主人知，进登玉陛调鼎腼。那时滋味甜如饴，无忘霜风吹折时。",
            "comment": ""
        },
        {
            "title": "别刘孟容岁提干二首",
            "content": "吾莆诸寿隽，习静鲁灵光。有子麒麟种，群孙鸳鹭行。此行青眼众，见谓白眉良。通籍何愁晚，庭椿乐未央。",
            "comment": ""
        },
        {
            "title": "读王伯大都承奏疏",
            "content": "屡下丝纶唤不来，来时已作去安排。吾宗有此好兄弟，欲往从之天一涯。",
            "comment": ""
        },
        {
            "title": "二月朔日得诗二十六韵",
            "content": "二月方书朔，新晴景物饶。今春添一闰，是月始元朝。一枕初回梦，千官想正朝。横鱼金击带，鸣骑玉为镳。归第无余事，流风竞贵骄。歌翻羯羊鼓，舞衬凤凰箫。烂醉东西玉，争妍大小乔。湖山行处乐，日月暗中消。轩冕吾何羡，巾车隐者招。林泉供啸傲，杖屦足逍遥。砌笋和泥掘，盆花引水浇。酒炉衣可淮，茶灶火频烧。冷眼蛾投烛，灰心鹿覆蕉。惯分田父席，懒折督邮腰。繙阅书连架，赓酬诗满瓢。只知贫亦好，未觉兴无聊。所恨共巾炽，能为邻境袄。四郊群啸聚，十定九焚焦。旧腊月亏蚀，新年地震摇。台占频告异，涂说扆兴妖。带甲多沦没，抽丁困役徭。备防家买剑，巡逻境鸣刁。恶少锋尤烈，渠魁首未枭。豺狼行逐逐，鸿雁羽悠悠。欲诉闾阎苦，其如魏阙辽。太平何日见，读报恼孙樵。",
            "comment": ""
        },
        {
            "title": "山郭检踏途中闻杜鹃",
            "content": "已成客里清明过，更听山深谢豹啼。衮衮春愁无处着，试拚一饮醉如泥。",
            "comment": ""
        },
        {
            "title": "读庆元党人家乘蜀",
            "content": "方喜儒宗用，无何学禁严。甘心师管晏，绝口说伊濂。天岂斯文丧，人忧善类殓。一鸣公甚伟，直气戢群憸。",
            "comment": ""
        },
        {
            "title": "送黄同年京甫必昌赴广西提干二首",
            "content": "君过羊城见菊坡，先生不出意如何。蜀嘘淮佛人挺乱，京火郊雷天荐瘥。石介不亲逢庆历，龟山何策救宣和。狂生忧国头如雪，送客无悰好歌。",
            "comment": ""
        },
        {
            "title": "送黄殿讲成父赴广东漕四首",
            "content": "金华重席被恩荣，兰省还持多士衡。善类适然相抵牾，诸公可是费调停。自从阵脚一摇动，堪叹棋枰几变更。紫帽清源人刮目，朱轓炯炯星郎星。",
            "comment": ""
        },
        {
            "title": "害惠安吴簿明辅子良权南安宰二首",
            "content": "邑人见说渐相安，更把西山作样看。有人社民行志易，不宽不猛得中难。设施新法须明允，掩盖前愆莫纠弹。便作真王何用假，安排旗鼓即斋坛。",
            "comment": ""
        },
        {
            "title": "游温陵得未得之士四人作四爱诗·赠茂功茂叔",
            "content": "吾爱清源徐茂功，声名捷出日方乐。高尻一首纷余子，屈指论心几钜公。我定斯文宜馆阁，人言科目滞英雄。直须一举魁天下，方快鹏程万里风。",
            "comment": ""
        },
        {
            "title": "惠安赖惟允汝恭乞崇清老椿芳桂四大字为赋二",
            "content": "蕊宫仙子携黄云，挼之成屑来缤纷。百和天香兔为捣，蟾蜍窃之从月奔。色香假合成引树，天上香飘天下闻。花神乞种到后土，蒙天一笑移其根。知君腰有补月斤，斫取高权扬远芬，留其賸者遗子孙。",
            "comment": "【注释】【原题】：惠安赖惟允汝恭乞崇清老椿芳桂四大字为赋二首"
        },
        {
            "title": "夏雨",
            "content": "弥旬不雨赖龙乖，乾我茅斋一亩苔。火繖这这当午立，雷车隐隐半天来。催诗笑我孤吟苦，忧国愁眉八字开。池水甫能添几许，儿童已报可浮杯。",
            "comment": ""
        },
        {
            "title": "寿南宗东岩四首",
            "content": "新阳一信并黄钟，春到分枝若木丛。天为万人生李晟，朋来三寿颂僖公。松林古佛烧香报，粟洞群仙注福同。欲识东岩长寿相，只看台背更方瞳。",
            "comment": ""
        },
        {
            "title": "跋大庾令赵宗华时棣藏诸公帖",
            "content": "数帖凡经几世藏，字漫黑暗欠装潢。熟贤执否人千载，遗臭遗芳纸半张。愤世疾邪成怒骂，怀忠爱直转凄凉。吾曹留面要相见，莫使人能议短长。",
            "comment": ""
        },
        {
            "title": "寿郑青山",
            "content": "苍龙拂晓挂高寒，飞鞚翩然出旁关。九酿黄封中圣酒，一杯红入上台颜。阉雏生怕韩公召，宫妾万惊富相还。独有帝心怀旧弼，未应霖雨阁青山。",
            "comment": ""
        },
        {
            "title": "和龙溪陈宰琏景赐石马桥韵桥乃其父崇清作倡",
            "content": "几年公案一朝成，我睹争先眼倍明，势明似呈新月样，滩腰不作怒涛声。鳌头地踞三千尺，鹏路天开九万程。荷橐瓣香元好在，阴功隐德慰平生。",
            "comment": ""
        },
        {
            "title": "挽崇清陈侍郎五首",
            "content": "勇退归云岫，投间十四年。莆中无此样，地上有行仙。健笔凌坡老，清诗辈乐天。何人缀遗稿，与作不刑传。",
            "comment": ""
        },
        {
            "title": "香山闻杜鹃",
            "content": "云肤似膜千山暝，雨脚如麻四面飞。游了何曾动归兴，杜鹃故故唤人归。",
            "comment": ""
        },
        {
            "title": "和崇清侍郎招饮超燕堂韵",
            "content": "超燕堂开一面春，却教寒畯亦充宾。西清班推名从前，南极躔中见老人。草圣已传碑不朽，花神觉与思俱新。乡邦桃李谁培植，直待魁然宰辅真。",
            "comment": ""
        },
        {
            "title": "送陈宗谕进叔晋接赴庆元添卒及乃弟泰来四首",
            "content": "向来寅陛对，冷语颇冰人。未犯总神怒，先遭老凤嗔。宗庠随却步，家食不忧贫。公语何当泯，题舆宠渥新。",
            "comment": ""
        },
        {
            "title": "游温陵得未得之士四人作四爱诗·赠顺夫履信",
            "content": "吾爱清源陈顺夫，妙龄足迹江湖上。三湘舟里诗成束，百尺楼前酒满壶。科目岂淹真后杰，世间谁饱满侏儒。长安贵宦门如市，还有樽前此客无。",
            "comment": ""
        },
        {
            "title": "二月十六日到仙水未第前屡梦",
            "content": "双毂相催羊胛熟，三年方遂鲤湖游。群仙笑问来何晚，世故相牵不自由。昨梦回思聊尔尔，他时稍足便休休。寄声岩下鹅冠子，丹灶何妨为我留。",
            "comment": ""
        },
        {
            "title": "蔡实甫能酒而道中无可口者见其吻噪成长篇戏",
            "content": "吾祖方平至君家，丝麟谈笑酌流霞。麻姑约时在是坐，痒处思得姑爪爬。我今与君岂其裔，弹指又经千百岁。文采风流今尚存，仙风道骨知谁继。今宵月明明更多，有客无酒月如何。唇乾吻噪甚背痒，安得玉壶泻金波。白玉楼台月如书，屋贮阿娇车载酒。元君再会偿可期，我当起舞为君寿。",
            "comment": "【注释】【原题】：蔡实甫能酒而道中无可口者见其吻噪成长篇戏之"
        },
        {
            "title": "送良沃州赋得石上松",
            "content": "南山岩石上，郁郁长青松。樛枝全似铁，老干半成龙。法雨流根润，慈云护影重。吾师挂锡处，苔藓近来封。",
            "comment": ""
        },
        {
            "title": "读庆元党人家乘蜀",
            "content": "时流酣富贵，雅道冷如菰。甘附武韦势，相师张孔谀。识污随灶婢，气短事家奴。使读忠公传，不能泚颡无。",
            "comment": ""
        },
        {
            "title": "作郡庠修学增田记成诸职事招饮",
            "content": "頖宫轮奂一鲜明，多谢贤侯主夏盟，鸡白碑成惭浅识，鹅黄酒满认深情。回头二十三年梦，接武千英万俊名。来事可为待卿等，狂生老去合归耕。",
            "comment": ""
        },
        {
            "title": "嘲解十首",
            "content": "狄青心不负朝廷，跋扈人疑渐有萌。琦不押班婴众怒，浚私铸印被台评。钜公未免忧清议，之子如何讳此名。若使满朝无一语，晚唐蕃镇祸胎成。",
            "comment": ""
        },
        {
            "title": "爱女",
            "content": "爱女有家后，沉痾未下床。问巫羞左道，市药叹空囊。攻闷三杯酒，祈安一瓣香。祠山消息好，秋杪得还乡。",
            "comment": ""
        },
        {
            "title": "赠林薪",
            "content": "丈夫惟穷不可讳，仆妾于人真短气。一技能精百不忧，有功翰墨尤足贵。林生家世本业儒，读书不利改佣书。计穷未肯与书绝，又学裁翦兼黏糊。就中颇得三昧诀，翻腾碑画更奇绝。持此可疗寒与饥，十指便当张仪舌。昔我于生义理明，以我这困知生贫。我今一字不堪煮，生犹有技可资身。邺侯书堂高不过，好事例少欲人多。把笔赠生以此歌，有剑无廪奈生何。",
            "comment": ""
        },
        {
            "title": "丙子诏后需捷四绝",
            "content": "促织墙阴唧唧吟，早催衣褐上寒砧。砧声似助蛩声切，勾引征夫万里心。",
            "comment": ""
        },
        {
            "title": "贺表兄傅仁仲常后院生男",
            "content": "昔君与我夜对床，知君著意选专房。为言东邻有女宝，胡不贮之芸辉堂。君时为我一怂恿，以斗量金买娇宠。小君有德比孟光，不妒不嗔回盼重。悬在仙果结子迟，三年乃字玉麟儿。君家多产渥洼种，英物生来骨定奇。莫嫌外家不足数，有子端能遗其母。旧闻络秀有伯仁，今见英娘生阿武。萱堂一笑颜生春，从此含饴日弄孙。他日公侯当衮衮，凤将九子俱青云。犀钱利市人争觅，我独流涎不能得。假饶此事卿无功，不道荐贤功第一。",
            "comment": ""
        },
        {
            "title": "送朱典卿履常参学",
            "content": "文章久矣乏正气，作者付谁传位置。天庠晚乃得朱君，钟吕一鸣康瓠弃。君看今岁大廷魁，一种风骨何尪羸。吾曹此名未立耳，立则万口须衔枚。君今乘槎问星汉，名已籍仙政何患。蚕蚕工夫何足筹。龙墀勋业须早辦。作诗赠君当马鞭，梅花送春入冷边。与君同吉我无缘，天其或者须同年。",
            "comment": ""
        },
        {
            "title": "读庆元党人家乘蜀",
            "content": "石显权倾帝，穰侯势逼王。群狐争伺夜，丹凤独鸣阳。阊阖辞天仗，洋川佩郡章。谁尝舒亶唾，有舌巧如簧。",
            "comment": ""
        },
        {
            "title": "送张柔翁必强西上",
            "content": "说诗匡鼎笔如椽，此去云宵称着鞭。富贵恰当年五十，扶摇快上路三千。乃翁积种今归子，是理乘除信有天。梅友面传衣钵好，题名更向万人前。",
            "comment": ""
        },
        {
            "title": "用韵简黄元辅二首",
            "content": "不爱螭头一点青，片言检鉴拂衣行。但忧负我平生学，岂愿争渠坚子名。天骏出闲驽饱秣，国兰却佩艾敷荣。想君记得西山语，佳士从来去就轻。",
            "comment": ""
        },
        {
            "title": "呈竹轩张史君二首",
            "content": "日晡斋合响铃条，鞅掌文书尚坐曹。吏困行移悉脱腕，侯勤剖决快挥毫。维摩正为众生病，太守胜如从事劳。愿养精神需大用，款陪齐客醉醇醪。",
            "comment": ""
        },
        {
            "title": "挽邹帅母叶夫人二首",
            "content": "昨依绿水芙蓉幙，得傍华堂萱草阴。座识裳蒙眄异常，羹余分颍念恩深。巢庐正洒莱衣泪，传驿俄惊楚些音。二母生荣虽迥别，天寒陟屺一般心。",
            "comment": ""
        },
        {
            "title": "西轩春坐",
            "content": "容膝都卢屋一间，图书左右任披翻。催诗急雨来迢递，吹面凉风过等间。生意无边庭下草，清香不断畹中兰。日长无事真仙隐，作甚辛辛苦苦官。",
            "comment": ""
        },
        {
            "title": "送朱君锡珪尉德化二首",
            "content": "邻邑定初宦，轻轩最便家。亲颜悦萱草，诗料有梅花。佳兆双飞鶒，夷途万里骅。好培经世业，他日步清华。",
            "comment": ""
        },
        {
            "title": "送莆守赵孟坚汝固可舶温陵",
            "content": "郡不见有唐元结守舂陵，湘湖一道盗纵横。独元所治一无犯，镇抚孤壘如金城。又不见祁公曾作乾州牧，移镇凤翔何迅速。两州这民境上争，先把州麾后钧轴。使君来莆全似元，精明旗帜辕门。威风惠雨相劘拂，鼠辈不敢闯吾藩。使君去莆仍似杜，堆镫遮留喧道路。吾莆赤子方有依，泉何为者争吾父。我将软语劳莆人，此地半与泉为邻。刁斗相闻邹近鲁，瘠反不比越视秦。使君风采压人望，莆亦倚泉为保障。渠魁缚致藁街前，四野腥膻行涤荡。长淮以北多风埃，社稷正倚经纶才。出平西贼入衮绣，一韩一池何人哉。书生自顾老无力，涌从公取俘馘。愿将诗颂纪中兴，浓墨大字书浯石。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "未知死所先期死，自笑狂生老更狂。",
            "comment": ""
        },
        {
            "title": "叔寿侄",
            "content": "缠经六日便颁人，还是长庚初度辰。兰砌声名千载旧，竹林风月几时新。诗书本是吾家事，灯火须勤汝辈亲。未金杯为寿祝远，且期及第为亲荣。",
            "comment": ""
        },
        {
            "title": "寄呈漳守李侍郎元善四首",
            "content": "棠木筠溪手自栽，竹湖又剖竹符来。祖孙相望风流盛，父老驭传春意回，拔薤莫须施辣手，泛莲似更欠清才。善人所至如甘雨，要洗漳民满岩层埃。",
            "comment": ""
        },
        {
            "title": "读庆元党人家乘蜀",
            "content": "侂怒如关曦，谋画比井蛙。公乎拚一死，国尔自忘家。庾亮尘难污，刘舆腻莫加。修名与姱节，皎皎玉无瑕。",
            "comment": ""
        },
        {
            "title": "谢仙游许宰伯诩立续题名记招饮二首记乃崇清",
            "content": "忆昔琴堂宴士时，至今人诵壮行诗。政缘勇气填然跃。遂窃科名副所期。乡橐摛词光吐凤，邦侯瑑美稳蟋螭。乞留片石棠阴下，要写春风德政碑。",
            "comment": "【注释】【原题】：谢仙游许宰伯诩立续题名记招饮二首记乃崇清侍郎作"
        },
        {
            "title": "简南剑倅赵用甫以夫同年二首",
            "content": "岜亭邂逅又轻离，时事更翻几局棋。游宦明知同旦过。出山聊复救朝饥。屠龙笑我真可用，跃马追君已落迟。",
            "comment": ""
        },
        {
            "title": "寿陈贡元",
            "content": "潘胸万卷富文章，天产英贤生玉皇。后日岳神逢诞节，今朝昂宿出呈祥。秋风鹗表声名远，春浪龙门姓字香。来岁寿觞何处饮，西湖三月正韶光。",
            "comment": ""
        },
        {
            "title": "挽赵东岩简叔彦侯四首",
            "content": "召节飞来湘水滨，牋天乞取自由身。悬知寿杖宜扶孔，纵有蒲轮莫致申。老去最能坚晚节，复来应信有全人。朱虚不作更生死，谁为苍生问大钧。",
            "comment": ""
        },
        {
            "title": "和黄遇卿二白韵",
            "content": "晚来云色半浓淡，云外青山知有无。缠出六花夸舞女，又飞一白慰农夫。久无人说平淮事，空有天生访戴图。忧国寸心同皎洁，诗肩如鹭更清臞。",
            "comment": ""
        },
        {
            "title": "题致爽轩诗",
            "content": "明珠积斗满金籯，时人逐臭如苍蝇。公子一过掩其鼻，长物何足污吾清。蕊珠午夜鸣玉珂。一侯门下肩相摩。公子有腰不可折，势利不屈惟高歌。试问公子保所欲，有山数笏青如玉。我将致之襟袖间，山若肯来吾愿足。渊明灵运不再生，青山白云谁主盟。佳哉公子有具眼，终日看山无俗情。我来假馆翁不靳，山下梅花动诗兴。一语刮破俗子肓，两字清高用不尽。",
            "comment": ""
        },
        {
            "title": "和赵倅二首",
            "content": "二车人物汉三明，来主壶山寿永盟。众口是碑均咏德，片言如秤不容情。斯文阴有扶持力，循吏何求烜赫名。早晚政成天上去，旧廛还忆老农耕。",
            "comment": ""
        },
        {
            "title": "贼平贺本路史禽良叔弥忠四首",
            "content": "宽地人来着脚安，好修纕蕙更纫兰。贵游淡似孤寒士，达宦贫於初品官。医国名方留肘后，忧民心事集眉端。浮荣过眼归尽，独鲁灵光耐久看。",
            "comment": ""
        },
        {
            "title": "兰花",
            "content": "见山堂里小春寒，觞政诗囊甚有欢。重客分明知小李，美人自在写猗兰。直须博都去纫佩，只欠香来劣可餐。菊磵一枝光洒落，不妨人作易芳看。",
            "comment": ""
        },
        {
            "title": "贺宋兄令子县尉之望擢荣还",
            "content": "自从西笑便安排，果有佳音天上来。纵靶少年亲得隽，跨鞍老将几衔枚。欢驰帝里泥金帖，喜溢亲庭药玉杯。造物与君良不薄，好将阴德厚栽培。",
            "comment": ""
        },
        {
            "title": "寄陈起予宗夏二首",
            "content": "昔共从师未裹头，如今双鬓各惊秋。我无突兀万间厦，君自昂藏百尺楼。风雨苦多时事恶，英难示遇老天愁。相思一夜不成寐，早起题诗寄便邮。",
            "comment": ""
        },
        {
            "title": "嘲解十首",
            "content": "杞天之下夜长吁，朝上封章肝胆刳。自是诸公忌生语，不应圣主怒狂夫。我将行礼敖嫌简，子欲正名由笑迂。宁作首阳人饿死，不为仗马恋生刍。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "橙黄橘绿佳期，诘朝又报阳来复。笼葱瑞气，天教蟠绕，名门乔木。上界仙人，来游西塾，骖鸾跨鹤。有如椽彩笔，笺天万字，□呈了、琅玕腹。不愿班行鸣玉。问君王、再分符竹。棣华辉映，庭萱春好，举杯相属。伯氏乘轺，诸公须又，安排除目。这堆床牙笏，人人道是，太夫人福。",
            "comment": ""
        },
        {
            "title": "送张能父天定赴瑞州教二首",
            "content": "孟子称三乐，广文兼有之。寿椿齐百岁，常棣秀连枝。初筮筠江都，尊为芹泮师。英才需教育，还业立镃基。",
            "comment": ""
        },
        {
            "title": "人日设安录醮有送菊花一盆四干直上开花数百",
            "content": "弱干簪头大，鲜葩蜡样横。携来烦稚子，喜甚见重阳。不与浮花并，看渠晚节香。今宵持供圣，一粲动天皇。",
            "comment": "【注释】【原题】：人日设安录醮有送菊花一盆四干直上开花数百颗不减重阳喜而成诗"
        },
        {
            "title": "和京教李景平",
            "content": "父了才名压二放，儒官咫尺近家山。官间人羡清华选，诗好天开笑粲颜。雌甲一生甘守拙，雄飞千里莫渠攀。骨凡自分仙难做，懒去从人学九还。",
            "comment": ""
        },
        {
            "title": "聚物",
            "content": "臧谷亡羊等是痴，塞翁失马浪成悲。本非真鹿梦何淮，未必无钓且迟。蛟龙暂与蚖蛇肆，鸿鹄那教燕雀知。暮四朝三狙莫怒，会看挟乙走狐狸。",
            "comment": ""
        },
        {
            "title": "偶书警俗",
            "content": "大雅吾无望古人，有常犹愈翟公门。贪荣但可骄妻妾，死义方堪托子孙。董生鸡哺宁求报，元了雉媒莫少恩。俗物茫茫随野马，英雄千载赤心存。",
            "comment": ""
        },
        {
            "title": "赠无诤和尚四首",
            "content": "达摩西来长子孙，不徒无诤且无言。后来鼻孔撩天汉，有眼何尝看世尊。",
            "comment": ""
        },
        {
            "title": "寓书吉祥填充临去友三人来访",
            "content": "共指梅花笑里看，诗肠清峭酒肠宽。一阳方长知春近，三友同来话岁寒。富贵迫人随世腻，身心何日似僧闲。策勋茗碗匆匆去，不道樽前欠小蛮。",
            "comment": ""
        },
        {
            "title": "用徐编修德夫韵其开藩旴江二首",
            "content": "君侯心事即苍冥，谔谔曾同唯唯争。医国奇方留后用，字民好事及今行。悬知夔卨班难继，且入龚黄传亦荣。天诱圣衷差易耳，正人得路致隆平。",
            "comment": ""
        },
        {
            "title": "读王伯大都承奏疏",
            "content": "去非前日在端平，我以为兄不敢名，若使去非观此疏，须饶幼学作难兄。",
            "comment": ""
        },
        {
            "title": "试墨五首",
            "content": "齐峰何处是，似亦出柯山。此是西山物，研磨双泪潸。",
            "comment": ""
        },
        {
            "title": "送会之梦龙赴南安尉",
            "content": "儒生十九谙吏事，君自胸中有八窗。好去褆知师长吏，谨毋泄迩薄邻邦。政声要重车渠百，祥兆须来鸂鶒双。自笑悭囊无可赆，篇诗独不美羊腔。",
            "comment": ""
        },
        {
            "title": "送徐子学鲁赴梅教二首",
            "content": "底官得似教官清，吏不能尘以道鸣。三鳣堂前推老宿，百花洲上见诸生。斯文有脉烦珍护，何地无才要作成。朝列诸公半知己，匪朝吹上玉皇京。",
            "comment": ""
        },
        {
            "title": "寿南宗东岩四首",
            "content": "杉风萝月读书楼，藜杖分光夜校雠。双璧连科天启齿，一珠照府客回头。金闺通籍传芳信，彩袖称觥衬雅讴。浪说锦屏家庆好，银潢元有此风流。",
            "comment": ""
        },
        {
            "title": "再和王君何定通判韵",
            "content": "覆雨翻云市道交，公持正论息群嘲。风高莫送翎毛短，春暖难生土脉搏硗。攻过每蒙奇药赐，卫生更借好方抄。一阳来复侵侵泰，善类倾心望拔茅。",
            "comment": ""
        },
        {
            "title": "寄郑龙川子汝瞻岩翁二首一叙别怀一谢惠端砚",
            "content": "汝瞻当日预文盟，七十人中最妙龄。别久恨无书寄雁，夜深犹记案帷萤。我叨天寺登科甲，子盍心期绍品丁。后会阿蒙须刮目，流声不减国兰馨。",
            "comment": ""
        },
        {
            "title": "送黄殿讲成父赴广东漕四首",
            "content": "尽一催归白玉京，浮云偏妒月华明。凤凰远举弋何慕，鶗鴃争鸣草不馨。馆列翘才难致仕，杖携灵寿莫扶倾。重瞳不见贾山久，犹驾轺车作德星。",
            "comment": ""
        },
        {
            "title": "送方潜仲入太学",
            "content": "英气轩轩贯斗牛，春风匹马辟雍游。家庭竞秀三株树，伯仲相交五凤楼。回首白云添旧感，细听夜雨入新愁。妙年唾掌收科第，会有欧公避一头。",
            "comment": ""
        },
        {
            "title": "自赞善相",
            "content": "三分相士七分非，又似枯臞又似肥。好待功成名遂后，烦君只画着蓑衣。",
            "comment": ""
        },
        {
            "title": "邵武山人杨寿卿临别索诗",
            "content": "楚峰之下有地仙，只手把握山水权。青乌白鹤去不返，此郎高举拍其肩。年来海内称绝介，眸子瞭然通意匠。巧寻地脉如良医，妙画山形如智将。高谈曾折王侯腰，湖海随身一酒瓢。仆痡马瘦醉不省，术工鬼妒穷之招，龙眼豹睛休分别，蝼蚁侯王等同穴。待侬回向心地初，林下班荆共君说。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "层台云外，阅古今、多少兴衰成败。老木千章，若个是、南国甘棠遗爱。群籁号风，繁阴蔽日，有此清凉界。宾朋在坐，朗然心目明快。更向会景亭前，登高吊古，此景何人会。岁岁春来春又去，独有灵台春在。早稻炊香，晚禾摇穗，管取三登泰。酿成春酒，把杯行乐须再。",
            "comment": ""
        },
        {
            "title": "贺陈侍郎该宗祀告成加封清源郡侯二首告词有",
            "content": "锦书飞下字如鸦，从橐词头似相麻。竣事明禋均雨露，缅怀耆德傲烟霞。鸡窠佚老精神健。燕颔宜侯爵邑加。愿体乞言珍重意，星驰驿骑奏忠嘉。",
            "comment": "【注释】【原题】：贺陈侍郎该宗祀告成加封清源郡侯二首告词有缅怀耆德养老乞言等语"
        },
        {
            "title": "和刘编修潜夫读近报蒋岘被逐二首",
            "content": "读报欣然共赋诗，古来忠佞各殊岐。彼犹愧见蒋颖叔，君盍自期刘器之。恶草剪除虽一快，芳兰销歇已多时。怀哉康节先生语，作事莫教人绉眉。",
            "comment": ""
        },
        {
            "title": "送陈宗谕进叔晋接赴庆元添卒及乃弟泰来四首",
            "content": "玉季吾心友，经行话旧游。定知龙有种，又快鹗横秋。对策空丹臆，为兄赛一筹。功名相迫遂只许片时留。",
            "comment": ""
        },
        {
            "title": "送真西山赴召",
            "content": "一朝三命下金銮，独有先出山处难。学术颜曾千载上，行藏吕范二公间。莫言一木难支厦，须向中流力障澜。爱助盖为天下计，丈夫心事颇相关。",
            "comment": ""
        },
        {
            "title": "春月阅报成诗寄呈方漕信儒孚若",
            "content": "边耗遽如许，庙谟先定无。书生良不武。夜半说长吁。关与表余几，山阳援正孤。黄尘号鬼魅，落日走猩鼯。甲士疲鏖战，丁夫困转输。临淮一带水，诸将万金驱。宛地谁收马，延秋忌有乌。毕魂空惨淡，曦鬼定揶揄。公外英雄少，生来忠孝俱。全将身作胆，曾以口降胡。方喜规模伟，翻为文法拘。正涂多植枳，公论冷如菰。啮雪全初节，凌烟勉后图。未应歌舞地，冷眼看侏儒。",
            "comment": ""
        },
        {
            "title": "和宗侄朝望公辅贺生朝韵",
            "content": "投间久矣息心兵，台上饥乌又一声。湖海正须招隐士，朝廷终不赦狂生。剖开胸腹犹余赤，削尽头衔越样清。坐看吾宗后来俊，西风再举上鹏程。",
            "comment": ""
        },
        {
            "title": "送陈群何作吉西征",
            "content": "非时何事欲西征，为有悲风动紫荆。斜断怜鸿雁惊影，急难方见鹡鴒情。北方寒地多冰雪，南国饥甿弄甲兵。扶旐东归良不易。护持孝友有神明。",
            "comment": ""
        },
        {
            "title": "感欢时事",
            "content": "十家生聚发无聊，鸡犬惊惶避使轺。昔日青苗犹出镪，如今表纸作青苗。",
            "comment": ""
        },
        {
            "title": "暮春即事",
            "content": "去头红上三竿日，烟际青来数点峰。桑识此行无可意，往来俱被打头风。",
            "comment": ""
        },
        {
            "title": "赠郭五星若水叔清二首",
            "content": "双阙云仍山泽儒，步占小技岂其徒。家传要眇先天学，腹有荧煌列宿营图。南海编书欷工宝，西山一序护身符。二贤出处关天运，曾把流年细算无。",
            "comment": ""
        },
        {
            "title": "送吴梦大监税赴潮州圃湾二首",
            "content": "一命官无小，心思及物同。高风超俗见，只手救人穷。宦路梅花白，亲庭萱草红。贤明尤易事，最喜遇南丰。",
            "comment": ""
        },
        {
            "title": "和京教李景平",
            "content": "美人清晓梦催班，老子心清只爱山。晚岁松筠留素节，艳春桃李付红颜。官鹿鹤料犹堪活，援寡龙门莫浪攀。满眼飞腾霄汉上，谁知倦翼已思还。",
            "comment": ""
        },
        {
            "title": "再和陈起予二首",
            "content": "诵君诗一点头，华摛春艳气凌秋。耳边厌听两蛙部，眼底新夸五凤楼。花信风残生酒兴，竹枝歌罢动闺愁。兰亭已近浮觞节，先把归期话置邮。",
            "comment": ""
        },
        {
            "title": "闽岭遥岑",
            "content": "天晴遥见七闽关，万仞丹梯莫可攀。怀度不离青嶂里，客行多在白云间。玉门辽邈诚虚设，蜀道崎岖只等闲。扰成路傍名利子，轩车南去几人还。",
            "comment": ""
        },
        {
            "title": "元旦次日立春",
            "content": "年从爆火暗中移，椒柏迎欢上酒卮。今日天晴宜麦熟，明朝春到报花知。好奇漫说鸡千跖，行乐都来黍一炊。但得新年诗有料，不妨贫以去年时。",
            "comment": ""
        },
        {
            "title": "用韵简黄元辅二首",
            "content": "发今如此不重青，醉后长歌折槛行。老去一寒甘忍死，古来几士得全名。稻畦蔬圃间中乐，药禁薇阶膜外荣。所见略同君与我，不妨官小得人轻。",
            "comment": ""
        },
        {
            "title": "送赵伯泳涯侍郎守漫陵",
            "content": "泉是梅溪遗爱乡，老倪复此种甘棠。后来荐报西山政，归去全无南物装。籍甚三贤皆法从，勉哉一赵继循良。万安桥上传佳话，七十年间四侍郎。",
            "comment": ""
        },
        {
            "title": "摸鱼儿",
            "content": "昔元城、一生清峭，南都高卧坚壁。留耕便是元城样，何肯枉吾寻尺。曾直笔。说社稷安危，屡叩龙墀额。明时逐客。却惠顾丹山，来持翠节，对此一湾碧。澄清暇，无奈登临有癖。梅山时访仙迹。神仙偏喜公心事，一见莞然前席。闲不得。有先见蓍龟，消得君王忆。天阍不隔。要济险孤舟，支倾一柱，公外向谁觅。",
            "comment": ""
        },
        {
            "title": "再和陈侍郎子知丞寄桂香新到令孙司户出柑为",
            "content": "栢叶椒花天报春，阳和先到四筵宾。传观秀句字堪佛，谛听清谈太迫人。子舍香醪浮瓮碧，孙枝名果荐盘薪。却将甘旨分寒陋，万见先生受士真。",
            "comment": "【注释】【原题】：再和陈侍郎子知丞寄桂香新到令孙司户出柑为劝"
        },
        {
            "title": "贼平贺本路史禽良叔弥忠四首",
            "content": "建俗轻生自古然，况逢军旅更饥年。两台顾长酸鼻，一饭无缘得下咽。发廪救荒宁计日，乞师请命屡牋天。贼平必欲论功报，镇抚须居占节能先。",
            "comment": ""
        },
        {
            "title": "挽宁宗皇帝章六首",
            "content": "至道天同大，清心水不浑。六宫行幸少，尺宅炼真存。厌代金鉴殿，收魂玉帝垣。星辰罗上界，还奉太微尊。",
            "comment": ""
        }
    ]
}