{
    "dynasty": "宋",
    "author": "王诜",
    "poems": [
        {
            "title": "颍昌湖上赠诸公",
            "content": "清影十分月，暗香干柄莲。不知从此别，高会复何年。",
            "comment": ""
        },
        {
            "title": "耳疾去后呈东坡",
            "content": "老婆心急频相劝，性难只得三日限。我耳已较君不割，且喜两家皆平善。",
            "comment": ""
        },
        {
            "title": "失调名",
            "content": "偷闲结个艾虎儿，要插在、秋蝉鬓畔。",
            "comment": ""
        },
        {
            "title": "行香子",
            "content": "金井先秋，梧叶飘黄。几回惊觉梦初长。雨微烟淡。疏雨池塘。渐蓼花明，菱花冷，藕花凉。幽人已惯，枕单衾冷，任商飙、催换年光。问谁相伴，终日清狂。有竹间风，尊中酒，水边床。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "才子阴风度远关。清愁曾向画图看。山衔斗柄三星没，雪共月明千里寒。新路陌，旧江干。崎岖谁叹客程难。临风更听昭华笛，簌簌梅花满地残。",
            "comment": ""
        },
        {
            "title": "失调名",
            "content": "合彩丝、对缠玉腕。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "钟送黄昏鸡报晓。昏晓相催，世事何时了。万恨千愁人自老。春来依旧生芳草。忙处人多闲处少。闲处光阴，几个人知道。独上高楼云渺渺。天涯一点青山小。",
            "comment": ""
        },
        {
            "title": "画堂春令/画堂春",
            "content": "画堂霜重晓寒消，南枝红雪妆成。卷帘疑是弄妆人。粉面带春醒。最爱北江临岸，含娇浅淡精神。微风不动水纹平。倒影斗轻盈。",
            "comment": ""
        },
        {
            "title": "踏青游",
            "content": "金勒狨鞍，西城嫩寒春晓。路渐入、垂杨芳草。过平堤，穿绿迳，几声啼鸟。是处里，谁家杏花临水，依约靓妆窥照。极目高原，东风露桃烟岛。望十里、红围绿绕。更相将、乘酒兴，幽情多少。待向晚、从头记将归去，说与凤楼人道。",
            "comment": ""
        },
        {
            "title": "奉和子瞻内翰见赠长韵",
            "content": "帝子相从玉斗边，洞箫忽断散非烟。平生未省山水窟，一朝身到心茫然。长安日远那复见，掘地宁知能及泉。几年漂泊汉江上，东流不舍悲长川。山重水远景无尽，翠幕金屏开目前。晴云幕幕晓笼岫，碧嶂溶溶春接天。四时为我供画本，巧自增损媸与妍。心匠构尽远江意，笔锋耕偏西山田。苍颜华发何所遣，聊将戏墨忘余年。将军色山自金碧，萧郎翠竹夸婵娟。风流千载无虎头，於今妙绝推龙眠。岂图俗笔挂高咏，从此得名因谪仙。爱诗好画本天性，辋口先生疑宿缘。会当别写一匹烟霞境，更应消得玉堂醉笔挥长篇。",
            "comment": ""
        },
        {
            "title": "人月圆",
            "content": "小桃枝上春来早，初试薄罗衣。年年此夜，华灯盛照，人月圆时。禁街箫鼓，寒轻夜永，纤手同携。更阑人静。千门笑语，声在帘帏。",
            "comment": "【注释】汴京元宵佳节，宋人非常为之心醉。元宵，是在春节之后、一年之中第一个农历十五的月夜。元宵节充满着欢乐、希望与团圆的意味 。汴京的元宵佳节，还意味着北宋那个高度繁荣的盛世。无怪乎周邦彦在荆州时所作的《解语花》中深情地写道 ：“因念都城放夜，望千门如昼，嬉笑游冶 。”李清照南渡后，她晚年在《永遇乐》中也追怀道 ：“中州盛日，闺门多暇，记得偏重三五 。”不过，这些词都是出自回忆之笔。只有李持正的这首《人月圆 》，真实是当时汴京元宵的直接真实写照。“ 小桃枝上春风早 ”，起笔便以花期点明节令。陆游《老学庵笔记》卷四云小桃上元前后即著花，其形状如垂丝海棠；韩元吉《六州歌头》也有“东风著意，先上小桃枝”之句。紧接着下句就写自己对早春的切身感受 。“初试薄罗衣 。”这句大意是说脱却冬装，新着春衫，感到浑身的轻快，满心的喜悦。此刻，词人所喜悦的何止于此，下边纵笔直出本意 。“年年乐事，华灯竞处，人月圆时 ”，寥寥几笔，不但华灯似海、夜明如昼、游人如云 、皓月当空，境界全出，而且极高妙地表现了词人自己喜悦之满怀。词人如此喜悦的心怀，也只有遇到这盛大的境界可以充分表现。“人月圆时 ”，这句话完整地描写出人间天上的美满景象，当然其中也包含着词人自己与所爱之人欢会的一份莫大喜悦。虽然“年年乐事 ”，透露出自己此乐只是一年一度 ，但将自己此乐融入了全人间的欢乐，词境便阔大，意趣也高远。“禁街箫鼓，寒轻夜永，纤手重携 。”上片通过描绘华灯似海极从视觉角度写元宵之盛。下片此处箫鼓沸腾则突出元宵听觉感受之盛，皆能抓住汴京元宵的特征。热烈的节日气氛 ，融化了正月料峭的春寒。欢闹的人群，沉浸于金吾不禁的良宵。词人笔调，几乎带有点浪漫色彩了。在这样美好的环境里，自己与所爱恋的美人重逢，手携手漫游在欢乐的海洋里。这三句从满街箫鼓写到纤手重携，词人仍然是把一己的欢乐融入人间的欢乐来写的 。“更阑人散”说的是夜色将尽，游人渐散，似乎元宵欢乐也到了尽头。然而不然。“千门笑语，声在帘帏”，这两句最后再度把元宵之欢乐推向新境。结笔三句用的是“扫处即生”的手法。扫处即生法，一般是用在词的开端，如欧阳修《采桑子》“群芳过后西湖好”，即是显例。此词用之于结笔，更见别致。这三句一收一纵、一阖一开，深刻有力地表现了人们包括词人自己此夕欢乐之无极。欢声笑语流溢的千门万户，其中也有词人与情人约会的那一处。所以，结笔是把一己之欢乐融入了人间欢乐。以小融大，这种手法是把一己之幸福融入人间之欢乐打成一片的写法 ，也是此词最显著的艺术特色。词人表现自己经年所盼的元宵欢会 ，虽然用墨无多，可是，在全词所写的人间欢乐之中，显然又写出了自己的一份欢乐。唯其将一己之欢乐与人间之欢乐打成一片，故能意境高远。从另一方面说，唯其在人间欢乐中又不忘写出自己之幸福，故此词又具有个性。若比较词人另一首同写汴京元宵的《明月逐人来 》，全写人间欢乐，几乎不涉及自己，则此词更见充实，更有特色。宋代吴曾《能改斋漫录 》卷十六云：“乐府有《明月逐人来 》词，李太师撰谱，李持正制词云：‘星河明淡，春来深浅。红莲正、满城开遍。禁街行乐，暗尘香拂面。皓月随人近远。天半鳌山，光动凤楼两观。东风静、珠帘不卷。玉辇将归，云外闻弦管。认得宫花影转 。’东坡曰：‘好个皓月随人近远！’持正又作《人月圆令》，尤脍炙人口。”此词之所以更为人们所喜爱，确非偶然。此词通过描写汴京元宵，生动地再现了历史上曾经存在的北宋盛世。诵读此词，最好诵读上文所引述过的李清照《永遇乐》：“元宵佳节，融和天气，次第岂无风雨”，“如今憔悴，风鬓霜鬓，怕见夜间出去”。对照之下，我们才可以更加真切地体会到南渡前后宋朝盛衰变化，在宋人心态上所产生的深刻影响。这也应是此词在形象之外所给予我们的一点认识。"
        },
        {
            "title": "忆故人/烛影摇红",
            "content": "烛影摇红向夜阑，乍酒醒、心情懒。尊前谁为唱阳关，离恨天涯远。无奈云沈雨散。凭阑干、东风泪眼。海棠开後，燕子来时，黄昏庭院。",
            "comment": "【注释】①夜阑：夜深。②阳关：即《阳关曲》。王维诗：“西出阳关无故人”。【评解】此词写宴别。上片写宴会上的情景。下片写别后相思。海棠开后，谁与共赏？双燕来时，庭院寂然。时值黄昏，更觉凄凉。全词工丽婉曲，新颖别致。【集评】黄山谷云：晋卿乐府，清丽幽远，工在江南诸贤季孟之间。（《宋词通论》）吴曾《能改斋漫录》：都尉忆故人作，徽宗喜其词意。犹以不丰容宛转为憾。遂令大晟府别撰腔。周美成增益其词。而以首句为名，谓之烛影摇红云。--引自惠淇源《婉约词》这首《忆故人》词意与调名相仿佛，为代言体形式，写的是一个痴情女子对故人的忆念。全词深情谴绻，感人至深。首四句写女主人公深夜酒醒时的情景 。“烛影摇红 ”，写的是夜间洞房深处的静态 ：当时夜阑人静，万籁俱寂，女主人公刚刚酒醒，睁开惺忪的醉眼看看室内，只觉得空荡荡的、静悄悄的，唯有一枝孤零零的蜡烛在摇着红色的光焰 。“长”字状静定空气中之麝烟，似在目前 ；“摇”字形容微风中之烛光，亦分明可睹。后来汤显祖《牡丹亭》烛影摇红，意趣盎然引人遐想。“向夜阑”，是说临近天晓。张相《诗词曲语辞汇释》卷三说 ：“向，犹临也。”“夜阑，是说夜将残尽。在更深夜阑之际，女主人公宿酒初醒，神思慵怠。着一“懒”字，写出了她心情之失意落拓。虽未言“忆 ”，而回忆之意已隐然逗出。“尊前”二句，才开始落到忆字上。这里的倒叙不是平铺直叙地回忆，而是在人物抒情时将往事自然而然地带出来，这样就比客观地描述要生动得多，感人得多 。“尊前谁为唱《阳关》”，说的是在饯别故人之时，她无可奈何地唱了一曲送别之歌。至此，可知她的“酒醒”乃是在饯别时喝醉了的，前呼后应，针脚绵密。“谁为”二字，饱含着幽怨。她虽然唱了《阳关 》，但又是懊悔，又是怨恨，充满了自怨自艾的情绪，至于为何，又不点透，这样此句便更含蓄蕴藉，耐人寻味 。“离恨天涯远 ”，蝉联上句，意境又进一步拓开。大凡词中写离情的，常常说“魂梦绕天涯 ”，此处女主人公本在睡中，却直接用了“离恨 ”，这就避免了落套。此词不主故常，刬尽华藻，直抒胸臆，纯以情语见长。离恨远至天涯，表明她的思绪也跟踪故人而去，其情之深挚，露于言表。下片起句用了一个典故，暗示幽会之后，故人音讯杳然。宋玉《高唐赋序》云 ：“妾在巫山之阳，高丘之阻 ，旦为朝云 ，暮为行雨，朝朝暮暮，阳台之下 。”暗示楚怀王遇巫山神女，成为后世文人骚客寄迹青楼的代称。“云沉雨散”，暗示词中女主人公乃是一名青楼女子。而冠以“无奈”二字，则加强了感情色彩 ，似乎可以听到这名不幸的青楼女子的叹息声。以下几句时间跨度较大，即从夜阑酒醒，到这时的倚阑远眺，再到黄昏时的庭院。在这长长的过程中，她几乎无时无刻不在思量。此词意境空灵幽丽。黄庭坚云 ：“晋卿（王诜字）乐府，清丽幽远，工在江南诸贤季孟之间 ，”（《词林纪事》卷五引）以这段评语来衡量此词，也颇为恰切。从这几句，可以想见女主人公斜倚阑干，凝神远望的神态。她那双盈盈泪眼饱含着离情别绪，饱含着怨恨和忧思 。“东风”二字，勾勒出她在特定的氛围中苦盼的神情，丰神独具，颇有韵味。词最后以景语作结 。“海棠开后 ”，是说花落春残 ，象征女子的芳华易逝，境已惨矣；“燕子来时”，是以归燕反衬故人之未归 ，激发和增添女子之离思，情更凄然。此处化用晏殊《破阵子》之“燕子来时新社，梨花落后清明。”把“梨花”易为”海棠”，并压缩为一联四言偶句，以更为凝炼的词笔表现人物的伤春之感和念远之情。这两个并列的句子一写花，一写鸟，原为两景，接着“黄昏庭院”一句，便把两景融合在一个统一的意境中，自然浑成，思致渺远，真可谓语尽而意不尽，意尽而情不尽。"
        },
        {
            "title": "句",
            "content": "佳人已属沙吒利，义士今无古押衙。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "小雨初晴回晚照。金翠楼台，倒影芙蓉沼。杨柳垂垂风袅袅。嫩荷无数青钿小。似此园林无限好。流落归来，到了心情少。坐到黄昏人悄悄。更应添得朱颜老。",
            "comment": "【注释】此词借景抒怀，表达了词人流落异地之悲、老大无成之慨，以及无幸遭贬的苦闷、压抑，曲折地反映了作者内心的惆怅和凄苦之情。原词之墨迹保留至今，现藏于故宫博物院中。起笔“小雨初晴迴晚照 。”富于象征意味：雨后初晴，夕阳返照的景象，暗寓作者久遭迁谪始得召还的人生。终见天晴固然可喜，可是夕阳黄昏，亦复可悲。这亦喜亦悲之情，全融于这初晴晚照之中。接下来“金翠楼台，倒影芙蓉沼 。”二句更需玩味。楼台本已巍峨壮观，叠下“金翠”二字状之，气象更加富丽堂皇 。如此金碧辉煌的楼台 ，沐浴于晚照霞辉之中 ，其倒影又映现于荷池之水面 ，楼台本身与其倒影 ，遂构为一亦实亦幻的庄严景观 。难怪《宣和画谱》称王诜“风流蕴藉，真有王谢家风气”。“杨柳垂垂风袅袅 。”词人更以如画之笔，渲染出池塘上一片春色。杨柳垂垂，原是静态；风袅袅，则化静态为动态，姿态具动静相生之妙 。“袅袅”二字极美。从其手迹可见，此二字真是姿媚无限，笔意之美，与词情相得益彰。“嫩荷无数青钿小。”歇拍承上文芙蓉沼而来。时值春天，初出水面之嫩荷，宛如无数青钿。至此，盎然春意触目萦怀。过片“似此园林无限好 。”将上片作一绾结。园林如此富丽 ，春色复如此迷人，确乎可说无限之好。应知此园林非指别处，就在这位驸马之府邸。王诜词中曾一再对之加以描绘。句首“似此”二字，已暗将此美好之园林与自己之间推开一段距离。“流落归来，到了心情少 。”“流落”二字，写尽七年的迁谪生涯，所包蕴的无穷辛酸，又岂是“归来”二字所可去之以尽。重到了旧时园林，已物是人非，经此重谴，词人临老 ，妻子下世，园林纵好 ，也只能是“心情少”了。韵脚之“少”字，极含婉厚重，有千钩之力。词情至此，由极写富丽之景一变而为极写悲哀之情，真有一落千丈之势。“坐到黄昏人悄悄。”黄昏遥承起句晚照而来，使全幅词有绾合圆满之妙。更重要的，还在于以时间之绵延，增加意境之深度。坐到黄昏，极言其凄寂况味。更应添得朱颜老。结句纯为返观自己一身之省察，词情更为内向，悲感尤为深沉。园林依旧，朱颜已改，人生到此，复何可言。初晴晚照，金翠楼台，杨柳袅袅，嫩荷无数，皆可喜之景 ，亦皆可慰人心 。然而词人却只是“心情少 ”，无法摆脱悲哀。而写景设色愈富丽，则愈反衬出其伤心怀抱之黯淡。中间具一大跌宕、大顿挫，笔势变化有力 ，是此词又一特色 。抒情结构的巨大转折，与情景之间的强烈反衬，都是表现主题的重要艺术手段，足可玩味。苏轼《与子由论书》诗云 ：“端庄杂流丽，刚健含婀娜。”此词以流丽之景伤心怀抱，以婉约之笔寓硬转之势，正是具有东坡所论之一种特美。"
        },
        {
            "title": "子瞻再和前篇非惟格韵高绝而语意邓重相与甚",
            "content": "忆从南涧北山边，惯见岭云和野烟。山深路僻空吊影，梦惊松竹风萧然。杖藜芒履谢尘境，已甘老去栖林泉。春篮彩术问康伯，夜灶养丹陪稚川。渔樵每笑坐争席，鸥鹭无机驯我前。一朝忽作长安梦，此生犹欲更问天。归来未央拜天子，枯荄敢自期春妍。造物潜移真幻影，感时未用惊桑田。醉来却画山中景，水墨想像追当年。玉堂故人相与厚，意使嫫母齐联娟。岂知忧患耗心力，读书懒去但欲眠。屠龙学就本无用，只堪投老依金仙。更得新诗写珠玉，劝我不作区中缘。佩服忠言匪论报，短章重次木瓜篇。",
            "comment": "【注释】【原题】：子瞻再和前篇非惟格韵高绝而语意邓重相与甚厚因复用韵答谢之"
        },
        {
            "title": "黄莺儿",
            "content": "多情春意忆时节。北圃人来，传道江梅，依稀芳姿，数枝新发。夸嫩脸著胭脂，腻滑凝香雪。问伊还记年时，正好相看，因甚轻别。情切。往事散浮云，旧恨成华发。算知空对，绮槛雕栏，孜孜望人攀折。愁未见苦思量，待见重端叠。愿与永仿高堂，云雨芳菲月。",
            "comment": ""
        },
        {
            "title": "过后唐庄宗庙寄曹殿帅贯道",
            "content": "代梁继李号良图，却惑歌儿便丧躯。试拂尘埃觇遗像，元来满面是髭须。",
            "comment": ""
        },
        {
            "title": "撼庭竹",
            "content": "绰略青梅弄春色。真艳态堪惜。经年费尽东君力。有情先到探春客。无语泣寒香，时暗度瑶席。月下风前空怅望，思携手同摘。画栏倚遍无消息。佳辰乐事再难得。还是夕阳天，空暮云凝碧。",
            "comment": ""
        },
        {
            "title": "换遍歌头",
            "content": "雪霁轻尘敛，好风初报柳。春寒浅、当三五。是处鳌山耸，金羁宝乘，游赏遍蓬壶。向黄昏时候。对双龙阙门前，皓月华灯射，变清昼。彩凤低衔天语。承宣诏传呼。飞上层霄，共陪霞觞频举。更渐阑，正回路。遥拥车佩珊珊，笼纱满香衢。指凤楼、相将醉归去。",
            "comment": ""
        },
        {
            "title": "失调名",
            "content": "带了黄花，强饮茱萸酒。",
            "comment": ""
        },
        {
            "title": "落梅花/落梅",
            "content": "寿阳妆晚，慵匀素脸，经宵醉痕堪惜。前村雪里，几枝初绽，□冰姿仙格。忍被东风，乱飘满地，残英堆积。可堪江上起离愁，凭谁说寄，肠断未归客。流恨声传羌笛。感行人、水亭山驿。越溪信阻，仙乡路杳，但风流尘迹。香艳浓时，东君吟赏，已成轻掷。愿身长健，且凭阑，明年还放春消息。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "锦城春色花无数。排比笙歌留客住。轻寒轻暖夹衣天，乍雨乍晴寒食路。花虽不语莺能语。莫放韶光容易去。海棠开後月明前，纵有千金无买处。",
            "comment": ""
        },
        {
            "title": "花发沁园春",
            "content": "帝里春归，早先妆点，皇家池馆园林。雏莺未迁，燕子乍归，时节戏弄晴阴。琼楼珠阁，恰正在、柳曲花心。翠袖艳、衣凭阑干，惯闻弦管新音。此际相携宴赏，纵行乐随处，芳树遥岑。桃腮杏脸，嫩英万叶，千枝绿浅红深。轻风终日，泛暗香、长蛮衣襟。洞户醉，归访笙歌，晚来云海沈沈。",
            "comment": ""
        },
        {
            "title": "花心动",
            "content": "春欲来时，看雪里、新梅品流珍绝。气韵楚江，颜色中央，数朵巧熔香蜡。嫩苞珠泪圆金烛，娇腮润、蜂房微缺。画栏悄，佳人道妆，醉吟风月。淡白轻红谩说。算何事、东君用心偏别。赋与异姿，添与清香，堪向苦寒时节。但教开後金尊满，休惆怅、落时歌阙。断肠也，繁枝为谁赠折。",
            "comment": ""
        }
    ]
}