{
    "dynasty": "宋",
    "author": "田为",
    "poems": [
        {
            "title": "江神子慢/江城子慢",
            "content": "玉台挂秋月。铅素浅，梅花傅香雪。冰姿洁。金莲衬、小小凌波罗袜。雨初歇。楼外孤鸿声渐远，远山外、行人音信绝。此恨对语犹难，那堪更寄书说。教人红销翠减，觉衣宽金缕，都为轻别。太情切。消魂处、画角黄昏时节。声呜咽。落尽庭花春去也，银蟾迥、无情圆又缺。恨伊不似馀香，惹鸳鸯结。",
            "comment": ""
        },
        {
            "title": "南柯子/南歌子 春思",
            "content": "团玉梅梢重，香罗芰扇低。帘风不动蝶交飞。一样绿阴庭院、锁斜晖。对月怀歌扇，因风念舞衣。何须惆怅惜芳菲。┾却一年憔悴、待春归。",
            "comment": "【注释】此词触景兴感，上片起首两句，从枝头和水面两个高低不同的角度，抓住梅树结子，荷叶如扇这两个富有典型性的物象 ，描绘出暮春景色 ，同时触景伤情，寄怀人情怀和怅惘心境。“团玉”指初生的青梅，圆如碧玉，故称。一个“重”字，写梅花谢落，梅子初生，枝头沉甸甸地增加了重量感。“芰扇”，喻初生的荷叶。芰，原指菱，因诗词中常以“芰荷 ”连称，故以指荷。“香罗芰扇”，犹轻罗小扇；春末夏初，荷叶初生，田田轻圆，有如罗扇。用一“低”字，状荷叶刚刚出水 。“帘飞”句由蝴蝶在帘外飞舞，似有依恋之意，联想到帘风不动，双蝶交飞，这以静托动的情景，反映出对景者心情的不平静，他的思绪也随着蝶翅而飞扬起来。歇拍一句，言同一绿阴庭院，当年歌舞欢聚时并不觉得春光的消逝；而今却感到满院阴沉，春光荡尽，唯有落日的余晖为这深锁的庭院投下一抹凄清的暗影。这一句，充满了梦醒的惆怅和今昔比照而触发的凄清孤寂之情。下片正面写思念之情。过片两句明确点出其人身份 。“歌扇”、“舞衣”，与上片的“芰扇”、蝶交飞”，有一种隐喻性的意象关连。风前月下，触景兴感；怀念之情更觉不能自己。结尾两句一推一挽，激发出感情的更大力度 。“何须”句是说不必因为悼惜春光而深自惆怅，作者似乎想从痛苦中解脱出来；然而欲擒故纵，这看似达观自解的话，却正表示着已经做好承受巨大痛苦的心理准备；于是转出“拚却”一句，语气果决，任凭时光流逝，耿耿此情始终不泯，即使一生为之憔悴痛苦 ，也仍然期待着春天的归来 。这两句，字字含泪，感人至深，为至情至性之语，从中可见词人对于爱情的执著、真挚态度。"
        },
        {
            "title": "南柯子/南歌子",
            "content": "梦怕愁时断，春从醉里回。凄凉怀抱向谁开。些子清明时候、被莺催。柳外都成絮，栏边半是苔。多情帘燕独徘徊。依旧满身花雨、又归来。",
            "comment": "【注释】此词借写景以抒春愁，词之上片写离情相思，下片写久别盼归。词之开篇以对句起 ，点出“愁”字，开门见山，直抒愁怀 。“梦”和“醉”二字，则说明这位愁人借以消愁解闷、自我麻醉的方法唯此二者。他害怕梦醒愁也醒（断，指梦破），于是“终日昏昏醉梦间”，企图以此逃避愁闷的袭来；然而春天却从沉醉中悄悄地回来了 。面对阳春烟景，他却发出酸楚的自问：“凄凉怀抱向谁开？”他感到满怀的凄凉况味，一时既诉说不尽，更找不到可以诉说的人。凄凉怀抱，无可告语 ，可见知心人不在身边，因而感到格外孤寂难堪。这一句暗示愁闷难解的原因在于怀人，则梦断酒醒的惆怅也自然可以理解了。这三句已定下全词的抒情基调 ，于是在词人眼中所见的“春景”，无不染上这种“凄凉”的色调。歇拍一句写清明前后，正是春光大好 ，踏青游春之时 ，词人却意兴萧索，无心赏玩春光。“些子清明时候”，些子，唐宋俗语，少许，一点点的意思 。这里形容时间的短暂。在词人的感觉上，清明前后这春光的黄金季节，竟是如此短暂，匆匆即过 。少许春光，并不曾给愁人带来丝毫欢乐；相反，在他听来，枝头的百啭黄莺，不是在为春天欢唱，却是唱着催春速去的挽歌。这两句把莺花三月，化作短暂的心理时间，染上凄凉的感情色彩；春天从醉梦里悄悄而来，又在莺声中匆匆而去，外在的春景如梦幻泡影。春去春来，愁情依旧。以上，词人直抒胸臆，将离别的痛苦表达得淋漓尽致。下片寓情于景，以一组令人暗然销魂的物象道出词人的心声。过片两句，言柳絮纷飞，意味着春将归去 ，很自然地令人想到上片结处“ 被莺催”的那个“催”字，意脉的过渡毫不着力。栏干边的苔痕，则说明长久无人凭栏眺景了。春天对于愁人来说，似乎是可有可无的。结尾两句写多情的燕子，依然记得旧时的主人，带着一身花雨 ，又来到主人的身边！“多情 ”二字 ，含着热泪脱口呼出 ，有如见故人之感。“独徘徊”三字，传神地写出燕子归来时因觉物是人非而产生的迟疑神态。这两句，含蓄蕴藉，深婉隽永，由旧时燕子的归来，暗寓对于当年欢聚的人儿的思恋，给读者留下了充足的想象空间和无穷的回味。"
        },
        {
            "title": "失调名",
            "content": "映竹园啼乌。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "嫩冰未白，被霜风换却，满院秋色。小阁深沈围坐促，初拥红炉宜窄。帘密收香，窗明迟夜，砚冷凝新滴。无人知道，个中多少岑寂。翻念一枕高唐，当年仙梦觉，难寻消息。睡起微醒衣袖重，不管腰支犹索。旋暖银簧，时添酥字，笋玉寒无力。如今肠断，暮云依旧凝碧。",
            "comment": ""
        },
        {
            "title": "探春/探春慢",
            "content": "小雨分山，断云镂日，丹青难状清晓。柳眼窥晴，梅妆迎暖，林外幽禽啼早。烟径润如酥，正浓淡遥看堤草。望中新景无穷，最是一年春好。骄马黄金络脑。争探得东君，何处先到。万盏飞觞，千金倚玉，不肯轻辜年少。桃李怯残寒，半吐芳心犹小。谩教蜂蝶多情，未应知道。",
            "comment": ""
        },
        {
            "title": "惜黄花慢",
            "content": "雁空浮碧，印晓月，露洗重阳天气。望极楼外，淡烟半隔疏林，掩映断桥流水。黄金篱畔白衣人，更谁会、渊明深意。晚风底。落日乱鸿，飞起无际。情多对景凄凉，念旧赏，步屐登高迢递。兴满东山，共携素手持杯，劝泛玉浆云蕊。此时霜鬓欲归心，谩老尽、悲秋情味。向醉里。免得又成憔悴。",
            "comment": ""
        }
    ]
}