{
    "dynasty": "宋",
    "author": "田况",
    "poems": [
        {
            "title": "赠都雍元规",
            "content": "醒时莫忆醉时事，今日休言昨日非。池上风光宜共酹，劝君不要半酣归。",
            "comment": ""
        },
        {
            "title": "题琴台",
            "content": "西汉文章世所知，相如闳丽冠当时。游人不赏凌云赋，只说琴台是故基。",
            "comment": ""
        },
        {
            "title": "成都遨乐诗二十一首·二月二日游江会宝历寺",
            "content": "昔年张复之，来乘寇乱馀。三春虽宴赏，四野忧艰虞。遂移踏青会，登舟恣游娱。戒备渐解弛，人情悉安舒。垂兹五十年，材哲不敢逾。愚来再更朔，遽及仲春初。彩舵列城隈，画船满江隅，轻桡下奔濑，从舆临精庐。因思贤守事，所作民乃孚。",
            "comment": ""
        },
        {
            "title": "成都遨乐诗二十一首·二十八日竭生禄祠游净",
            "content": "千骑出重闉，岩祠净宇邻。映林沽酒斾，迎马献花人。艳日披江雾，香飚起路尘。韶华特明媚，不似远方春。",
            "comment": "【注释】【原题】：成都遨乐诗二十一首·二十八日竭生禄祠游净众寺"
        },
        {
            "title": "成都遨乐诗二十一首·七月十八日太慈寺观施",
            "content": "飞阁穹隆轶翠烟，盂兰盛会众喧阗。且欣酷暑从兹减，渐有凉风快夕眠。",
            "comment": "【注释】【原题】：成都遨乐诗二十一首·七月十八日太慈寺观施盂兰盆"
        },
        {
            "title": "成都遨乐诗二十一首·二十一日游海云山",
            "content": "春山缥翠一豀清，满路游人语笑声。自愧非才无异绩，止随风俗顺民情。",
            "comment": ""
        },
        {
            "title": "成都遨乐诗二十一首·五日州南门蚕市",
            "content": "齐民聚百货，貿鬻贵及时。乘此耕桑前，以助农绩资。物品何其夥，碎璅皆不遗。编籋列箱筥，饬木柄锑錤。备用诚为急，舍器工曷施。名花蕴天艳，灵药昌寿祺。根萌渐开发，蔂载相参差。游人衒识赏，善贾求珍奇。予真徇俗者，行观亦忘疲。日暮宴觞罢，众皆云适宜。",
            "comment": ""
        },
        {
            "title": "寄道士张明真",
            "content": "澹静姿仪简旷纵，结庵深对大茅峰。坐忘世故愁应少，道断人情语亦慷。万里信音凭鹤到，一厨烟火倩猿供。岁时归侍虚皇驾，七色霞衣九色龙。",
            "comment": ""
        },
        {
            "title": "成都遨乐诗二十一首·二十三日圣寿寺前蚕市",
            "content": "龙断争趋利，仁园敞邃深。经年储百货，有意享千金。哭用先农事，人声混乐音。蚕丛故神在，致祝顺民心。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "曲终甚喜询前事，自言本是都知子。当时此地最繁华，酒酣不觉恣矜夸。若使斯人解感伤，岂能终老爱琵琶。",
            "comment": ""
        },
        {
            "title": "成都遨乐诗二十一首·三月三日登学射山",
            "content": "丽日照芳春，良会重元已。阳滨修祓除，华林程射技。所尚或不同，兹俗亦足喜。门外盛车徒，山半列鄽市。彩堋飞镝远，醉席歌声起。回头望城郭，烟蔼相表裹。秀色满郊原，遥景落川涘。目倦意犹远，思馀情未已。登高贵能赋，感物畅幽旨。宜哉贤大夫，由斯见材美。",
            "comment": ""
        },
        {
            "title": "成都遨乐诗二十一首·伏日会江渎池",
            "content": "长空赤日真可畏，三庚遇火气伏藏。温风淟涊郁不开，流背汗浃思清凉。江渎祠前有流水，欢注蓄洩为池塘。沈沈隆厦压平岸，好树荫亚芙蕖香。登舟命酒宾朋集，逃暑大饮宜满觞。丝竹聒耳非自乐，肆望观者台堵墙。吾侪未能免俗累，近日颇困炎景长。今晨纵游不觉暮，形为外役暑亦忘。",
            "comment": ""
        },
        {
            "title": "颖水",
            "content": "先生赏此傲明时，绿袖清波万古奇。应有好名心未息，滩头洗耳欲人知。",
            "comment": ""
        },
        {
            "title": "成都遨乐诗二十一首·四月十九日汎浣花溪",
            "content": "浣花溪上春风后，节物正宜行乐时。十里绮罗青盖密，万家歌吹绿杨垂。画船疊鼓临芳漵，彩阁凌波汎羽卮。霞景渐曛归櫂促，满城欢醉待旌旗。",
            "comment": ""
        },
        {
            "title": "成都遨乐诗二十一首·元日登安福寺塔",
            "content": "岁历起新元，锦里春意早。诘旦会朋宷，群游候驺导。像塔倚中霄，翚檐结重橑。随俗纵危步，超若落清昊。千里如指掌，万象可穷讨。野阔山势回，寒馀林色老。遨赏空闾巷，朅来喧往耄。人物事多閒，车马拥行道。顾此欢娱俗，良慰羁远抱。第尤民政疏，无庸答宸造。",
            "comment": ""
        },
        {
            "title": "成都遨乐诗二十一首·七月六日晚登太慈寺阁",
            "content": "万里银潢贯紫虚，桥边螭辔待星姝。年年巧若从人乞，未省灵恩遍得无。",
            "comment": "【注释】【原题】：成都遨乐诗二十一首·七月六日晚登太慈寺阁观夜市"
        },
        {
            "title": "句",
            "content": "凤凰诏不起，白云藏更深。",
            "comment": ""
        },
        {
            "title": "成都遨乐诗二十一首·寒食出城",
            "content": "郊外融和景，浓于城市中。歌声留客醉，花意尽春红。游人一何乐，归驭莫怱怱。",
            "comment": ""
        },
        {
            "title": "成都遨乐诗二十一首·乾元节",
            "content": "感帝开鸿绪，薰风正阜生。亿年逢景运，万国赞丕平。瑞蔼承龙阙，晨曦启凤城。胪宾趋陛墄，乐舞备韶英。译道来珍贡，酺欢洽颂声。曼龄均庆祝，闿泽慰群情。地有扪参远，人怀就日诚。顾将民共乐，聊以报皇明。",
            "comment": ""
        },
        {
            "title": "成都遨乐诗二十一首·八日太慈寺前区市",
            "content": "蜀虽云乐土，民勤过四方。寸壤不容隙，仅能充岁粮，间或容墮孏，曷能备凶痒。所以农桑具，市易时相望。野氓集广鄽，众贾趋宝坊。惇本诚急务，戒其靡愆常。兹会良足喜，后贤勿忽忘。",
            "comment": ""
        },
        {
            "title": "成都遨乐诗二十一首·开西园",
            "content": "春山寒食节，夜雨书晴天。日气薰花色，韵光遍锦川。临流飞凿落，倚榭立秋千。槛外游人满，林间饮帐鲜。众音方杂沓，馀景列留连。座客无辞醉，芳菲又一年。",
            "comment": ""
        },
        {
            "title": "成都遨乐诗二十一首·三月十四日太慈寺建乾",
            "content": "赤精流景铄，朱夏向清和。绀宇修祠盛，华封祝庆多。簪裳千载遇，钟梵五天歌。远俗尤熙泰，皇猷信不颇。",
            "comment": "【注释】【原题】：成都遨乐诗二十一首·三月十四日太慈寺建乾元节道场"
        },
        {
            "title": "成都遨乐诗二十一首·九日太慈寺蚕市",
            "content": "高阁长廊门四开，新晴市井绝纤埃。老农肯信尤民意，又见笙歌入寺来。",
            "comment": ""
        },
        {
            "title": "成都遨乐诗二十一首·重阳日州南门药市",
            "content": "岷峨旁礴天西南，灵滋秀气中潜含。草木瓌富百药具，山民采捋知辛甘。成都府门重阳市，远近凑集争{上齐下贝}欣。市人谲狯亦射利，颇觉良恶相追参。旁观有叟意气古，肌面皯黣毛{上髟下监}鬖。卖药数种人罕识，单衣结缕和阴岚。成都处士足传记，劝戒之外多奇谈。盛言每岁重阳市，屡有仙跡交尘凡。俗流闻此动非觊，不识妙理徒规贪。惟期幸遇化金术，未肯投足栖嵓。予于神仙无所求，一离常道非所躭。但喜见民药货售，归助农业增耡芟。",
            "comment": ""
        },
        {
            "title": "成都遨乐诗二十一首·上元灯夕",
            "content": "予赏观四方，无不乐嬉游。惟兹全蜀区，民物繁它州。春宵宝灯然，锦里香烟浮。连城悉奔骛，千里穷边陬。衯裶合绣袂，辘轳驰香辀。人声辰雷远，火树华星稠。鼓吹匝地喧，月光斜汉流。欢多无永漏，坐久凭高楼。民心感上恩，释呗歌神猷。齐音祝东北，帝寿长嵩邱。",
            "comment": ""
        },
        {
            "title": "成都遨乐诗二十一首·冬至进天庆观会太慈寺",
            "content": "景至履佳辰，朝祖著国令。黄宫避潜萌，紫宇晨荫映。阳德比君子，吾道实可庆。矧丁皇运享，遇主尧舜圣。坤维最远方，拙者此尸政。雅俗旧儒文，民牒少讼争。幸足宣上恩，愉恐盭物性。良时不易得，行乐未为病。高会纵嬉游，丰岁愈繁盛。与众助戏欣，寄情于俚咏。",
            "comment": ""
        },
        {
            "title": "成都遨乐诗二十一首·二日出城",
            "content": "初岁二之日，言出东城闉。缇骑隘重乳，淤车坌行尘。原野信滋腴，景物争光新。青畴隐遥壩，弱柳垂芳津。隐卒具威械，祭墦列重茵。俗尚各有时，孝思情则均。归途喧鼓铙，聚观无富贫。坤隅地力狭，百业常苦辛。设微行乐事，何由裕斯民。守侯其勉旃，亦足彰吾仁。",
            "comment": ""
        }
    ]
}