{
    "dynasty": "宋",
    "author": "秦观",
    "poems": [
        {
            "title": "吕与叔挽章四首",
            "content": "举举西州士，来为邦国华。艺文尤尔雅，经术自名家。正有高山仰，俄成逝水嗟。贤人各有数，不独岁龙蛇。",
            "comment": ""
        },
        {
            "title": "司马迁",
            "content": "子长少不羁，发轫遍丘壑。晚遭李陵祸，愤悱思远托。高辞振幽光，直笔诛隐恶。驰骋数千载，贯穿百家作。至今青简上，文彩炳金雘。高才忽小疵，难用常情度。譬彼海运鹏，岂复顾缯缴。区区班叔皮，未易议疏略。",
            "comment": ""
        },
        {
            "title": "次韵莘老",
            "content": "妙龄随计日，绀发度关年。较艺先豪俊，飞声动眇绵。秘书窥甲乙，密室诣温宣。已叶半千运。仍亲五尺天。御香春晚炷，宫蜡夜深燃。汉殿螭头笔，岐藩幕下莲。孔鸾人共贵，兰蕙世皆怜。附尾方瞠若，提刀独砉然。皂囊封细札，青简续遗编。璧府深难造，龙媒巂莫先。大农参奏计，宗伯与兴贤。玉铉行真即，金瓯忽浪传。两轮苕上驾，百仗剡中牵。荏苒冯唐老，淹回贾傅还。星霜俄九换，金竹遽三迁。鼓吹吴云外，旌旛楚水壖。经纶殊未倦，忧患复相连。恶草空摇毒，群蜗谩污涎。松筠终不易，雨露竟无偏。憔悴千株橘，荒凉二顷田。几书借船帖，屡广绝交篇。禅誉推庞蕴，亲评主闵骞。懒因闲处极，乐向静中全。岁月黄尘里，莺花白发前。冰台清照底，玉海湛无边。身世尤飞隼，功名眇蜕蝉。蕉心难固待，楮叶谩劳鑴。伫续清都梦，还随浊世缘。泉虯淹已久，风翮去应便。预想朝元处，簪裾立万仙。",
            "comment": ""
        },
        {
            "title": "东坡守杭",
            "content": "十里荷花菡萏初，我公所至有西湖。欲将公事湖中了，见说官闲事亦无。",
            "comment": ""
        },
        {
            "title": "四绝",
            "content": "夜深楼上拨书眠，天在栏干四角边。风拂乱云毫发尽，独留璧月向人圆。",
            "comment": ""
        },
        {
            "title": "春日杂兴十首",
            "content": "桃李用事辰，鲜明夺云绮。繁华一朝去，默默惭杞梓。时徂鹰化鸠，地迁橘为枳。独有羡门生，後天犹不死。",
            "comment": ""
        },
        {
            "title": "观音洞",
            "content": "匹马骄嘶石路斜，观音洞口踏烟霞。普陀风景差相似，只欠潮音小白花。",
            "comment": ""
        },
        {
            "title": "拟郡学试东风解冻",
            "content": "宝历开新岁，春回斗柄东。漪生天际水，冻解日边风。浩荡依苹起，侵寻带雪融。江河霜练静，池沼玉奁空。鱼藻雍容里，云霄俯仰中。更无舟楫碍，从此百川通。",
            "comment": ""
        },
        {
            "title": "送酒与泗州太守张朝请",
            "content": "莫笑杭州别驾村，昔曾柱下数承恩。而今虽是江湖吏，犹有当时七字尊。",
            "comment": ""
        },
        {
            "title": "赴杭倅至汴上作",
            "content": "俯仰觚棱十载间，肩舟江海得身闲。平生孤负僧床睡，准拟如今处处还。",
            "comment": ""
        },
        {
            "title": "次韵公辟会蓬莱阁",
            "content": "林声摵摵动秋风，共蹑丹梯上卧龙。路隔西陵三两水，门临南镇一千峰。湖吞碧落诗争发，塔涌青冥画几重。非是登高能赋客，可怜猿鹤自相容。",
            "comment": ""
        },
        {
            "title": "别贾耘老",
            "content": "若有人兮霅之滨，服火齐兮冠切云。有才不为世所抡，尽入诗句为奇新。忘归繁弱不浪阵，发必中的疑有神。目关飞鸟缗苍鳞，俛仰自娱忘贱贫。繄我与君素参辰，孰为一见同天伦。共指飞光易沉沦，莫若痛饮还我真。况有内子贤文君，终日叫呼不怒嗔。酒酣往往出前珍，瓦瓯竹箸羞青芹。左列文史右红裙，樽前不觉徂清晨。念我行当西道秦，挐舟来别非所欣。欲托毫素通殷勤，郢匠旁瞩难挥斤。人生百龄同臂伸，断梗流萍暂相亲。行行饮酒且勿云，丈夫万里犹比邻。",
            "comment": ""
        },
        {
            "title": "寄题倪敦复北轩",
            "content": "倪郎才韵照冰壼，北向开轩颇自娱。檐度蕙风鸣鴶鵴，壁经梅雨画螔蝓。觥筹交错银河挂，文史纵横角簟铺。官舍私居同是漫，莫嗟三径就荒芜。",
            "comment": ""
        },
        {
            "title": "过六合水高怀裴博士次韵",
            "content": "晚憩孤亭上，羸骖系断柯。荒门寒带路，空槛阔增波。往事青山在，余生白鸟过。诵言成绝唱，亹亹迫阴何。",
            "comment": ""
        },
        {
            "title": "清明前一日李观察席上得风字",
            "content": "病躯寒食百无悰，偶到平阳旧第中。池御信为三辅冠，杯盘真有五陵风。美人赋韵分春色，上客挥毫夺化工。白发渐於花柳薄，但怜流水碧相通。",
            "comment": ""
        },
        {
            "title": "春词绝句五首",
            "content": "蒲萄裀暖蕙薰微，红日窥轩睡觉时。人倦披衣双燕出，青丝披罥木兰枝。",
            "comment": ""
        },
        {
            "title": "孙莘老挽词四首",
            "content": "月旦尝居第一评，立朝风采照公卿。门生故吏知多少，尽向碑阴刻姓名。",
            "comment": ""
        },
        {
            "title": "诗列子",
            "content": "咄咄两小儿，多言空尔为。後之日无定，不觉心有期。尺棰探苍溟，俱令傍者嗤。谁谓不能决，孔兵乃真知。",
            "comment": ""
        },
        {
            "title": "雷阳书事",
            "content": "骆越风俗殊，有疾皆勿药。束带趋祀房，用史巫纷若。弦歌荐茧栗，奴士洽觞酌。呻吟殊未央，更把鸡骨灼。",
            "comment": ""
        },
        {
            "title": "海康书事十首",
            "content": "粲粲庵摩勒，作汤美无有。上客赋骊驹，玉奁开素手。那知苍梧野，弃置同刍狗。荆山玉抵鹊，此事繇来久。",
            "comment": ""
        },
        {
            "title": "孙莘老挽词四首",
            "content": "同功一体尽调元，独抱沉痾反故园。壶遂暮年非不遇，人生到此可忘言。",
            "comment": ""
        },
        {
            "title": "次韵夏侯太冲秀才",
            "content": "儒官饱闲散，室若僧坊静。北窗腹便便，支枕看斗柄。或时得名酒，亭午犹中圣。醒来复何事，弄笔赋秋兴。焉知懒是真，但觉贫非病。茫茫流水意，会有知意听。钟鼎与山林，人生各天性。",
            "comment": ""
        },
        {
            "title": "宁浦书事六首",
            "content": "挥汗读书不已，人皆怪我何求。我岂更求荣达，日长聊以销忧。",
            "comment": ""
        },
        {
            "title": "和书观妙庵",
            "content": "龙瑞宫中种玉人，诛茅结室傍秋云。自言洞里山川别，此处千分未一分。",
            "comment": ""
        },
        {
            "title": "题郴阳道中一古寺壁二绝",
            "content": "哀歌巫女隔祠丛，饥鼠相追坏壁中。北客念家浑不睡，荒山一夜两吹风。",
            "comment": ""
        },
        {
            "title": "大行太皇太后挽词二首",
            "content": "保扶明主自春宫，万国升平出至公。顾命一时聊共政，思齐千古遂同风。外家恩数仍长信，原庙蒸尝即治隆。欲叙圣功歌挽者，乾坤难入画图中。",
            "comment": ""
        },
        {
            "title": "次韵东坡上元扈从三绝",
            "content": "仗下番夷各一群，机泉如雨自缤纷。细看香案旁边吏，却是茅家大小君。",
            "comment": ""
        },
        {
            "title": "送僧归遂州",
            "content": "宝师本巴蜀，浪迹游淮海。定水湛虚明，戒珠炯圆彩。飘零乡县异，晼晚星霜改。明发又西征，孤帆破烟霭。",
            "comment": ""
        },
        {
            "title": "徐仲车食於学官吏或以为不可欲罢去之太守不",
            "content": "许丞老病聋，督邮白欲废。贤哉黄次公，鉴裁实精诣。殷勤谢督邮，此丞乃廉吏。重听庸何伤，善助无失意。古人骨已朽，来者复谁继。仲车天下士，固非许丞类。至行通神明，问学有根柢。若充老更聘，自革风俗弊。太守前己闻，粟帛俄见赐。奈何少年子，辄效督邮事。道丧贤哲穷，闻之为流涕。人心如其面，难以一律揆。所望在次公，督邮何足议。",
            "comment": "：【原题】：\r\n徐仲车食於学官吏或以为不可欲罢去之太守不听礼遇如初感之而作 | 【注释】【原题】：徐仲车食於学官吏或以为不可欲罢去之太守不听礼遇如初感之而作"
        },
        {
            "title": "次韵邢敦夫秋怀十首",
            "content": "祖宗举贤良，充赋多名儒。执事恶言者，此科为之无。虽有仲舒错，或横江潭鱼。果欲鸣凤至，还当种椅梧。",
            "comment": ""
        },
        {
            "title": "西城宴集元佑七年三月上已日诏赐馆阁官花酒",
            "content": "春溜泱泱初满池，晨光欲转万年枝。楼台四望烟云合，帘幕千家锦绣垂。风过忽闻花外笑，日长时奏水中嬉。太平谁谓全无象，寓在群仙把酒时。",
            "comment": "：【原题】：\r\n西城宴集元佑七年三月上已日诏赐馆阁官花酒以中澣日游金明池琼林苑又会於国夫人园会者二十有六人二首 | 【注释】【原题】：西城宴集元佑七年三月上已日诏赐馆阁官花酒以中澣日游金明池琼林苑又会於国夫人园会者二十有六人二首"
        },
        {
            "title": "永寿县君挽词二首",
            "content": "廷尉蒙恩後，兰台就养初。大桩宜更寿，流水遽焉如。鸾锦封花诰，蛛丝网板舆。百年谁考德，琬琰在幽墟。",
            "comment": ""
        },
        {
            "title": "寄新息王令藏春坞",
            "content": "令尹才高寺为空，岁时行乐与民同。旋开小坞藏春色，更制新声写土风。客向樽前忘尔汝，路穿花去失西东。无言妫女今焉在，桃李相传恨未穷。",
            "comment": ""
        },
        {
            "title": "题汤泉二首",
            "content": "温井霜寒碧甃澄，飞尘不动玉奁清。老翁仙去羸骖共，太子东归废沼平。据石聊为宝陀观，决渠还落堰溪声。浣肠灌顶虽殊事，一洗劳生病恼轻。",
            "comment": ""
        },
        {
            "title": "徐得之闲轩",
            "content": "建安自古多俊髦，徐子磊落尤其豪。论兵说剑走湖海，身勤事左无所遭。绿林五校已屠脍，黑衣三卫羞徒劳。归来故山便卜筑，脱弃万事轻鸿毛。横前涧水漱哀玉，傍舍老枥藏飞猱。山蔬何用媿梁肉，鹤氅未必输青袍。追寒弄月有真意，慎勿轻语传儿曹。",
            "comment": ""
        },
        {
            "title": "流觞亭并次韵二首",
            "content": "缥缈云峦欲尽头，洒然华构引飞流。朱盘潋灩开冰监，碧甃萦纡走玉虯。毛骨渐惊超浊界，风烟骤觉变清秋。更怜白足如霜句，可羡溪边六逸游。",
            "comment": ""
        },
        {
            "title": "和程给事赠虞道判六首",
            "content": "使君本往道家山，时访玄都太古坛。阴惠已能追许令，治功不独过韦丹。",
            "comment": ""
        },
        {
            "title": "新开湖送孙诚之有龙见于东北因成绝句",
            "content": "狂客走影暗悠悠，菡萏吹风五月秋。黄绶不为无气概，苍龙垂尾送行舟。",
            "comment": ""
        },
        {
            "title": "题双松寄陈季常",
            "content": "遥闻连理松，托根黄麻城。枝枝相钩带，叶叶同死生。虽云金石姿，未免儿女情。想应风月夕，满庭合欢声。",
            "comment": ""
        },
        {
            "title": "雪浪石",
            "content": "汉庭卿士如云屯，结绶弹冠朝至尊。登高履危足在外，神色不变惟伯昏。金华掉头不肯住，乞身欲老江南村。天恩许兼两学士，将兵百万守北门。居士强名曰天元，寤寐山水劳心魂。高斋引泉注奇石，迅若飞浪来云根。朔南修好八十载，兵法虽妙何足论。夜阑番汉人马静，想见雉堞低金盆。报罢五更人吏散，坐调一气白元存。",
            "comment": ""
        },
        {
            "title": "海康书事十首",
            "content": "粤女市无常，所至辄成区。一日三四迁，处处售虾鱼。青裙脚不袜，臭味猿与狙。孰云风土恶，白州生绿珠。",
            "comment": ""
        },
        {
            "title": "次韵邢敦夫秋怀十首",
            "content": "渤海有巨鳌，其颠冠嵯峨。宿昔尝小拚，八弦相荡摩。忽遭龙伯人，一举空潮波。取皮煎作胶，清此昆仑河。",
            "comment": ""
        },
        {
            "title": "饮酒诗四首",
            "content": "我观人间世，无如醉中真。虚空为消陨，况乃百忧身。惜哉知此晚，坐令华发新。圣人难骤得，得且致贤人。",
            "comment": ""
        },
        {
            "title": "饮酒诗四首",
            "content": "雷觞淡如水，经年不濡唇。爰有扰龙系，为造英灵春。英灵韵甚高，蒲萄难为邻。他年血食汝，应配杜康神。",
            "comment": ""
        },
        {
            "title": "山阳阻浅",
            "content": "一日行一尺，十日行一丈。岂不叹淹留，所幸无波浪。悲风动深夜，原野眇林爽。青天行蟾蜍，枯水转魍魉。此时蓬茅下，去心剧於痒。弃置勿复论，通塞如反掌。",
            "comment": ""
        },
        {
            "title": "秋兴九首其八拟杜牧之",
            "content": "鼓鼙夜战北窗风，霜叶铺阶叠乱红。一段新愁惊枕上，几声悲雁落云中。眼前时节看驰马，日下生涯寄断蓬。弟妹别来劳梦寐，杳无消息过江东。",
            "comment": ""
        },
        {
            "title": "庆张君俞都尉留後得子",
            "content": "天上吹箫玉作楼，蟠桃熟後更无忧。内家报喜车凌晓，太史占祥斗挂秋。龙得一珠应献佛，虎生三日便吞牛。鲁元福禄何人似，坐见张敖数子侯。",
            "comment": ""
        },
        {
            "title": "题汤泉二首",
            "content": "满斛泠泠注不穷，幻尘乾慧洗皆空。法流水接诸天上，神瀵香闻一国中。金粟示为除病恼，跋陀仍已获圆通。马蹄又入风埃去，回首吴吟谢迮翁。",
            "comment": ""
        },
        {
            "title": "文英阁二首",
            "content": "流落天涯思故园，散愁郊外任蹒跚。云归邃谷知无雨，风卷寒溪没近滩。已见雁将归楚泽，遥知春又到长安。桑林垄麦依稀是，只见秦川万里宽。",
            "comment": ""
        },
        {
            "title": "玉井泉",
            "content": "云蒸昆山液，月浸蓝田英。临风咽沆瀣，满腹珠玑鸣。",
            "comment": ""
        },
        {
            "title": "次韵裴仲谟和何先辈二首",
            "content": "闻说何郎操行端，萧然环堵若为安。鸟啼花发阻携手，水远山高空凭栏。别後想多黄绢作，春来尤厌惠文弹。两章读罢知高义，贵贱交情自古难。",
            "comment": ""
        },
        {
            "title": "次韵公辟将受代书蓬莱阁",
            "content": "城连湖岸水为关，旦暮樵风自往还。龟负宝林新佛地，龙蟠使宅老仙山。平生仕宦今何得，终日登临独未闲。岁满徘徊难遽别，就中潇洒异人间。",
            "comment": ""
        },
        {
            "title": "次韵邢敦夫秋怀十首",
            "content": "汤汤辟痈流，中有学子居。但说若稽古，言犹三万余。来者转相祖，词林日凋疏。稍喜绩溪令，入校天禄书。",
            "comment": ""
        },
        {
            "title": "春词绝句五首",
            "content": "弱云亭午弄春娇，高柳无风妥翠条。懒读夜书搔短发，隔垣时听卖饧箫。",
            "comment": ""
        },
        {
            "title": "饮酒诗四首",
            "content": "客从南方来，酌我一瓯茗。我酌初不啜，强啜且复醒。既凿浑沌氏，遂出华胥境。操戈逐儒生，举觞还酩酊。",
            "comment": ""
        },
        {
            "title": "幽眠",
            "content": "幽眠起常晚，冬晷复不长。中间数十刻，倏如惊燕翔。晨餐粗云毕，申鼓鸣相望。忽忽竟何就，念之动中肠。天地一逆旅，死生犹转商。暂来旋云去，属速乃所常。较计亦何补，徒然非慨慷。不如听两行，一概付酒觞。北风吹老槐，白日转纸窗。布衾一觉睡，身世成渺茫。宿莽冬不衰，兰茞幽更芳。无庸伤局促，速此鬓发霜。",
            "comment": ""
        },
        {
            "title": "冬蚊",
            "content": "蚤虿蜂虻罪一伦，未如蚊子重堪嗔。万枝黄落风如射，犹自传呼欲噬人。",
            "comment": ""
        },
        {
            "title": "同子瞻赋游惠山三首",
            "content": "楼观相复重，邈然閟深樾。九龙吐清泠，虢虢曾未绝。罂缶驰千里，真珠犹不灭。况复从茶僊，兹焉试葵月。岸巾尘想消，散策佳兴发。何以慰遨嬉，操觚继前辙。",
            "comment": ""
        },
        {
            "title": "次韵公辟州宅月夜偶成",
            "content": "新秋过雨月如霜，缓足蓬莱彻上方。翠木玲珑藏宝界，白烟浓淡锁华堂。书名越艳谁兴发，角动单于自感伤。山似卧龙天似水，却疑身在海中央。",
            "comment": ""
        },
        {
            "title": "春日偶题呈上尚书丈丈",
            "content": "三年京国鬓如丝，又见新花发故枝。日典春衣非为酒，家贫食粥已多时。",
            "comment": ""
        },
        {
            "title": "寄题王钦之自圆庵",
            "content": "诛茅北户结圆庐，从事风流入画图。珠箔粉垣藏混沌，葛巾藜杖造虚无。春闲居士天花室，昼静仙人白玉壼。遥想吏行凫鹜散，沉烟一穗对团薄。",
            "comment": ""
        },
        {
            "title": "次韵邢敦夫秋怀十首",
            "content": "匠氏构明堂，百材入斤斧。傥非豫章栋，冗长亦焉取。英英范与苏，器识兼文武。胡为先一州，不用作霖雨。",
            "comment": ""
        },
        {
            "title": "陪李公择观金地佛牙",
            "content": "薄伽梵相含空虚，化人分段同璠璵。尔来示灭二千岁，真骨万里传中区。钱塘有尼号法照，得自禁掖藏金铺。欲因此胜高构阁，假设象似开群愚。偶从好事至霅上，持出瞻玩相欢娱。灵牙宝色玉不如，上有无数光明珠。庄严一一出御帑，蜿蜒绣袋荣砗磲。是时宾客尽上士，回向已登十地初。殷勤称赞出软语。坐人顾眄惊俗污。因悲人生信如梦，浪逐声劫霜鬓须。一源清净谁复无，枉入诸趋更崎岖。愿因今日诣真际，古松白日常萧疏。乃知金仙妙难测，余润普及沾凡枯。况复老尺亦才辩，朱甍碧凡非难图。行看迢嶢倚青嶂，翁妪颂说倾三吴。",
            "comment": ""
        },
        {
            "title": "和程给事赠虞道判六首",
            "content": "紫府沉沉掩夜关，竹阴清扫月中坛。岁星偷得桃枝碧，董奉栽成李子丹。",
            "comment": ""
        },
        {
            "title": "次韵参寥三首",
            "content": "长安仕路与云齐，倦仆羸骖不可跻。但得玄晖曾折简，何须平子更安题。",
            "comment": ""
        },
        {
            "title": "墨竹",
            "content": "墨君飒飒风雨鸣，垂鸾舞凤翻青绶。一竿珍重几百缗，奚啻渭川三万亩。金锵玉戛空琴声，婢行奴颜谢花柳。得亭真从寂寞间，卓古高标压群丑。不须辨直致湘江，便觉满窗凉意透。挺然叶节抱风孤，顿应君子虚心受。雷迸箨龙龙欲走，樱笋纷纷徒适口。破除肉味若闻韶，王猷笑咏还依旧。藉槛湘阴净简书，接地春华幻尘垢。佛手笔端别有神，往来平安报良友。前时无偶後无继，寄宝秘灵宜永久。",
            "comment": ""
        },
        {
            "title": "次韵邢敦夫秋怀十首",
            "content": "邢侯秋卧痾，挥毫见深衷。赓者二三子，翕然笙磬同。不为儿女姿，颇形四方风。属有山水念，因之丝与桐。",
            "comment": ""
        },
        {
            "title": "田居四首",
            "content": "昔我莳青秧，廉纤属梅雨。及兹欲成穗，已复颓星暑。迟暮易昏晨，摇落多砧杵。村迥少过从，客来旋炊黍。兴发即杖藜，未尝先处所。褰裳涉浅濑，矫首没孤羽。丛祠土鼓悲，野埭鹍鸡舞。雉子随贩夫，老翁拜巫女。辛勤稼穑事，恻怆田畴语。得谷不敢储，催科吏旁午。",
            "comment": ""
        },
        {
            "title": "次韵宋履中题李侯檀栾亭",
            "content": "阴阴数亩箨龙稠，亭外危通一径幽。颇似竹林当日集，酒狂莫笑阮陈留。",
            "comment": ""
        },
        {
            "title": "泊吴兴西观音院",
            "content": "金刹负城闉，閴然美栖止。卞山直穹窿，苕水相依倚。霜桧郁冥冥，海棕鲜薿薿。广除庇夏阴，飞栋明朝晷。溪光凫鹜边，天色菰蒲里。绪风传昼焚，璧月窥夜礼。泄云彗层空，规荷监幽沚。艅艎烟际下，锺磬林端起。聱牙戏清深，嶔崟扑空紫。所遇信悠然，此生如寄耳。志士耻沟渎，征夫念桑梓。揽衣轩楹间，啸歌何穷已。",
            "comment": ""
        },
        {
            "title": "寄曾逢原",
            "content": "孟夏气候好，林塘媚晴辉。回渠转清流，藻荇相因依。丛薄起疏籁，众鸟鸣且飞。高城带落日，光景酣夕霏。即事远兴托，抚己幽思微。超摇弄柔翰，徙倚弦金徽。美人邈云眇，志愿固有违。丹青傥不渝，与子同裳衣。",
            "comment": ""
        },
        {
            "title": "好事近 梦中作",
            "content": "春路雨添花，花动一山春色。行到小溪深处，有黄鹂千百。飞云当面化龙蛇，夭骄转空碧。醉卧古藤阴下，了不知南北。",
            "comment": "： | ：\r\n此词名扬于时。苏轼有题跋云 ：“供奉官莫君沔官湖南，喜从迁客游⋯⋯诵少游事甚详，为予道此词至流涕。乃录本使藏之。”黄庭坚跋此词云：“少游醉卧古藤下，谁与愁眉唱一杯？解作江南断肠句，只今惟有贺方回。”全词题为“梦中作”，系写梦境，先写出中漫游，再写飞云空中变幻和醉卧出藤阴下。整首词出语奇警，意境幽绝。\r\n起首二句，写春路、春雨、春花 、春山、春色，环环相扣，宛转相生。春路上下了一场春雨，给人以浥尽轻尘的快感；春雨过后，春花盛开，给人以无比绚烂的印象；而春花一动，整个山间又出现一片明媚的春光，遂使人目迷五色，如入仙境。作者仅用寥寥十一字就写出了一个带有浓郁浪漫主义色彩的奇特境界，为全词定下了基调。三、四两句，紧承前意。“行到”一句，与首句“春路”相应，点明方才的一切乃词人的梦魂在春路上行走所见，而这条春路，傍临小溪，曲径通幽，越走越深，境界越是奇丽 。“有黄鹂千百”，则把这种奇丽的景象充分地渲染出来。“小溪深处 ”，应是一个静谧的所在，黄鹂或许正在树上栖息。词人的突然来到，打破了一片岑寂，无数黄鹂立刻喧腾起来。上有黄鹂飞鸣，下有溪水潺湲，再加上满山鲜花烘托，境界何其优美。\r\n过片二句，镜头移向天空，只见飞云变幻着各种形态，竟象龙蛇一样，在碧空中飞舞。“夭矫”二字，写出龙蛇盘曲而又伸展的动态 ，极富于形象性。“空碧”即碧空，因押韵而句法倒装。碧空万里，龙蛇飞舞，这个景象煞是壮观。它象征着词人在梦境中获得了一刹那的精神解放。对作者用语和造境之奇特，清人陆云龙评曰“奇峭”（《词菁》卷二 ），陈廷焯评曰“笔势飞舞”（《词则·别调集 》）。所谓“奇峭”者，当是指景象奇伟，格调峻峭 ，非一般绮靡之作可比，也与少游其他作品不同 。所谓“笔势飞舞”，是形容词笔纵横捭阖，笔端带有感情，落纸如龙蛇飞动，奔逸超迈，运转自如。\r\n“醉卧”二句，由动至静，在静的状态中，创造了一种无我之境，反映出词人消极出世的思想。在古藤浓阴的覆盖下，词人酣然入睡，置一切于不顾，似乎很超脱，达到了无我之境，实际上这是对黑暗现实一种消极的反抗，亦即明人沈际飞所云“白眼看世之态”（《草堂诗余续集》卷上）。此处写得静谧幽绝，有不食人间烟火之妙。\r\n《苕溪渔隐丛话》前集卷五十引《冷斋夜话》云：“秦少游在处州，梦中作长短句曰：‘山路雨添花⋯⋯’后南迁，久之，北归，逗留于藤州，遂终于瘴江之上光华亭 。时方醉起，以玉盂汲泉欲饮，笑视之而化。”\r\n据此，此词当为秦观于绍圣二年春所作，离去世有五年之久。因结语有“醉卧古藤州阴下”之句，后人遂以为其死于藤州之谶，实属一种迷信说法。\r\n全词所写，皆淡语 、景语、致语、丽语、奇语，景致奇丽，意境深微，借优丽的梦境，隐托痛绝的情怀，确乎“如鬼如仙”，“高举远慕，有遗世之意，充满浪漫、奇诡的色彩。 | 【注释】此词名扬于时。苏轼有题跋云 ：“供奉官莫君沔官湖南，喜从迁客游&#8943;&#8943;诵少游事甚详，为予道此词至流涕。乃录本使藏之。”黄庭坚跋此词云：“少游醉卧古藤下，谁与愁眉唱一杯？解作江南断肠句，只今惟有贺方回。”全词题为“梦中作”，系写梦境，先写出中漫游，再写飞云空中变幻和醉卧出藤阴下。整首词出语奇警，意境幽绝。起首二句，写春路、春雨、春花 、春山、春色，环环相扣，宛转相生。春路上下了一场春雨，给人以浥尽轻尘的快感；春雨过后，春花盛开，给人以无比绚烂的印象；而春花一动，整个山间又出现一片明媚的春光，遂使人目迷五色，如入仙境。作者仅用寥寥十一字就写出了一个带有浓郁浪漫主义色彩的奇特境界，为全词定下了基调。三、四两句，紧承前意。“行到”一句，与首句“春路”相应，点明方才的一切乃词人的梦魂在春路上行走所见，而这条春路，傍临小溪，曲径通幽，越走越深，境界越是奇丽 。“有黄鹂千百”，则把这种奇丽的景象充分地渲染出来。“小溪深处 ”，应是一个静谧的所在，黄鹂或许正在树上栖息。词人的突然来到，打破了一片岑寂，无数黄鹂立刻喧腾起来。上有黄鹂飞鸣，下有溪水潺湲，再加上满山鲜花烘托，境界何其优美。过片二句，镜头移向天空，只见飞云变幻着各种形态，竟象龙蛇一样，在碧空中飞舞。“夭矫”二字，写出龙蛇盘曲而又伸展的动态 ，极富于形象性。“空碧”即碧空，因押韵而句法倒装。碧空万里，龙蛇飞舞，这个景象煞是壮观。它象征着词人在梦境中获得了一刹那的精神解放。对作者用语和造境之奇特，清人陆云龙评曰“奇峭”（《词菁》卷二 ），陈廷焯评曰“笔势飞舞”（《词则·别调集 》）。所谓“奇峭”者，当是指景象奇伟，格调峻峭 ，非一般绮靡之作可比，也与少游其他作品不同 。所谓“笔势飞舞”，是形容词笔纵横捭阖，笔端带有感情，落纸如龙蛇飞动，奔逸超迈，运转自如。“醉卧”二句，由动至静，在静的状态中，创造了一种无我之境，反映出词人消极出世的思想。在古藤浓阴的覆盖下，词人酣然入睡，置一切于不顾，似乎很超脱，达到了无我之境，实际上这是对黑暗现实一种消极的反抗，亦即明人沈际飞所云“白眼看世之态”（《草堂诗余续集》卷上）。此处写得静谧幽绝，有不食人间烟火之妙。《苕溪渔隐丛话》前集卷五十引《冷斋夜话》云：“秦少游在处州，梦中作长短句曰：‘山路雨添花&#8943;&#8943;’后南迁，久之，北归，逗留于藤州，遂终于瘴江之上光华亭 。时方醉起，以玉盂汲泉欲饮，笑视之而化。”据此，此词当为秦观于绍圣二年春所作，离去世有五年之久。因结语有“醉卧古藤州阴下”之句，后人遂以为其死于藤州之谶，实属一种迷信说法。全词所写，皆淡语 、景语、致语、丽语、奇语，景致奇丽，意境深微，借优丽的梦境，隐托痛绝的情怀，确乎“如鬼如仙”，“高举远慕，有遗世之意，充满浪漫、奇诡的色彩。"
        },
        {
            "title": "还自广陵四首",
            "content": "邗沟缭绕上云空，坐阻层冰不得通。赖有东风可人意，为开明镜玉奁中。",
            "comment": ""
        },
        {
            "title": "和裴仲谟放兔行",
            "content": "兔饥食山林，兔渴饮川泽。与人不瑕玼，焉用苦求索。天寒草枯死，见窘何太迫。上有苍鹰祸，下有黄犬厄。一死无足悲，所耻败头额。敢期挥金遇，倒橐无难色。虽乖猎者意，颇塞仁人责。兔兮兔兮听我言，月中仙子最汝怜。不如亟返月中宿，休顾商岩并岳麓。",
            "comment": ""
        },
        {
            "title": "次韵参寥三首",
            "content": "武陵渔子入花源，但见秦人不得仙。会有黄鹂鸣翠柳，何妨白眼望青天。",
            "comment": ""
        },
        {
            "title": "送刘贡父舍人二首",
            "content": "观也本诸生，早与世参商。方枘不量凿，交亲指为狂。末路辱公知，赐出非所望。相期古人处，岂止事文章。汝南虽奥区，校官实始张。解鞅百无有，栖栖寄僧坊。筑室从有徒，皆公借余光。一壼千金直，所济在仓黄。万里犹比邻，别离无足伤。何以报公德，修好以为常。",
            "comment": ""
        },
        {
            "title": "陨星石",
            "content": "萧然古丘上，有石传陨星。胡为霄汉间，坠地成此精。虽有坚白姿，块然谁汝灵。犬眼牛砺角，终日蒙膻腥。畴昔同列者，到今司赏刑。森然事芒角，次第罗空青。俛仰一气中，万化无常经。安知风云会，不复归青冥。",
            "comment": ""
        },
        {
            "title": "进南郊庆成诗",
            "content": "於赫龙飞後，中区八月秋。合严天地祀，远继祖宗休。熙事将兴举，彝章预讲诹。纷然典台议，断自太任谋。宗伯方承命，元龟遂告猷。三钱封内帑，五瑞辑诸侯。路寝前斋玉，清宫复射牛。长迎南至日，圆即自然丘。扈跸三千剑，干霄十二楼。钩陈严御座，太一奉宸游。好雨虚闻毕，生阳不待邹。浮云依斗散，华月宣天流。霄被黄裀却，霜空曲盖收。堪舆同顾飨，河岳尽怀柔。麾日初鸣仗，旗风不满旒。回銮龙入驭，传诏鹤为邮。崇庆天虽老，华胥圣不忧。衣冠千玉简，宇宙一金瓯。可但丰年屡，当知世德求。惭无班马手，作颂配商周。",
            "comment": ""
        },
        {
            "title": "次韵蒋颖叔南郊祭告上清储祥宫",
            "content": "特起朝阳内，祠宫极邃清。高窗闚玉女，巨闑守昌明。盛掩秦诸畤，雄逾汉两京，垣横天上紫，洲露海中瀛。黄帝初龙跃，中原罢虎争。樵夫亦谈道，行旅不持兵。此地修禳禬，于时保利亨。柏梁灾未几，陈宝诏重营。御帑金缯出，慈闱服玩并。标题动宸翰，撰次属鸿生。玉刻黄冠印，金书秘殿名。妙经藏洞观，真籙佩威盟。仙溜花门静，琼枝物外荣。肇禋承帝祉，肆眚顺民情。天施宁论报，风行不计程。近传闻磬管，时或见旄旌。海岳朝双阙，星辰集上楹。礼如尊太一，事异宠文成。大以圆丘报，长於至日迎。侍臣来祭告，法驾欲时行。厘事通元气，高真达孝诚。庆增黄帝系，寿续太阴精。西北夷门峻，东南辇路倾。云行博山气，风卷步虚声。符贶方期应，英髦各汇征。讴歌兴法从，可见泰阶平。",
            "comment": ""
        },
        {
            "title": "送洪景之循州参军",
            "content": "寒梅不自重，辄花桃李先。矫枉有佳菊，最後众芳妍。各因一时美，难以相嗤怜。物理固若是，士林亦宜然。夫子南国俊，声猷推妙年。数奇晚方偶，参军古龙川。龙川虽云远，风物号清鲜。罗浮不相下，颉颃巉荒天。云鬓二三子，聊足奉周旋。行矣试老拳，归欤远翔骞。",
            "comment": ""
        },
        {
            "title": "与子瞻会松江得浪字",
            "content": "松江浩无旁，垂虹跨其上。漫然衔洞庭，领略非一状。怳如陈平野，万马攒穹帐。离离云抹山，窅窅天粘浪。烟中渔唱起，鸟外征帆扬。愈知宇宙宽，斗觉东南壮。太史主文盟，诸豪尽诗将。超摇外形检，语笑供颉顽。{左女右便}娟弃不追，拨剌亦从放。独留三百缸，聊用沃轩旷。",
            "comment": ""
        },
        {
            "title": "梦中得此",
            "content": "缟带横秋匣，寒流烟暮堂。风尘如未息，持此奉君王。",
            "comment": ""
        },
        {
            "title": "饮酒诗四首",
            "content": "左手持蟹螯，举觞属云汉。天生此神物，为我洗忧患。山川同恍忽，鱼鸟共萧散。客至壼自倾，欲去不容间。",
            "comment": ""
        },
        {
            "title": "悼王子开五首",
            "content": "我昔官房子，长怀忠穆贤。里无行马第，山有卧牛阡。当代三公後，惟君五福全。桐棺远归祔，追旧几潸然。",
            "comment": ""
        },
        {
            "title": "次韵酬徐仲车见寄",
            "content": "渭清非胜泾，兰芳本无慕。我生季叶中，乃与古人遇。职当供洒扫，匏系愧迟暮。来章感存没，三读泪如注。",
            "comment": ""
        },
        {
            "title": "答龚深之",
            "content": "深巷茅檐日渐长，卧看花鸟竞朝阳。惜无好事携樽酒，赖有邻家振烛光。尚友颇存书万卷，封侯正阙木千章。错刀锦段相仍至，小子都忘进取狂。",
            "comment": ""
        },
        {
            "title": "孙莘老挽词四首",
            "content": "华屋丘山可柰何，百年光景一投梭。故人唯有羊昙在，恸哭西州不忍歌。",
            "comment": ""
        },
        {
            "title": "题郴阳道中一古寺壁二绝",
            "content": "门掩荒寒僧未归，萧萧庭菊两三枝。行人到此无肠断，问尔黄花知不知。",
            "comment": ""
        },
        {
            "title": "九月八日夜大风雨寄王定国",
            "content": "长年身外事都捐，节物惊心一怅然。正是山川秋入梦，可堪风雨夜连天。桐梢摵摵增凄断，灯烬飞飞落小圆。湔洗此情须痛饮，明朝试就酒中仙。",
            "comment": ""
        },
        {
            "title": "漫郎",
            "content": "元公机鉴天所高，中兴诸彦非其曹。自呼漫郎示真率，日与聱叟为嬉遨。是时胡星殒未久，关辅扰扰犹弓刀。百里不闻易五羖，三士空传杀二桃。心知不得载行事，俛首刻意追风骚。字偕华星章对月，漏泄元气烦挥毫。猗玕春深茂花竹，九疑日暮吟哀猱。红颜白骨付清醥，一官於我真鸿毛。乃知达人妙如水，浊清显晦惟所遭。无时有禄亦可隐，何必龛岩远遁逃。",
            "comment": ""
        },
        {
            "title": "宿乾明方丈",
            "content": "漫天白雪无端现，佛室夜艾乌更啼。相逢解颐足自慰，勿语俗子念心携。",
            "comment": ""
        },
        {
            "title": "次韵公辟州宅月夜偶成",
            "content": "缭绕千重雨後凉，月含秋色上东方。风催络纾归金井，月转檀栾荫画堂。游目骋怀佳兴发，感时抚事壮心伤。归来枕簟清无梦，卧看明星到未央。",
            "comment": ""
        },
        {
            "title": "和裴仲谟摘白须行",
            "content": "仲将题凌云，比讫顟尽白。陆展媚侧室，星星染为黑。人生如寄耳，况复形与色。泽壑藏山舟，夜半输有力。厖眉三不遇，已矣何所惜。二毛赋秋兴，自爱颇姑息。闻诸古竺乾，毛发因地得。数穷反其本，蝼螘得而食。妙年光可鉴，炯若鸦羽戢。映梳渐萧肃，变化了无隙。所以梵志云，昔人已非昔。皤然君勿笑，子羽以貌失。信美如客儿，终翦施摩诘。我作白须行，而得养生术。",
            "comment": ""
        },
        {
            "title": "记梦答刘全羔",
            "content": "岁逢困敦斗申指，辰次庚辰漏传子。梦出城闉登古原，草木萦天带流水。千夫荷锸开久殡，前有一人状瑰伟。素冠长跪烝酒殽，云是刘郎字全羔。马鸣车响断还续，人境晦明秋色裹。既寤茫然失所遭，河转星翻汗如洗。世传梦凶常得吉，神物戏人良有旨。全{上羊下火}声名海县闻，闭久当开乃其理。娟娟二十四桥月，月下吹箫聊尔耳。洗眼看君先一鸣，九万扶摇从此始。",
            "comment": ""
        },
        {
            "title": "寄少仪弟",
            "content": "一隔音尘月屡迁，忽收来问涕潸然。栖迟册府吾如昨，流落江村汝可怜。梦里漫成池草句，愁来空诵棣华篇。卑飞暂尔无多恨，会有高风送上天。",
            "comment": ""
        },
        {
            "title": "光华寺",
            "content": "霞通海天曙，月来东山白。共是凭栏人，谁足当秋色。",
            "comment": ""
        },
        {
            "title": "离魂记",
            "content": "深闺女儿娇复痴，春愁春恨那复知。舅兄唯有相拘意，暗想花心临别时。离舟欲解春江暮，冉冉香魂逐君去。重来两身复一身，梦觉春风话心素。",
            "comment": ""
        },
        {
            "title": "秋夜病起怀端叔作诗寄之",
            "content": "寝瘵当老秋，入夜庭轩空。天光脆如洗，月色清无缝。风飙戾戾轻，露气霏霏重。檐花伴徐步，笼烛窥孤讽。缅惟情所亲，佳辰谁与共。夫子淮海英，材大难为用。秉心既绝俗，发语自惊众。尘尾扣球琳，笔端攒螮蝀。雄深迫提马，妙丽该沈宋。浮沉任朝野，鱼鸟狎鲲凤。与时真楚越，於我实伯仲。尔来居邑邻，颇便书札贡。上凭鸿雁传，下托鲤鱼送。二物或愆时，已辱移文讼。人生无根柢，泛若凌波葑。昧者复汲汲，晨暝趋一哄。阴持含沙毒，射影期必中。自匿嫫母容，对客施锦幪。溘然一朝逝，万事俱成梦。形骸犹汝辞，利势犹君动。思之可太息，伤之为长恸。所以古达人，脱身事高纵。我生尤不敏，胸腹常空洞。强颜入规模，垂耳受羁鞚。行谋买竿栧，名理就折衷。但恐狂接舆，烦君更嘲弄。",
            "comment": ""
        },
        {
            "title": "次韵奉酬丹元先生",
            "content": "金华紫烟客，来作牧羊儿。至言初无文，寻绎自成诗。二景入妙解，元气含烟词。怜我鬣苍浪，黄埃眩虫丝。劝解冠上缨，一濯含风漪。摄身列缺外，倒蹑蜿蜒鬐。维斗错明珠，望舒耿修眉。真游无疆界，浩荡天风吹。",
            "comment": ""
        },
        {
            "title": "送蒋颖叔帅熙河二首",
            "content": "天马蒲萄隔玉门，汉廷谁更勇如尊。行台晓日屯千骑，祖道春风属一樽。莫许留犁轻结好，便令瓯脱复游魂。要须尽取熙河地，打鼓梁州看上元。",
            "comment": ""
        },
        {
            "title": "怀孙子实",
            "content": "举眼趋浮末，斯人独好修。青春三不惑，黄卷百无忧。玉出方流润，鸾停翠竹幽。相思自成韵，不必寄西邮。",
            "comment": ""
        },
        {
            "title": "调笑令 莺莺",
            "content": "春梦，神仙洞。冉冉拂墙花影动。西厢待月知谁共？更觉玉人情重。红娘深夜行云送，困亸钗横金凤。",
            "comment": "： | ：\r\n《调笑令 》，是北宋元祐年间在教坊艺人影响下面所产生的一种新的艺术形式，当时也叫《调笑转踏》。\r\n“转踏 ”当是一种舞蹈的名称 。这种《调笑转踏》，是宋词向戏曲过渡过程中产生的一种艺术形式。秦观有《调笑令》十首，分咏古代十个美女，每首之前冠以一首七言短诗，一般称之为“致语”。\r\n这首词是秦观十首《调笑令》中的第七首，词前有诗曰 ：“崔家有女名莺莺，未识春光先有情。河桥兵乱依萧寺，红愁绿惨见张生。张生一见春情重，明月拂墙花影动。夜半红娘拥抱来，脉脉惊魂若春梦。”\r\n诗词配合，将唐元稹《会真记》中莺莺张生月下私期的一段故事重新演绎，成为当时教坊曲中的名段。\r\n这首词主要选取《会真记》中最精采的待月西厢一节，约略相当于后世元杂剧《西厢记》的第三本第二折。开头两个短语，一句一韵，表现了张生来到花园外边的急迫心情 。“拂墙花影动”，本是《会真记》《明月三五夜》一诗中的成句，前面著以“冉冉”二字，便加强了花影在微风中微微摆动的动态感。这三句写景绘情，是主人公在特定情境中特定心态的微妙象征。用“春梦”、“花影动”这样的语言将一个古代书生初次去赴一个女子约会的心情刻画得活灵活现。\r\n“西厢”二句，写张生冷静下来，于是想到他所日夜思念的玉人在西厢等待月儿上升，一天清露，花园寂寂，有谁在陪伴着呢？词中不写张生对莺莺情深，而偏说玉人对他情重，从对方立意，尤觉爱之深，恋之切。结尾二句，虽也抒情，但叙事成分较多。在张生热切期待的时刻，好心的红娘“敛衾拥枕而至”了。\r\n“行云送”一辞 ，用宋玉《高唐赋》中“旦为朝云，暮为行雨”的典实，暗喻莺莺前来幽会。下面“困亸钗横金凤”一句，则是以象征手法表现幽会后女子的慵怠情态，此句虽为艳语，但终有品格”（王国维《人间词话》），并没有赤裸裸地描写色情。“钗横金凤”一辞亦有所本 ，李商隐《偶题二首》之一云：“水文簟上琥珀枕 ，傍有堕钗双翠翘”，也富于象征性、暗示性。少游化用其意，使艳情蒙上一层纱幕。这首词既抒情，又叙事，在抒情的时候用第一人称，在叙述时，则用第三人称。以短短一首小词，讲述一段复杂的爱情故事，且能做到有情有致，证明了少游言情的才华。 | 【注释】《调笑令 》，是北宋元祐年间在教坊艺人影响下面所产生的一种新的艺术形式，当时也叫《调笑转踏》。“转踏 ”当是一种舞蹈的名称 。这种《调笑转踏》，是宋词向戏曲过渡过程中产生的一种艺术形式。秦观有《调笑令》十首，分咏古代十个美女，每首之前冠以一首七言短诗，一般称之为“致语”。这首词是秦观十首《调笑令》中的第七首，词前有诗曰 ：“崔家有女名莺莺，未识春光先有情。河桥兵乱依萧寺，红愁绿惨见张生。张生一见春情重，明月拂墙花影动。夜半红娘拥抱来，脉脉惊魂若春梦。”诗词配合，将唐元稹《会真记》中莺莺张生月下私期的一段故事重新演绎，成为当时教坊曲中的名段。这首词主要选取《会真记》中最精采的待月西厢一节，约略相当于后世元杂剧《西厢记》的第三本第二折。开头两个短语，一句一韵，表现了张生来到花园外边的急迫心情 。“拂墙花影动”，本是《会真记》《明月三五夜》一诗中的成句，前面著以“冉冉”二字，便加强了花影在微风中微微摆动的动态感。这三句写景绘情，是主人公在特定情境中特定心态的微妙象征。用“春梦”、“花影动”这样的语言将一个古代书生初次去赴一个女子约会的心情刻画得活灵活现。“西厢”二句，写张生冷静下来，于是想到他所日夜思念的玉人在西厢等待月儿上升，一天清露，花园寂寂，有谁在陪伴着呢？词中不写张生对莺莺情深，而偏说玉人对他情重，从对方立意，尤觉爱之深，恋之切。结尾二句，虽也抒情，但叙事成分较多。在张生热切期待的时刻，好心的红娘“敛衾拥枕而至”了。“行云送”一辞 ，用宋玉《高唐赋》中“旦为朝云，暮为行雨”的典实，暗喻莺莺前来幽会。下面“困亸钗横金凤”一句，则是以象征手法表现幽会后女子的慵怠情态，此句虽为艳语，但终有品格”（王国维《人间词话》），并没有赤裸裸地描写色情。“钗横金凤”一辞亦有所本 ，李商隐《偶题二首》之一云：“水文簟上琥珀枕 ，傍有堕钗双翠翘”，也富于象征性、暗示性。少游化用其意，使艳情蒙上一层纱幕。这首词既抒情，又叙事，在抒情的时候用第一人称，在叙述时，则用第三人称。以短短一首小词，讲述一段复杂的爱情故事，且能做到有情有致，证明了少游言情的才华。"
        },
        {
            "title": "秋兴九首其四拟李贺",
            "content": "鱼鳞甃空排嫩碧，露桂梢寒挂团壁。白苹风起吹北窗，尺鲤沉没断消息。燕子将雏欲归去，沈郎病骨惊迟暮。浓愁茫茫寄何处，万里江南芳草路。",
            "comment": ""
        },
        {
            "title": "白马寺晚泊",
            "content": "蒙蒙晚雨暗回塘，远树依微不辨行。人物渐稀疏磬断，绿薄丛底宿鸳鸯。",
            "comment": ""
        },
        {
            "title": "次韵东坡上元扈从三绝",
            "content": "端门魏阙郁峥嵘，灯火成山辇路平。不待上林莺百啭，教坊先已进新声。",
            "comment": ""
        },
        {
            "title": "和显之长老",
            "content": "禅子观因缘，寸晷无复余。讲人治经论，艾夜犹未除。冷风奏哀松，寒月挂碧虚。此意了不谕，悲哉同翳如。",
            "comment": ""
        },
        {
            "title": "中书侍郎挽词二首",
            "content": "崛起商岩後，清忠士论归。法知商鞅弊，议折董宏非。迁谪生华发，骞腾上紫微。又骑箕尾去，朝野涕空挥。",
            "comment": ""
        },
        {
            "title": "和程给事赠虞道判六首",
            "content": "囊中玉色已经餐，醉拂丝桐坐杏坛。应笑倦游尘滓客，鬓毛萧瑟事铅丹。",
            "comment": ""
        },
        {
            "title": "秋兴九首其六拟玉川子",
            "content": "南州有病客，起卧北窗下。玉兔衔光照清夜，故人别我京洛游，不寄一行三改秋。秋色变冷客裘薄，渐觉衣袂寒飕飕。作诗欲寄君，未语先有愁。不如呼童起，危坐北窗下，一杯宽我千日忧。眼前俗事何扰扰，此夕尽向杯中休，何必怀黄金印兮爵通侯。",
            "comment": ""
        },
        {
            "title": "春日杂兴十首",
            "content": "东方有美人，容华茂春粲。抱影守单栖，含睇理哀弹。声意一何切，所欢邈云汉。徒然事膏沐，孰与徂昏旦。微诚浪自持，嘉月忽复晏。巧转度虚棂，飞红触幽幔。岁岁芳草滋，夜夜明星烂。合并会有时，索居不必叹。",
            "comment": ""
        },
        {
            "title": "答朱广微",
            "content": "广微才华殆天付，十岁孤山有佳句。又梦东林饮虎溪，叹息清风人不悟。自尔所见无全牛，桐柏昆仑日倾注。葱茏晓景破新花，蹭蹬老拳擒脱兔。身勤事左竟何成，巧迫化工天所怒。两鬓星星沧海头，强学禅那慰迟暮。昨夜灯花吐金粟，晓烹鲤鱼得尺素。笑我徜徉吴楚间，经卷酒卮随所遇。人生迕意十八九，月得解颜能几度。著书准易空自疲，服药求仙良亦误。北风老矣无能为，行看黄鹂语飞絮。安得从君醉百场，落笔珠玑不论数。",
            "comment": ""
        },
        {
            "title": "送裴仲谟",
            "content": "君才出於德，妙高如匠石。但见广厦成，不见斧斤迹。厚为诸兄奉，自奉颇云啬。三先阳亢宗，薄俗有惭色。汝南古佳郡，月旦评一易。尔来似扬州，不办龙蜥蜴。短簿髯参军，喜怒移顷刻。正平竟获免，实我文举力。念公当乖隔，忧思如纺绩。耻为儿女仁，到此泪横臆。熙朝大烹饪，贤者不家食。朝为郡县吏，暮作台省客。矧闻诸法从，久欲荐言责。去去勿重陈，九万自此击。",
            "comment": ""
        },
        {
            "title": "马上口占二首",
            "content": "向晨结束争长途，利风刮面冰在须。冈穷得水马不进，雾暗失道人相呼。悠悠旁舍见汲井，轧轧隔林闻挽车。游目骋怀自可乐，勿忆乡县增烦纡。",
            "comment": ""
        },
        {
            "title": "次韵谢李安上惠茶",
            "content": "故人早岁佩飞霞，故遣长须致茗芽。寒橐遽收诸品玉，午瓯初试一团花。著书懒复追鸿渐，辨水时能效易牙。从此道山春困少，黄书剩校两三家。",
            "comment": ""
        },
        {
            "title": "送少章弟赴仁和主簿",
            "content": "我宗本江南，为将门列戟。中叶徙淮海，不仕但潜德。先祖实起家，先君始缝掖。议郎为名士，余亦忝词客。风流以及汝，三通桂堂籍。汝弱不好弄，文章有风格。久从先生游，术业良未测。武林一都会，山水富南国。下有贤别驾，上有明方伯。干将入砥砺，騕褭就衔勒。勿矜孔鸾姿，不乐栖枳棘。吴中多高士，往往寄老释。辨才虽物化，参寥犹夙昔。投闲数访之，可得三友益。少来轻别离，老去重乖隔。念汝远行役，惘惘意不怿。道山虽云佳，久寓有饥色。功名已绝意，政苦婚嫁迫。终从大人议，税驾邗沟侧。追踪满两疏，父子老阡陌。",
            "comment": ""
        },
        {
            "title": "曾子固哀词",
            "content": "皇受命而熙洽兮，实千祀而一时。协气郁而四塞兮，与盛德其俱升。麟凤出而帝午兮，犹氤氲而扶舆。笃生我公兮，以文章为世师。公神禹之苗裔兮，肇子爵而鄫封。逮去邑而为氏兮，季叶汨其南征。祖骞翔而绩著兮，考蜷局而文鸣。公既生而多艰兮，踵祖武而好修。既轻车又良御兮，遂大放乎厥词。发天人之奥秘兮，约六艺而成章。元气含而未泄兮，洞芒芴而窅冥。挽天河而一泻兮，物应手而华昌。揖扬马使先路兮，咸告公曰不敢。彼崔蔡之纷纷兮，孰云窥其藩翰。辰来迟而去速兮。固前修以跋疐。方盘礡而上征兮，遽相羊而补外。皇揆公之忠诚兮，即商墟而赐环。紬史谍乎东观兮，裁诰命乎西垣。典章绝而复作兮，世争睹而快先。正经纬乎终古兮，配维斗而昭然。变化诡而难常兮，虽司命其或昧。忽遭艰而去国兮，遂衔哀而即世。述作纷其具存兮，怅爽露之焉诣。信百年不斯须兮，遒电灭而焱逝。天不憖遗一老兮，固缙绅之所伤。矧不肖以薄技兮，早获进於门墙。路贯江而修阻兮，曾莫奠乎酒浆。悲填膺而茀郁兮，聊自托於斯文。",
            "comment": ""
        },
        {
            "title": "别子瞻",
            "content": "人生异趣各有求，系风捕影只怀忧。我独不愿万户侯，惟愿一识苏徐州。徐州英伟非人力，世有高名擅区域。珠树三株讵可攀，玉海千寻真莫测。一昨秋风动远情，便忆鲈鱼访洞庭。芝兰不独庭中秀，松柏仍当雪後青。故人持节过乡县，教以东来偿所愿。天上麒麟昔漫闻，河东鸑鷟今才见。不将俗物碍天真，北斗已南能几人。八砖学士风标远，五马使君恩意新。黄尘冥冥日月换，中有盈虚亦何算。据龟食蛤暂相从，请结後期游汗漫。",
            "comment": ""
        },
        {
            "title": "兴国浴室院独坐时儿子湛就试未出",
            "content": "满城车马没深泥，院里安闲总不知。儿辈未来钩箔坐，长春花上雨如丝。",
            "comment": ""
        },
        {
            "title": "与李端叔游智海用前韵",
            "content": "点目谁能化两龙，超然想见古人风。红尘稍与僧家远，白发偏於我辈公。休计浮名千载後，且欣汤饼一杯同。何时并筑邗沟上，引水浇花半亩宫。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "槿篱护药才通径，竹笕通泉白遍春。",
            "comment": ""
        },
        {
            "title": "寄孙传师著作",
            "content": "上林池御富春风，十里宫青错御红。应与少年修故事，误随游毂柳花中。",
            "comment": ""
        },
        {
            "title": "广陵五题其五次韵子由题光化塔",
            "content": "古佛悲怜得度人，应缘来现比丘身。水流月落知何处，花发莺啼又一春。方外笑谈清似玉，梦中烦恼细如尘。老僧自说从居此，却悔平时事远巡。",
            "comment": ""
        },
        {
            "title": "宁浦书事六首",
            "content": "身与枝藜为二，对月和影成三。骨肉未知消息，人生到此何堪。",
            "comment": ""
        },
        {
            "title": "驾幸太学",
            "content": "原庙初更十二章，还舆诏跸幸诸庠。法天辟水遥迎仗，应月深衣不乱行。风动四夷将遣子，礼行三舍遂宾王。前知此举追虞氏，果有球音发舜堂。",
            "comment": ""
        },
        {
            "title": "海康书事十首",
            "content": "合浦古珠池，一熟胎如山。试问池边蜑，云今累年闲。岂无明月珍，转徙溟渤间。何关二千石，时至自当还。",
            "comment": ""
        },
        {
            "title": "次韵子由召伯埭见别三首",
            "content": "孤蓬短榜泝河流，无赖寒侵紫绮裘。召伯埭南春欲尽，为公重赋畔牢愁。",
            "comment": ""
        },
        {
            "title": "还自广陵",
            "content": "天寒水鸟自相依，十百为群戏落晖；过尽行人都不起，忽闻冰响一齐飞。",
            "comment": ""
        },
        {
            "title": "和子瞻双石",
            "content": "天鑱海滨石，郁若龟毛绿。信为小仇池，气象宛然足。连岩下空洞，鼎张彭亨腹。双峰照清涟，春眉镜中蹙。疑经女娲链，或入金华牧。炉熏充云气，研滴当川渎。尤物足移人，不必珠与玉。道旁初无异，汉将疑虎伏。支机亦何据，但出君平卜。奇礓入华林，倾都自追逐。我愿作陈那，令吼震山谷。一拳既在梦，二驹空所欲。大士舍宝陀，仙人遗句曲。惟诗落人间，如传置邮速。",
            "comment": ""
        },
        {
            "title": "茶",
            "content": "茶实嘉木英，其香乃天育。芳不愧杜蘅，清堪掩椒菊。上客集堂葵，圆月探奁盝。玉鼎注漫流，金碾响丈竹。侵寻发美鬯，猗狔生乳粟。经时不销歇，衣袂带纷郁。幸蒙巾笥藏，苦厌龙兰续。愿君斥异类，使我全芬馥。",
            "comment": ""
        },
        {
            "title": "落日马上",
            "content": "日落荒阡白雾深，紫骝嘶顾出疏林。回头己失来时路，杳杳金盘堕翠岑。",
            "comment": ""
        },
        {
            "title": "秋词二首",
            "content": "云惹低空不更飞，班班红叶欲辞枝。秋光未老仍微暖，恰似梅花结子时。",
            "comment": ""
        },
        {
            "title": "林次中奉使契丹刘仲平出倅郓州同舍十有六人",
            "content": "鲜车百乘使龙庭，路指全燕古北平。祖帐列仙修故事，行台诸部奏新声。留犁挠酒知胡意，尺牍移书示汉情。纳节便应归法从，中途已报制书行。",
            "comment": "：【原题】：\r\n林次中奉使契丹刘仲平出倅郓州同舍十有六人饮饯于丁氏园次少蓬韵二首其一送次中谏议 | 【注释】【原题】：林次中奉使契丹刘仲平出倅郓州同舍十有六人饮饯于丁氏园次少蓬韵二首其一送次中谏议"
        },
        {
            "title": "次韵答裴仲谟",
            "content": "十年淮海闲居草，偶遣儿童次第成。方愧贫家矜敝帚，忽蒙邻壁借余明。文昌但愿花前老，张翰何须身後名。移病阖门参拜阻，卧听车马去来声。",
            "comment": ""
        },
        {
            "title": "次韵侍祠南郊",
            "content": "风马云车下九天，郊柴初告帝心虔。天如倚盖临坛上，星若连珠绕御前。缥缈佩环参雅奏，迢嶢楼阁抱非烟。侍臣举酒欣相属，醉看参横左右肩。",
            "comment": ""
        },
        {
            "title": "田居四首",
            "content": "严冬百草枯，邻曲富休暇。土井时一汲，柴车久停驾。寥寥场圃空，跕跕乌鸢下。孤榜傍横塘，喧舂起旁舍。田家重农隙，翁妪相邀迓。班坐酾酒醪，一行三四谢。陶盘奉旨蓄，竹箸羞鸡灸。饮酣争献酬，语阕或悲吒。悠悠灯火暗，剌剌风飙射。客散静柴门，星蟾耿寒夜。",
            "comment": ""
        },
        {
            "title": "次韵公辟闻角有感",
            "content": "一听胡笳动越吟，声潜地底气逾深。千宫月色单于曲，万里天光魏阙心。秉烛何人犹把盏，挑灯有女正穿针。早寒时节黄昏後，更逐西风应远砧。",
            "comment": ""
        },
        {
            "title": "次韵刘逊父以宁斋诗二轴作以还之",
            "content": "扬舲过遇海边州，一见名郎破百忧。荀氏诸龙俱俊伟，河东小凤最风流。明珠白璧俱投报，细草幽花人献酬。别驾旧斋何足念，文昌新府待公游。",
            "comment": ""
        },
        {
            "title": "宁浦书事六首",
            "content": "鱼稻有如淮右，溪山宛类江南。自是迁臣多病，非干此地烟岚。",
            "comment": ""
        },
        {
            "title": "晚出左掖",
            "content": "金爵觚棱转夕晖，翩翩宫叶堕秋衣。出门尘障如黄雾，始觉身从天上归。",
            "comment": ""
        },
        {
            "title": "次韵范纯夫戏答李方叔馈笋兼简邓慎思",
            "content": "楚山冬笋斸寒空，北客长嗟食不重。秀色可怜刀切玉，清香不断鼎烹龙。论羹未愧蓴千里，入贡当随传一封。薄禄养亲甘旨少，满包时赖故人供。",
            "comment": ""
        },
        {
            "title": "自作挽词",
            "content": "婴衅徙穷荒，茹哀与世辞。官来录我橐，吏来验我尸。藤束木皮棺，槁葬路傍陂。家乡在万里，妻子天一涯。孤魂不敢归，惴惴犹在兹。昔忝柱下史，通籍黄金闺。奇祸一朝作，飘零至於斯。弱孤未堪事，返骨定何时。修途缭山海，岂免从闍维。荼毒复荼毒，彼苍那得知。岁冕瘴江急，鸟兽鸣声悲。空蒙寒雨零，惨淡阴风吹。殡宫生苍藓，纸钱挂空枝。无人设薄奠，谁与饭黄缁。亦无挽歌者，空有挽歌辞。",
            "comment": ""
        },
        {
            "title": "次韵参寥三首",
            "content": "且折花枝醉复醒，人间时节易峥嵘。屠龙肯自羞无用，画虎从人笑不成。",
            "comment": ""
        },
        {
            "title": "题金华山寺壁",
            "content": "鸾鹤同为汗漫游，天风吹散下沧洲。金华有路通元气，水绕高寒不断流。",
            "comment": ""
        },
        {
            "title": "宿参寥房",
            "content": "乡国秋行暮，房栊日已暝。惊风多犯竹，破月不藏星。钩箔檐花动，抄书烛烬零。非关相见喜，自是眼长青。",
            "comment": ""
        },
        {
            "title": "抱瓮",
            "content": "搰搰抱瓮人，汒呼治其内。仲尼为所轻，子贡无以对。舍器欲还朴，为量固已隘。苟得浑沌真，宁羞事机械。",
            "comment": ""
        },
        {
            "title": "呈公辟",
            "content": "东归行路叹贤哉，碧落新除宠上才。白傅林塘随画去，吴山花鸟入诗来。唱酬自有微之在，谈笑应容逸少陪。除此两翁相见外，不知三径为谁开。",
            "comment": ""
        },
        {
            "title": "无题二首",
            "content": "世事如浮云，飘忽不相待。欻然化苍狗，俄顷成章盖。达观听两行，昧者乃多态。舍旃勿重陈，百年等销坏。",
            "comment": ""
        },
        {
            "title": "蔡氏哀词",
            "content": "惟夫人之高谊兮，真一时之女英。既富有此好德兮，又申之以令仪。带幽蕙之缥缈兮，佩明月之陆离。人自操舍之不一兮，雅独取善以自持。何报施之或忒兮，罹祸艰於不虞。颜色炫而未暮兮，所天忽以殒俎。痛平素之偕处兮，忍此奄奄而嫠居。沥哀血以自誓兮，甘饵毒而捐躯。佩珠玉以死真兮，固众女之所嗤。曷卓越以不顾兮，弃性命其如遗。美不可强有兮，信天资之所开。要反心以内省兮，岂或售乎人知。嗟三晨之未浃兮，遂俱游而莫留。死者有知兮，羌魂魄以并游。日黄昏而不见兮，虚室窈其无人。惟哀风以归来兮，动素幔之襜襜。何平生之款密兮，遽音声之不可寻。俨遗迹以在目兮，纷百忧而攻心。岂至理不吾喻兮，如意厚而悲深。抚双榇以增恸兮，涕清血而洒襟。已矣哉，人生有死兮，自前古而既然。精魄忽其不驻兮，惟修名之可延。忍录录以寓世兮，信烈者之所羞。傥佳志之获申兮，虽奄忽其焉悼。",
            "comment": ""
        },
        {
            "title": "答阎求仁谢参寥彦温访於坟所",
            "content": "老濞城西木半摧，昆仑冈下路新开。故人此地衔忧去，禅客他时问疾回。闻为树风增永感，却因水鸟证西来。已谋寒食驱羸马，细听清谈动玉哀。",
            "comment": ""
        },
        {
            "title": "德清道中还寄子瞻",
            "content": "投晓理竿栧，溪行耳目醒。虫鱼各萧散，云日共晶荧。水荇重深翠，烟山叠乱青。路回逢短榜，崖断点孤翎。丛薄开罗帐，沦漪写镜屏。疏篱窥窅窕，支港泛笭箵。远漵依微见，哀猱断续听。梦长天杳杳，人远树冥冥。旅思摇风旆，归期数月蓂。何时燃蜜炬，复听合前铃。",
            "comment": ""
        },
        {
            "title": "春日杂兴十首",
            "content": "艺籍燔祖龙，斯文就沦丧。帝矜黔首愚，诸巂出相望。扬马操宏纲，韩柳激颓浪。建安妙讴吟，风概亦超放。玉绳带华月，艳艳青冥上。奕世希末光，经纬得无妄。儿曹独何事，诋斥几覆酱。原心良自诬，猥欲私所尚。螳螂拒飞辙，精卫填溟涨。咄咄徒尔为，东海固无恙。鵷鸾日雕灭，黄口纷冗长。投袂睇层霄，兹怀谁与亮。",
            "comment": ""
        },
        {
            "title": "戏云龙山人二绝",
            "content": "选胜只携长脤鹤，入廛还驾短辕车。时人若问虚玄事，笑答无过李老书。",
            "comment": ""
        },
        {
            "title": "寄蓴姜法鱼糟蟹",
            "content": "鲜鲫经年渍醽醁，团脐紫蟹脂填腹。後春蓴茁滑於酥，先社姜芽肥胜肉。凫卵累累何足道，飣餖盘餐亦时欲。淮南风俗事瓶罂，方法相传为旨蓄。鱼鱐蜃醢荐笾豆，山蔌溪毛例蒙录。辄送行庖当击鲜，泽居备礼无麋鹿。",
            "comment": ""
        },
        {
            "title": "春日杂兴十首",
            "content": "结发谢外好，僶俛希前修。缪挟江海志，耻为升斗谋。齞历难刻画，贱贫多衅尤。发轫背伊阙，解骖憩邗沟。丹铅费永晷，麴糵敺深愁。璧月鉴帘栊，珠星络梧楸。泯泯渠水驶，霏霏花雾浮。公子怅何许，抚膺徒离忧。",
            "comment": ""
        },
        {
            "title": "三老堂",
            "content": "堂堂三元老，业履冠俦匹。蹇谔横秋霜，高明丽朝日。并道谒温宣，连科收甲乙。东南奠藩服，西北驰使驿。解鞅环堵安，岸帻毡裘屈。群奸慑謦咳，众废起咄吒。至今领麾地，讴吟遍蓬荜。出入虽异途，归洁固如一。晚厌方内游，把袂访闲逸。云壑庆安车，风川驶飞鹢。酬献埃壒外，珠玉在挥笔。风标傲松鹤，颜发移丹漆。遂令昊越人，藻绘资称述。邈然超世姿，彷佛得十七。辟痈礼寂灭，麟阁事萧瑟。兹焉出民愿，名实更炳蔚。琬琰琢高词，龙兰燎深室。福履既所绥，光华无终毕。",
            "comment": ""
        },
        {
            "title": "自警",
            "content": "古人去後音容寂，何处茫茫寻旧迹。君看草遍北邙山，骼骴犹来丘垄积。那堪此地日黄昏，长途万里伤行客。只知恩爱动伤情，岂悟区区头已白。莫嫌天地少含弘，自是人心多褊窄。争名竞利走如狂，复被利名生怨隙。贪声恋色镇如痴，终被声色迷阡陌。休言七十古稀有，最苦如今难半百。闻道蓬宫仙子闲，红尘不染无瑕谪。日月迟迟异短明，三峰秀丽皆仙格。女萝覆石蔓黄花，芝草琅玕知几尺。桃源长占四时春，漾漾华池真水碧。乘槎拟欲扣金扃，巨浪红波依旧隔。归来芳舍与谁俦，老鹤松间三四只。唳天声动彩云飞，对我时时振长翮。骖鸾未遇且悠悠，尽日琴书还有适。纷华任使投吾前，争奈此心终匪石。拜命怀金谁谓荣，低头未免拾言责。从兹俗态两相忘，笑指青山归路僻。同人有志觅长生，运气休粮徒有益。须佑下手向无为，莫学迷徒赖针炙。",
            "comment": ""
        },
        {
            "title": "次韵马忠玉喜王定国还自滨州",
            "content": "淮海相逢一解颜，纷纷岁月梦魂间。初惊渔艇迷花去，忽认星槎拂斗还。桂岭暮登猿断续，槐堂春到鸟绵蛮。石渠旧议行当复，未信佳时得自闲。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "泥新乌栋初巢燕，萍匝荒池已集蜻。",
            "comment": ""
        },
        {
            "title": "流杯桥",
            "content": "曲水分山阴，舆梁胜溱洧。一咏见高风，驷马安足取。",
            "comment": ""
        },
        {
            "title": "秋兴九首其二拟孟郊",
            "content": "晓风有暴信，暮蝉无好声。晓风与暮蝉，自与时节争。独客辞故乡，推车谒梁城。梁城道迢虎，区区役吾生。不如归旧山，藜藿安性情。",
            "comment": ""
        },
        {
            "title": "赠医者邹放",
            "content": "百工皆圣作，惟医有书传。绪余起人死，妙处实通天。邹子本淮海，弱龄加讨研。岐扁逢卷中，遂知百病先。往岁游京室，公侯纷荐延。国工不敢妒，遣儿求执鞭。晚弃本州役，青衫鬓萧然。临衢开大肆，旁午送金钱。嗣子颇不凡，文场早周旋。行期拾青紫，善积神所怜。",
            "comment": ""
        },
        {
            "title": "吕与叔挽章四首",
            "content": "数日音容隔，人琴遂已虚。门生应有谥，国史可无书。旧室悬蛛网，遗编走蠹鱼。定无封禅草，平日笑相如。",
            "comment": ""
        },
        {
            "title": "宁浦书事六首",
            "content": "南土四时尽热，悉人日夜俱长。安得此身作石，一齐忘了家乡。",
            "comment": ""
        },
        {
            "title": "海康书事十首",
            "content": "荔子无几何，黄柑遽如许。迁臣不惜日，恣意移寒暑。层巢俯云木，信美非吾土。草芳自有时，鹎鵊何关汝。",
            "comment": ""
        },
        {
            "title": "蓬莱阁",
            "content": "雄檐杰槛跨峥嵘，席上风云指顾生。千里胜形归俎豆，七州和气入箫笙。人游晚岸朱楼远，鸟度晴空碧嶂横。今夜请看东越分，藩星应带少微明。",
            "comment": ""
        },
        {
            "title": "寄张文潜右史",
            "content": "解手亭皋才几月，春风已复动林塘。稍迁右史公何泰，初阅除书国为狂。日出想惊儒发冢，风行应罢女争桑。东坡手种千株柳，闻说邦人比召棠。",
            "comment": ""
        },
        {
            "title": "题之禅老许以草庵见处作诗以约之",
            "content": "橡叶冈头释马衔，区中奇观得穷探。岸空飞鼠声相应，江静群峰影倒涵。居士碧云裁秀句，道人哀玉扣清谈。偶成二老风流事，不是三乘宿草庵。",
            "comment": ""
        },
        {
            "title": "西城宴集元佑七年三月上已日诏赐馆阁官花酒",
            "content": "宜秋门外喜参寻，豪竹哀丝发妙音。金爵日边栖壮丽，彩虹天际卧清深。已烦逸少书陈迹，更属相如赋上林。犹恨真人足官府，不如鱼鸟自飞沉。",
            "comment": "：【原题】：\r\n西城宴集元佑七年三月上已日诏赐馆阁官花酒以中澣日游金明池琼林苑又会於国夫人园会者二十有六人二首 | 【注释】【原题】：西城宴集元佑七年三月上已日诏赐馆阁官花酒以中澣日游金明池琼林苑又会於国夫人园会者二十有六人二首"
        },
        {
            "title": "滕达道挽词",
            "content": "早岁峨冠侍冕旒，白头淹恤外诸侯。箧中尚有东封草，塞下曾无北顾忧。心系汉廷长入梦，气吞胡虏不防秋。经纶未了埋黄土，精爽还应属斗牛。",
            "comment": ""
        },
        {
            "title": "客有遗子以假山石盆池者闻陈元发有石菖蒲作",
            "content": "瑟瑟风漪心为青，更窥崷崒眼增明。可怜一片江山样，只欠菖蒲十数茎。",
            "comment": "：【原题】：\r\n客有遗子以假山石盆池者闻陈元发有石菖蒲作此诗乞之 | 【注释】【原题】：客有遗子以假山石盆池者闻陈元发有石菖蒲作此诗乞之"
        },
        {
            "title": "同子瞻赋游惠山三首",
            "content": "辍棹纵幽讨，篮舆入青苍。圆顶相邀迓，旃檀燎深堂。层峦淡如洗，杰阁森欲翔。林芳含雨滋，岫日隔林光。涓涓续清溜，靡靡传幽香。俯仰佳览眺，悠哉身世忘。",
            "comment": ""
        },
        {
            "title": "题阎求仁虚乐亭",
            "content": "长官平昔嗜林丘，僧与开亭待胜游。修竹回环扶碧瓦，小池方折转清流。春深鶗鴃催诗句，夜静蟾蜍入酒舟。只恐政成留不得，县人空此忆韦游。",
            "comment": ""
        },
        {
            "title": "送刘承议解职归养",
            "content": "征马萧萧柳外鸣，议廊归养洛阳城。登山尚记飞云处，罢吏端如弃唾轻。为米折腰知我拙，下车入里见君荣。堂前嵩少宜秋色，献寿还应旋制声。",
            "comment": ""
        },
        {
            "title": "吕与叔挽章四首",
            "content": "追惟献岁发春间，和我新诗忆故山。今日始知诗是谶，魂兮应已度函关。",
            "comment": ""
        },
        {
            "title": "李端叔见寄次韵",
            "content": "君文豪赡无与俦，使我吟讽忘离忧。浩如沅湘起阳侯，翻星转日吞数州。华章藻句饶风力，顷刻朱红迷畛域。一班纵复为管窥，万派终难以蠡测。区区文墨倦高情，解鞅还游恍惚庭。半槽新水六尺簟，卧视云物行空青。伊我篮舆抵京县，溽暑黄埃负初愿。君家只在御城东，弥月不能三两见。求仙未若醉中真，蚁斗蛾飞愁杀人。清都梦断理归棹，回首一树琼枝新。归来草木春风换，世事蝟毛那可算。幸谢故人频寄书，莫笑元郎自呼漫。",
            "comment": ""
        },
        {
            "title": "陈承事挽词",
            "content": "明时就养寄淮壖，忽叹艅艎以柩旋。八尺衣冠成绘事，百年风谊列幽鑴。铭旌暮暗黄梅雨，乡路秋横碧玉夫。遥想葬期豪杰会，高车连轸驻新阡。",
            "comment": ""
        },
        {
            "title": "次韵参寥莘老",
            "content": "迅风薄高林，万象号虎豹。纷披枳与棘，尔复鼓狂闹。我垣既已颓，我栋又以挠。岂无一木枝，横力难与较。黎明忽自罢，晴日射鱼罩。死水失狂澜，衰木回故貌。劳生真梦事，往趋如睡觉。炊黍焚黄鹑，吾其理归棹。",
            "comment": ""
        },
        {
            "title": "早春题僧舍",
            "content": "东园紫梅初破蕾，北涧渌水方通流。归去一春花月梦，定应多在此中游。",
            "comment": ""
        },
        {
            "title": "南池",
            "content": "泛泛池中凫，上下与水俱。不与水争力，所以全其躯，遇物贵含垢，修身戒明污。胡能若云月，浪自惊群愚。",
            "comment": ""
        },
        {
            "title": "俞公达待制挽词二首",
            "content": "一麾出守著威名，凶讣西来上为惊。玉帐笑谈成昨梦，锦囊书札见平生。衣冠渐散红莲府，铠马还归细柳营。可道风流回首尽，芝兰庭下粲朝荣。",
            "comment": ""
        },
        {
            "title": "乐昌公主",
            "content": "金陵往昔帝王州，乐昌主第最风流。一朝隋兵到江上，共抱凄凄去国愁。越公万骑鸣笳鼓，剑拥玉人天上去。空携破镜望红尘，千古江枫笼辇路。",
            "comment": ""
        },
        {
            "title": "寄陈季常",
            "content": "一钩五十犗，始具任公钓。揭竿趣灌渎，与尔不同调。先生本西蜀，侠气见英妙。哀怜世间儿，细黠似黄鹞。侍童双擢玉，鬓发光可照。骏马锦障泥，相随穷海峤。平生携手好，十七登廊庙。小生相吏耶，徒枉尺书召。暮年更折节，学佛得心要。鬻马放阿樊，幅巾对沉燎。泠泠屋外泉，兀兀原头烧。欲知山中乐，万古同一笑。",
            "comment": ""
        },
        {
            "title": "陈用之学士挽词",
            "content": "牢落公车待诏时，白头掌故更栖栖。一生勤苦成何事。只得铭旌数尺题。",
            "comment": ""
        },
        {
            "title": "春日杂兴十首",
            "content": "寝瘵倦文史，驾言从遨嬉。颸风举遥漵，规日丽清漪。含桃粲朱实，杜若怀碧滋。娉娉弱絮堕，圉圉文鲂驰。明霞廓远瞩，哀禽搅离思。缛草天际合，孤云川上移。宽闲绝轮鞅，重复多路歧。信美难久伫，归欤从所治。",
            "comment": ""
        },
        {
            "title": "元日立春三绝",
            "content": "发春献岁偶然同，新历观天最有功。头上两般幡胜影，一时飞入酒杯中。",
            "comment": ""
        },
        {
            "title": "宿金山",
            "content": "山南山北江水流，半空金碧随云浮。我来仍值风日好，十月未寒如晚秋。山僧引客寻苍翠，历尽参差到平地。万里风来拂骨清，却忆人间如梦寐。夜深无风月入扉，相对老人如槁枝。流水与天争入海，共笑此心谁得知。下山却向中{左氵右霝}望，番忆当时在屏幛。老母思儿且欲归，回首云峰已天上。",
            "comment": ""
        },
        {
            "title": "和刘仆射感旧言怀寄苏左丞左丞昔守南京仆射",
            "content": "三禁提衡系扰龙，拜无烧尾有家风。班行旧号青云士，宾主今为黄合公。炯炯坐屏云母隔，珊珊行佩水苍同。自惊初到蓬莱上，便见骊珠出海宫。",
            "comment": "：【原题】：\r\n和刘仆射感旧言怀寄苏左丞左丞昔守南京仆射方为幕客今同为执政作此诗仆射诗略记其一联云论文青眼今犹在报国丹心老更同 | 【注释】【原题】：和刘仆射感旧言怀寄苏左丞左丞昔守南京仆射方为幕客今同为执政作此诗仆射诗略记其一联云论文青眼今犹在报国丹心老更同"
        },
        {
            "title": "和王通叟琵琶梦",
            "content": "鶗鴃鸣时众芳歇，华堂梦断音容绝。风惊玉露不成圆，不夜芙蕖泣秋月。金纹捍面紫檀槽，曾抱花前送酒舠。庾郎江令费珠璧，小砑红牋挥兔毫。风流云散令人瘦，忍看麴尘昏锦绶。楚水悠悠更不西，上天破监空依旧。",
            "comment": ""
        },
        {
            "title": "送蒋颖叔帅熙河二首",
            "content": "侍臣不合出都门，为有威名蕃汉尊。户部左曹回妙手，匈奴右臂落清樽。挥毫珠璧生谈笑，转盼龙鸾在梦魂。瀚海一空何足道，归来黄合坐调元。",
            "comment": ""
        },
        {
            "title": "送乔布圣",
            "content": "鷃翔蓬蒿非所悲，鹏击风云非所喜。贵贱穷通尽偶然，回头总是东海水。我思田文昔相齐，朱袍照日如云霓。三千冠佩醉明月，清歌一曲倾玻璃。如今陈迹知何在，但见荒冢烟芜迷。又思原宪昔居鲁，门户东西闭环堵。杖藜对客骋高谈，自觉胸襟辈尧禹。如今寂寞已成尘，空有声名挂千古。送君去，何时回，世间如此令人哀。我徒驻足不可久，笑指白云归去来。",
            "comment": ""
        },
        {
            "title": "寄题赵侯澄碧轩",
            "content": "风流公子四难井，更引清漪作小亭。润及玉阶春涨雨，光浮藻井夜涵星。卷帘几砚成图书，倚槛须鬟人钟屏。何日解衣容借榻，卧听螭口泻泠泠。",
            "comment": ""
        },
        {
            "title": "无双",
            "content": "尚书有女名无双，蛾眉如画学新妆。伊家仙客最明俊，舅母唯只呼王郎。尚书往日先曾许，数载暌违今复遇。闻说襄江二十年，当时未必轻相慕。",
            "comment": ""
        },
        {
            "title": "次韵公辟即席呈太虚",
            "content": "与君邻并共烟霞，乘兴时时过我家。更漏一新闻晓角，门阑数级看秋花。湖山对值全如买，风月相期不用赊。赖有醉毫吟更苦，他年分作句图夸。",
            "comment": ""
        },
        {
            "title": "还自广陵四首",
            "content": "南北悠悠三十年，谢公遗埭故依然。欲论旧事无人共，卧听锺鱼古寺边。",
            "comment": ""
        },
        {
            "title": "送张和叔兼简鲁直",
            "content": "汝南如一器，百千聚飞蚊。终然鼓狂闹，啾啾竟谁闻。议郎盛德後，清修继先芬。未试霹雳手，低回从此君。学官冷於水，虀盐度朝曛。间蒙相暖热，破忧发孤欣。君今又复去，冀北遂空群。岂无一樽酒，谁与通殷勤。大梁多豪英，故人满青云。为谢黄叔度，鬓毛今白纷。",
            "comment": ""
        },
        {
            "title": "赠张潜道",
            "content": "张生何为者，落魄不自拘。独携三尺琴，笑别妻与孥。一来泊吾里，忽已月再虚。朝游故人馆，暮止佛子庐。虽无食羹余，所乐常晏如。我欲有所进，生闻勿烦纡。君子闲有道，不专块然居。无道只深适，呜戏亦已愚。愿生脱尘鞅，从我沧海隅。",
            "comment": ""
        },
        {
            "title": "对淮南诏狱二首",
            "content": "淮海行摇落，文书亦罢休。风霜欺独宿，灯火伴冥搜。笳动末楼晓，参横粉堞秋。更拚飞镜破，应得大刀头。",
            "comment": ""
        },
        {
            "title": "观宝林塔张灯次胡瑗韵",
            "content": "飞来峰上塔，然蜜奉慈观。互照三山冢，分辉七宝栏。势擎金界迥，影蘸玉奁寒。次第边烽举，高低祭烛攒。虹旌排阵堞，火伞御灵官。魏乘珠千颗，隋帆锦万端。华敷连藏海，光集匝宫坛。冏冏连青昊，荧荧逼翠峦。月卿秋抒思，星将夜濡翰。继听钧天奏，尤知属和难。",
            "comment": ""
        },
        {
            "title": "和王定国",
            "content": "峥嵘岁月徂，物色莽於邑。欢言公子至，坐失百忧集。宵箔蕙烟横，寒炮玉脂泣。勉旃决南图，荷华行满隰。",
            "comment": ""
        },
        {
            "title": "寄孙莘老少监",
            "content": "一出承明七换麾，君恩复许上彤墀。白衣苍狗无常态，璞玉浑金有定姿。天上图书森似旧，人间岁月浪如驰。鳌头只在蓬山畔，行赴蟠桃熟後期。",
            "comment": ""
        },
        {
            "title": "和程给事贇闍黎化去之什",
            "content": "风流云散越王城，珍重闍黎愿力成。不使邓尼惊倒化，只教白傅叹先行。早因妙契窥曹洞，竟以清芬继肇生。回首中庭旌骑散，月华还可一方明。",
            "comment": ""
        },
        {
            "title": "越王",
            "content": "越王念吴役，寝兴常不安。有臣曰种蠡，实与同难艰。终酬会稽耻，列国不敢干。智者见未兆，愚夫暗前观。范公拂衣去，扁舟五湖间。清辉照四海，秋月耿云端。种也竟不悟，处之若无难。属镂一朝至，身与名俱残。兔走猎狗悲，鸟尽良弓闲。自古身不退，多为世所叹。",
            "comment": ""
        },
        {
            "title": "遣朝华",
            "content": "夜雾茫茫晓柝悲，玉人挥手断肠时。不须重向灯前泣，百岁终当一别离。",
            "comment": ""
        },
        {
            "title": "春日杂兴十首",
            "content": "潭潭故邑井，猗猗上宫兰。不食自清渫，莫服更幽闲。志士耻弱植，卷迹甘饥寒。佳晨追良觌，触物悬悲端。川途眇回远，经岁旷音翰。岂不慕裘马，诡得非所安。蝉冕多怵迫，绳枢尟忧患。枉寻竟何补，方枘诚独难。",
            "comment": ""
        },
        {
            "title": "游仙二首",
            "content": "服形百神朝，刳心万绿尽。我无退转境，何以有精进。戏为汗漫游，八极一何近。渺渺东海水，累累北邙坟。向来歌舞处，忽复成荒村。愚人如鹿耳，其死了无魂。孰知九霄间，玄圃枕昆仑。缁尘化人衣，苍萝谁与扪。",
            "comment": ""
        },
        {
            "title": "题杨康功醉道士石",
            "content": "黄冠初饮何人酒，径醉颓然不知久。风吹化石楚山阿，藤蔓缠身藓封口。常随白鹤亦飞去，但有衣冠同不朽。异物终为贤俊得，野老田夫岂宜有。华阴杨公香桉吏，一见遂作忘年友。日暮西垣视草归，往往对之倾数斗。大梦之间无定论，启母望夫天所诱。谷城或与子房期，西域更为陈那吼。我疑黄冠反见玩，若此坚顽定醒否。何当一笑凌苍霞，顾谢主人聊举手。",
            "comment": ""
        },
        {
            "title": "次韵子由召伯埭见别三首",
            "content": "青荧灯火照深更，逐客舟航冷似冰。到处故应山作主，随方还有月为朋。",
            "comment": ""
        },
        {
            "title": "采莲",
            "content": "若耶溪边天气秋，采莲女儿溪岸头。笑隔荷花共人语，烟波渺渺荡轻舟。数声水调红娇晚，棹转舟回笑人远。肠断谁家游冶郎，尽日踟蹰临柳岸。",
            "comment": ""
        },
        {
            "title": "次韵子由召伯埭见别三首",
            "content": "冠盖纷纷不我谋，掩关聊与古人游。会须匹马淮西去，云巘风溪遂所求。",
            "comment": ""
        },
        {
            "title": "春词绝句五首",
            "content": "都城春富百花披，长忆人归驻马时。浅色御黄应好在，为谁还发去年枝。",
            "comment": ""
        },
        {
            "title": "戏云龙山人二绝",
            "content": "芳草未应羞鹎鵊，潜鳞终是表提壼。蔡经背上痕犹在，更念麻姑指爪无。",
            "comment": ""
        },
        {
            "title": "闲燕堂联句",
            "content": "黄叶山头初带雪，绿波尊酒暂回春。已闻璧月琼枝句，更看朝云暮雨人。老丑红妆翻曲妙，喜逢佳客放怀新。天明又出桃源去，仙境何时再问津。",
            "comment": ""
        },
        {
            "title": "南京妙峰亭",
            "content": "王公厌承明，出守南宫钥。结构得崇岳，岿然瞰清洛。是时谪仙人，发轫自庐霍。郊原春鸟鸣，来此动豪酌。报投一何富，玉桉金刀错。新牓揭中楹，千载见远托。朅来访陈迹，物色属摇落。人烟隔凫雁，田畴带城郭。红蕖陨风漪，砂砾卷飞箨。青青陵上姿，独汝森自若。人生如博奕，得丧难前约。金鎚初控颐，已复东方作。大明升中天，龙鸾入阶阁。深惩渔夺弊，法令一刊削。斯民如解悬，喜气郁磅礡。公乎数登览，行矣翔寥廓。",
            "comment": ""
        },
        {
            "title": "流觞亭并次韵二首",
            "content": "卧龙西畔北池头，水擘华堂瑟瑟流。几曲漪涟盘翠带，一峰孤秀浴苍虯。香囊近午清无汗，素扇生凉爽入秋。待唤画师来貌取，图成便是竹溪游。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "梦魂思汝鸟工往，事故著人羊负来。",
            "comment": ""
        },
        {
            "title": "四绝",
            "content": "阴风一夜搅青冥，风定霏霏霰雪零。遥想玉真清境上，白虚光里诵黄庭。",
            "comment": ""
        },
        {
            "title": "和书天庆观贺秘监堂三首",
            "content": "老仙旧地枕东城，古木参天警昼声。我亦愿为方外友，风流何必并时生。",
            "comment": ""
        },
        {
            "title": "睡足轩二首",
            "content": "长年忧患百端慵，开斥僧坊颇有功。地撤蔽亏僧界净，人除荒秽玉奁空。青天并入挥毫里，白鸟时兴隐几中。最是人间佳绝处，梦残风铁响丁东。",
            "comment": ""
        },
        {
            "title": "秋兴九首其九拟白乐天",
            "content": "不因霜叶辞林去，的当山翁未觉秋。北里酒钱烦屡索，南州诗债懒频酬。欲歌金缕羞红粉，拟插黄花避白头。底事登临好时节，等闲收拾许多愁。",
            "comment": ""
        },
        {
            "title": "春日杂兴十首",
            "content": "昔我游京室，交通五陵间。主客各英妙，袍马相追攀。千金具饮啜，百金雇吹弹。缨弁罗广席，当头舞交竿。鲜妆耀渌酒，采缬生风澜。灯烛暗夜艾，士女纷相班。欢娱易徂歇，转眄如飞翰。亹亹负孤愿，离离衔永欢。山鸟窥茗饮，檐花笑蔬餐。弃捐勿重陈，事定须盖棺。",
            "comment": ""
        },
        {
            "title": "次韵答张文潜中见寄",
            "content": "与君涉世网，所得如钩温。念昔相乖离，俯仰变寒暄。把袂安可期，寄书嘱加餐。三年汝水滨，孤怀谁与言。末路非所望，联镳金马门。校文多豫暇，玄谈到羲轩。孰云笭箵小，史书垂後昆。匪惟以旧闻，抵牾良可刊。比枉病中作，笔端淮海奔。亟驾问所苦，兀坐一室闲。晤对不知夕，归途斗星翻。平时带十围，颇复减臂环。君其专精神，微恙不足论。恺悌神所劳，此理直如弦。",
            "comment": ""
        },
        {
            "title": "次韵出省马上有怀蒋颖叔",
            "content": "制诏行闻降紫泥，簪花且醉玉东西。羌人谁谓多筹策，止有黔驴技一蹄。",
            "comment": ""
        },
        {
            "title": "雷阳书事",
            "content": "一笛一腰鼓，鸣声甚悲凉。借问此何为，居人朝送殇。出郭披莽苍，磨刀向猪羊。何须作佳事，鬼去百无殃。",
            "comment": ""
        },
        {
            "title": "医者",
            "content": "块然一气初浑沦，散作六物相吐吞。主承客御胜复存，是为万物疾病原。寥寥空陂游冤魂，诲此法术成轩辕。金书玉册要不烦，焕如星宿不可扪。时迁圣徂遂幽昏，弊俗窃以资利源。余尝感概期明论，世无妙质孰与言。因君乞诗置屋轩，聊复援笔赋本根。",
            "comment": ""
        },
        {
            "title": "秋词二首",
            "content": "无数青莎绕玉阶，夕阳红浅过墙来。西风莫道无情思，未放芙蓉取次开。",
            "comment": ""
        },
        {
            "title": "林次中奉使契丹刘仲平出倅郓州同舍十有六人",
            "content": "须句别驾伟仪刑，陵谷初无见坦平。七子建安推世艺，五经中秘擅家声。南宫参掇端如梦，东观分携空复情。莫爱溪堂好风月，早来龙尾道前行。",
            "comment": "：【原题】：\r\n林次中奉使契丹刘仲平出倅郓州同舍十有六人饮饯于丁氏园次少蓬韵二首其二送平仲学士 | 【注释】【原题】：林次中奉使契丹刘仲平出倅郓州同舍十有六人饮饯于丁氏园次少蓬韵二首其二送平仲学士"
        },
        {
            "title": "秋兴九首其五拟李白",
            "content": "芙蓉露浓红压枝，幽禽感秋花畔啼。玉人一去未回马，梁边燕子三见归。江头白苹老波底，尺书不来空相望。斜吹疏雨湿秋江，霜风暗引芙蕖香，石上菖蒲三尺长。绿头鸭儿栖萍草，采莲女郎笑花老。木兰船上动江水，不觉鸳鸯带波起。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "自是我翁多盛德，顿回秋色作春阴。",
            "comment": ""
        },
        {
            "title": "宁浦书事六首",
            "content": "洛邑太师奄谢，龙川仆射云亡。他日岿然独在，不知谁似灵光。",
            "comment": ""
        },
        {
            "title": "奉和莘老",
            "content": "童子何知幸最深，父班籍湜奉登临。挟经屡造芝兰室，挥尘常聆金玉音。黄卷香焚春晼晚，绛纱人散夜萧森。明朝只死丝纶下，回首青云万里心。",
            "comment": ""
        },
        {
            "title": "文英阁二首",
            "content": "都门将酒惜分携，归路駸駸望欲迷。千里又看新燕语，一声初听子规啼。春风天上曾挥翰，迟日江边独杖藜。回首三山楼阁晚，断云流水自东去。",
            "comment": ""
        },
        {
            "title": "次韵出省马上有怀蒋颖叔",
            "content": "新淬鱼肠玉似泥，将军唾手取河西。偏裨万户封龙额，部曲千金赐褭蹄。",
            "comment": ""
        },
        {
            "title": "元日立春三绝",
            "content": "此度春非草草回，美人休著剪刀催。直须残腊十分尽，始共新年一并来。",
            "comment": ""
        },
        {
            "title": "睡足寮寄震鼎二弟",
            "content": "与物无营但欲眼，客来从笑腹便便。秋生淮海凉如水，得句还应梦阿连。",
            "comment": ""
        },
        {
            "title": "次韵安州冕行寄传师",
            "content": "投暮安州北，苍烟乱眼昏。茅茨人外路，砧杵月边村。野水飞云薄，空林噪雀繁。几人堪此乐，逢客莫轻论。",
            "comment": ""
        },
        {
            "title": "呈李公择",
            "content": "青笺擘处银钩断，红袂分时五箸悬。云脚渐收风色紧，半规斜日射归船。",
            "comment": ""
        },
        {
            "title": "东平夫人挽章",
            "content": "相阀风流监，王家地势雄。室中兰作佩，庭下玉成丛。啼鸟悲春槛，荒原入夜宫。遗芳得鸿笔，论次诏无穷。",
            "comment": ""
        },
        {
            "title": "元日立春三绝",
            "content": "摄提东直斗杓寒，骤觉中原气象宽。天为两宫同号令，不教春岁各开端。",
            "comment": ""
        },
        {
            "title": "题务中壁",
            "content": "醡头春酒响潺潺，垆下黄翁寝正安。梦入平阳旧池馆，隔花螭口吐清寒。",
            "comment": ""
        },
        {
            "title": "赠苏子瞻",
            "content": "叹息苏子瞻，声名绝後先。衣冠传盛事，兄弟固多贤。感慨诗三百，流离路八千。直心羞媚灶，忠力欲回天。缧绁终非罪，江湖秪自怜。饥寒常并日，疾病更连年。明主无终弃，西州稍内迁。奏言深意苦，感涕内人传。前席须宣室，非熊起渭川。君臣悦相遇，愿上角招篇。",
            "comment": ""
        },
        {
            "title": "时宣义挽词",
            "content": "奋发多难里，哀荣後夜中。妙年推正行，末路见阴功。风雨双龙合，山川吊鹤空。悬知青史上，又载一于公。",
            "comment": ""
        },
        {
            "title": "与邓慎思沐於启圣遇李端叔",
            "content": "羸兵瘦马犯黄尘，自笑区区梦里身。不是对花能伏老，自绿无酒可浇春。校书天禄陪群彦，曦发阳阿遇故人。三百六旬如此少，更添香火坐逡巡。",
            "comment": ""
        },
        {
            "title": "次韵公辟会流觞亭",
            "content": "偷引湖光一派飞，咏觞还却似当时。吴歌送酒随流急，越艳浮花转曲池。山庙早因前守彻，冰盘元是故工遗。年年褉饮今非昔，不到兰亭到北池。",
            "comment": ""
        },
        {
            "title": "吕与叔挽章四首",
            "content": "风流云散了无余，天禄空存旧直庐。小吏独来开锁钥，案头尘满校残书。",
            "comment": ""
        },
        {
            "title": "和游金山",
            "content": "江流会扬子，汹汹东南骛。海门划前开，金山屹中据。鼓锺食万指，金雘栖千柱。夜庭游月波，晓观抟香雾。天清猿鸟哀，风暗鱼龙怒。云物横古今，涛波阅晨暮。三州气色来，上下端倪露。伟哉元气间，此胜知谁聚。念昔憩精庐，登临辄忘去。汲新试团月，饭素羹魁芋。妙兴入芳藤，真境在芒屦。别来景暑换，寤寐经从处。忽蒙珠璧投，了与云峦遇。幽光炯肝肺，爽气森庭户。区中多滞念，方外饶奇趣。寄语山阿人，泠然行复御。",
            "comment": ""
        },
        {
            "title": "次韵朱李二君见寄二首",
            "content": "万古流釭一鸟沉，衣冠常苦事违心。七行俱下知君旧，四者难并笑我今。梅已偷春成国色，云犹凭腊造天阴。美人绿绮烦遥赠，莫玫南金增永吟。",
            "comment": ""
        },
        {
            "title": "和工部侍郎新章",
            "content": "甍栋相连收亩中，出门遥见大明宫。朝元虽共浮丘伯，煮苕还同桑苎翁。",
            "comment": ""
        },
        {
            "title": "秋兴九首其三拟韦应物",
            "content": "坐投林下石，秋声出疏林。林间鸟惊栖，岂独伤客心。物亦有代谢，此理共古今。邻父缩新醅，林下邀同斟。痴儿踏吴歌，娅奼足讹音。日落相携手，凉风快虚襟。",
            "comment": ""
        },
        {
            "title": "次韵酬周开祖宣义",
            "content": "并州令尹古人风，淮海相忘十载中。丽句晓披花绰约，清谈初扣玉丁东。追攀昔共猗玕子，嗜好今同桑苎翁。所惜华船轻解繂，未窥笠泽故书丛。",
            "comment": ""
        },
        {
            "title": "赠蹇法师翊之",
            "content": "天都九经纬，人物如纺绩。岂无僊圣游，但未见哀识。蹇师蜀方士，鬼物充服役。朅来长安城，摩挲金铜狄。大蛇死已论，葛陂囚且释。是事何足云，聊尔恤艰厄。方从马明生，西去链金液。丹成得度世，造化为莫逆。予亦江海人，名宦偶牵迫。投劾去未能，见师三叹息。",
            "comment": ""
        },
        {
            "title": "次韵邢敦夫秋怀十首",
            "content": "驱车陟高丘，郤望大梁圻。驰道入双阙，勾陈连太微。夷门壮下属，清洛相因依。美哉吾党士，皋禼良可希。",
            "comment": ""
        },
        {
            "title": "寄李端叔编修",
            "content": "旗亭解手屡冬春，闻道归来自发新。马革裹尸心未艾，金龟换酒气方震。梦魂偷遶边城月，道从公穿禁路尘。知有新编号横槊，为凭东使寄淮滨。",
            "comment": ""
        },
        {
            "title": "同子瞻赋游惠山三首",
            "content": "史君厌机械，所与惟散人。顾惭蒹葭陋，缪倚琼枝新。上干青磝磝，下属白磷磷。洞天不知老，金界无栖尘。缅彼人间世，乌蟾阅青旻。讵得踵三隐，山阿相与邻。",
            "comment": ""
        },
        {
            "title": "齐逸亭",
            "content": "焰发郎君更不归，故亭萧瑟异当时。玉笙金管浑如梦，只有梅花三四枝。",
            "comment": ""
        },
        {
            "title": "雷阳书事",
            "content": "旧传日南郡，野女出成群。此去尚应远，东门已如云。蚩氓托丝布，相就通殷懃。可怜秋胡子，不遇卓文君。",
            "comment": ""
        },
        {
            "title": "和东城红鞓带",
            "content": "君不见相如容貌穷不枯，卓氏耻之分百奴。一朝奉指使筇筰，驷马赤车从万夫。仲元君平更高妙，寄食耕卜霜眉须。两川人物古不乏，数子风流今可无。参军少年饱经术，期作侍中司御壼。老披青衫更矍铄，上马不用儿孙扶。一朝忽解印缓去，耻将诗礼攘裙襦。悬知百年事已定，郤笑列仙形甚臞。东阡北陌西风入，瑞草桥边人叫呼。想见红围照白发，颓然醉卧文君垆。",
            "comment": ""
        },
        {
            "title": "处州水南庵二首",
            "content": "竹柏萧森溪水南，道人为作小圆庵。市区收罢鱼豚税，来与弥陀共一龛。",
            "comment": ""
        },
        {
            "title": "游仙二首",
            "content": "云车自天来，驾言游混茫。手持太一节，身佩使者章。龙处傍夭矫，马龟伏以翔。朝元紫微上，所睹浩难量。实网结万珠，参伍相焜煌。花品不知数，妙英拆玄房。宫殿随人身，处处辄清凉。危髾擢贞玉，高谢人间妆。二三古须眉，冠云带含光。遗我飞霞佩，副以明月璫。再拜敬服之，百毛发灵香。",
            "comment": ""
        },
        {
            "title": "陈用之学士挽词",
            "content": "礼经三百鬓毛班，追述先儒伯仲间。谁请尚书重给札，尽抄遗稿入名山。",
            "comment": ""
        },
        {
            "title": "广陵五题其四次韵子由题摘星亭",
            "content": "昆仑左右两招提，中起孤高雉堞西。不见烧香成宿雾，虚传裁锦作障泥。萤流花苑飞星乱，芜满春城绿发齐。长忆凭栏风两後，断虹明处海天低。",
            "comment": ""
        },
        {
            "title": "闻雁怀邵仲恭",
            "content": "楚泽吴天去未迟，烦君且傍蒜山飞。白袍居士如相问，为说淄尘欲满衣。",
            "comment": ""
        },
        {
            "title": "和蔡天启赠文潜之什",
            "content": "蔡侯饱学困千釜，濯足清江起南土。剧谈颇似燕客豪，快夺范雎如坠雨。东城桥梓未足论，柏直何为口方乳。蒋侯山中伴香火，三年不厌长蔬苦。平生瑰玮有谁同，要得张侯三日语。昼闲那自运甓忙，时清不用闻鸡舞。桓荣欢喜见车马，书册辛勤立门户。要当食肉似班超，猛虎何尝窥案俎。",
            "comment": ""
        },
        {
            "title": "送杨康功守苏",
            "content": "公於万事轻，独嗜山水重。寓直西掖垣，沧洲长入梦。广陵一都会，厨酒万斯瓮。每叹阙登临，持此将焉用。比持苏台节，论郁缙绅共。翻云美泉石，汔可小嬉弄。匆匆治行李，草草别宾从。乃知仁智心，所乐异庸众。梅花发春端，百卉日兴动。公等行复反，台阁俟鸾凤。",
            "comment": ""
        },
        {
            "title": "次韵答米元章",
            "content": "嗜好清无滓，周旋粲有文。挥毫春在手，岸帻海生云。花鸟空撩我，蓴驴正属君。惟应读雌蜺，差不愧王筠。",
            "comment": ""
        },
        {
            "title": "灼灼",
            "content": "锦城春暖花欲飞，灼灼当庭舞柘枝。相公上客河东秀，自言那得傍人知。妾愿身为梁上燕，朝朝暮暮长相见。云收月堕海沉沉，泪满红绡寄肠断。",
            "comment": ""
        },
        {
            "title": "送刘贡父舍人二首",
            "content": "虎去藜藿采，珠在其川媚。君子一诎信，实系天下事。念昔元丰间，公初谪南裔。托词吊湘水，闻者为心醉。踰年憸臣逐，国老起相继。除公守襄阳，士始有生意。兹焉归法从，乃是朝廷计。在公何足云，事业本余弃。掖垣美花木，入直春正丽。同僚看家风，立马挥九制。",
            "comment": ""
        },
        {
            "title": "寄题卢君斗斋",
            "content": "侠气轩轩翰墨场，邅迥世路鬓成霜。出从车马行千里，归与琴书寄一方。鸟啭入帘春欲破，炉香侵梦日初长。扁舟会有山阳役，聊借狂夫挹酒浆。",
            "comment": ""
        },
        {
            "title": "韩枢密夫人挽词二首",
            "content": "奕叶貂蝉後，宗姻乐静间。从夫登两地，看子入三山。旧像瞻榆阙，遗音想佩环。百年川阅水，不复更西还。",
            "comment": ""
        },
        {
            "title": "精思",
            "content": "精思洞元化，白日升高旻。俯仰凌倒景，龙行速如神。半道过紫府，弭节聊逡巡。金床设宝几，璀璨明月珍。僊者二三子，眷然骨肉亲。饮我霞一杯，放怀暖如春。遂朝玉虚上，冠剑班列真。无端拜失仪，放斥令自新。云霄难遽返，下土多埃尘。淮南守天庖，嗟我实何人。",
            "comment": ""
        },
        {
            "title": "陈令举妙奴诗",
            "content": "西湖水滑多娇嫱，妙奴十二正芬芳。肌肤皙白发脚长，含语未发先有香。溪上夜燕侍簪裳，皎如华月堕沧浪。音声入云能断肠，不许北客辞酒浆。主人蔼蔼邦之良，少年射策谒未央。俊词伟气森开张，玉杓贯斗生怒芒。天欲文采老更昌，故使敛翮窥群翔。五十仅补尚书郎，浩歌骑牛倚倡佯。东风戏雨花草狂，二溪泱泱青黛光。妙奴勿倦侑羽觞，主人正欲游醉乡。",
            "comment": ""
        },
        {
            "title": "无题二首",
            "content": "君子有常度，所遭能自如。不与死生变，岂为忧患渝。西伯囚演易，马迁罪成书。性刚趣和乐，浅浅非丈夫。",
            "comment": ""
        },
        {
            "title": "崔莺莺",
            "content": "崔家有女名莺莺，未识春光先有情。河桥兵乱依萧寺，红愁绿惨见张生。张生一见春情重，明月拂墙花影动。夜米红娘拥抱来，脉脉惊魂若春梦。",
            "comment": ""
        },
        {
            "title": "宁浦书事六首",
            "content": "寒暑更拚三十，同归灭尽无疑。纵复玉关生入，何殊死葬蛮夷。",
            "comment": ""
        },
        {
            "title": "偶戏",
            "content": "偶戏失班龙，坐谪昆仑阴。昆仑一何高，去天无数寻。嘉禾穗盈车，珠玉炯成林。天飘时一拂，清哀动人心。一面四百门，宫谯云气侵。阙然竹使符，难矣暂登临。群仙来按行，怜我久滞淫。力请始云免，反室岁已深。亲朋喜我来，感叹或沾襟。尘寰君勿悲，殊胜巢嶔崟。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "城晚通云雾，凉亭到芰荷。",
            "comment": ""
        },
        {
            "title": "赏酴糜醾有感",
            "content": "春来百物不入眼，唯见此花堪断肠。借问断肠缘底事，罗衣曾似此花香。",
            "comment": ""
        },
        {
            "title": "荷花",
            "content": "方塘收雨脚，落日半遥岑。芙蕖净娟娟，丽服抚翠衾。无言意自远，欲渡秋水深。缅怀平生人，对此讵可寻。弄芳惜晼晚，酒至谁与斟。天涯有归云，聊寄相思心。心开获清赏，芙蕖一何绮。美人艳新妆，敛袂照秋水。端如荡子事，顾自良家子。黄金选燕赵，摇落对江沚。薄暮风雨来，独立泪如洗。望君君讵知，倾宫定谁似。",
            "comment": ""
        },
        {
            "title": "次韵裴仲谟和何先辈二首",
            "content": "汝南古郡寡参寻，兀兀长如鹤在阴。支枕星河棋醉後，入帘风絮报春深。青山未落诗人手，白发谁知国士心。多谢名郎传绿绮，愧无佳句比南金。",
            "comment": ""
        },
        {
            "title": "广陵五题其二次韵子由题平山堂",
            "content": "栋宇高开古寺间，尽数佳处入雕栏。山浮海上青螺远，天转江南碧玉宽。雨槛幽花滋浅泪，风卮清酒涨微澜。游人若论登临美，须作淮东第一观。",
            "comment": ""
        },
        {
            "title": "广陵五题其一次韵子由题九曲池",
            "content": "萧瑟通池閟茂林，岸傍无复属车音。涵春似恨隋家远，涨晓疑连蜀井深。斗草事空烟冉冉，司花人远树阴阴。劳生俛仰成陈迹，纵有遗声可用寻。",
            "comment": ""
        },
        {
            "title": "别程公辟给事",
            "content": "人物风流推镇东，夕郎持节作元戎。樽前倦客刘师命，月下清砍盛小丛。裘弊黑貂霜正急，书传黄犬岁将穷。买舟江上辞公去，回首蓬莱梦寐中。",
            "comment": ""
        },
        {
            "title": "和程给事赠虞道判六首",
            "content": "刀圭云母具晨餐，门对三层步斗坛。夜考鹤经分七九，晓占岁气辨{左黄右令}丹。",
            "comment": ""
        },
        {
            "title": "和书天庆观贺秘监堂三首",
            "content": "衣屦萧条气久清，豪家门馆未尝行。朱甍碧瓦何从得，疑有阴兵夜助成。",
            "comment": ""
        },
        {
            "title": "烟中怨",
            "content": "监湖楼阁与云齐，楼上女儿名阿溪。十五能为绮丽句，平生未解出幽闺。谢郎巧思诗裁剪，能使佳人动幽怨。琼枝璧月结芳期，斗帐双双成眷恋。",
            "comment": ""
        },
        {
            "title": "次韵东坡上元扈从三绝",
            "content": "赭黄繖底望龙章，不断惟闻蜡炬香。一片韶音归复道，重瞳左右列英皇。",
            "comment": ""
        },
        {
            "title": "白鹤观",
            "content": "复殿重楼堕杳冥，故基乔木尚峥嵘。银河不改三千尺，铁马曾经十万兵。华表故应终化鹤，谪仙未解独骑鲸。井泉一一儿童旧，白发衰颜只自惊。",
            "comment": ""
        },
        {
            "title": "和黄法曹忆建溪梅花",
            "content": "海陵参军不枯槁，醉忆梅花悉绝倒。为怜一树傍寒溪，花水多情自相恼。清泪班班知有恨，恨春相逢苦不早。甘心结子待君来，洗雨梳风为谁好。谁云广平心似铁，不惜珠玑与挥扫。月没参横画角哀，暗香销尽令人老。天分四时不相贷，孤芳转盼同衰草。要须健步远移归，乱插繁华向晴昊。",
            "comment": ""
        },
        {
            "title": "次韵子由题斗野亭",
            "content": "满市花风起，平堤漕水流。不堪春解手，更为晚停舟。古埭天连雁，荒祠木蔽牛。杖藜聊复尔，转盼夕烟浮。",
            "comment": ""
        },
        {
            "title": "喜雨得城字",
            "content": "阴阳有常职，代御不可并。一气或错缪，愆伏相寇兵。惟时四月交，南国厌久晴。风师挟帝令，呼号肆徂征。云师畏推逐，蓄意不敢争。雨师旷厥官，所苟朝夕生。黄尘暗如雾，掩彼日月明。帝眷一昔回，旱议沮莫行。番然需膏泽，夜半来雨声。黎明纵遐眺，沟浍各已盈。青秧散广亩，白水涵孤城。耕夫欣有托，水鸟飞且鸣。乃知化工妙，悠然信难名。行矣耘我穑，岁终伫坻京。",
            "comment": ""
        },
        {
            "title": "游龙瑞官次程公韵",
            "content": "灵祠真馆閟山隈，形势相高对越台。莓径翠依屏上转，藕花红绕监中开。鹤衔宝箭排烟去，龙护金书带雨来。夹道万星攒骑火，满城争看使君回。",
            "comment": ""
        },
        {
            "title": "醉眠亭",
            "content": "醉来丰瘁同，眠去身世失。二乐擅一亭，夫子信超逸。杯行徂老春，肱枕颓升日。壮志未及伸，幽愿良自毕。",
            "comment": ""
        },
        {
            "title": "游监湖",
            "content": "画舫珠帘出缭墙，天风吹到芰荷乡。水光入座杯盘莹，花气侵人笑语香。翡翠侧身窥渌酒，蜻蜓偷眼避红妆。蒲萄力缓单衣怯，始信湖中五月凉。",
            "comment": ""
        },
        {
            "title": "次韵裴秀才上太守向公二首",
            "content": "上客新从颍尾归，使君高会列南威。风将沉燎萦歌扇，雪带梅香上舞衣。翻样云团分御帑，如椽蜜炬出宫闱。食前方丈罗珍怪，却讶犀燃牛渚矶。",
            "comment": ""
        },
        {
            "title": "行香子",
            "content": "树绕村庄，水满陂塘。倚东风、豪兴徜徉。小园几许，收尽春光。有桃花红，李花白，菜花黄。远远围墙，隐隐茅堂。飏青旗、流水桥旁。偶然乘兴，步过东冈。正莺儿啼，燕儿舞，蝶儿忙。",
            "comment": "： | ：\r\n此词以朴实、生动、清新、通俗的语言和明快的节奏、轻松的情致，极富动感地描绘了作者乘兴徜徉所见的朴质、自然的村野田园风光，达的词的节奏和词人的情感之间和谐的统一。\r\n上片以“小园”为中心，写词人所见的烂漫春光。开头两句，先从整个村庄着笔：层层绿树，环绕着村庄；一泓绿水，涨满了陂塘。这正是春天来到农家的标志，也是词人行近村庄的第一印象。接下来“倚东风 、豪兴徜徉。”两句，出现游春的主人公。“东风”点时令，“豪兴”说明游兴正浓，“徜徉”则显示词人只是信步闲游，并没有固定的目标与路线。这两句写出词人怡然自得的神态 。“小园几许，收尽春光。有桃花红，李花白 ，菜花黄 。”在信步徜徉的过程中，词人的目光忽然被眼前一所色彩缤纷、春意盎然的小园所吸引，不知不觉停住了脚步：这里有红艳的桃花，雪白的李花，金黄的菜花。色彩鲜明，香味浓郁，只用清新明快的几个短语道出，偏写尽了无限春光。\r\n下片移步换形，从眼前的小园转向远处的茅堂小桥。远处是一带逶迤缭绕的围墙，墙内隐现出茅草覆顶的小屋，在小桥流水近旁，飘扬着乡村小酒店的青旗。这几句不但动静相间，风光如画，而且那隐现的茅堂和掩映的青旗又因其本身的富于含蕴而引起游人的遐想 ，自具一种吸引人的魅力。“偶然乘兴，步过东冈 。”这两句叙事，插在前后的写景句子中间，使文情稍作顿挫，别具一种萧散自得的意趣 。“正莺儿啼 ，燕儿舞，蝶儿忙。”这是步过东边的小山冈以后展现在眼前的另一派春光。和上片结尾写不同色彩的花儿不同，这三句写的是春天最活跃的三种虫鸟，以集中表现春的生命活力。词人用“啼”、“舞”、“忙”三个字准确地概括了三种虫鸟的特性，与上片结尾对映，进一步强化了生机无限的春光。\r\n在唐、五代和北宋的词苑中，描绘农村田园风物的词并不多见。从这一意义上说，秦观的这首《行香子》，在词境的开拓方面，起了比较大的作用 ，堪与苏轼的五首《浣溪沙》相提并论 。在秦观的作品中，格调如此轻松、欢快的作品也是不多见的。 | 【注释】此词以朴实、生动、清新、通俗的语言和明快的节奏、轻松的情致，极富动感地描绘了作者乘兴徜徉所见的朴质、自然的村野田园风光，达的词的节奏和词人的情感之间和谐的统一。上片以“小园”为中心，写词人所见的烂漫春光。开头两句，先从整个村庄着笔：层层绿树，环绕着村庄；一泓绿水，涨满了陂塘。这正是春天来到农家的标志，也是词人行近村庄的第一印象。接下来“倚东风 、豪兴徜徉。”两句，出现游春的主人公。“东风”点时令，“豪兴”说明游兴正浓，“徜徉”则显示词人只是信步闲游，并没有固定的目标与路线。这两句写出词人怡然自得的神态 。“小园几许，收尽春光。有桃花红，李花白 ，菜花黄 。”在信步徜徉的过程中，词人的目光忽然被眼前一所色彩缤纷、春意盎然的小园所吸引，不知不觉停住了脚步：这里有红艳的桃花，雪白的李花，金黄的菜花。色彩鲜明，香味浓郁，只用清新明快的几个短语道出，偏写尽了无限春光。下片移步换形，从眼前的小园转向远处的茅堂小桥。远处是一带逶迤缭绕的围墙，墙内隐现出茅草覆顶的小屋，在小桥流水近旁，飘扬着乡村小酒店的青旗。这几句不但动静相间，风光如画，而且那隐现的茅堂和掩映的青旗又因其本身的富于含蕴而引起游人的遐想 ，自具一种吸引人的魅力。“偶然乘兴，步过东冈 。”这两句叙事，插在前后的写景句子中间，使文情稍作顿挫，别具一种萧散自得的意趣 。“正莺儿啼 ，燕儿舞，蝶儿忙。”这是步过东边的小山冈以后展现在眼前的另一派春光。和上片结尾写不同色彩的花儿不同，这三句写的是春天最活跃的三种虫鸟，以集中表现春的生命活力。词人用“啼”、“舞”、“忙”三个字准确地概括了三种虫鸟的特性，与上片结尾对映，进一步强化了生机无限的春光。在唐、五代和北宋的词苑中，描绘农村田园风物的词并不多见。从这一意义上说，秦观的这首《行香子》，在词境的开拓方面，起了比较大的作用 ，堪与苏轼的五首《浣溪沙》相提并论 。在秦观的作品中，格调如此轻松、欢快的作品也是不多见的。"
        },
        {
            "title": "答曾存之",
            "content": "环堵萧然汝水隈，孤怀炯炯向谁开。青春不觉书边过，白发无端镜上来。祭灶请邻聊复尔，卖刀买犊岂难哉。故人休说封侯事，归钓江天有旧台。",
            "comment": ""
        },
        {
            "title": "田居四首",
            "content": "鸡号四邻起，结束赴中原。戒妇预为黍，呼儿随掩门。犁锄带晨景，道路更笑喧。宿潦濯芒屦，野芳簪髻根。霁色披窅霭，春空正鲜繁。辛夷茂横阜，锦雉娇空园。少壮已云趋，伶俜尚鸱蹲。蟹黄经雨润，野马从风奔。村落次第集，隔塍致寒暄。眷言月占好，努力竞晨昏。",
            "comment": ""
        },
        {
            "title": "口号",
            "content": "平原居士今无影，鹦鹂空洲谁举杯。犹有渔阳掺檛鼓，为君醉後作轻雷。",
            "comment": ""
        },
        {
            "title": "又别牛司理",
            "content": "半年淹恤越溪滨，好爱如君只数人。解手莫令书信断，故园桑梓幸相邻。",
            "comment": ""
        },
        {
            "title": "次韵邢敦夫秋怀十首",
            "content": "憬彼高句云，来修裔夷职。天都富如海，劳汝送涓滴。舳舻尾相衔，远近困供亿。止沸当绝薪，扬汤百无益。",
            "comment": ""
        },
        {
            "title": "中秋口号",
            "content": "云山檐楯接低空，公宴初开气郁葱。照海旌幢秋色里，激天鼓吹月明中。香槽旋滴珠千颗，歌扇惊围玉一丛。二十四桥人望处，台星正在广寒宫。",
            "comment": ""
        },
        {
            "title": "大行太皇太后挽词二首",
            "content": "东朝制诏九年称，烈武功高後世兴。坐举不周天柱正，亲扶阳谷日车升。班行尚想延和殿，羽卫俄趋永厚陵。洛水嵩峰霄汉外，百官西望涕难胜。",
            "comment": ""
        },
        {
            "title": "处州水南庵二首",
            "content": "此身分付一蒲团，静对萧萧玉数竿。偶为老僧煎茗粥，自携修绠汲清宽。",
            "comment": ""
        },
        {
            "title": "海康书事十首",
            "content": "海康腊己酉，不论冬孟仲。杀牛檛祭鼓，城郭为沸动。虽非尧历颁，自我先人用。大笑荆楚人，嘉平猎云梦。",
            "comment": ""
        },
        {
            "title": "春词绝句五首",
            "content": "风驱白雨洗园林，蔽地飞花一寸深。狂紫浪红俱已矣，老春虽在亦何心。",
            "comment": ""
        },
        {
            "title": "王昭君",
            "content": "汉宫选女适单于，明妃敛袂登毡车。玉容寂寞花无主，顾影低回泣路隅。行行渐入阴山路，目送征鸿入云去。独抱琵琶恨更深，汉宫不见空回顾。",
            "comment": ""
        },
        {
            "title": "次韵邢敦夫秋怀十首",
            "content": "蝮蛇初螫手，壮士断其腕。岂不悲毁伤，所恤在躯干。西羌沙卤地，置戍或烦汉。鸡肋不足云，阿瞒妙思算。",
            "comment": ""
        },
        {
            "title": "圆通院白衣阁",
            "content": "无边刹境一毫端，同住澄清觉海间。还似此花并此叶，坏空成往未曾闲。",
            "comment": ""
        },
        {
            "title": "悼王子开五首",
            "content": "已矣知无憾，贤愚共此途。白驹驰白日，黄发掩黄垆。和氏终归赵，干将不葬吴。拏痾如可强，犹拟尊生刍。",
            "comment": ""
        },
        {
            "title": "次韵朱李二君见寄二首",
            "content": "东阡北陌坐淹时，偶为高风振羽仪。十丈莲花开处远，三年楮叶刻成迟。鬓毛但速安仁老，钱粟难输曼倩饥。尚赖故人遥省忆，发挥春色有新诗。",
            "comment": ""
        },
        {
            "title": "奉别牛司理",
            "content": "堂堂先德擅才名，词赋高凌墨客卿。之子妙龄初筮仕，好修文史继家声。",
            "comment": ""
        },
        {
            "title": "送孙诚之尉北海",
            "content": "吾乡如覆孟，地据提楚脊。环以万顷湖，粘天四无壁。蜿蜓戏神珠，正昼飞霹雳。草木无异姿，灵气殊郁积。所以生群材，名抱刑山璧。小为百夫防，大为万人敌。夫子少迈伦，喑呜阻金石。奏赋明光宫，玉座瞻咫尺。翻身堕云霄，十载迫穷厄。焚舟更一战，得尉沧海北。五月乘画船，箫鼓事远适。天横齐山青，雨带楚水黑。勿云晚方仕，四十乃古昔。勿云名位卑，九万自此击。幽求尉朝邑，鬓发森己白。元振尉通泉，律令非所即。一朝会风云，顾眄立四极。行矣壮旧图，勉。",
            "comment": ""
        },
        {
            "title": "题法海平闍黎",
            "content": "寒食山州百色喧，春风花雨暗川原。因循移病依香火，写得弥陀七万言。",
            "comment": ""
        },
        {
            "title": "春日杂兴十首",
            "content": "吴会虽褊小，海滨富奇峰。天鸡一号叫，剑戟明遥空。溪谷相径复，深林杳攒丛。猿吟虎豹啼，云气迷西东。中有遯世士，超然閟孤踪。被兰服明月，起坐松声中。夜锻吸沆瀣，朝琴庇青葱。骑星友元气，巢许安可同。俛眄区中人，飞埃集毛锋。问津或不缪，从子游鸿蒙。",
            "comment": ""
        },
        {
            "title": "陈用之学士挽词",
            "content": "迢嶢芸阁上参天，直舍相依欲二年。愿写此情砍挽者，泪沾亮素不成篇。",
            "comment": ""
        },
        {
            "title": "次韵米元章斋居即事",
            "content": "庭木只株茂，盆池一掬悭。支颐鱼出乐，入眦鸟知还。老境行将及，仙书读未闲。因君歌凤过，通昔梦归山。",
            "comment": ""
        },
        {
            "title": "病犬",
            "content": "犬以守御用，老惫将何为。踉跄劣於行，累然抱渴饥。主人恩义易，勿为升斗资。黾勉不肯去，犹若恋藩篱。屠脍意得逞，烹庖在须斯。糟糖固非意，豚矢同一时。念昔初得宠，青缰缠球丝。饲养候饥饱，动止常相随。胡云不终始，委逐在衰迟。犬死不足道，固为主人悲。",
            "comment": ""
        },
        {
            "title": "送蔡子骧用蔡子骏韵",
            "content": "越绝山川远相属，万壑千岩抱青绿。卧龙一峰称是奇，遶趾清漪如带束。镜水春生鶂尾衔，稽山日暮猿声续。三休上与蓬莱接，登眺使人遗宠辱。我昔东游观禹穴，痛饮狂歌得所欲。上天何曾有官府，鸾凤日日遭鞭扑。僧坊画壁阅几遍，神妙难忘独金粟。华胥梦断已十年，又见春风煮饧粥。苎罗若耶固依旧，可怜云月谁追逐。故人淡泊出天性，鹪鹩巢林一枝足。不肯弦歌甘筦库，还同市门隐梅福。惟应用下小丛歌，尚有哀音传旧俗。",
            "comment": ""
        },
        {
            "title": "客有传朝议欲以子瞻使高丽大臣有惜其去者白",
            "content": "学士风流异域传，几航云海使南天，不因名动五千里，岂见文高二百年。贡外别题求妙札，锦中翻样织新篇。淹留却恨鸳行旧，不得飞觞驻跸前。",
            "comment": "：【原题】：\r\n客有传朝议欲以子瞻使高丽大臣有惜其去者白罢之作诗以纪其事 | 【注释】【原题】：客有传朝议欲以子瞻使高丽大臣有惜其去者白罢之作诗以纪其事"
        },
        {
            "title": "谒禹庙",
            "content": "阴阴古殿注修廊，海伯川露俨在傍。一代衣冠埋石窆，千年风雨锁梅梁。碧云暮合稽山暗，红芰秋开监水香。令我免鱼繇帝力，恨无歌舞奠椒浆。",
            "comment": ""
        },
        {
            "title": "中书侍郎挽词二首",
            "content": "守道无夷险，如公实寡仇。望从乌府重，官到凤池休。二品追褒峻，千金赙恤优。缙绅终有恨，王骏不封侯。",
            "comment": ""
        },
        {
            "title": "题赵团练画江干晚景四绝",
            "content": "晓浦烟笼树，春江水拍空。烦君添小艇，画我作渔翁。",
            "comment": ""
        },
        {
            "title": "清夜",
            "content": "子夜天无云，稀星耿顽碧。茫茫行役者，对此焉不息。胡为蜗角端，相与竞寻尺。劝君归去来，飞空鸟无迹。",
            "comment": ""
        },
        {
            "title": "悼王子开五首",
            "content": "南浦维舟访，东堂抵榻眠。後期犹指日，轻别遂终天。墨妙今初贵，诗名久己传。清风如未坠，诸子更翩翩。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "雨砌坠危芳，风檐纳飞凉。",
            "comment": ""
        },
        {
            "title": "观辱户部钱尚书和诗饷禄米再成二章上谢",
            "content": "梦里光阴挽不回，掩关独坐万缘灰。偶因问讯维摩病，香积天中施饭来。",
            "comment": ""
        },
        {
            "title": "睡起",
            "content": "睡起东轩下，悠悠春绪长。爬搔失幽啭，款欠堕危芳。蛛网留晴絮，蜂房受晚香。欲寻初断梦，云雾已冥茫。",
            "comment": ""
        },
        {
            "title": "赠刘使君景文",
            "content": "落落衣冠八尺雄，鱼符新赐大河东。穰苴兵法申司马，曹植诗原出国风。拈笔古心生篆刻，引觞夹气上云空。石渠病客君应笑，手校黄书两鬓蓬。",
            "comment": ""
        },
        {
            "title": "留别平闍黎",
            "content": "缘尽山城且不归，此生相见了无期。保持异日莲花上，重说如今结社时。",
            "comment": ""
        },
        {
            "title": "孙莘老挽词四首",
            "content": "青春芸阁妙文词，进读金华鬓若丝。转守七州多异政，奉常处处有房祠。",
            "comment": ""
        },
        {
            "title": "海康书事十首",
            "content": "白发坐钩党，南迁海濒州。灌园以餬口，身自杂苍头。篱落秋暑中，碧花蔓牵牛。谁知把锄人，旧日东陵侯。",
            "comment": ""
        },
        {
            "title": "题赵团练画江干晚景四绝",
            "content": "公子歌锺里，何从识渺茫。惟应斗帐梦，曾到水云乡。",
            "comment": ""
        },
        {
            "title": "盼盼",
            "content": "百尺楼高燕子飞，楼上美人颦翠眉。将军一去音容远，只有年年旧燕归。春风昨夜来深院，春色依然人不见。只余明月照孤眠，回望旧恩空恋恋。",
            "comment": ""
        },
        {
            "title": "霅上感怀",
            "content": "七年三过白苹洲，长与诸豪载酒游。旧事欲寻无处问，雨荷风蓼不胜秋。",
            "comment": ""
        },
        {
            "title": "寄题傅钦之草堂",
            "content": "河阳有洑流，经营太行根。盛德不终晦，发为清济源。斯堂济源上，太行正当门。仰视浮云作，俯窥流水奔。修竹带藩篱，百禽鸣朝暾。相望有盘谷，李愿故居存。主人国之老，实惟商岩孙。班行昔供奉，亟进逆耳言。天子色为动，群公声亦吞。萧条冰霜际，不改白玉温。出处士所重，其微难具论。公勿思草堂，朝廷待公尊。",
            "comment": ""
        },
        {
            "title": "四绝",
            "content": "本是匡山种杏人，出山来事碧虚君。上清欲问因何事，请看先山十丈文。",
            "comment": ""
        },
        {
            "title": "海康书事十首",
            "content": "一雨复一阳，苍茫飓风发。怒号兼昼夜，山海为颠蹶。云何大块噫，乃尔不可遏。黎明众窍虚，白日丽空阔。",
            "comment": ""
        },
        {
            "title": "再遣朝华",
            "content": "玉人前去却重来，此度分携更不回。肠断龟山离别处，夕阳孤塔自崔嵬。",
            "comment": ""
        },
        {
            "title": "次韵黄冕仲寄题顺兴步云阁",
            "content": "故山无期大刀头，黄尘溽暑未罢休。步云之篇忽我投，便见冰玉悬清秋。顺兴山川甲闽瓯，无风万壑松飕飕。步云之人人品优，御风御寇真其俦。仙人乘槎凌斗牛，回环十见天星周。猿鹤忽惊空蕙帐，周家正要磻溪望。",
            "comment": ""
        },
        {
            "title": "反初",
            "content": "昔年淮海未，邂逅安期生。记我有灵骨，法当游太清。区中缘未断，方外道难成。一落世间网，五十换嘉平。夜参半不寝，披衣涕纵横。誓当反初服，仍先谢诸彭。曦发阳之阿，餔餟太和精。心将虚无合，身与元气并。陟降三境中，高真相送迎。琅函纪前绩，金薄鍚嘉名。耿光洞寥廓，不借日月明。故栖黄埃裹，绝想空复情。",
            "comment": ""
        },
        {
            "title": "和黄冕仲寄题延平泠风阁",
            "content": "泠风三伏是清秋，虽有炎蒸不汝留。满地溪山归藻井，有时丝管下沧洲。快哉便得逍遥趣，偶尔还成汗漫游。谁为发挥无妙手，赋凌楚玉有家丘。",
            "comment": ""
        },
        {
            "title": "会蓬莱阁",
            "content": "冠裳艺座洒清凡，轩外时闻韵箨龙。人面春生红玉液，银盘烟覆紫驼峰。天涵秋色山山共，树搅乡思叶叶重。便欲买船江北去，为怀明德更从容。",
            "comment": ""
        },
        {
            "title": "永寿县君挽词二首",
            "content": "明世辞隆养，哀荣道路传。赙丧从上宰，歌挽出群仙。素幔伤秋泛，青缸惨夜船。玉峰归葬处，木拱雁连天。",
            "comment": ""
        },
        {
            "title": "和程给事赠虞道判六首",
            "content": "人枣交梨近可餐，不须地肺及天坛。龟藏坎海毛皆绿，凤宿离宫色自丹。",
            "comment": ""
        },
        {
            "title": "崔徽",
            "content": "蒲中有女号崔徽，轻似南山翡翠儿。使君当日最宠爱，坐中对客常拥持。一见裴郎心似醉，夜解罗衣与门吏。西门寺里乐未央，乐府至今歌翡翠。",
            "comment": ""
        },
        {
            "title": "送李端叔从辟中山",
            "content": "人畏朔风声，我闻独宽怀。岂不知凛冽，为自中山来。端叔天下士，淹留蹇无成。去从中山辟，良亦慰平生。与君英妙时，侠气上参天。孰云行半百，身世各茫然。当时儿戏念，今日已灰死。著书如结氂，聊以忘忧耳。駸駸岁乃尽，淮海归无期。功名良独难，虽成定奚为。念君远行役，中夜忧反侧。揽衣起成章，赠以当马策。",
            "comment": ""
        },
        {
            "title": "陈用之学士挽词",
            "content": "云台观者候昏明，奎壁躔中失二星。上界真人重离别，阴风一夜搅青冥。",
            "comment": ""
        },
        {
            "title": "次韵传道自适兼呈都司芸叟学士",
            "content": "楚国陈夫子，周南颇滞留。弊袍披槁叶，瘦马兀扁舟。药饵过三伏，文书散百忧。何人共禅悦，居士有浮休。",
            "comment": ""
        },
        {
            "title": "次韵子瞻赠金山宝觉大师",
            "content": "云峰一变隔炎凉，犹喜重来饭积香。宿鸟水干迎晓闹，乱帆天际受风忙。青鞋踏雨寻幽径，朱火笼纱语上方。珍重故人敦妙契，自怜身世两微茫。",
            "comment": ""
        },
        {
            "title": "病中",
            "content": "疏帘薄幔对青灯，鸜鹆喧喧自转更。风雨渺漫人卧病，地炉汤鼎更悲鸣。",
            "comment": ""
        },
        {
            "title": "石鱼",
            "content": "佛宫琢琳琅，悬鱼警群聪。缓扣集方袍，急拊趋百工。虽无笋虚器，自协徵与宫。犁然当人心，邈有炎氏风。山泉自疏数，佩玉相玲珑。朝昏间锺鼓，清响传无穷。惟有宝陀山，於音获圆通。一闻如得解，石巩亦投弓。",
            "comment": ""
        },
        {
            "title": "送罗正之两浙提刑",
            "content": "岂为鲈鱼忆故丘，东南昏垫赖良谋。一封暮别云间阁，三组秋归海上州。子政暂为都水使，千秋终作富民侯。赠君一语君应笑，竞注江河本不流。",
            "comment": ""
        },
        {
            "title": "秋兴九首其一拟韩退之",
            "content": "逍遥北窗下，百事远客虑。无端叶间蝉，催促时节去，愁起如乱丝，萦缠不如绪。日月岂得已，还复役朝暮。人生均有得，悲叹我不误。春愁自天时，感愤亦真趣。",
            "comment": ""
        },
        {
            "title": "拟题织锦图",
            "content": "悲风鸣叶秋宵冷，寒丝萦手泪残妆。微烛窥人悉断肠，机翻云锦妙成章。",
            "comment": ""
        },
        {
            "title": "酬曾逢原参寥上人见寄山阳作",
            "content": "倦客当老秋，於忽少佳意。孰云尘滓地，刘阮肯俱至。一披清骨毛，再见失身世。有如执盛热，傃月濯凉吹。又如观巨梓，却觇萧苇细。十辰同遨游，不觉日车逝。嗟予逃空虚，终日面林翳。闻人足音喜，况乃道所契。方念衣袖分，明月忽我畀。眷言何以酬，白发同所诣。",
            "comment": ""
        },
        {
            "title": "还自广陵四首",
            "content": "薄茶便当乌程酒，短艇聊充下泽车。坟墓去家无百里，往来仍不废观书。",
            "comment": ""
        },
        {
            "title": "次韵罗正之惠绵扇",
            "content": "吴扇新翻制素绵，名郎持赠意俱圆。有人充户修明月，无女乘鸾向紫烟。供奉宜升清暑殿，动摇合作御风仙。谁知挥却青蝇辈，功在春蚕一觉眠。",
            "comment": ""
        },
        {
            "title": "送佛印",
            "content": "抱包初舍蔚头蓝，江月松风处处参。他日惠林为上首，几年弥勒作同龛。真珠撒帐开新座，飞鸟衔花绕旧庵。云散虎溪莲社友，独依香火思何堪。",
            "comment": ""
        },
        {
            "title": "牵牛花",
            "content": "银汉初移漏欲残，步虚人倚玉阑干。仙衣染得天边碧，乞与人间向晓看。",
            "comment": ""
        },
        {
            "title": "正仲左丞生日",
            "content": "元气锺英伟，东皇赋炳灵。蓂敷十一叶，椿茂八千龄。汗血来西极，抟风出北溟。之无分襁褓，诗礼学趋庭。妙质珠遗海，高材刃发硎。亟更芸阁秘，屡直琐闱青。史笔开凡例，纶言正纬经。文昌频曳履，京兆屡空囹。遂总台纲纪，常参国典刑。两宫隆眷遇，诸夏耸瞻听。武略驱雷电，文锋粲斗星。乞闲辞亢满，分逸下青冥。骑引双朱服，腰横万宝钉。明峰春矗矗，汝水暮泠泠。散策花间径，挥犀水上亭。壼觞延墨客，灯烛按歌伶。周衮归公旦，商岩梦武丁。久闻虚揆席，伫见返皇扃。别数汾阳考，重镌宋父铭。巍然庙堂上，永作世仪形。",
            "comment": ""
        },
        {
            "title": "和书天庆观贺秘监堂三首",
            "content": "史君平昔慕玄清，一到祠堂意一新。户外黄冠应指点，公应便是谪仙人。",
            "comment": ""
        },
        {
            "title": "次韵参寥见别",
            "content": "炉香冉冉纡寒穗，篝火荧荧擢夜芒。预想江天回首处，雪风横急雁声长。",
            "comment": ""
        },
        {
            "title": "次韵何子温",
            "content": "一星就起海隅傍，县弩前驱过射阳。行见斯民无重困，坐令吾道有余光。簿书不碍诗人笔，猿鸟常窥使者章。谈笑自然群吏肃，何须酒後次公狂。",
            "comment": ""
        },
        {
            "title": "再赋流觞亭",
            "content": "仙山游观甲寰瀛，不比人间自雨亭。歌断瑶池云杳杳，酒行金谷水泠泠。珠帘卷雨惊秋近，罗袜凌波笑客醒。月下佩环声更好，应容挥尘伴公听。",
            "comment": ""
        },
        {
            "title": "鲜于子骏使君生日",
            "content": "惟昔高堂梦，熊罴兆吉占。气锺西蜀秀，时应仲秋严。江汉挥犀尾，风云下笔尖。微辞追屈宋，精义到黄炎。操履森寒柏，名声耿夜蟾。击强鵰鹗健，治剧鷿鹈銛。使者旌旄易，将军印缓添。鸳鸿随步武，虎豹入韬钤。锦覆郎官被，彤垂太守襜。两行分蜜炬，十里上珠帘。礼士常悬榻，诛奸或奋髯。雨堂昏绛帐，风帙乱牙签。银汉星初换，金茎露已沾。欢声连北固，寿邑宣东渐。丽句充文几，奇香牣玉奁。簪绅五福具，樽俎四难兼。贱子真殊幸，清标获屡觇。误蒙雕朽木，猥辱画无盐。嘉运方熙洽，英才岂滞淹。伫公归法从，行道慰民瞻。",
            "comment": ""
        },
        {
            "title": "同子瞻端午日游诸寺赋得深字",
            "content": "太史抱孤韵，畅怀在登临。别乘载邹枚，佳辰事幽寻。参差水石瘦，窅窕房栊深。清磬发疏箔，妙香横素襟。复登窣堵波，环回瞩嶔崟。双溪贯城郭，暝色带孤禽。凉飙动爽籁，薄雨生微阴。尘想澹清涟，牢愁洗芳斟。挥箑订往古，援毫示来今。愧无刻烛敏，续此金玉音。",
            "comment": ""
        },
        {
            "title": "春日寓直有怀参寥",
            "content": "觚棱金篾自迢嶢，藏室春深更寂寥。扪虱幽花欹露叶，岸巾高柳转风条。文书几上须髯变，鞍马尘中岁月销。何日一筇江海上，与君徐步看生潮。",
            "comment": ""
        },
        {
            "title": "和程给事赠虞道判六首",
            "content": "汉武游心缥缈间，文成五利尽登坛。何如屈曲韩夫子，不羡神君白玉丹。",
            "comment": ""
        },
        {
            "title": "清溪逢故人",
            "content": "共约来春会，牙樯发画船。和风杨柳岸，微雨杏花天。故国应携手，前途共箸鞭。吴儿看环佩，珠树秀婵娟。",
            "comment": ""
        },
        {
            "title": "夜坐怀莘老司谏",
            "content": "六合寥寥信茫昧，中有日月无根柢。古往今来漫不休，青发素颜从此逝。嗟予自少多邅回，气血未衰心已艾。北渡长淮霜入屦，南窥禹穴尘生袂。日凿一窍浑沌死，虽有余风终破碎。回车复路可无缘，三问道人三不对。",
            "comment": ""
        },
        {
            "title": "田居四首",
            "content": "入夏桑柘稠，阴阴翳墟落。新麦已登场，余蚕犹占箔。隆曦破层阴，霁霭收远壑。雌蜺卧沦漪，鲜飙泛丛薄。林深鸟更鸣，水漫鱼知乐。羸老厌烦歊，解衣屡盘礡。荫树濯凉颸，起行遗带索。冢妇饷初还，丁男耘有托。倒筒备青钱，盐茗恐垂橐。明日输绢租，邻儿入城郭。",
            "comment": ""
        },
        {
            "title": "观辱户部钱尚书和诗饷禄米再成二章上谢",
            "content": "本欲先生一解颐，顿烦分米忍长饥。客无贵贱皆蔬饭，惟有慈亲食肉糜。",
            "comment": ""
        },
        {
            "title": "游龙门山次程公韵",
            "content": "路转横塘入乱峰，遍寻萧洒兴无穷。楼台特起喧卑外，村落随生指点中。溪傍五云清逗玉，松分八面翠成宫。归途父老欣相语，今日程公昔谢公。",
            "comment": ""
        },
        {
            "title": "盆池钓翁",
            "content": "谁刻仙材作钓翁，尺池终日钓微风。令人却忆鸱夷子，散发五湖狂醉中。",
            "comment": ""
        },
        {
            "title": "东城被盗得世字",
            "content": "野人无机心，触事少防卫。所至辄酣寝，屡堕穿窬计。孤亭夜深墨，风死雨初霁。有盗穴壁来，攘取逮衾袂。微思不敌怒，弱力鼓虚锐。起搏且复呼，可否难量势。谁云同室斗，函丈莫相继。两奴眠牖旁，矫首但睥睨。弃之倚柱休，盗亦从此逝。惭无牛缺贤，幸脱燕人毙。亡弓岂须求，失马不必涕。黎明成感叹，事往若异世。良贾号深藏，无阂称善闭。君子勿我夸，得丧求无际。",
            "comment": ""
        },
        {
            "title": "次韵莘老初至汤泉",
            "content": "来路山重复，参天树老苍。一区成小市，数埒引温汤。洗沐同幽客，餔餐就梵坊。未输朝市子，斗酒得西凉。",
            "comment": ""
        },
        {
            "title": "照阁",
            "content": "弥猴镜里三身现，龙女珠中万象开。未若此轩人散後，水光清泛月华来。",
            "comment": ""
        },
        {
            "title": "海康书事十首",
            "content": "卜居近流水，小巢依嶔岑。终日数椽间，但闻鸟遗音。炉香入幽梦，海月明孤斟。鹪鹩一枝足，所恨非故林。",
            "comment": ""
        },
        {
            "title": "四绝",
            "content": "天风吹月入栏干，乌鹊无声子夜阑。织女明星来枕上，了知身不在人间。",
            "comment": ""
        },
        {
            "title": "寄钱节",
            "content": "论月柴门不浪开，命车良为故人来。茫然极目春千里，尚想愁肠日九回。绿水池边聊复尔，黄梁枕上信悠哉。何时共约参寥子，自撷青菁作饭材。",
            "comment": ""
        },
        {
            "title": "悼王子开五首",
            "content": "萧散竹林风，平生约略同。官班嵇叔夜，年辈晋安丰。民咏濡须政，朝推朐{左月右忍}功。九原无复作，埋玉恨何穷。",
            "comment": ""
        },
        {
            "title": "吴兴道中",
            "content": "僶俛荜门下，十年守一方。胡为御舟者，挽我置此傍。青山不肯尽，流水故意长。虽云道理远，瓦樽有酒浆。",
            "comment": ""
        },
        {
            "title": "秋兴九首其七拟杜子美",
            "content": "紫领宽袍漉酒巾，江头萧散作闲人。悲风有意催林叶，落日无情下水滨。车马憧憧诸道路，市朝滚滚共埃尘。觅钱稚子啼红颊，不信山翁箧笥贫。",
            "comment": ""
        },
        {
            "title": "次韵孔彦常舍人曝书",
            "content": "上帝图书府，传观诏特容。嘉宾苍佩玉，盛馔紫驼峰。散帙牙签乱，开函锦袭重。君羹如可请，愿备北堂供。",
            "comment": ""
        },
        {
            "title": "开府李公挽章",
            "content": "报国封章数，论交意气真。先朝贵公子，当代老成人。月动融尊酒，花催郑驿宾。谁知古原上，马鬣一朝新。戚里薨耆旧，哀荣世未如。襚加三事衮，尊致两宫舆。卤簿前衢隘，歌锺後院虚。英风知不坠，芝玉茂庭除。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "高邮西北多巨湖，累累相贯如连珠。",
            "comment": ""
        },
        {
            "title": "春日杂兴十首",
            "content": "飘忽星气徂，青阳迫迟暮。鸣飞各有适，赤白纷无数。雨砌堕危芳，风轩纳飞絮。褰帏香雾横，岸帻云峰度。林影舞窗扉，池光染衣屦。参差花鸟期，蹭蹬琴觞趣。抚事动幽寻，感时遗近慕。秣马膏余车，行行不周路。",
            "comment": ""
        },
        {
            "title": "海康书事十首",
            "content": "裔土桑柘希，蚕月不纺绩。吴绡与鲁缟，取具{左舟右网}船客。一朝南风发，家室相怵迫。半贾鬻我藏，倍称还君息。",
            "comment": ""
        },
        {
            "title": "和孙莘老游龙洞寄孙傅师",
            "content": "苇萧传火度冥冥，作入清都醉魄醒。草隐月崖垂风尾，风生阴穴带龙腥。壁间泉贮千锺碧，门外天横数尺青。更欲仗筇留顷刻，却疑朝市已千龄。",
            "comment": ""
        },
        {
            "title": "滕达道挽词",
            "content": "江南江北奉周旋，合散如云二十年。春邵胜游花散马，夜山清话雨连天。共惊万里长城坏，独把千金宝剑悬。平日书题多散乱，呼儿寻聚一潸然。",
            "comment": ""
        },
        {
            "title": "处州闲题",
            "content": "清酒一杯甜似蜜，美人双鬓黑如鸦。莫夸春色欺秋色，未信桃花胜菊花。",
            "comment": ""
        },
        {
            "title": "春词绝句五首",
            "content": "颠毛渐脱风情少，匣剑空存夹气销。人远地偏无酒肉，春深花鸟谩相撩。",
            "comment": ""
        },
        {
            "title": "悼王子开五首",
            "content": "卓尔金闺彦，颀然玉昏班。周旋三友益，零落十年间。轣辘灵輀动，悠扬素旐还。暮年还抱爱，应复辨追攀。",
            "comment": ""
        },
        {
            "title": "韩枢密夫人挽词二首",
            "content": "天上开华屋，丘山忽返真。内人归賵盛，挽者转哀新。鸾诏初乾墨，鱼轩已暗尘。蔼然多德善，论次有苍珉。",
            "comment": ""
        },
        {
            "title": "怀李公择学士",
            "content": "一辞行旆楚亭皋，几为登临挂郁陶。蓬断草枯时节晚，山长水远梦魂劳。流传玉刻皆黄绢，早晚金闺报大刀。宣室方疑鬼神事，顺风行看驶鸿毛。",
            "comment": ""
        },
        {
            "title": "致政通议口号",
            "content": "秋空画隼照新晴，符隐庵前小队停。玉斝金醪通缱绻，凤笙龙管入青冥。靓妆酾酒花侵席，宝兽呀香雾满庭。太史应占豫州分，上台星近老人星。",
            "comment": ""
        },
        {
            "title": "题騕褭图",
            "content": "双瞳夹镜权协月，尾鬣萧森泽於发。鞍衔不施缰复脱，旁无驭著气腾越。地如砥平丘陇灭，天寒日暮抱饥渴。骧首号鸣思一发，超轶绝尘人恍忽。东门金铸久销歇，曹霸丹青亦云没。赖有龙眠戏挥笔，眼前时见千里骨。玉台阊阖相因依，嗟尔龙媒空自奇。鸾旗日行三十里，焉风逐风追电为。",
            "comment": ""
        },
        {
            "title": "广陵五题其三次韵子由题蜀井",
            "content": "蜀冈精气滀多年，故有清泉发石田。乍饮肺肝俱澡雪，久窥杖屦亦轻便。炊成香稻流珠滑，煮出新茶泼乳鲜。坐使二公乡思动，放杯西望欲挥鞭。",
            "comment": ""
        },
        {
            "title": "送僧归保宁",
            "content": "西湖环岸皆招提，楼阁晦明如卧披。保宁复在最佳处，水光四合无端倪。车尘不来马足断，时有海月相因依。上人弱龄已隶此，心目所证惟瑰琦。白玉芙蓉出清沼，天然不受缁尘扰。坐客一语不入意，目如明星视飞鸟。冠切云兮佩玉难，上人顾之真等闲。应缘聊入人间世，兴尽却归湖上山。伊余久欲窥禹穴，矧今仲父官东越。行挽秋风入剡溪，为君先醉西湖月。",
            "comment": ""
        },
        {
            "title": "次韵裴秀才上太守向公二首",
            "content": "东风已动北风归，寒气侵寻自霁威。何处管弦传腊酒，谁家刀尺制春衣。使君英妙开莲幕，别驾风流出粉闱。唯有广文官独冷，终年如坐水边矶。",
            "comment": ""
        },
        {
            "title": "觌觏二弟作小室请书鲁直名曰寄寂作此寄之用",
            "content": "力田不逢年，识者未宜闵。他时岁在金，百两无虚稛。士生当自量，天道平如准。汝兄鲁叔山，正坐不前谨。有琴亦无弦，何心尚求轸。客来欲颓玉，大白辄满引。官长既屡骂，诸生亦时冁。一口吸西江，玄哉居士蕴。岁寒知苍松，日暮识丹槿。梦想八九椽，森然罗玉笋。",
            "comment": "：【原题】：\r\n觌觏二弟作小室请书鲁直名曰寄寂作此寄之用孙子实韵 | 【注释】【原题】：觌觏二弟作小室请书鲁直名曰寄寂作此寄之用孙子实韵"
        },
        {
            "title": "圆通院白衣阁",
            "content": "一根反本六根同，古佛传家有此风。满目红蕖参翠盖，不唯门里获圆通。",
            "comment": ""
        },
        {
            "title": "俞公达待制挽词二首",
            "content": "词场英妙气如虹，出入青云见事功。流马木牛通蜀漕，葛巾羽扇破渠戎。风生使者旌旄上，春在将军俎豆中。诏墨未乾人奄忽，伤心江汉日倾东。",
            "comment": ""
        },
        {
            "title": "和虚飘飘",
            "content": "虚飘飘，虚飘飘。风寒飘絮浪，春暖履冰桥。势缓霜垂霰，声乾叶下条。雨中沤点没流水，风里彩云铺远霄。虚飘飘，比时光影犹坚牢。",
            "comment": ""
        },
        {
            "title": "次韵邢敦夫秋怀十首",
            "content": "昔者曾中书，门户实难瞰。笔劫如长淮，初源可觞滥。经营终入海，欲语焉能暂。斯人今则亡，悲歌风惨澹。",
            "comment": ""
        },
        {
            "title": "题赵团练画江干晚景四绝",
            "content": "本自江湖客，宦游常苦心。看君小平远，怀我旧登临。",
            "comment": ""
        },
        {
            "title": "寄李公择郎中",
            "content": "节旄淮畔脱秋风，忽跨鲸鱼上碧空。华秀两跗当重露，文成五色在高桐。江南又说衣冠盛，廷右仍瞻礼乐隆。朝睍既升淮海见，瀌瀌雨雪自消融。",
            "comment": ""
        },
        {
            "title": "元佑三年余被召至京师从翰林苏先生过兴国浴",
            "content": "聊移小榻就风廊，卧久衣巾带佛香。白发道人还省否，前年引去病贤良。",
            "comment": "：【原题】：\r\n元佑三年余被召至京师从翰林苏先生过兴国浴室院始识汶师後二年复来阅诸公诗因次韵 | 【注释】【原题】：元佑三年余被召至京师从翰林苏先生过兴国浴室院始识汶师後二年复来阅诸公诗因次韵"
        },
        {
            "title": "对淮南诏狱二首",
            "content": "一室如悬磬，人音尽不闻。老兵随卧起，漂母给朝曛。樊雉思秋野，鞲鹰望暮云。念归忘食事，日减臂环分。",
            "comment": ""
        },
        {
            "title": "观易元吉獐猿图歌",
            "content": "参天老木相樛枝，{上山下欺}空怪石衔青漪。两猿上下一旁挂，两猿熟视苍蛙疑。萧萧丛竹山风吹，海棠杜宇相因依。下有两獐从两儿，花餐草囓含春嬉。艺老笔精湖海推，画意忘形形更奇。解衣一扫神扶持，他日自见犹嗟咨。金钱百万酒千鸱，荆南将军欣得之。老禅豪取橐为垂，白昼掩门初许窥。房栊炯炯明冬曦，榛丛羽革分豪厘。残编未终且归读，岁暮有间重借披。",
            "comment": ""
        },
        {
            "title": "江月楼",
            "content": "仙翁看月三百秋，江波日去月不流。肯因炎尘暝空阔，直与江月同清幽。苍梧云气眉山雨，玉箫三年无今古。九天雨露蛰蛟龙，琅玕长凭清虚府。",
            "comment": ""
        },
        {
            "title": "南都新亭行寄王子发",
            "content": "洛水沄沄天上动，道人隋渠下梁宋。宋都堤上十二亭，一一飞惊若鸾凤。光华远继周王雅，宴喜还归鲁侯颂。玉觞严令肃衣冠，金缕哀音绕梁栋。娟娟残月照波翻，习习暖风吃鸟哢。何处高帆落文鷁，谁家骏马嘶征鞚。柳枝芳草恨连天，暮雨朝云同昨梦。借问亭名制者谁，留守王公才望重。胸中云梦吞八九，日解千牛节皆中。祥符相公实曾祖，庭列三槐多伯仲。承明厌直出荆州，转守此都行大用。此都去天才尺五，交广荆扬归引控。兔园事迹化黄埃，清泠文雅堪长恸。舳舻衔尾车挂轊，昨日出迎今日送。送故迎新无已时，古往今来相戏弄。亭下嶔崎淮海客，末路逢公诗酒共。一樽明日难重持，岂恤官期後芒种。今年气候颇云早，夭矫梅花春欲纵。行见亭中祖帐开，千乘送公归法从。",
            "comment": ""
        },
        {
            "title": "还自汤泉十四韵",
            "content": "岁晚倦城郭，联骖度嶪峨。天黄云脚乱，村黑鸟翎讹。潦水侵生路，晴天落慢坡。澄江练不卷，温井监新磨。渔火分星远，沙鸥散点多。霸祠题玉箸，龙窟受金波。琬琰存吴事，儿童记楚歌。孤龛瘦居士，双塔老头陀。飞鼠鸣深穴，胡蜂结巧窠。晚参圆白足，昏梵礼青螺。云驭沉荒甃，仙舂没浅莎。杖藜从莫逆，谈笑入无何。惨澹日连雾，萧骚风转阿。华清俄梦断，回首失烟萝。",
            "comment": ""
        },
        {
            "title": "和孙莘老题召伯斗野亭",
            "content": "淮海破冬仲，雪霜滋不平。菱荷枯折尽，积水寒更清。辍棹得佳观，湖天绕朱甍。信美无与娱，浊醪聊自倾。北眺桑梓国，悠然白云生。南望古邗沟，沧波带芜城。村墟翳茅竹，孤烟起晨烹。檐间鸟声落，客子念当行。揽衣视日景，薄阴漏微明。何时复来游，春风发鲜荣。",
            "comment": ""
        },
        {
            "title": "茶臼",
            "content": "幽人耽茗饮，刳木事捣撞。巧制合臼形，雅音侔柷椌。灵室困亭午，松然明鼎窗。呼奴碎圆月，搔首闻铮鏦。茶仙赖君得，睡魔资尔降。所宜玉兔捣，不必力士扛。愿偕黄金碾，自比百玉缸。彼美制作妙，俗物难与双。",
            "comment": ""
        },
        {
            "title": "次韵王仲至侍郎",
            "content": "螭口清漪下玉栏，隔花时听鸟关关。酒行寒食清明际，人在蓬壼阆苑间。天近省闱卿月丽，春偏戚里将星闲。忽思归去焚香坐，静取楞严看入还。",
            "comment": ""
        },
        {
            "title": "次韵曾存之啸竹轩",
            "content": "翩翩曾公子，子猷定前身。嗜好准畴昔，了然不缁磷。寄食平准官，植竹当比邻。朝与竹相对，暮与竹相亲。安可一日无，此君真可人。",
            "comment": ""
        },
        {
            "title": "次韵酬陈传道",
            "content": "白发三冬学，青衫八尺身。谁知人上杰，聊作吏中循。挥翰通元气，开编友古人。寄声张氏子，曲逆岂长贫。",
            "comment": ""
        },
        {
            "title": "辨才法师尝以诗见寄继闻示寂追次其韵",
            "content": "遥闻只履去翛然，诗翰才收数月前。江海尽头人灭度，乱山深处塔孤圆。忆登夜阁天连雁，同看秋崖月破烟。尚有众生未成佛，肯超欲界入诸禅。",
            "comment": ""
        },
        {
            "title": "梦伯收文公",
            "content": "昨夜梦故人，心颜少欢趣。自嗟弃有司，却言归山路。君王下明诏，群英翕争赴。焦鹏共挥翮，跛鳖亦骋步。扰扰天地间，飞鸟不知数。何意独萧条，命与时相忤。空复蔽马牛，不为匠人顾。昔为土中花，行待东风煦。今为檐下草，远矣沾秋露。老母鬓成丝，寒妻被无絮。岁暮多严风，絺綌将焉度。觉来不复见，抚枕泪如注。安得万顷波，活此舟中鲋。",
            "comment": ""
        },
        {
            "title": "次韵邢敦夫秋怀十首",
            "content": "暮有二客至，俱以能禅闻。一枝惠林出，一派智海分。言各不相可，往来剧丝棼。谢客姑舍是，妨余醉看云。",
            "comment": ""
        },
        {
            "title": "送陈太初道录",
            "content": "先生簪绂後，世系本绵瓜。驻马生枯骨，回车济病蛇。带云眠酒市，和月醉渔家。落日千山路，西风一枕霞。几年流俗笑，一旦五侯夸。棋惜春深日，琴憎雨後蛙。背因书字曲，发为注经华。地转东淮水，天回北斗车。新宫黄道近，旧隐白云遐。顾我身多累，逢君意谩夸。空提方士剑，未上客星槎。何日同归去，重飞九转砂。",
            "comment": ""
        },
        {
            "title": "马上口占二首",
            "content": "霜风棱棱万木枯，梅花破萼犹含须。田家往往事游猎，追逐狐兔相号呼。微茫山中起狂烧，隐约林梢低日车。马头渐觉有佳趣，勿厌阡陌多萦纡。",
            "comment": ""
        },
        {
            "title": "早春",
            "content": "黄金蔌蔌满垂杨，尚有春寒到画堂。酒力渐销歌扇怯，入帘飞雪带梅香。",
            "comment": ""
        },
        {
            "title": "刘公干",
            "content": "邺中多贤豪，公干气飘逸。弱岁颇徊徨，飘零低金室。君王事邀宴，下马列琴瑟。豪吹挟哀弹，娱欢非一日。当年侍赓酬，珠玉在挥笔。五字一何工，妙绝冠俦匹。所得虽经奇，未得偏人失。",
            "comment": ""
        },
        {
            "title": "游杭州佛日山净慧寺",
            "content": "五里乔松径，千年古道场。泉声与岚影，收拾入僧房。",
            "comment": ""
        },
        {
            "title": "送周裕之赴新息令",
            "content": "丈人淮海英，抗节浮云外。挥毫错星锦，抵掌参竽籁。青春抱修能，脱略无范蔡。晚营三径资，百里聊束带。扁舟岁欲徂，古刹夜仍艾。去去整羽仪，行与高风会。",
            "comment": ""
        },
        {
            "title": "辇下春晴",
            "content": "楼阙过朝雨，参差动霁光。衣冠纷禁路，云气绕宫墙。乱絮迷春阔，荐花困日长。经旬辜酒伴，犹未献长杨。",
            "comment": ""
        },
        {
            "title": "和王忠玉提刑",
            "content": "嵩峰何其高，峰高气尤清。念昔秋欲老，从公峰下行。古木上参天，哀禽报新晴。修涂云外转，槁叶风中零。曛黑度伊水，眇然古今情。黎明出龙门，山川莽难名。信美非吾土，顾瞻怀楚萍。美人天一方，伤哉谁目成。黄缓我聊尔，白鸥公勿惊。糟醨可餔啜，古人忌偏醒。",
            "comment": ""
        },
        {
            "title": "与倪老伯辉九曲池有怀元龙参寥",
            "content": "云月娟娟淮海秋，隋家池上共浮游。可怜一段风流事，特欠支郎与子猷。",
            "comment": ""
        },
        {
            "title": "三月晦日偶题",
            "content": "节物相催各自新，痴心儿女挽留春。芳菲歇去何须恨，夏木阴阴正可人。",
            "comment": ""
        },
        {
            "title": "海康书事十首",
            "content": "培塿无松极，驾言出焉游。读书与意会，却扫可忘忧。尺蠖以时诎，其信亦非求。得归良不恶，未归且淹留。",
            "comment": ""
        },
        {
            "title": "满庭芳 咏茶",
            "content": "雅燕飞觞，清谈挥座，使君高会群贤。密云双凤，初破缕金团。窗外炉烟似动，开瓶试、一品香泉。轻淘起，香生玉尘，雪溅紫瓯圆。娇鬟。宜美盼，双擎翠袖，稳步红莲。坐中客翻愁，酒醒歌阑。点上纱笼画烛，花骢弄、月影当轩。频相顾，馀欢未尽，欲去且流连。",
            "comment": "： | ：\r\n这是一首饶有情韵的咏茶词 ，上片咏宴集烹茶，细致优雅；下片引入情事，兼写捧茶之人。\r\n上片前三句写群贤高会宴饮的情状，为下文咏茶作铺垫。“雅燕”，即雅宴，高雅的宴会。“飞觞”，举杯饮酒。觞，古代盛酒器，呈雀形，称羽觞，故谓举觞为飞觞 。挥麈清淡 ，本魏晋名士风习，常执麈尾（拂尘 ），挥动以助谈兴。如《晋书·王衍传》谓衍“终日清谈 ，⋯⋯每捉玉柄麈尾”。“使君”，对州郡长官的尊称。这里当指周熟仁。此三句既点出主人风姿之高雅，又点明宴集之盛大，群贤之脱俗，为写品茗助兴作好了辅垫 。“密云”二句入题。“密云”，茶名 ，又名密云龙 、密云团。“双凤”，茶名，即双凤团 。“密云”、“双凤”皆珍贵的茶饼。“破”，谓擘开茶饼 。“缕金团”等名茶皆为贡品，皇帝又每以分赐大臣 ，即所谓“赐茶”。“外”二句，写生炉子煮水。古人煮茶，非常讲究选水。扬水江南水，有“天下第一泉”之号 ，词中的“一品香泉”，也许就是指这最佳的泉水 。“轻涛”三句，细写烹茶的情状。宋人很讲究煮茶的方法：把泉水倒进茶瓶，用风炉加热，小沸即可（即术语的“蟹眼”），再把研碎了的茶叶投入，便有白色泡沫浮在茶汤上面 ，称为“玉乳 ”、“雪花乳”，然后轻轻搅拌，便可斟饮。\r\n这片四句，写美丽的侍女高擎茶具款客的动人场面。“红莲”，指女子的脚步。“坐中”二句，紧承上文。对着名茶美女，怎能不感到良宵太短呢？反愁歌阑酒醒时 ，人将归去 。“点上”二句，说月已当轩，夜深矣，而马弄月影，已不耐烦、暗示已到该离去之时 。“频相顾”三句，偏写座客尚未尽欢，流连不忍离去。“相顾”，与上文“娇鬟”呼应。\r\n此词既细腻传神地写出了煮茶的程序，又写出了雅宴清谈中侍女的娇美，坐客的流连，表现了高会难逢，主人情重的意蕴，充满清雅，高旷的情致。 | 【注释】这是一首饶有情韵的咏茶词 ，上片咏宴集烹茶，细致优雅；下片引入情事，兼写捧茶之人。上片前三句写群贤高会宴饮的情状，为下文咏茶作铺垫。“雅燕”，即雅宴，高雅的宴会。“飞觞”，举杯饮酒。觞，古代盛酒器，呈雀形，称羽觞，故谓举觞为飞觞 。挥麈清淡 ，本魏晋名士风习，常执麈尾（拂尘 ），挥动以助谈兴。如《晋书·王衍传》谓衍“终日清谈 ，&#8943;&#8943;每捉玉柄麈尾”。“使君”，对州郡长官的尊称。这里当指周熟仁。此三句既点出主人风姿之高雅，又点明宴集之盛大，群贤之脱俗，为写品茗助兴作好了辅垫 。“密云”二句入题。“密云”，茶名 ，又名密云龙 、密云团。“双凤”，茶名，即双凤团 。“密云”、“双凤”皆珍贵的茶饼。“破”，谓擘开茶饼 。“缕金团”等名茶皆为贡品，皇帝又每以分赐大臣 ，即所谓“赐茶”。“外”二句，写生炉子煮水。古人煮茶，非常讲究选水。扬水江南水，有“天下第一泉”之号 ，词中的“一品香泉”，也许就是指这最佳的泉水 。“轻涛”三句，细写烹茶的情状。宋人很讲究煮茶的方法：把泉水倒进茶瓶，用风炉加热，小沸即可（即术语的“蟹眼”），再把研碎了的茶叶投入，便有白色泡沫浮在茶汤上面 ，称为“玉乳 ”、“雪花乳”，然后轻轻搅拌，便可斟饮。这片四句，写美丽的侍女高擎茶具款客的动人场面。“红莲”，指女子的脚步。“坐中”二句，紧承上文。对着名茶美女，怎能不感到良宵太短呢？反愁歌阑酒醒时 ，人将归去 。“点上”二句，说月已当轩，夜深矣，而马弄月影，已不耐烦、暗示已到该离去之时 。“频相顾”三句，偏写座客尚未尽欢，流连不忍离去。“相顾”，与上文“娇鬟”呼应。此词既细腻传神地写出了煮茶的程序，又写出了雅宴清谈中侍女的娇美，坐客的流连，表现了高会难逢，主人情重的意蕴，充满清雅，高旷的情致。"
        },
        {
            "title": "燕觞亭",
            "content": "碧流如镜羽觞飞，夏木阴阴五月时。清渭日长游女困，武陵春去落花迟。玉笙吹罢觥筹错，蜜炬烧残簪珥遗。吴越风流公第一，未输出简习家池。",
            "comment": ""
        },
        {
            "title": "艇斋",
            "content": "平生乐渔钓，放浪江湖间。兀兀寄幽艇，不忧浪如山。闻君城郭居，左右群书环。有斋亦名艇，何时许追攀。钓古不钓今，所得孔与颜。不然如尔祖，跨鹤出云寰。",
            "comment": ""
        },
        {
            "title": "次韵蔡子骏琼花",
            "content": "无双亭上传觞处，最惜人归月上时。相见异乡心欲绝，可怜花与月应知。",
            "comment": ""
        },
        {
            "title": "春日杂兴十首",
            "content": "客从远方来，遗我昭华管。吹之动人心，异境生虚窾。磝磝青嶂横，泱泱春溜满。马蹄交狭邪，车毂错平坦。士女竞芳辰，禽鱼荫修竿。依微认睇笑，凌没见纤短。停吹欻泯灭，耽耽复空馆。灵物信所珍，顾恨知音罕。",
            "comment": ""
        },
        {
            "title": "送王元龙赴泗州",
            "content": "子猷风味最诸王，试吏聊怀筦库章。鹄峙碧桐初振羽，珠遗沧海渐腾光。淮山暮眺千峰擢，洛水秋输万鷁翔。顾我行为大梁役，一卮薄酒话愁肠。",
            "comment": ""
        },
        {
            "title": "即席次君礼年兄韵",
            "content": "情舒喜面山浮翠，袖满薰风凉透时。萍碎锦鳞金网举，影差帘燕玉钩垂。轻轻篆鼎凝香细，款款方壼转漏迟。清兴比来同约久，趣多深意古人诗。",
            "comment": ""
        },
        {
            "title": "题赵团练画江干晚景四绝",
            "content": "鸟外云峰晚，沙头草树晴。想初挥洒就，侍女一齐惊。",
            "comment": ""
        },
        {
            "title": "次韵宋履中近谒大庆退食馆中",
            "content": "翠华初到殿中间，三馆诸儒共一班。迎谒晓廷清跸近，退穿春仗彩旓闲。病来怕饮东西玉，老去惭陪大小山。知续春明退朝录，借观当奉一鸱还。",
            "comment": ""
        },
        {
            "title": "题五柳亭",
            "content": "结构依流水，新题五柳亭。登临有遗味，攀折不胜情。隔岸闾阎鼓，遶轩舟舫横。",
            "comment": ""
        },
        {
            "title": "睡足轩二首",
            "content": "数椽空屋枕清流，一榻萧然散百忧。终日掩关尘境谢，有时开卷古人游。鸣鸠去後沧浪晚，飞雨来初菡萏秋。此处便令君睡足，何须云梦泽南州。",
            "comment": ""
        },
        {
            "title": "金山晚眺",
            "content": "西津江口月初弦，水气昏昏上接天。清渚白沙茫不辨，只应灯火是渔船。",
            "comment": ""
        },
        {
            "title": "泗州东城晚望",
            "content": "渺渺孤城白水环，舳舻人语夕霏间。林梢一抹青如画，应是淮流转处山。",
            "comment": ""
        },
        {
            "title": "次韵太守向公登楼眺望二首",
            "content": "庖烟起处认孤村，天色清寒不见痕。车辋湖边梅溅泪，壶公祠畔月销魂。封强尽是春秋国，庙食多怀将相恩。试问李斯长叹後，谁牵黄犬出东门。",
            "comment": ""
        },
        {
            "title": "次韵太守向公登楼眺望二首",
            "content": "茫茫汝水抱城根，野色偷春入烧痕。千点湘妃枝上泪，一声杜宇水边魂。遥怜鸿隙陂穿路，尚想元和贼负恩。粉堞女墙都已尽，恍如陶侃梦天门。",
            "comment": ""
        },
        {
            "title": "春日五首",
            "content": "金屋旧题烦乙子，蜜脾新采赖蜂臣。蜻蜓蛱蝶无情思，随例颠忙过一春。",
            "comment": ""
        },
        {
            "title": "春日五首",
            "content": "春禽叶底引圆吭，临罢黄庭日正长。满院柳花寒食後，旋钻新火爇炉香。",
            "comment": ""
        },
        {
            "title": "春日五首",
            "content": "裌衣新著倦琴书，散策池塘返照初。翠碧黄鹂相续去，荇丝深处见游鱼。",
            "comment": ""
        },
        {
            "title": "春日五首",
            "content": "幅巾投晓入西园，春动林塘物物鲜。却憩小庭才日出，海棠花发麝香眠。",
            "comment": ""
        },
        {
            "title": "纳凉",
            "content": "携杖来追柳外凉，画桥南畔倚胡床。月明船笛参差起，风定池莲自在香。",
            "comment": ""
        },
        {
            "title": "秋日三首",
            "content": "连卷雌蜺挂西楼，逐雨追晴意未休。安得万妆相向舞，酒酣聊把作缠头。",
            "comment": ""
        },
        {
            "title": "秋日三首",
            "content": "月团新碾瀹花瓷，饮罢呼儿课楚词。风定小轩无落叶，青虫相对吐秋丝。",
            "comment": ""
        },
        {
            "title": "秋日三首",
            "content": "霜落邗沟积水清，寒星无数傍船明。菰蒲深处疑无地，忽有人家笑语声。",
            "comment": ""
        },
        {
            "title": "赠女冠畅师",
            "content": "瞳人剪水腰如束，一幅乌纱裹寒玉。飘然自有姑射姿，回看粉黛皆尘俗。雾合云窗人莫窥，门前车马任东西。礼罢晓坛春日静，落红满地乳鸦啼。",
            "comment": ""
        },
        {
            "title": "春日五首",
            "content": "一夕轻雷落万丝，霁光浮瓦碧参差。有情芍药含春泪，无力蔷薇卧晓枝。",
            "comment": ""
        },
        {
            "title": "一斛珠",
            "content": "碧云寥廓。倚阑怅望情离索。悲秋自怯罗衣薄。晓镜空悬，懒把青丝掠。江山满眼今非昨。纷纷木叶风中落。别巢燕子辞帘幕。有意东君，故把红丝缚。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "越艳风流，占天上、人间第一。须信道、绝尘标致，倾城颜色。翠绾垂螺双髻小，柳柔花媚娇无力。笑从来、到处只闻名，今相识。脸儿美，鞋儿窄。玉纤嫩，酥胸白。自觉愁肠搅乱，坐中狂客。金缕和杯曾有分，宝钗落枕知何日。谩从今、一点在心头，空成忆。",
            "comment": ""
        },
        {
            "title": "醉蓬莱",
            "content": "见扬州独有，天下无双，号为琼树。占断天风，岁花开两次。九朵一苞，攒成环玉，心似珠玑缀。瓣瓣玲珑，枝枝洁净，世上无花类。冷露朝凝，香风远送，信是琼瑶贵。料得天宫有，此地久难留住。翰苑才人，贵家公子，都要看花去。莫吝金钱，好寻诗伴，日日花前醉。",
            "comment": ""
        },
        {
            "title": "夜游宫",
            "content": "何事东君又去。空满院、落花飞絮。巧燕昵喃向谁语。何曾解、说伊家、些子苦。况是伤心绪。念个人、又成睽阻。一觉相思梦回处。连宵雨、更那堪、闻杜宇。",
            "comment": ""
        },
        {
            "title": "青门饮",
            "content": "风起云间，雁横天末，严城画角，梅花三奏。塞草西风，冻云笼月，窗外晓寒轻透。人去香犹在，孤衾长闲馀绣。恨与宵长，一夜薰炉，添尽香兽。前事空劳回首。虽梦断春归，相思依旧。湘瑟声沈，庾梅信断，谁念画眉人瘦。一句难忘处，怎忍辜、耳边轻咒。任人攀折，可怜又学，章台杨柳。",
            "comment": ""
        },
        {
            "title": "御街行",
            "content": "银烛生花如红豆。这好事、而今有。夜阑人静曲屏深，借宝瑟、轻轻招手。一阵白苹风，故灭烛、教相就。花带雨、冰肌香透。恨啼鸟、辘轳声晓。岸柳微风吹残酒。断肠时、至今依旧。镜中消瘦。那人知後，怕你来僝僽。",
            "comment": ""
        },
        {
            "title": "画堂春",
            "content": "东风吹柳日初长。雨馀芳草斜阳。杏花零落燕泥香。睡损红妆。香篆暗消鸾凤，画屏萦绕潇湘。暮寒轻透薄罗裳。无限思量。",
            "comment": ""
        },
        {
            "title": "失调名",
            "content": "粽团桃柳，盈门共垒，把菖蒲、旋刻个人人。",
            "comment": ""
        },
        {
            "title": "失调名",
            "content": "天若有情，天也为人烦恼。",
            "comment": ""
        },
        {
            "title": "南柯子/南歌子",
            "content": "霭霭迷春态，溶溶媚晓光。不应容易下巫阳。祗恐翰林前世、是襄王。暂为清歌驻，还因暮雨忙。瞥然飞去断人肠。空使兰台公子、赋高唐。",
            "comment": ""
        },
        {
            "title": "添春色/醉乡春",
            "content": "唤起一声人悄。衾冷梦寒窗晓。瘴雨过，海棠晴，春色又添多少。社瓮酿成微笑。半缺瘿瓢共舀。觉健倒，急投床，醉乡广大人间小。",
            "comment": ""
        },
        {
            "title": "失调名",
            "content": "我会从事风流府。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "髻子偎人娇不整，眼儿失睡微重。寻思模样早心忪。断肠携手，何事太匆匆。不忍残红犹在臂，翻疑梦里相逢。遥怜南埭上孤篷。夕阳流水，红满泪痕中。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "千里潇湘挼蓝浦，蓝桡昔日曾经。月高风定露华清。微波澄不动，冷浸一天星。独倚危樯情悄悄，遥闻妃瑟泠泠。新声寒尽古今情。曲终人不见，江上数峰青。",
            "comment": "：　　这首词约写于宋哲宗绍圣三年作者贬官郴州时，回忆昔日曾经潇湘的感受。\r\n　　词的起首两句为倒装。“挼蓝”，形容江水的清澈。古代挼取蓝草以取青色，故称“挼蓝”或“揉蓝”。“桡”，船桨，“兰桡”是对舟的美称。《楚辞·湘君》中有：桂櫂兮兰枻”、“荪桡兮兰旌”句，即用桂木做的櫂，用兰木做的枻；或用荪草饰的桡，用兰草饰的旌旗，都是形容湘君所乘船的装饰。这里的“兰桡”代指木兰舟，暗指这一带正是当年骚人屈原的兰舟所经过的地方。这两句是写他从处州贬来郴州时，曾乘船经过清澈如蓝的千里湘江，犹如在步当年骚人屈原的足迹，在千里潇湘水上走着迁谪的苦难历程，接着三句写泊舟湘江夜景。写这时月升中天，风停息下来，因为夜深，看两岸花草上露水开始凝结，在月光照射下晶莹透亮。整个潇湘水面是平静的，没有风也没有浪，满天星斗正浸泡在江水里，星星冷得似乎在发抖，写出了深夜的寒意。这是移情写法，把人的冷意由“一天星”表现出来。\r\n　　词的下片写情。开始两句，写词人泊舟湘江浦，独自靠在高高的樯杆上，静静地倾听远方传来的湘妃清冷的瑟声。“妃”，指湘妃。传说潇湘一带，是舜的两个妃子娥皇、女英哭舜南巡不返，泪洒湘竹，投湘水而死的地方。又传二妃善于鼓瑟，《楚辞·远游》有“使湘灵鼓瑟兮，令海若舞冯夷。”特定的时地，触发了词人的历史联想，从而写出了这潇湘之夜似幻似真的泠泠瑟声，曲折地透露出寂寞凄冷的心境。接着第三句，进一步描写对瑟声的感受，湘妃的瑟声是清凉哀怨的，抒发了她们对舜帝思念的深情，这是古今有情人共同的心声，不仅是湘妃的，也包含了词人的幽怨。词的歇拍两句，写听完曲子，抬头寻找湘妃，她已悄然不见踪影了，只有江岸无数座青青山峰巍然耸立，更进一步写出词人的怅惘之情和刚毅不屈的性格。钱起《湘灵鼓瑟》诗有：“善鼓云和瑟，常闻帝子灵。……曲终人不见，江上数峰青”。词末两句全用钱起成句入词，但用得恰到好处，毫无斧凿之痕。（董冰竹） | 【注释】此词当为作者于元符元年（1098）由郴州贬徙横州途中所作。词中描写了泊舟之地——潇湘浦的夜色，以及作者独倚船桅的凄清心绪。起两句总叙：千里潇湘江上，浦口水色似揉蓝。桡，船桨。兰桡代指木兰舟 ，这是对舟船的美称。《楚辞·九歌·湘君》：“桂棹兮兰枻 。”柳宗元《酬曹侍御过象县有寄》有“骚人遥驻木兰舟”之句。这首词中的“兰桡”即指骚人屈原所乘的舟船。这一带正是当年诗人的兰舟曾经经过的地方。首句写眼前景，却从“千里潇湘”的广阔范围带起。次句由眼前景引出“昔日”楚国旧事，显现出朦胧的历史图景，暗示自己如今正步当年诗人的足迹，在千里潇湘之上走着迁谪的行程。接下来“月高风定露华清，微波澄不动，冷浸一天星 。”三句续写泊舟潇湘浦所见：夜深了，月轮高挂中天，风已经停息下来，清莹的露水开始凝结。眼前的潇湘浦口，微波不兴，澄碧的水面荡漾着一股寒气，满天星斗正静静地浸在水中。这境界，于高洁清莹中透出寂寥幽冷，显示出词人贬谪南州途中的心境。风定露清，波平水静，一切都似乎处于凝固不动之中，但词人的思绪并不平静。“独倚危樯情悄悄，遥闻妃瑟泠泠 。”说在这清寂的深夜，词人泊舟浦口，独倚高樯，内心正流动着无穷的忧思，隐约中，似乎听到远处传来清泠的瑟声。此处用舜妃娥皇 、女英之典。“遥闻妃瑟泠泠”是特定的地点和清泠的现境触发了词人的历史联想，并由此产生一种若有所闻、似幻似真的错觉，这潇湘深夜的泠泠瑟声都曲折地透露了词人自己凄凉寂寞的心声。“新声含尽古今情 ”写作者对江上瑟声的感受，说词人与湘灵一样 ，有着无穷的幽怨 。瑟中所奏的“新声”，包含了古人和今人的共同感情 。古，指湘灵；今，指词人自己。结句“曲终人不见，江上数峰青。”全用钱起《省试湘灵鼓瑟》成句，如同己出，活化出作者在曲终之后更深一层的寂寥和怅惘，也透露了词人高洁的性格。全词渗透着楚骚情韵，通篇写景寄情，情景交融，运笔细腻，意境幽深，委婉蕴藉，韵味无穷。"
        },
        {
            "title": "南歌子",
            "content": "香墨弯弯画，燕脂淡淡匀。揉蓝衫子杏黄裙。独倚玉阑无语、点檀唇。人去空流水，花飞半掩门。乱山何处觅行云。又是一钩新月、照黄昏。",
            "comment": " | 【注释】此词当为词人前期作品。词中先写女子盛妆与待人的情景，再写她待人与失望的情怀。上片工笔重彩，写女子晓妆或午妆 。“香墨弯弯画 ，燕脂淡淡匀”，虽未直说是画眉、搽脸，但可以从“画”且“弯弯 ”，和“匀”与“燕脂”中体会得出 。“画”与“ 匀 ”都运用得精当，而“弯弯”与“淡淡”叠字从音情、形色又配合恰好。由于口红只是圆圆地涂在唇上 ，故只消着一“点”字便妙。“揉蓝衫子杏黄裙”一句却不用一个动词，不仅省炼，而且还能传达一种仔细上下打量的神情。这里运用了一连串的颜色：“香墨”、“燕脂”、“揉蓝”、“杏黄”、“檀”等，将画面渲染得浓丽鲜妍 。运用动词，巧妙设色，不但显出作者绝妙文采，而且写出梳妆者的精心着意。接下来“独倚”一句使这幅美人图获得画图难足的意态。既然是“独”，却用心打扮 ，不知她“谁适为容”，可见画外分明还有一个人在。“独倚玉阑”的女子看来是在等待 ，“无语”二字意味深长，这一位盛妆的佳人仍存一线希望，虽然盛妆掩饰不住她内心的空虚。过片好象一幅写意的暮春黄昏图景，上片已露端倪的情事，在这里处处有发展，有关合 。“人去”二字紧连上文，可见那人的确是远走了。阑外空有“流水”，流水悠悠长逝，似乎象征那人的薄幸。风扬“花飞 ”，是残春光景，又给人以美人迟暮的暗示。门儿“半掩”而不深闭，似乎为谁半开着，又恰是女子不能断念的心情的一个写照。由于心烦意乱，移情于物，群山便成“乱山”。水流，花飞，云行 ，真见得风流云散 。这几句俱有比兴意味，而末句则直赋眼前景：“又是一钩新月照黄昏 。”看似用笔直写，实则字字叹息 。“又是”二字道出这样的等待、这样的失望远不止是一次，怨情溢于言表。这首词移情于景，情景惨淡 ，微怨尽在不言中。全词写人亦写景，写景亦写人，上下连贯，意脉相通，浓墨重彩地表现了女子期待、焦虑、失望的心态。"
        },
        {
            "title": "南歌子",
            "content": "愁鬓香云坠，娇眸水玉裁。月屏风幌为谁开。天外不知音耗、百般猜。玉露沾庭砌，金风动琯灰。相看有似梦初回。只恐又抛人去、几时来。",
            "comment": ""
        },
        {
            "title": "品令",
            "content": "掉又惧。天然个品格。於中压一。帘儿下时把鞋儿踢。语低低、笑咭咭。每每秦楼相见，见了无限怜惜。人前强不欲相沾识。把不定、脸儿赤。",
            "comment": ""
        },
        {
            "title": "品令",
            "content": "幸自得。一分索强，教人难吃。好好地恶了十来日。恰而今、较些不。须管啜持教笑，又也何须肐织。衠倚赖脸儿得人惜。放软顽、道不得。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "行行信马横塘畔。烟水秋平岸。绿荷多少夕阳中。知为阿谁凝恨、背西风。红妆艇子来何处。荡桨偷相顾。鸳鸯惊起不无愁。柳外一双飞去、却回头。",
            "comment": ""
        },
        {
            "title": "调笑令",
            "content": "眷恋。西湖岸。湖面楼台侵云汉。阿溪本是飞琼伴。风月朱扉斜掩。谢郎巧思诗裁翦。能动芳怀幽怨。",
            "comment": ""
        },
        {
            "title": "满庭芳",
            "content": "北苑研膏，方圭圆璧，名动万里京关。碎身粉骨，功合上凌烟。尊俎风流战胜，降春睡、开拓愁边。纤纤捧，香泉溅乳，金缕鹧鸪斑。相如，方病酒，一觞一咏，宾有群贤。便扶起灯前，醉玉颓山。搜揽胸中万卷，还倾动，三峡词源。归来晚，文君未寝，相对晓妆残。",
            "comment": ""
        },
        {
            "title": "阮郎归",
            "content": "湘天风雨破寒初。深沈庭院虚。丽谯吹罢小单于。迢迢清夜徂。乡梦断，旅魂孤。峥嵘岁又除。衡阳犹有雁传书。郴阳和雁无。",
            "comment": ""
        },
        {
            "title": "阮郎归",
            "content": "潇湘门外水平铺。月寒征棹孤。红妆饮罢少踟蹰。有人偷向隅。挥玉箸，洒真珠。梨花春雨馀。人人尽道断肠初。那堪肠已无。",
            "comment": ""
        },
        {
            "title": "阮郎归",
            "content": "宫腰袅袅翠鬟松。夜堂深处逢。无端银烛殒秋风。灵犀得暗通。身有恨，恨无穷。星河沈晓空。陇头流水各西东。佳期如梦中。",
            "comment": ""
        },
        {
            "title": "调笑令",
            "content": "回顾。汉宫路。捍拨檀槽鸾对舞。玉容寂寞花无主。顾影偷弹玉箸。未央宫殿知何处。目送征鸿南去。",
            "comment": ""
        },
        {
            "title": "阮郎归",
            "content": "褪花新绿渐团枝。扑人风絮飞。秋千未拆水平堤。落红成地衣。游蝶困，乳莺啼。怨春春怎知。日长早被酒禁持。那堪更别离。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "楼外残阳红满。春入柳条将半。桃李不禁风，回首落英无限。肠断。肠断。人共楚天俱远。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "幽梦匆匆破後。妆粉乱痕沾袖。遥想酒醒来，无奈玉销花瘦。回首。回首。绕岸夕阳疏柳。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "遥夜沈沈如水。风紧驿亭深闭。梦破鼠窥灯，霜送晓寒侵被。无寐。无寐。门外马嘶人起。",
            "comment": " | ：　　此词是作者绍圣三年（1096）贬谪郴阳时于途中所写。词中通过夜宿驿亭的描写，绘出贬谪途中的情景，表达了作者旅途中凄凉寂寞的心情和倦于宦游的情绪。\r\n　　首句点明时间是夜晚，“遥夜”即长夜，状出了夜漫漫而难尽的感觉。紧接“沉沉”的叠字，将长夜难尽的感觉再度强化。一句尤妙“如水”的譬喻。“梦破”二字，又流露出多少烦恼情绪。沉沉寒夜做一好梦，更反衬出氛围的凄清。“无寐，无寐”的重复，造成感叹语调，再联系“风紧”、“鼠窥灯”、“霜送晓寒”等等情景，可以体味出无限的感伤。\r\n　　此词不直写心境，而是写一夜难寐的所见、所闻、所感。词写长夜沉沉，驿亭风紧，饥鼠窥灯，晓寒侵被，人声嘈杂，驿马长嘶，真实谪徙羁旅的苦境与凄情。"
        },
        {
            "title": "如梦令",
            "content": "门外鸦啼杨柳。春色著人如酒。睡起熨沈香，玉腕不胜金斗。消瘦。消瘦。还是褪花时候。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "锦帐重重卷暮霞。屏风曲曲斗红牙。恨人何事苦离家。枕上梦魂飞不去，觉来红日又西斜。满庭芳草衬残花。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "脚上鞋儿四寸罗。唇边朱粉一樱多。见人无语但回波。料得有心怜宋玉，只应无奈楚襄何。今生有分共伊麽。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "霜缟同心翠黛连。红绡四角缀金钱。恼人香爇是龙涎。枕上忽收疑是梦，灯前重看不成眠。又还一断恶因缘。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "池上春归何处。满目落花飞絮。孤馆悄无人，梦断月堤归路。无绪。无绪。帘外五更风雨。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "香靥凝羞一笑开。柳腰如醉暖相挨。日长春困下楼台。照水有情聊整鬓，倚阑无绪更兜鞋。眼边牵系懒归来。",
            "comment": ""
        },
        {
            "title": "河传",
            "content": "恨眉醉眼。甚轻轻覰著，神魂迷乱。常记那回，小曲阑干西畔。鬓云松、罗袜剗。丁香笑吐娇无限。语软声低，道我何曾惯。云雨未谐，早被东风吹散。闷损人、天不管。",
            "comment": ""
        },
        {
            "title": "河传",
            "content": "乱花飞絮。又望空斗合，离人愁苦。那更夜来，一霎薄情风雨。暗掩将、春色去。篱枯壁尽因谁做。若说相思，佛也眉儿聚。莫怪为伊，底死萦肠惹肚。为没教、人恨处。",
            "comment": ""
        },
        {
            "title": "醉桃源/阮郎归",
            "content": "碧天如水月如眉。城头银漏迟。绿波风动画船移。娇羞初见时。银烛暗，翠帘垂。芳心两自知。楚台魂断晓云飞。幽欢难再期。",
            "comment": ""
        },
        {
            "title": "南乡子",
            "content": "妙手写徽真。水翦双眸点绛唇。疑是昔年窥宋玉，东邻。只露墙头一半身。往事已酸辛。谁记当年翠黛颦。尽道有些堪恨处，无情。任是无情也动人。",
            "comment": ""
        },
        {
            "title": "一落索",
            "content": "杨花终日空飞舞。奈久长难驻。海潮虽是暂时来，却有个、堪凭处。紫府碧云为路。好相将归去。肯如薄倖五更风，不解与、花为主。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "晓日窥轩双燕语。似与佳人，共惜春将暮。屈指艳阳都几许。可无时霎闲风雨。流水落花无问处。只有飞云，冉冉来还去。持酒劝云云且住。凭君碍断春归路。",
            "comment": ""
        },
        {
            "title": "千秋岁",
            "content": "水边沙外。城郭春寒退。花影乱，莺声碎。飘零疏酒盏，离别宽衣带。人不见，碧云暮合空相对。忆昔西池会。鵷鹭同飞盖。携手处，今谁在。日边清梦断，镜里朱颜改。春去也，飞红万点愁如海。",
            "comment": " | ：①鵷鹭：古代常以鵷鹭喻百官。这里指好友如云，宾朋群集。 | 【注释】①鵷鹭：古代常以鵷鹭喻百官。这里指好友如云，宾朋群集。【评解】这是一首感事伤别之作。春回大地而人却“不见”。眼前“花影乱”，耳边“莺声碎”，这情景对一个失意飘零的人，更会勾起回忆与哀伤。昔日与众友人欢聚的地方，如今还有谁在？抚今追昔，愈觉韶华易逝，流光似水。诗人触景伤情，感慨万千。全词写得凄凉哀婉，工丽自然。“飞红万点愁如海”句，尤为人们所称赏。【集评】《汲古阁本》题作“谪虔州日作”。《艇斋诗话》：少游“水边沙外，城郭春寒退”词，为张芸叟作。有简与芸叟云：“古者以代劳歌，此真所谓劳歌。”秦少游词云：“春去也，飞红万点愁如海。”今人多能歌此。方少游作此词时，传至予家丞相（曾布），丞相曰：“秦七必不久于世，岂有愁如海而可存乎？”已而少游果下世。少游第七，故云秦七。《独醒杂志》卷五：少游谪古藤，意忽忽不乐。过衡阳，孔毅甫为守，与之厚，延留，待遇有加。一日，饮于郡斋，少游作《千秋岁》词。毅甫览至“镜里朱颜改”之句，遽惊曰：“少游盛年，何为言语悲怆如此！”遂赓其韵以解之。居数日，别去。毅甫送之于郊，复相语终日，归谓所亲曰：“秦少游气貌大不类平时，殆不久于世矣！”未几果卒。俞陛云《唐五代两宋词选释》：《冷斋诗话》谓少游此词，“想见其神情在绛阙道山之间”，乃和其韵。《后山诗话》云：世称秦词“愁如海”为新奇，不知李后主已云“问君能有几多愁，恰似一江春水向东流”，但以江为海耳。夏闰庵云：此词以“愁如海”一语生色，全体皆振，乃所谓警句也。如玉田所举诸句，能似此者甚罕。少游殁于藤州，山谷过其地，追和此调以吊之。--引自惠淇源《婉约词》此词为作者在处州（今浙江丽水）为监洒税官时所写，词中抚今追昔，触景生情，表达了政治上的挫折与爱情上的失意相互交织而产生的复杂心绪。据处州府志云，处州城外有大溪 ，岸边多杨柳。起首二句即写眼前之景，将时令、地点轻轻点出。春去春回，引起古代词人几多咏叹。然而少游这里却把春天的踪迹看得明明白白：“水边沙外，城郭春寒退。”浅浅春寒，从溪水边、城郭旁，悄悄地退却了。二月春尚带寒，“春寒退”即三月矣，于是词人写道：“花影乱 ，莺声碎。”这两句词从字面上看，好似出自唐人杜荀鹤《春宫怨》诗“风暖鸟声碎，日高花影重”，然而词人把它浓缩为两个三字句，便觉高度凝炼。其中“碎”字与“乱”字，用得尤工。莺声呖呖，以一“碎”字概括，已可盈耳；花影摇曳，以一“乱”字形容，几堪迷目。感于这两句词的妙处，南宋范成大守处州时建莺花亭以幻之，并题了五首诗。“飘零”句以下，词情更加伤感。所谓“飘零疏酒盏”者，谓远谪处州，孑然一身，不复有“殢酒为花 ”之情兴也；“离别宽衣带”者，谓离群索居，腰围瘦损 ，衣带宽松也。明人沈际飞评曰：“两句是汉魏诗诗 。”（《草堂诗余正集》卷二）少游此词基调本极哀怨，此处忽然注入汉魏人诗风，故能做到柔而不靡 。歇拍二句进一步抒发离别后的惆怅情怀 。所谓“碧云暮合 ”，说明词人所待之人，迟迟不来。这一句是从江淹《拟休上人怨别》诗“日暮碧云合，佳人殊未来”化出，表面上似写怨情，而所怨之人又宛似女性，然细按全篇，却又不似。朦胧暧昧，费人揣摩，这正是少游词的微妙之处，将政治上的蹭蹬与爱情上的失意交织起来，于是读来不觉枯燥乏味，而是深感蕴藉含蓄。过片转而写昔，因为看到处州城外如许春光，词人便情不自禁地勾起对昔日西池宴集的回忆 。西池，即金明池 ，《东京梦华录》卷七谓在汴京城西顺天门外街北，自三月一日至四月八日闭池，虽风雨亦有游人，略无虚日。《淮海集》卷九《西城宴集》诗注云：“元祐七年三月上已，诏赐馆阁花酒，以中浣日游金明池、琼林苑，又会于国夫人园。会者二十有六人。”这是一次盛大而又愉快的集会，在词人一生中留下了难忘的印象 。“鵷鹭同飞盖”一句，把二十六人同游西池的盛况作了高度的概括。鵷鹭者，谓朝官之行列整齐有序，犹如天空中排列飞行的鵷鸟与白鹭。飞盖者，状车辆之疾行，语本曹植《公宴诗》：“清夜游西园 ，飞盖相追随 。”阳春三月，馆阁同人乘着车辆，排成长队 ，驰骋在汴京西城门外通向西池的大道上，多么欢乐；然而曾几何时，景物依旧，而从游者则贬官的贬官，远谪的远谪，俱皆风流云散 ，无一幸免，又是多么痛心！“携手处，今谁在”，这是发自词人肺腑的情语，是对元祐党祸痛心疾首的控诉。然而词人表达这种感情时也是极含蓄委婉之能事。这从“日边”一联可以看出。“日边清梦”，语本李白《行路难》其一 ：“闲来垂钓碧溪上，忽复乘舟梦日边 。”王琦注云 ：“《宋书》：伊挚将应汤命，梦乘船过日月之旁。”少游将之化而为词，说明自从迁谪以来，他对哲宗皇帝一直抱有幻想。他时时刻刻梦想回到京城，恢复昔日供职史馆的生活。可是日复一日，年复一年，他的梦想如同泡影。于是他失望了，感到回到帝京的梦已不可能实现 。着“镜里朱颜改”一句，更联系自身。无情的岁月，使词人脸上失去红润的颜色。政治理想的破灭，个人容颜的衰老，由作者曲曲传出，反复缠绵，宛转凄恻。开头说“春寒退”，暗示夏之将至 ；到结拍又说“春去也 ”，明点春之即归。两者从时间上或许尚有些少距离，而从词人心理上则是无甚差别的。盖四序代谢，功成者退，春至极盛时，敏感的词人便知其将被取代了。词人从眼前想到往昔，又从往昔想到今后，深感前路茫茫，人生叵测，一种巨大的痛苦在噬啮他的心灵 ，因此不禁发出“春去也，飞红万点愁如海”的呼喊。这不仅是说自然界的春天正在逝去，同时也在暗示生命的春天也将一去不复返了 。“飞红”句颇似从杜甫《曲江对酒》诗中“一片花飞减却春，风飘万点正愁人”化来。然以海喻愁，却是作者一个了不起的创造。从全篇来讲，这一结句也极有力。近人夏闰庵（孙桐）云 ：“此词以‘愁如海’一语生色，全体皆振，乃所谓警句也。”（俞陛云《宋词选释》引）。这首词以春光流逝、落花飘零的意象，抒写了作者因政治理想破灭而产生的无以自解的愁苦和悲伤，读来哀怨凄婉，有一咏三叹之妙。"
        },
        {
            "title": "画堂春",
            "content": "落红铺尽水平池。弄晴小雨霏霏。杏园憔悴杜鹃啼。无奈春归。柳外画楼独上，凭阑手拈花枝。放花无语对斜晖。此恨谁知。",
            "comment": " | 【注释】此为春归伤怀词。词的上片写春归之景。从落红铺径、水满池塘、小雨霏霏，到杏园花残、杜鹃啼叫，写来句句景语、情语，清秀柔美，深美婉约。下片写伤春之人 。换头“柳外画楼独上 ，凭阑手捻花枝”，画面精美 ，情意深婉。而从“手捻花枝”，接以“放花无语”，又对“斜晕”，委婉含蓄，哀怨动人。全词充分体现了少游词出于心性之本质的纤柔婉约的特点。开端“落红铺径水平池，弄晴小雨霏霏，杏园憔悴杜鹃啼”三句，从所见所闻之春归的景物写起，不用重笔，写“落花”只是“铺径”，写“水”只是“平池”，写“小雨”只是“霏霏”，第三句写“杏园”虽用了“憔悴”二字，明写出春光之迟暮，然而在“憔悴”中也仍然有着含敛的意致。所以下一句虽明写出“春归”二字，但也只是一种“无奈”之情，而并没有断肠长恨的呼号。这样就见出一种纤柔婉丽之美。下片，则由写景而转为写人。过片“柳外画楼独上，凭栏于撚花枝”两句，情致更是柔婉动人。试想“柳外画楼”是何等精致美丽的所在；“独上” “凭栏”而更“手撚花枝”，又是何等幽微深婉的情意。紧接着又写下一句“放花无语对斜晕 ”，真是神来之笔。因为一般人写到对花的爱赏多只不过是“看花”、“插花”、“折花 ”、“簪花”，都是把对花的爱赏之情 ，变成了带有某种目的性的一种理性之处理了。可是秦观这首词所写的从“手撚花枝”到“放花无语”，却是如此自然，如此无意，如此不自觉，更如此不自禁，而全出于内心中一种敏锐深微的感动。当其“撚着花枝时，是何等爱花的深情，当其“放”却花枝时，又是何等惜花的无奈 。而“放花”之下 ，乃继之以“无语 ”，便正因为此种深微细致的由爱花惜花而引起的内心中的一种幽微的感动，原不是粗糙的语言所能够表达的。而又继之以“对斜晖”三个字，便更增加了一种伤春无奈之情。上片既已经写了“落红铺径”与“ 无奈春归”，可见花既将残，春亦将尽，而今面对“斜晖”，则一日又复将终。“放花无语对斜晖”一句在表达极深切的伤春之悲感时只是极为含蓄地写了一个“放花无语”的轻微的动作，和“对斜晖”的凝立的姿态 ，但却隐然有一缕极深幽的哀感袭人而来。所以继之以“ 此恨谁知”，才会使读者感到其中之心果然有一种难以言说的幽微之深恨。全词所写的，是由于春归之景色所引起的一片单纯锐感的柔情。描写精美的春归之景 ，以惜春之怀，发幽婉深恨之情，令人思之不尽，可谓这首词的显著特点。"
        },
        {
            "title": "木兰花/玉楼春",
            "content": "秋容老尽芙蓉院。草上霜花匀似翦。西楼促坐酒杯深，风压绣帘香不卷。玉纤慵整银筝雁。红袖时笼金鸭暖。岁华一任委西风，独有春红留醉脸。",
            "comment": ""
        },
        {
            "title": "迎春乐",
            "content": "菖蒲叶叶知多少。惟有个、蜂儿妙。雨晴红粉齐开了。露一点、娇黄小。早是被、晓风力暴。更春共、斜阳俱老。怎得香香深处，作个蜂儿抱。",
            "comment": ""
        },
        {
            "title": "满园花/促拍满路花",
            "content": "一向沈吟久。泪珠盈襟袖。我当初不和、苦撋就。惯纵得软顽，见底心先有。行待痴心守。甚捻著脉子，倒把人来僝僽。近日来、非常罗皂丑。佛也须眉皱。怎掩得众人口。待收了孛罗，罢了从来斗。从今後。休道共我，梦见也、不能得句。",
            "comment": ""
        },
        {
            "title": "江城子",
            "content": "枣花金钏约柔荑。昔曾携。事难期。咫尺玉颜，和泪锁春闺。恰似小园桃与李，虽同处，不同枝。玉笙初度颤鸾篦。落花飞。为谁吹。月冷风高，此恨只天知。任是行人无定处，重相见，是何时。",
            "comment": ""
        },
        {
            "title": "江城子",
            "content": "南来飞燕北归鸿。偶相逢，惨愁容。绿鬓朱颜，重见两衰翁。别后悠悠君莫问，无限事，不言中。　　小槽春酒滴珠红。莫匆匆，满金钟。饮散落花流水、各西东。后会不知何处是，烟浪远，暮云重。",
            "comment": ""
        },
        {
            "title": "满庭芳",
            "content": "碧水惊秋，黄云凝暮，败叶零乱空阶。洞房人静，斜月照徘徊。又是重阳近也，几处处，砧杵声催。西窗下，风摇翠竹，疑是故人来。伤怀。增怅望，新欢易失，往事难猜。问篱边黄菊，知为谁开。谩道愁须殢酒，酒未醒、愁已先回。凭阑久，金波渐转，白露点苍苔。",
            "comment": " | 【注释】此词融情入景，以景语始，以景语终，在层层铺叙、描写中表达了伤离怀旧的心绪。明董其冒《评注便读草堂诗馀》谓此词 ：“因观景物而思故人，伤往事且词调洒落，托意高远，佳制也。”开头三句 ：“碧水惊秋，黄云凝暮，败叶零乱空阶 。”一片碧水放出了冷光，寒气袭人，不觉惊叹时序变迁之速；又有几片黄云在逐渐凝聚，掩没了微弱的阳光，大地呈现出苍茫的暮色，台阶上堆积着零乱的黄叶。浓重的衰飒气氛，烘托出词人此时此地的心境 。“惊”、“凝”二字集中地表现出词人对一片萧瑟景象的主观感受，加重了所写景物的感情色彩，反映出他的凄苦心情。“黄云”一句，语本于李义山诗“秋风动地黄云暮”，而着一“凝 ”字，就比原句显得沉着有力。“洞房人静，斜月照徘徊。”“人静”，而词人不静，他心思潮涌，在斜月照耀之下，徘徊不定，陷入了沉思之中。“又是重阳近也，几处处、砧杵声催”。这几句不是泛泛地点明时序 ，而蕴蓄着很深的感慨。九月，正是“授衣”的秋日。飘泊异乡，秋天日暮听到砧杵声时，很自然地会起故园之思，而对于接连遭受政治排斥的词人来说，当这种声音清晰地传入他的耳鼓时，他心中涌起无限的悲凉：时光在一年一年地消失，而苦恨何时能休！“又是”二字尤极委婉之致；“催 ”字，写尽哀痛之切。“西窗下，风摇翠竹，疑是故人来 。”在写景中透露出怀人的情思，是全词的主旨所在 。这几句是从唐人李益诗句“开门风动竹，疑是故人来 ”化出，易“动”为“摇”，写出了竹影扶疏的风神，同时也反映出对故人的情意。“伤怀！增怅望，新欢易失，往事难猜”几句紧承上片结句，婉转地表达出在遭贬谪以后的生活历程和伤离怀旧的情绪 。宋哲宗绍圣初年，章等人执政，以苏轼等为核心的所谓“元祐党人”，横遭贬斥 。险恶的政治风浪，冲散了的友好亲朋，这中间是没有什么是非曲直可言的。人情反复，世态炎凉，在贬谪中不会有什么新欢，即使有，也会很快失去；生平故旧，或存或亡，即使存者，也天各一方，对于往事还能想些什么呢？只有怅惘而已。“新欢易失，往事难猜”两语浓缩了词人的千愁万恨，低回欲绝，不失婉约词风。菊花，是秋天的花，它的盛开，表明了时序已到了深秋 。“问篱边黄菊，知为谁开？”忽然向花发问，此问虽奇，但亦有本依，唐人《惜花》诗说 ：“春光冉冉归何处？更向尊前把一杯。尽日问花花不语，为谁零落为谁开？”大慨是最早的开了问花之风。秦少游的老师苏东坡，在《吉祥寺花将落而述古不至》一诗里说 ：“今岁东风巧剪裁，含情只待使君来。对花无信花应恨 ，直恐明年便不开。”足见在诗人眼中花是有感情的，它可以专为某人而开。东坡又在《述古闻之明日即至坐上复用前韵同赋》诗里说 ：“太守问花花有语，为君零落为君开 。”不仅问了花，而且花还作了回答。秦少游把问春花改为问秋菊，不止是为了表明时令，和下边几句联系来看，它还有更深刻的意义 。“谩道愁须殢酒，酒未醒、愁已先回”是一句久经苦难的词人的肺腑之言，中间蕴蓄着词人的无限辛酸。这几句和上边两句初看似乎没有什么联系，实际上是紧密相连。从词人的发问语气里可以判断出他已无心赏花，无心把盏，因为即使吃醉了酒，也解不了愁，“酒未醒，愁已先回”。就这样，把黄花与酒以及解愁与否联系起来，感情跌宕，喷涌而出，步步进逼，最后说出一句最深挚、最动情的话：酒敌不过愁。这样的回肠荡气的词境 ，在婉约词人中很少能够达到。歇拍三句“凭栏久，金波渐转 ，白露点苍苔”，以景语作结，回旋不尽，产生出很强的艺术感染力。全词上片怀旧，以景语开篇，下片伤离，以景语结情，景语情语，丽雅工致，情韵兼胜 ；层层铺叙，步步迫近，委曲婉转，凄切动人 。从此词可以看出：少游词以“情韵兼胜”而为世人传诵。他的“情韵兼胜”的艺术风格是在景物描写中展现的。少游的词作，写景而情在其中，一切景语皆情语，善于融情入景，既显豁，又含蓄，显示出不凡的艺术功力。这首《满庭芳》，即鲜明地体现了秦词的艺术特色。"
        },
        {
            "title": "满庭芳",
            "content": "红蓼花繁，黄芦叶乱，夜深玉露初零。霁天空阔，云淡楚江清。独棹孤篷小艇，悠悠过、烟渚沙汀。金钩细，丝纶慢卷，牵动一潭星。时时，横短笛，清风浩月，相与忘形。任人笑生涯，泛梗飘萍。饮罢不妨醉卧，尘劳事、有耳谁听。江风静，日高未起，枕上酒微醒。",
            "comment": " | 【注释】此词当作于绍圣四年（1097）作者谪处郴州时。词之上片描绘楚江月夜独钩的情景，下片侧重与楚江月夜独醉。全词如诗如画，淡素雅洁，清丽恬静，含蓄蕴藉，耐人寻味。词的上片如一幅清江月夜独钩图：蓼花红艳繁簇，芦叶衰黄零乱，夜深了，白露刚刚降下来。作者选取了三种最能表现秋江夜色的典型景物，透过设色的明与暗，造境的野而幽，烘托出江边的凄清气氛。接着再对秋夜江天作大笔的渲染 。“ 霁天空阔，云淡楚江清 ”。秋高云淡，水天一色，境界阔大，虽其间有败芦残苇杂处。开头五句全是写景，但“一切景语皆情语 ”，秦观所作的这种景语，与他所要抒发的感情水乳交融，从而收到借景抒情的艺术效果。“独棹孤篷小艇，悠悠过、烟渚沙汀”转入情事的抒写。小艇、孤篷，又是独棹——船上只有自己一个人。这样景况应该说够寂寞了吧。可是这位独棹孤舟的人 ，却是悠哉悠哉地驶过烟雾迷离的沙岸小洲。这里词人透过表达特定情境的“独”、“孤”、“小”和“悠悠”等字，把一件本是江中荡舟的极平常事，不仅写得摇曳生姿，而且充分表达出此刻他的生活情趣。不知什么时候，他的“孤篷小艇”停了下来，接着道“金钩细，细纶慢卷，牵动一潭星” 。他垂钩江中，悬着细钩的丝线，慢慢的从水中拉起，倒映水中的星星，似乎也被牵动起来了。“慢卷”，表明垂钩时的闲裕，与“悠悠过”绾合。而收卷钩丝后泛起水面涟漪，向外扩展，使一派水面上倒映的星光动荡不已，十分美妙。秦观在《临江仙》词里也有“微波澄不动，冷浸一天星 ”之句，写的是夜泊潇湘浦口，月高风定，秋水澄蓝，水不动，星亦不动，如浸水中，一片静景，与此词的丝纶垂钩 ，“牵动一潭星”的以动写静，各擅其妙 ，可谓善写水中星影者。上片有景物有情事，景物和情事的搭配，表现出泛江垂钩者的悠然自得情趣。过片三句是上片结尾三句情事的继续，只不过不再是垂钩，而是吹笛了。“时时横短笛”，看来今天夜晚，当小船悠悠地在水面漂动时，当“丝纶慢卷”后，他曾不止一次地吹过短笛。在寂寞秋江之上，当他吹笛发出悠扬之声的时候，他觉得陪伴着自己的有“清风皓月 ”，彼此都脱略形迹，忘却你我的区别，物我一体。这几句，写出了词人此刻的怡然自得，更写出了他的恬淡情怀，或者还微微夹杂一些儿感慨吧，所以逼出来下面似达观似郁结的一句 ：“ 任人笑生涯，泛梗飘萍。”秦观早年一度漫游，过的是“泛梗飘萍”的生涯。不过词人说“任人笑”，表明自己并不在乎；不仅不在乎 ，还要“饮罢”而“醉卧”，因为对于世间烦恼扰心的种种不如意事 ，有耳朵也不会去听了，正所谓“尘劳事有耳谁听”。最后三句，在“饮罢”“醉卧”之后，一枕沉酣，直到天明。秋江风静，水波不兴，人已忘掉尘世间一切烦恼，尽管太阳高高升起，他还躺在枕上，酒意刚醒。全词先写景，后写人，写景则着意描写特殊环境，写人则着重描写个性形象。如此层层写来，精心点染，细致描绘，一个特殊环境中富有个性的人物形象，一幅生动的楚江月夜独钩钓而又独饮醉卧的画面，清楚地呈现在读者面前，从而使人们感受到词人怡然自得的恬淡情怀，以及深藏不露的愤闷不平的心情。"
        },
        {
            "title": "促拍满路花",
            "content": "露颗添花色。月彩投窗隙。春思如中酒，恨无力。洞房咫尺，曾寄情鸾翼。云散无踪迹。罗帐薰残，梦回无处寻觅。轻红腻白。步步熏兰泽。约腕金环重，宜妆饰。未知安否，一向无消息。不似寻常忆。忆後教人，片时存济不得。",
            "comment": ""
        },
        {
            "title": "鼓笛慢/水龙吟",
            "content": "乱花丛里曾携手，穷艳景，迷欢赏。到如今谁把，雕鞍锁定，阻游人来往。好梦随春远，从前事、不堪思想。念香闺正杳，佳欢未偶，难留恋、空惆怅。永夜婵娟未满，叹玉楼，几时重上。那堪万里，却寻归路，指阳关孤唱。苦恨东流水，桃源路、欲回双桨。仗何人，细与丁宁问呵，我如今怎向。",
            "comment": ""
        },
        {
            "title": "一丛花",
            "content": "年时今夜见师师。双颊酒红滋。疏帘半卷微灯外，露华上、烟袅凉风。簪髻乱抛，偎人不起，弹泪唱新词。佳期。谁料久参差。愁绪暗萦丝。想应妙舞清歌罢，又还对、秋色嗟咨。惟有画楼，当时明月，两处照相思。",
            "comment": ""
        },
        {
            "title": "雨中花/夜行船",
            "content": "指点虚无征路，醉乘斑虬，远访西极。正天风吹落，满空寒白。玉女明星迎笑，何苦自淹尘域。正火轮飞上，雾卷烟开，洞观金碧。重重观阁，横枕鳌峰，水面倒衔苍石。随处有、奇香幽火，杳然难测。好是蟠桃熟後，阿环偷报消息。在青天碧海，一枝难遇，占取春色。",
            "comment": ""
        },
        {
            "title": "梦扬州",
            "content": "晚云收。正柳塘、烟雨初休。燕子未归，恻恻清寒如秋。小阑外、东风软，透绣帷、花蜜香稠。江南远，人何处，鹧鸪啼破春愁。长记曾陪燕游。酬妙舞清歌，丽锦缠头。殢酒为花，十载因谁淹留。醉鞭拂面归来晚，望翠楼、帘卷金钩。佳会阻，离情正乱，频梦扬州。",
            "comment": ""
        },
        {
            "title": "望海潮",
            "content": "奴如飞絮，郎如流水，相沾便肯相随。微月户庭，残灯帘幕，匆匆共惜佳期。才话暂分携。早抱人娇咽，双泪红垂。画舸难停，翠帷轻别两依依。别来怎表相思。有分香帕子，合数松儿。红粉脆痕，青笺嫩约，丁宁莫遣人知。成病也因谁。更自言秋杪，亲去无疑。但恐生时注著，合有分于飞。",
            "comment": ""
        },
        {
            "title": "望海潮",
            "content": "星分牛斗，疆连淮海，扬州万井提封。花发路香，莺啼人起，珠帘十里东风。豪俊气如虹。曳照春金紫，飞盖相从。巷入垂杨，画桥南北翠烟中。追思故国繁雄。有迷楼挂斗，月观横空。纹锦制帆，明珠溅雨，宁论爵马鱼龙。往事逐孤鸿。但乱云流水，萦带离宫。最好挥毫万字，一饮拼千锺。",
            "comment": ""
        },
        {
            "title": "醉桃源",
            "content": "碧天如水月如眉，城头银漏迟。绿波风动画船移，娇羞初见时。银烛暗，翠帘垂，芳心两自知。楚台魂断晓云飞，幽欢难再期。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "高城望断尘如雾，不见联骖处。夕阳村外小湾头，只有柳花无数、送归舟。琼枝玉树频相见，只恨离人远。欲将幽恨寄青楼，争奈无情江水、不西流。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "碧桃天上栽和露，不是凡花数。乱山深处水萦洄，可惜一枝如画、为谁开。轻寒细雨情何限，不道春难管。为君沈醉又何妨，只怕酒醒时候、断人肠。",
            "comment": " | 【注释】此词运用新巧别致的比喻手法，表现了怀才不遇、伤春惜别的主题。词人用细腻的笔墨，精心刻绘出完整的形象来作比喻。词的上片写仙桃 ，下片写美人，以仙桃比喻美人，而美人又是作者寄托身世、用以自况的对象。首句化用晚唐诗人高蟾《 下第后上永崇高侍郎》“天上碧桃和露种”句 ，只是把“ 种”改为“栽”，并稍易语序。再言“不是凡花数”，以赞美花的仙品，说它象天上和露栽种的碧桃，不是凡花俗卉一般。接下来“乱山深处水萦回，可惜一枝如画为谁开？”两句却突作转折，极力一抑，显示这仙品奇葩托身非所。乱山深处，见处地之荒僻，因此，它尽管具有仙品高格，在萦迴盘绕的溪边显得盈盈如画，却没有人来欣赏。过片“ 轻寒细雨情何限 ，不道春难管。”两句，写花在暮春的轻寒细雨中动人的情态和词人的惜春的情绪。细雨如烟，轻寒恻恻，这盈盈如画的花显得更加脉脉含情，无奈春天很快就要消逝，想约束也约束不住。花的含情无限之美和青春难驻的命运在这里构成无法解决的矛盾。结句“为君沉醉又何妨，只怕酒醒时候断人肠！”说的是因为怜惜花的寂寞无人赏，更同情花的青春难驻 ，便不免生出为花沉醉痛饮，以排遣愁绪的想法。君，这里指花。“只怕”二字一转 ，又折出新意，说是想到酒醒以后，面对的将是春残花落的情景，岂不更令人肠断？这一转折，将惜花伤春之意更深一层地表达了出来。此词通过仙桃这一美的形象，来寄托作者怀才不遇、美而不被赏识的身世感慨。作者善于利用转折突变的方式表达感情，先充分描写桃的非凡、美丽，下面突然转写它生非其地，强调它的身世悲哀；先写春光多情，让人惬意，然后笔墨一转，叹惜其不由人意。在这种转折变化中，造成一种情绪上的迭宕起落，收到了百转千回、凄咽恻断的艺术效果。"
        },
        {
            "title": "望海潮",
            "content": "星分斗牛，疆连淮海，扬州万井提封。花发路香，莺啼人起，珠帘十里东风。豪俊气如虹，曳照春金紫，飞盖相从。巷入垂杨，画桥南北翠烟中。追思故国繁雄。有迷楼挂斗，月观横空。纹锦制帆，明珠溅雨，宁论爵马鱼龙。往事逐孤鸿，但乱云流水，萦带离宫。最好挥毫万字，一饮拚千钟。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "宿霭迷空，腻云笼日，昼景渐长。正兰皋泥润，谁家燕喜，蜜脾香少，触处蜂忙。尽日无人帘幕挂，更风递游丝时过墙。微雨後，有桃愁杏怨，红泪淋浪。风流寸心易感，但依依伫立，回尽柔肠。念小奁瑶鉴，重匀绛蜡，玉笼金斗，时熨沈香。柳下相将游冶处，便回首青楼成异乡。相忆事，纵蛮笺万叠，难写微茫。",
            "comment": ""
        },
        {
            "title": "望海潮",
            "content": "秦峰苍翠，耶溪潇洒，千岩万壑争流。鸳瓦雉城，谯门画戟，蓬莱燕阁三休。天际识归舟，泛五湖烟月，西子同游。茂草台荒，苎萝村冷起闲愁。何人览古凝眸。怅朱颜易失，翠被难留。梅市旧书，兰亭古墨，依稀风韵生秋。狂客鉴湖头，有百年台沼，终日夷犹。最好金龟换酒，相与醉沧州。",
            "comment": ""
        },
        {
            "title": "望海潮",
            "content": "梅英疏淡，冰澌溶泄，东风暗换年华。金谷俊游，铜驼巷陌，新晴细履平沙。长记误随车，正絮翻蝶舞，芳思交加。柳下桃蹊，乱分春色到人家。　　西园夜饮鸣笳，有华灯碍月，飞盖妨花。兰苑未空，行人渐老，重来是事堪嗟。烟暝酒旗斜。但倚楼极目，时见栖鸦。无奈归心，暗随流水到天涯。",
            "comment": "：①冰澌：冰块。\r\n②金谷：金谷园，在洛阳城西北，晋石崇所建，常在其中宴饮宾客。\r\n③铜驼：铜铸的骆驼。古洛阳宫门前四会道口置铜驼，夹路相对，时对铜辽街。\r\n④西园：洛阳名园。汴京好西园。汴京也有西园。此借指汴京的名园。\r\n⑤是事：事事，凡事。 | ：　　梅花稀疏，天色转暖，河中的冰正悄悄化掉。春风吹来，新的一年悄悄来临。金谷园里，来来往往多是有才之士，铜驼街上，热闹非凡都是佳人。天气新晴，郊游更是令人高兴，缓缓前行，平沙上，留下一串串印痕。更难忘怀的是跟错了一辆小车，当时柳絮翻飞，彩蝶起舞，那情景真令人心旷神怡。柳色青青，桃花粉红，把春色处处相送分到各个人家的院门。西园夜里宴饮，乐工们奏出动人的乐音。外面的灯笼影响了人们赏月的情绪，飞驰的车盖挡住了观花的视线。那美丽迷人的院子还是依旧，只是行人已与旧日不同。以前的那些欢乐往事，仔细想来更令人伤心。如今在楼上远望，只见烟雾迷茫，酒旗在风中挂着，乌鸦在树上立着。见此情景，思乡之心顿生，心回到了故乡。 | ：　　这首词约作于作者贬官后重过洛阳途中。词人通过今昔对比，抒发了痛感世事沧桑悲凉情怀。早春时节，旧地重游，倚栏极目，满眼惟是暝烟栖 ，与昔日的歌舞欢宴、桃红柳绿形成了强烈的反差，于是年华暗换、流水天涯的凄凉之情油然而生。秦观词向以“情韵”著称，语言工巧，文字精密，这首词中“柳下桃蹊，乱分春色到人家”二句犹为脍炙人口。一个“乱”字，点出了春天的勃勃生机，思路幽绝，令人激赏。起头三旬写初春景物。从“金谷俊游”以下，以下，一直到下片“飞盖妨花”为止，一共八句都是写旧游。换头“西园”三句，人美妙的景物写到愉快的饮宴。以上总结共十一句 写旧游。把过去写得愈热闹，就愈衬出现在凄凉、寂寞。“兰苑”二句从繁盛以孤寂，逼出“重来”句，点明怀旧之意。“烟暝”末五句又归到“今”，“无奈归心，暗随流水到天涯。”词中以“陈、隋小赋”手法极力铺叙过去的欢乐，句法丽密，而目前的凄清牢落，却只以疏笔借景物点染，形成强烈的对照，感人至深。词中“柳下桃蹊”几句，把绚烂的春色，无处不在春光渲染得十分真切动人，充江了生意。整首词典清丽，温婉平和，气骨不衰，含思幽绝，语意婉约，韵味很醇厚，是出色的长调。 | 【注释】此词不止于追怀过去的游乐生活，还有政治失意之慨叹在其中。有一年早春时节，作者重游洛阳。洛阳这个古代名城 ，是北宋的西京，也是当时繁华的大城市之一。词人曾经在这里生活过一段时期，对此地留下了难忘的记忆。词人旧地重游，人事沧桑给他以深深的触动，使他油然而生惜旧之情，写下了这首词。上片起头三句，写初春景物 ：梅花渐渐地稀疏，结冰的水流已经溶解，在东风的煦拂之中，春天悄悄地来了。“暗换年华”，既指眼前自然界的变化，又指人事沧桑、政局变化。此种双关的今昔之感，直贯结句思归之意。“金谷俊游”以下十一句，都是写的旧游，实以“长记”两字领起 ，“ 误随车”固在“长记”之中，即前三句所写在金谷园中、铜驼路上的游赏，也同样在内。但由于格律关系就把“长记”这样作为领起的字移后了 。“金谷”三句所写都是欢娱之情，纯为忆旧 。“长记”之事甚多，而这首词写的只是两年前春天的那一次游宴。金谷园是西晋石崇的花园，在洛阳西北。铜驼路是西晋都城洛阳皇宫前一条繁华的街道，以宫前立有铜驼而得名。故人们每以金谷、铜驼代表洛阳的名胜古迹。但在本篇里，西晋都城洛阳的金谷园和铜驼路，却是用以借指北宋都城汴京的金明池和琼林苑，而非实指。与下面的西园也非实指曹魏邺都（在今河北临漳西）曹氏兄弟的游乐之地，而是指金明池（因为它位于汴京之西）同。这三句，乃是说前年上已，适值新晴，游赏幽美的名园，漫步繁华的街道，缓踏平沙，非常轻快。因忆及“细履平沙”故连带想起当初最令人难忘的“ 误随车”那件事来。“误随车”出韩愈《游城南十六首 》的《嘲少年》：“直把春偿酒，都将命乞花。只知闲信马，不觉误随车。”而李白的《陌上赠美人》：“白马骄行踏落花，垂鞭直拂五云车。美人一笑搴珠箔 ，遥指红楼是妾家。”以及张泌的《浣溪沙》：“晚逐香车入凤城，东风斜揭绣帘轻 ，慢回娇眼笑盈盈。消息未通何计是？便须佯醉且随行，依稀闻道太狂生。”则都可作随车的注释。尽管那次“误随车”只是无心之误，但却也引起了词人温馨的遐思，使他对之长远地保持着美好的记忆。“正絮翻蝶舞 ”四句，写春景 。“絮翻蝶舞”、“柳下桃蹊 ”，正面形容浓春。春天的气息到处洋溢着 ，人在这种环境之中，自然也就“芳思交加”，即心情充满着青春的欢乐了 。此处“乱”字下得极好，它将春色无所不在，乱哄哄地呈现着万紫千红的图景出色地反映了出来。换头“西园”三句，从美妙的景物写到愉快的饮宴，时间则由白天到了夜晚 ，以见当时的尽情欢乐。西园借指西池。曹植的《公宴》写道：“清夜游西园，飞盖相追随。明月澄清景 ，列宿正参差。”曹丕《与吴质书》云 ：“白日既匿，继以朗月。同乘并载，以游后园。舆轮徐动 ，参从无声 ；清风夜起，悲笳微吟 。”又云 ：“从者鸣笳以启路，文学托乘于后车。”词用二曹诗文中意象，写日间在外面游玩之后，晚间又到国夫人园中饮酒、听乐。各种花灯都点亮了，使得明月也失去了她的光辉；许多车子在园中飞驰，也不管车盖擦损了路旁的花枝。写来使人觉得灯烛辉煌，车水马龙，如在目前 。“碍”字和“妨”字，不但显出月朗花繁，而且也显出灯多而交映，车众而并驰的盛况。把过去写得愈热闹就愈衬出现在的凄凉、寂寞。“兰苑”二句 ，暗中转折 ，逼出“重来是事堪嗟”，点明怀旧之意，与上“东风暗换年华”相呼应。追忆前游，是事可念，而“重来”旧地，则“是事堪嗟”，感慨至深。今天酒楼独倚，只见烟暝旗斜，暮色苍茫，既无飞盖而来的俊侣，也无鸣笳夜饮的豪情，极目所至，已经看不到絮、蝶、桃、柳这样一些春色，只是“时见栖鸦”而已。这时候，宦海风波 ，仕途蹉跌，也使得词人不得不离开汴京，于是归心也就自然而然地同时也是无可奈何地涌上心头。此词的艺术特色主要是：其一 ，结构别具一格，上片先写今后写昔，下片先承上写昔后再写今，忆昔部分贯通上下两片。其二，大量运用对比手法，以昔衬今，极富感染力。"
        },
        {
            "title": "桃源忆故人",
            "content": "玉楼深锁薄情种，清夜悠悠谁共。羞见枕衾鸳凤，闷即和衣拥。无端画角严城动，惊破一番新梦。窗外月华霜重，听彻梅花弄。",
            "comment": "：①玉楼：指华丽的楼台。一本作“秦楼”。\r\n    ②悠悠：长久之意。\r\n    ③无端：无缘无故的意思。\r\n    ④严城：戒备森严的城市。\r\n    ⑤弄：乐曲。 | 【注释】①玉楼：指华丽的楼台。一本作“秦楼”。②悠悠：长久之意。③无端：无缘无故的意思。④严城：戒备森严的城市。⑤弄：乐曲。【评解】此首写困居高楼深院，与外界隔绝的妇女。长夜漫漫，谁与共处？而“枕衾鸳凤”，最易惹人愁思。和衣闷卧，刚入梦境，却又被城头角声惊醒。唯见窗外月华霜重，又断续传来梅花三弄，令人愁不忍听。这首词抒写了幽闺深锁，独居无聊的苦闷。情思缠绵，意境凄婉。【集评】虢寿麓《历代名家词百首赏析》：此咏古代仕女冬夜闺情。上段写独居的苦闷，下段写百无聊赖的远思。“深锁”一语，揭露封建社会对妇女的迫害。“玉楼”，是她们狭隘孤清的天地。“多情”，是她多愁善感的人生。这句为全篇总冒，下即扣定冬夜写。总之，一片凄凉境地，无限幽怨情思，宛转描来，非常深刻。况周颐《蕙风词话》：若以少游词论，直是初日芙蓉，晓风杨柳，倩丽之桃李，容犹当之有愧色焉。夏敬观曰：少游词清丽婉约，辞情相称，诵之回肠荡气，自是词中上品（《吷庵手校淮海词跋》）--引自惠淇源《婉约词》这首词描写思妇长夜孤苦难耐、夜不能寐的情状，当为作者前期作品。词的上片侧重写思妇的室内生活，下片侧重于写思妇的室外见闻。“玉楼深锁薄情种 ”，意谓词中女子被薄情郎深锁于玉楼之中。在中国传统文学中，一般称男子为薄情郎或薄倖，这里“薄情种”概指女子夫婿。古代女子藏于深闺之中 ，与外界极少接触，遇到夫婿外出，自有被深锁玉楼之感了。“清夜”句以情语抒写长夜难眠的心境。“清夜”，写夜间的清冷岑寂；“悠悠”，状夜晚的漫长。悠悠清夜，闺人独处，倍觉凄凉。而着以“谁共”二字，则更加突出了人物孤栖之苦。又以问句出之，便渐渐逗出相思之意。此时她唯见一床绣有鸳鸯的锦被、一双绣有凤凰的枕头。凤凰鸳鸯，皆为偶禽，而如今伊人独对旧物，形成强烈的对比，辛辣的讽剌。因此词中说是“羞见”。羞 ，犹怕也。这“羞见”二字用得特别好，既通俗，又准确。以“羞见枕衾鸳凤”烘托人物的内心活动，也极为贴切 。歇拍“闷则和衣拥”，清人彭孙遹《金粟词话》评曰 ：“词人用语助入词者甚多，入艳词者绝少 。惟秦少游‘闷则和衣拥’，新奇之甚。用‘则’字亦仅见此词。”他说的是用“则”字这个语助词写艳词，以少游最为新奇 。“则”是俚语，少游这里用了，就显得真挚、贴切，富有生活气息 。“闷”字在这里更具深意，主人翁因为被玉楼深锁，因为无人共度长夜，更怕见到成双作对的“枕衾鸳凤”而更感孤单，所以心头感到很闷。闷而无可排解，只得和衣拥衾而卧。下片开始二句“无端画角严城动，惊破一番新梦”。说主人公刚刚入梦，就被城门楼上传来的画角声惊醒了。从语言上看，这两句与上片风格有异，因为它并不俚俗，而略带雅丽。“惊破一番新梦”，意境类李清照《念妈娇》词中的“被冷香消新梦觉，不许愁人不起 。”梦醒之后又如何呢？词人宕开一笔，从室内写到室外。室外的景象，同样写得很清冷，但语言却变得更为雅丽一些。此刻已到深夜，月亮洒下一片清光，地上铺着浓重的白霜。月冷霜寒，境界何其凄清！在此境界中，刚听罢严城中传来的凄厉画角声的主人公又听到一阵哀怨的乐曲。“梅花弄”，即《梅花三弄》，汉横吹曲名，本属笛中曲，后为琴曲，凡三叠，故称《梅花三弄》。着一“彻”字 ，说明从头至尾听到最后一遍，其耿耿不寐，可以想见。这结尾二句，紧承“梦破”句意，从视觉和听觉两方面刻画主人公长夜不眠的情景，语言清丽，情致雅逸。此词细致地刻画了思妇在特定环境下的特有心神情怀。全词先写室内，再写室外，传神地描写了思发长夜孤若难寐的情景 。整首词层次分明，宕而有致，俗雅并胜，别具韵味，情致雅丽。"
        },
        {
            "title": "踏莎行",
            "content": "雾失楼台，月迷津渡，桃源望断无寻处。可堪孤馆闭春寒，杜鹃声里斜阳暮。驿寄梅花，鱼传尺素，砌成此恨无重数。郴江幸自绕郴山，为谁流下潇湘去？",
            "comment": "：①津渡：渡口。\r\n    ②可堪：那堪。\r\n    ③驿寄梅花：引用陆凯寄赠范晔的诗：“折梅逢驿使，寄与陇头人。\r\n    江南无所有，聊赠一枝春。”作者以远离故乡的范晔自比。\r\n    ④郴（chén）：郴州，今湖南郴县。\r\n    ⑤幸自：本身。 | 【注释】①津渡：渡口。②可堪：那堪。③驿寄梅花：引用陆凯寄赠范晔的诗：“折梅逢驿使，寄与陇头人。江南无所有，聊赠一枝春。”作者以远离故乡的范晔自比。④郴（chén）：郴州，今湖南郴县。⑤幸自：本身。【评解】这首词是作者因坐党籍连遭贬谪时所写，表达了失意人的凄苦和哀怨的心情，流露了对现实政治的不满。上片写旅途中所见景色，景中见情。下片抒发诗人内心的苦闷和愁恨心情。词意委婉含蓄，寓有作者身世之感。【集评】王国维《人间词话》：少游词境，最为凄婉。至“可堪孤馆闭春寒，杜鹃声里斜阳暮”，则变而凄厉矣。唐圭璋《唐宋词简释》：此首写羁旅，哀怨欲绝。起写旅途景色，已有归路茫茫之感。末引“郴江”、“郴山”，以喻人之分别，无理已极，沉痛已极，宜东坡爱之不忍释也。王方俊《唐宋词赏析》：这首词层次极为分明。开头两句都以对句起，都是平叙；中间第三句一顿；末两句是中心所在。虽是小词，用的是慢词作法。--引自惠淇源《婉约词》此词为作者绍圣四年（1097）贬谪郴州时在旅店所写。词中抒写了作者流徙僻远之地的凄苦失望之情和思念家乡的怅惘之情。词的上片以写景为主，描写了词人谪居郴州登高怅望时的所见和谪居的环境，但景中有情，表现了他苦闷迷惘、孤独寂寞的情怀。下片以抒情为主，写他谪居生活中的无限哀愁，他偶尔也情中带景。“雾失楼台，月迷津渡，桃源望断无寻处”，写夜雾笼罩一切的凄凄迷迷的世界：楼台在茫茫大雾中消失；渡口被朦胧的月色所隐没；那当年陶渊明笔下的桃花源更是云遮雾障，无处可寻了。当然，这是作者意想中的景象，因为紧接着的两句是“可堪孤馆闭春寒 ，杜鹃声里斜阳暮”。词人闭居孤馆，只有在想象中才能看得到“津渡”。而从时间上来看 ，上句写的是雾濛濛的月夜，下句时间又倒退到残阳如血的黄昏时刻。由此可见，这两句是实写诗人不堪客馆寂寞，而头三句则是虚构之景了。这里词人运用因情造景的手法，景为情而设，意味深长。“楼台”，令人联想到的是一种巍峨美好的形象，而如今被漫天的雾吞噬了；“津渡”，可以使人产生指引道路、走出困境的联想，而如今在朦胧夜色中迷失不见了；“桃源”，令人联想到陶渊明《桃花源记》中的一片乐土，而如今在人间再也找不到了 。开头三句 ，分别下了“失”、“迷”、“无”三个否定词，接连写出三种曾经存在过或在人们的想象中存在过的事物的消失，表现了一个屡遭贬谪的失意者的怅惘之情和对前途的渺茫之感。而“可堪孤馆闭春寒，杜鹃声里斜阳暮 。”两句则开始正面实写词人羁旅郴州客馆不胜其悲的现实生活。一个“馆”字，已暗示羁旅之愁。说“孤馆”则进一步点明客舍的寂寞和客子的孤单。而这座“孤馆”又紧紧封闭于春寒之中，置身其间的词人其心情之凄苦就可想而知了。此时此刻，又传来杜鹃的阵阵悲鸣；那惨淡的夕阳正徐徐西下，这景象益发逗引起词人无穷的愁绪。杜鹃鸣声，是古典诗词中常用的表游子归思的意象。以少游一个羁旅之身，所居住的是寂寞孤馆，所感受的是料峭春寒，所听到的是杜鹃啼血，所见到的是日暮斜阳，此情此境，只能以“可堪”道之。“可堪”者 ，岂堪也，词人在这重重凄厉的气围中，又怎能忍受得了呢？王国维评价这两句词说 ：“少游词境最凄婉，至‘可堪孤馆闭春寒，杜鹃声里斜阳暮’，则变为凄厉矣。”过片“驿寄梅花，鱼传尺素，砌成此恨无重数。”连用两则友人投寄书信的典故，极写思乡怀旧之情。“驿寄梅花”，见于《荆州记》记载；“鱼传尺素”，是用古乐府《饮马长城窟》诗意，意指书信往来。少游是贬谪之人，北归无望，亲友们的来书和馈赠，实际上并不能给他带来丝毫慰藉，而只能徒然增加他别恨离愁而已。因此，书信和馈赠越多，离恨也积得越多，无数“梅花”和“尺素”，仿佛堆砌成了“无重数”的恨。词人这种感受是很深切的，而这种感受又很难表现，故词人手法创新，只说“砌成此恨无重数”。有这一“砌”字，那一封封书信，一束束梅花，便仿佛成了一块块砖石，层层垒起，以至于达到“无重数”的极限。这种写法，不仅把抽象的微妙的感情形象化，而且也可使人想象词人心中的积恨也如砖石垒成，沉重坚实而又无法消解。在如此深重难排的苦恨中，迸发出最后二句：“郴江幸自绕郴山，为谁流下潇湘去？”从表面上看，这两句似乎是即景抒情，写词人纵目郴江，抒发远望怀乡之思。郴江，发源于湖南省郴县黄岭山，即词中所写的“郴山”。郴江出山后，向北流入耒水 ，又北经耒阳县，至衡阳而东流入潇水湘江。但实际上，一经词人点化，那山山水水都仿佛活了，具有了人的思想感情。这两句由于分别加入了“幸自”和“为谁”两个字，无情的山水似乎也能听懂人语，词人在痴痴问询郴江：你本来生活在自己的故土，和郴山欢聚在一起，究竟为了谁而竟自离乡背井，“流下潇湘去”呢？实际上是词人面对着郴江自怨自艾，慨叹自己好端端一个读书人，本想出来为朝廷做一番事业，怎知到如今竟被卷入一场政治斗争的漩涡中去呢？词人笔下的郴江之水，已经注入了作者对自己离乡远谪的深长怨恨，富有象征性，故而这结尾两句的意蕴就更深长丰富了。此词表达了失意者的凄苦和哀怨的心情，流露了对现实政治一定程度的不满。在写作上，词人善用对句写景抒情 。上片开头“雾失楼台，月迷津渡”，雾霭与月色对举，造成一种朦胧的意境，笼罩全词；下片开头亦用对句 ，“驿寄梅花，鱼传尺素，虽然表现的都是朋友的信息和寄赠这同一内容，却能造成书信往来频频不断的气势，与“砌成此恨无重数”相照应。总之，此词以新颖细腻、委婉含蓄的手法描写了作者在特点环境中的特定心绪，抒发了内心不能直言的深曲幽微的贬徒之悲，寄托了深沉哀婉的身世之感，使用写实、象征的手法营造凄迷幽怨、含蓄深厚的词境，充分体现了作者身为北宋婉约派大家的卓越艺术才能。"
        },
        {
            "title": "水龙吟",
            "content": "小楼连远横空，下窥绣毂雕鞍骤。朱帘半卷，单衣初试，清明时候。破暖轻风，弄晴微雨，欲无还有。卖花声过尽，斜阳院落，红成阵、飞鸳甃。　　玉佩丁东别后，怅佳期、参差难又。名缰利锁，天还知道，和天也瘦。花下重门，柳边深巷，不堪回首。念多情，但有当时皓月，向人依旧。",
            "comment": "：　　此词写一位妇女一整天的相思之情。\r\n　　上片起首句，写女子登上挨着园林横空而起的小楼，看见恋人身骑骏马奔驰而去。此二句按景缀情，景物描写中缀入女主人公的别情。“朱帘”三句，承首句“小楼”而言，谓此时楼上佳人正身穿春衣，卷起朱帘，出神地凝望着远去的情郎。“破暖”三句，表面上是写微雨欲无还有，似逗弄晴天，实际上则缀入女子的思想感情，说它也象当前的天气一样阴晴不定。以下四句便写这位女子一个人楼上一直等待到红日西斜的过程以及当时的情绪。轻风送来的卖花声清脆悦耳，充满着生活的诱惑力，也容易引起人们对美好事物的追求。女主人公想去买上一枝插鬓边；可是纵有鲜花，谁适为容？故此她没有心思买花，只好让卖花声过去，直到它过尽。“过尽”二字用得极妙，从中可以想象得到女主人公谛听的神态、想买又不愿买的惋惜之情。更为巧妙的是，词人将声音的过去同时光的流逝结合一起写，状画出女主人公绵绵不尽的感情。歇拍二句，则是以景结情。落红成阵，飞遍鸳甃，景象是美丽的，感情却是悲伤的。花辞故枝，象征着行人离去，也象征着红颜憔悴，最易使人伤怀。不言愁而愁自其中，因而蕴藉含蓄，带有悠悠不尽的情味。\r\n　　下片从男方着笔，写别后情怀。“玉佩丁东别后”，虽嵌入“东玉”二字，然无人工痕迹，且比起首二句凝炼准确，读后颇有“环佩人归”之感。“怅佳期、参差难又”，是说再见不易。参差犹差池，即蹉跎、失误。刚刚言别，马上又担心重逢难再，可见人虽远去，而留恋之情犹萦回脑际。至“名韁利锁”三句，始点出不得不与情人分别的原因。为了功名富贵，不得不抛下情人，词人思想上是矛盾的、痛苦的，因此发出了诅咒。“和天也瘦”句从李贺《金铜仙人辞汉歌》中“天若有情天亦老”化来。但以瘦易老，却别有情味，明王世贞对此极为赞赏，因为它概括了人物的思想矛盾，突出了相思之苦。“花下”三句，照应首句，回忆别前欢聚之地。此时他虽策马远去，途中犹频频回首，瞻望女子所住的“花下重门，柳边深巷”。着以“不堪”二字，更加刻划出难耐的心情，难言的痛苦。煞尾三句，颇饶馀韵，写对月怀人情景，颇有“见月而不见人之憾”（《草堂诗余隽》卷二）。\r\n　　此词以景起，以景结，而其中一以贯之的则是作者执着的情愫。对一个沦落风尘的薄命女子，作者竟钟情若此，这决非为征管逐弦而出入青楼的薄幸子弟所能望其项背。 | 【注释】此词写一位妇女一整天的相思之情。上片起首句，写女子登上挨着园林横空而起的小楼 ，看见恋人身骑骏马奔驰而去。此二句按景缀情，在景物描写中缀入女主人公的别情 。“ 朱帘”三句，承首句“小楼”而言 ，谓此时楼上佳人正身穿春衣，卷起朱帘，出神地凝望着远去的情郎。“破暖”三句，表面上是写微雨欲无还有，似在逗弄晴天，实际上则缀入女子的思想感情，说它也象当前的天气一样阴晴不定。以下四句便写这位女子一个人在楼上一直等待到红日西斜的过程以及当时的情绪。轻风送来的卖花声清脆悦耳，充满着生活的诱惑力，也容易引起人们对美好事物的追求。女主人公想去买上一枝插在鬓边；可是纵有鲜花，谁适为容？故此她没有心思买花，只好让卖花声过去 ，直到它过尽。“过尽”二字用得极妙，从中可以想象得到女主人公谛听的神态、想买又不愿买的惋惜之情。更为巧妙的是，词人将声音的过去同时光的流逝结合在一起写，状画出女主人公绵绵不尽的感情。歇拍二句 ，则是以景结情。落红成阵，飞遍鸳甃，景象是美丽的，感情却是悲伤的。花辞故枝，象征着行人离去，也象征着红颜憔悴，最易使人伤怀。不言愁而愁自在其中，因而蕴藉含蓄，带有悠悠不尽的情味。下片从男方着笔，写别后情怀。“玉珮丁东别后”，虽嵌入“东玉”二字，然无人工痕迹，且比起首二句凝炼准确，读后颇有“ 环珮人归 ”之感。“怅佳期、参差难又” ，是说再见不易。参差犹差池，即蹉跎、失误。刚刚言别，马上又担心重逢难再，可见人虽远去 ，而留恋之情犹萦回脑际。至“名韁利锁”三句，始点出不得不与情人分别的原因。为了功名富贵，不得不抛下情人，词人思想上是矛盾的、痛苦的，因此发出了诅咒 。“和天也瘦”句从李贺《金铜仙人辞汉歌》中“天若有情天亦老”化来。但以瘦易老，却别有情味，明王世贞对此极为赞赏，因为它概括了人物的思想矛盾 ，突出了相思之苦。“花下”三句，照应首句，回忆别前欢聚之地。此时他虽策马远去，途中犹频频回首，瞻望女子所住的“花下重门，柳边深巷”。着以“不堪”二字，更加刻划出难耐的心情，难言的痛苦。煞尾三句，颇饶馀韵，写对月怀人情景，颇有“见月而不见人之憾”（《草堂诗余隽》卷二）。此词以景起，以景结，而其中一以贯之的则是作者执着的情愫。对一个沦落风尘的薄命女子，作者竟钟情若此，这决非为征管逐弦而出入青楼的薄幸子弟所能望其项背。"
        },
        {
            "title": "阮郎归",
            "content": "潇湘门外水平铺，月寒征棹孤。红妆饮罢少踟蹰，有人偷向隅。挥玉箸，洒真珠，梨花春雨余。人人尽道断肠初，那堪肠已无。",
            "comment": ""
        },
        {
            "title": "阮郎归",
            "content": "湘天风雨破寒初，深沉庭院虚。丽谯吹罢《小单于》，迢迢清夜徂。　　乡梦断，旅魂孤，峥嵘岁又除。衡阳犹有雁传书，彬阳和雁无。",
            "comment": "：①湘天：指湖南地域的天空。\r\n②丽谯：城门上的高楼。\r\n③徂：往，过去。\r\n④峥嵘：不同寻常，指坚难岁月。\r\n⑤衡阳：今湖南衡阳市。 | ：　　湘南的天气现在正好是风雨大作，初初的带来寒气的时候。深深的庭院空荡无人。一位丽人在华丽的小楼上吹奏着“小单于”的乐曲，漫漫的清冷的长夜，就这样渐渐的过去。思乡的梦被无故打断，定我一个人感到特别孤独，那种寂寞的情怀实在无法向人诉说。现在正是万家团圆的团年夜。衡阳还可以有鸿雁传书捎信。这郴阳比衡阳还远，所以连鸿雁影子都见不到，更是没有家乡的消息。 | ：　　这首词是岁暮思乡之作。秦观于襟哲宗绍圣四处（1097年）末在湖南郴阳（即郴州）所写。除夕这夜，世人阖家守岁，除旧迎新，可是对于贬谪他乡的词人来讲，却倍感孤独凄凉。整首词的情调比较低沉，蕴含着作者许我年的痛苦和磨难。湘天风雨，庭院深虚，笛曲比咽，长夜迢遥，作者写乡思旅愁烘染了足够的氛围，之后集中倾泻愁怀，家乡远，梦魂单，又到岁除时节，乡音渺无，其谪居之凄苦况味，可以想见。结尾两句虽然用典，但不着痕迹，且富有情韵，非常贴切地表现了词人当时的衷苦这情。本词上阙定居人寒之认，庭院深沉空寂，楼头画仍声哀，清夜浸长人孤独的愁绪言，已到了度日如年的境地。最后两句，真实地写出了作者身在贬所，举目无亲，孤凄无援。乡梦断，旅魂孤，峥嵘岁又除。这里以“梦断”、“魂孤”写其远谪湘南，羁旅悲伤孤独的愁绪。“峥嵘”者， 是对其仕途生涯不同寻常的艰难，坎坷的深切感受。全词景凄情哀，意境黯然；语辞哀婉，韵调低沉凄楚。 | 【注释】此词当作于绍圣三年（1096）除夕，作者由谪徙郴州时，为淮海词中情调最为凄婉的之一。全词于浅语 、淡语中蕴有深远意味，抒写了无比哀伤的情感，寄托了沉重的身世感慨。起首二句，词人以简练的笔触勾勒了一个寂静幽深的环境。满天风雨冲破了南方的严寒，似乎呼唤着春天的到来。然而词人枯寂的心房，却毫无复苏的希望。环顾所居的庭院，深沉而又空虚，人世间除旧岁、迎新年的节日气象一点也看不到。自“湘天”至“庭院虚”，寥寥十二个字，不仅点明了时间，地点 ，而且描写了一个巨大的空间：从寥廓的湖南南部的天空，到蜗居一室的狭小的贬所尽包其中。而在凄凉孤寂的氛围中，隐然寓有他人的欢娱，因为除夕是中国的传统节日，这一天家家户户，围炉守岁，个中意味，耐人琢磨。“丽谯”二句是写词人数尽更筹 ，等待着天明。丽谯 ，指城门楼，语出《庄子·徐无鬼》“君亦必无盛鹤列于丽谯之间”。《小单于》是唐代大角曲名，诗人李益有《听晓角》诗云：“无数塞鸿飞不度 ，秋风卷入《小单于》。”除夕之夜，人们是阖家守岁，而此时此地的词人却独居在与世隔绝的“深沉庭院”之中，耳中听到的只是风声、雨声，以及凄楚的从城门楼上传过来的画角声。这种种声音，仿佛是利箭，是乱石，不断地刺激着、敲打着词人的心灵 。在这种情况下，词人是怎样熬过“一夜长如岁 ”的除夕，可以想见。“迢迢”二字，极言夜之长；加一“清”字，则突出了夜之静谧，心之凄凉。而一个“徂”字，则把时间的流逝写得很慢，很慢。然而到了过片，词人却以快速的节奏发出“乡梦断，旅魂孤”的咏叹。自从贬谪以来，离开家乡已经四年了，这个“乡”字当是广义，包括京都和家乡。词人日日夜夜盼望着回乡，可是如今却象游魂一样，孑然一身，远谪南州。当此风雨之夕，即使他想在梦中回到家乡，也因角声盈耳，进不了梦境。“乡梦断，旅魂孤”，这六个字凝聚着无比深沉的感情。至“峥嵘岁又除”一句，词人始正面点除夕 。峥嵘 ，喻不寻常，此言岁月之艰难。然而着一“又”字，却表明了其中蕴有多少次点燃了复又熄灭的希望之火 。言外之意是：一个又一个除夕到来了，接着又消逝了，词人依旧流徙在外。词的结尾意思是说，在衡阳还可以有鸿雁传书，而自己贬在衡阳以南几百里的郴阳，连雁也看不到了，何能带来书信呢？写离乡日远，音讯久疏，连用二事，贴切而又自然。鸿雁传书的典故出于《汉书·苏武传》，本来是汉朝使臣诈骗匈奴单于的话，后人却把它当事实引用 。据说“南地极燠，雁望衡山而止”（见陆佃《埤雅》）。此词写除夕之夜难眠的冷寂环境和孤凄心情，以及被贬日远和音信久疏的痛楚。全词笔触精致，用典贴切，景语、情语、浅语、淡语融为一体，含蓄巧妙，意味深长 ，正如清人冯煦《宋六十一家词选·例言》所言：“淮海，小山，古之伤心人也。其淡语皆有致，求之两宋词人，实罕其匹。”"
        },
        {
            "title": "阮郎归",
            "content": "褪花新绿渐团枝，扑人风絮飞。秋千未拆水平堤，落红成地衣。　　游蝶困，乳莺啼，怨春春怎知。日长早被酒禁持，那堪更别离。",
            "comment": ""
        },
        {
            "title": "阮郎归",
            "content": "宫腰袅袅翠鬟松，夜堂深处逢。无端银烛殒秋风，灵犀得暗通。身有限，恨无穷，星河沈晓空。陇头流水各西东，佳期如梦中。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "门外绿荫千顷，两两黄鹂相应。睡起不胜情，行到碧梧金井。人静，人静，风弄一枝花影。",
            "comment": ""
        },
        {
            "title": "鹊桥仙",
            "content": "纤云弄巧，飞星传恨，银汉迢迢暗度。金风玉露一相逢，便胜却、人间无数。柔情似水，佳期如梦，忍顾鹊桥归路。两情若是久长时，又岂在、朝朝暮暮。",
            "comment": "：①鹊桥仙：此调有两体，五十六字者始自欧阳修，因其词中有“鹊迎桥路接天津”句，取以为名；八十八字者始于柳永。此调多咏七夕。 \r\n②纤云弄巧：纤细的云彩变幻出许多美丽的花样来。这句写织女劳动的情形。传说织女精于纺织，能将天上的云织成锦缎。 \r\n③飞星传恨：飞奔的牵牛星流露出（久别的）怨恨。作者想象被银河阻隔的牛郎、织女二星，闪现出离愁别恨的样子。 \r\n④金风：秋风。秋，在五行中属金。玉露：晶莹如玉的露珠，指秋露。 \r\n⑤忍顾：不忍心回头看。 \r\n⑥朝朝暮暮：日日夜夜。这里指日夜相聚。 | ：　　彩云显露着自己的乖巧，流星传递着牛女的愁恨。纵然那迢迢银河宽又阔，鹊桥上牛郎织女喜相逢。团圆在金风习习霜降日，胜过了人间多少凡俗情。\r\n　　莫说这含情脉脉似流水，莫遗憾美好时光恍如梦。莫感慨牛郎织女七夕会，莫悲伤人生长恨水长东。只要是真情久长心相印，又何必朝夕相聚度此生。 | ：　　这是一首咏七夕的节序词，起句展示七夕独有的抒情氛围，“巧”与“恨”，则将七夕人间“乞巧”的主题及“牛郎、织女”故事的悲剧性特征点明，练达而凄美。借牛郎织女悲欢离合的故事，歌颂坚贞诚挚的爱情。结句“两情若是久长时，又岂在朝朝暮暮”最有境界，这两句既指牛郎、织女的爱情模式的特点，又表述了作者的爱情观，是高度凝练的名言佳句。这首词因而也就具有了跨时代、跨国度的审美价值和艺术品位。\r\n　　此词熔写景、抒情与议论于一炉，叙写牵牛、织女二星相爱的神话故事，赋予这对仙侣浓郁的人情味，讴歌了真挚、细腻、纯洁、坚贞的爱情。词中明写天上双星，暗写人间情侣；其抒情，以乐景写哀，以哀景写乐，倍增其哀乐，读来荡气回肠，感人肺腑。\r\n　　词一开始即写“纤云弄巧”，轻柔多姿的云彩，变化出许多优美巧妙的图案，显示出织女的手艺何其精巧绝伦。可是，这样美好的人儿，却不能与自己心爱的人共同过美好的生活。“飞星传恨”，那些闪亮的星星仿佛都传递着他们的离愁别恨，正飞驰长空。\r\n　　关于银河，《古诗十九首》云：“河汉清且浅，相去复几许？盈盈一水间，脉脉不得语。”“盈盈一水间”，近咫尺，似乎连对方的神情语态都宛然目。这里，秦观却写道：“银汉迢迢暗渡”，以“迢迢”二字形容银河的辽阔，牛女相距之遥远。这样一改，感情深沉了，突出了相思之苦。迢迢银河水，把两个相爱的人隔开，相见多么不容易！“暗渡”二字既点“七夕”题意，同时紧扣一个“恨”字，他们踽踽宵行，千里迢迢来相会。\r\n　　接下来词人宕开笔墨，以富有感情色彩的议论赞叹道：“金风玉露一相逢，便胜却人间无数！”一对久别的情侣金风玉露之夜，碧落银河之畔相会了，这美好的一刻，就抵得上人间千遍万遍的相会。词人热情歌颂了一种理想的圣洁而永恒的爱情。“金风玉露”用李商隐《辛未七夕》诗：“恐是仙家好别离，故教迢递作佳期。由来碧落银河畔，可要金风玉露时。”用以描写七夕相会的时节风光，同时还另有深意，词人把这次珍贵的相会，映衬于金风玉露、冰清玉洁的背景之下，显示出这种爱情的高尚纯洁和超凡脱俗。\r\n　　“柔情似水”，那两情相会的情意啊，就象悠悠无声的流水，是那样的温柔缠绵。“柔情似水”，“似水”照应“银汉迢迢”，即景设喻，十分自然。一夕佳期竟然象梦幻一般倏然而逝，才相见又分离，怎不令人心碎！“佳期如梦”，除言相会时间之短，还写出爱侣相会时的复杂心情。“忍顾鹊桥归路”，转写分离，刚刚借以相会的鹊桥，转瞬间又成了和爱人分别的归路。不说不忍离去，却说怎忍看鹊桥归路，婉转语意中，含有无限惜别之情，含有无限辛酸眼泪。\r\n　　回顾佳期幽会，疑真疑假，似梦似幻，及至鹊桥言别，恋恋之情，已至于极。词笔至此忽又空际转身，爆发出高亢的音响：“两情若是久长时，又岂朝朝暮暮！”秦观这两句词揭示了爱情的真谛：爱情要经得起长久分离的考验，只要能彼此真诚相爱，即使终年天各一方，也比朝夕相伴的庸俗情趣可贵得多。这两句感情色彩很浓的议论，与上片的议论遥相呼应，这样上、下片同样结构，叙事和议论相间，从而形成全篇连绵起伏的情致。这种正确的恋爱观，这种高尚的精神境界，远远超过了古代同类作品，是十分难能可贵的。\r\n　　这首词的议论，自由流畅，通俗易懂，却又显得婉约蕴藉，余味无穷。作者将画龙点睛的议论与散文句法与优美的形象、深沉的情感结合起来，起伏跃宕地讴歌了人间美好的爱情，取得了极好的艺术效果。\r\n　　此词的结尾两句，是爱情颂歌当中的千古绝唱。 | 【注释】①纤云弄巧：是说纤薄的云彩，变化多端，呈现出许多细巧的花样。②金风：秋风，秋天在五行中属金。　玉露：秋露。这句是说他们七夕相会。③忍顾：怎么忍心回顾。【评解】《鹊桥仙》原是为咏牛郎、织女的爱情故事而创作的乐曲。本词的内容也正是咏此神话。上片写佳期相会的盛况，下片则是写依依惜别之情。这首词将抒情、写景、议论融为一体。意境新颖，设想奇巧，独辟蹊径。写得自然流畅而又婉约蕴藉，余味隽永。【集评】张燕瑾《唐宋词选析》：秦观的这首《鹊桥仙》独具丰彩，是富有创造精神的好作品。它既没有慨叹会少离多，也没有抒发脉脉的相思。却自出机抒，歌颂坚贞不渝、诚挚不欺的爱情。沈祖棻《宋词赏析》：这首词上、下片的结句，都表现了词人对于爱情的不同一般的看法。他否定了朝欢暮乐的庸俗生活，歌颂了天长地久的忠贞爱情。这在当时，是难能可贵的。《文史知识》（1982．12）：秦观的这首《鹊桥仙》上片以“金风玉露一相逢，便胜却人间无数”发抒感慨，下片词人将意思翻进一层，道出了“两情若是久长时，又岂在朝朝暮暮”的爱情真谛。这字字珠玑、落地若金石声的警策之语，正是这首词流传久远，历久而不衰的关键所在。--引自惠淇源《婉约词》此词熔写景、抒情与议论于一炉，叙写牵牛、织女二星相爱的神话故事，赋予这对仙侣浓郁的人情味，讴歌了真挚、细腻、纯洁、坚贞的爱情。词中明写天上双星，暗写人间情侣；其抒情，以乐景写哀，以哀景写乐，倍增其哀乐，读来荡气回肠，感人肺腑。词一开始即写“纤云弄巧” ，轻柔多姿的云彩，变化出许多优美巧妙的图案，显示出织女的手艺何其精巧绝伦。可是，这样美好的人儿，却不能与自己心爱的人共同过美好的生活。“飞星传恨”，那些闪亮的星星仿佛都在传递着他们的离愁别恨，正在飞驰长空。关于银河，《古诗十九首》云：“河汉清且浅，相去复几许？盈盈一水间，脉脉不得语。” “盈盈一水间 ，近在咫尺，似乎连对方的神情语态都宛然在目。这里，秦观却写道：“银汉迢迢暗渡”，以“迢迢”二字形容银河的辽阔，牛女相距之遥远。这样一改，感情深沉了，突出了相思之苦。迢迢银河水，把两个相爱的人隔开，相见多么不容易！“暗渡”二字既点“七夕”题意 ，同时紧扣一个“恨”字，他们踽踽宵行，千里迢迢来相会。接下来词人宕开笔墨，以富有感情色彩的议论赞叹道：“金风玉露一相逢，便胜却人间无数！”一对久别的情侣在金风玉露之夜 ，在碧落银河之畔相会了，这美好的一刻，就抵得上人间千遍万遍的相会。词人热情歌颂了一种理想的圣洁而永恒的爱情 。“金风玉露 ”用李商隐《辛未七夕》诗 ：“恐是仙家好别离，故教迢递作佳期。由来碧落银河畔，可要金风玉露时。”用以描写七夕相会的时节风光，同时还另有深意，词人把这次珍贵的相会，映衬于金风玉露、冰清玉洁的背景之下，显示出这种爱情的高尚纯洁和超凡脱俗。“柔情似水”，那两情相会的情意啊 ，就象悠悠无声的流水，是那样的温柔缠绵 。“柔情似水”，“似水 ”照应“银汉迢迢”，即景设喻，十分自然。一夕佳期竟然象梦幻一般倏然而逝，才相见又分离，怎不令人心碎！“佳期如梦”，除言相会时间之短，还写出爱侣相会时的复杂心情。“忍顾鹊桥归路” ，转写分离，刚刚借以相会的鹊桥，转瞬间又成了和爱人分别的归路。不说不忍离去，却说怎忍看鹊桥归路，婉转语意中，含有无限惜别之情，含有无限辛酸眼泪。回顾佳期幽会，疑真疑假，似梦似幻，及至鹊桥言别，恋恋之情，已至于极。词笔至此忽又空际转身，爆发出高亢的音响 ：“两情若是久长时，又岂在朝朝暮暮！”秦观这两句词揭示了爱情的真谛：爱情要经得起长久分离的考验，只要能彼此真诚相爱，即使终年天各一方，也比朝夕相伴的庸俗情趣可贵得多。这两句感情色彩很浓的议论，与上片的议论遥相呼应，这样上、下片同样结构，叙事和议论相间，从而形成全篇连绵起伏的情致。这种正确的恋爱观，这种高尚的精神境界，远远超过了古代同类作品，是十分难能可贵的。这首词的议论，自由流畅，通俗易懂，却又显得婉约蕴藉，余味无穷。作者将画龙点睛的议论与散文句法与优美的形象、深沉的情感结合起来，起伏跃宕地讴歌了人间美好的爱情 ，取得了极好的艺术效果。此词的结尾两句，是爱情颂歌当中的千古绝唱。"
        },
        {
            "title": "南乡子",
            "content": "妙手写徽真，水翦双眸点绛唇，疑是昔年窥宋玉。东邻，只露墙头一半身。往事已酸辛，谁记当年翠黛颦，尽道有些堪恨处。无情，任是无情也动人。",
            "comment": " | 【注释】首句为“妙手写徽真 ”，点出所题者即是高明肖像画师手画的崔徽像 。“徽真”即崔徽的写真像。崔徽真的来历，据元稹《 崔徽歌 》题下注云：“崔徽，河中府娼也。裴敬中以兴元幕使蒲州，与徽相从累月。敬中使还，崔以不得从为恨，因而成疾。有丘夏善写人形 ，徽托写真寄敬中曰 ：‘崔徽一旦不及画中人，且为郎死。’发狂卒 。”《歌》中云 ：“有客有客重丘夏，善写仪容得恣把。”此即“妙手写徽真”所指。苏东坡曾有题为《章质夫寄崔徽真》的诗，诗中写画中崔徽形象是“玉钗半脱云（发）垂耳，亭亭芙蓉在秋水 ”，十四个字只作大略形容。对此，少游仅在这首词的第二句用“水剪双眸点绛唇”七个字概括，写她的眼睛和嘴唇，给人的印象便自不同，如工笔画之于剪影，精细得多了。由此可见，诗词在表达上的不同。李贺《唐儿歌》“一双瞳人剪秋水”，江淹《咏美人春游》诗“明珠点绛唇”，是其用语所本 。眼睛和嘴唇是最能显示美人神采和情韵的部位。 “疑是昔年窥宋玉 ，东邻 ；只露墙头一半身”，继续实现这幅写真的画面 ，透露出所画的是半身像，借宋玉《登徒子好色赋》的一段文字来增加情趣。《赋》中说，宋玉东邻的女子私慕他，登墙偷望他有三年之久。这个情节自然与崔徽本事无关，不过是由于画像是半身的而想到邻女窥宋，墙头半遮玉体的形象。“疑是”者 ，非是而似是也 。“似是”言二美姿色之近。《赋》中如“著粉则太白，施朱则太赤 ；眉如翠羽，肌如白雪”云云，宋玉所借以盛称邻女之美色者，也不妨加之于崔徽，以补充上句的不足。“谁记当年翠颦”，颦眉承上“酸辛”，绝非写美人的套语，而是反映了画面上的真实。崔徽画像上的神态可不是如宋玉东邻女那样的巧笑迷人，而是眉黛含颦。这是由于崔徽请画师丘夏写真时正怀着悲苦的心事，画师又作了精确的反映。“往事已酸辛”一句，与东坡《章质夫寄惠崔徽真》诗中的“当时薄命一酸辛 ”，辞意皆合。这两句词把崔徽的身世遭逢作一提挈。她的一段辛酸史既成往事，谁复省记，唯有这一幅写真留下，言下之意，感慨无穷尽。最后词人笔锋一转，写赏鉴了画像后的感受：“尽道有些堪恨处，无情” 。面对如此美艳绝伦的人物，如此高妙传神的画笔 ，观赏之后还有什么“堪恨处”呢？“无情”云者，盖即是如东坡前题诗中所谓“丹青不解语”，谓画上美人 ，虽是极妍尽态，可惜不是真人，不通情愫吧。紧接着，词人以拗折之笔挽转一句，说“任是无情也动人”！全用晚唐罗隐《牡丹花》诗句“ 若教解语应倾国 ，任是无情也动人”。“不解语 ”的牡丹花，“少口气儿”的美人图，都是“无情也动人”。全词以“妙手写徽真”破题，以下都是从画上真容著笔。词中借用前人诗句，抒自己的感受，点化之妙，是见词人功力。"
        },
        {
            "title": "菩萨蛮",
            "content": "虫声泣露惊秋枕，罗帏泪湿鸳鸯锦。独卧玉肌凉，残更与恨长。阴风翻翠幔，雨涩灯花暗。毕竟不成眠，鸦啼金井寒。",
            "comment": ""
        },
        {
            "title": "南歌子",
            "content": "玉漏迢迢尽，银潢淡淡横。梦回宿酒未全醒。已被邻鸡催起、怕天明。臂上妆犹在，襟间泪尚盈。水边灯火渐人行。天外一钩残月、带三星。",
            "comment": " | 【注释】此词以清新优的格调和情致，描写情人晨起离别的情景。起两句写别离的时间：黎明时分，夜漏将尽。着“迢迢”二字，透出此夜时间之长 。银潢，即银河。天亮前银河逐渐暗淡西斜 ，故说“淡淡横”。两句写别前之景，都暗暗传出离人对长夜已尽、别离在即的特定时间的心理感受，虽是景语，但情致自出。“梦回宿酒未全醒，已被邻鸡催起怕天明 。”两句补叙 ，说明前两句所写的情景是梦回时所见所闻。因为伤离惜别，夜来借酒遣愁 。清晨为邻鸡催醒时，宿酒尚未全醒，朦胧中听到漏声迢递、看到银河西斜，不免有“怕天明”之感 。“怕”字贯串整个上片，点醒伤离者的特殊心态。离别的人最怕别时的到来，而邻鸡并不解离别者的心理，照旧天未明即啼鸣，这在离人听来，便不免觉得它叫得特别早，而带有催人起程之意了 。“未”、“已”二字，开合相应，巧传离人心曲。过片“臂上妆犹在，襟间泪尚盈。”两句接上“梦回” ，从残妆在臂、宿泪盈襟写出夜来伤离的情景。而晨起看到昨夜伤离的泪痕，触绪伤怀之情可想。这是从今晨所见写出昨宵，又从昨宵暗示出今晨的惜别。结拍“水边灯火渐人行，天外一钩残月带三星。”两句，写临行时所见，镜头由室内转向室外：水边沙上，早起的行人已经三三两两地打着灯笼火把在匆匆赶路，天宇之上，繁星已经隐没，只有一钩残月带着三星寂寥地点缀着这黎明时分的苍穹，照映着早行的人们。这两句写景清疏明丽，宛如图画，而且带有晨起征行所特具的情调气氛。前一句写离别的人眼中所见的早起征行情景，其中既隐隐透出自己即将启程的迫促感，又带有对征行的某种新鲜感，感情并不沉重。后一句所描绘的景物虽带有清寥意味，但景物本身又带有一种清疏明洁的美，语调也显得比较轻快。全篇写景抒情，虽有感伤，但并不沉重，充分体现了作者情致清新、格调明快的独特风格。"
        },
        {
            "title": "南歌子",
            "content": "霭霭凝春态，溶溶媚晓光。何期容易下巫阳。祗恐使君前世、是襄王。暂为清歌驻，还因暮雨忙。瞥然归去断人肠。空使兰台公子、赋高唐。",
            "comment": ""
        },
        {
            "title": "木兰花慢",
            "content": "过秦淮旷望，迥潇洒、绝纤尘，爱清景风蛩。吟鞭醉帽，时度疏林，秋来政情味淡。更一重烟水一重云，千古行人旧恨，尽应分付今人。渔村。望断衡门。芦荻浦、雁先闻。对触目凄凉，红凋岸蓼，翠减汀萍，凭高正千嶂黯。便无情到此也销魂。江月知人念远，上楼来照黄昏。",
            "comment": ""
        },
        {
            "title": "满庭芳",
            "content": "晓色云开，春随人意，骤雨才过还晴。古台芳榭，飞燕蹴红英。舞困榆钱自落，秋千外、绿水桥平。东风里，朱门映柳，低按小秦筝。　　多情，行乐处，珠钿翠盖，玉辔红缨。渐酒空金榼，花困蓬瀛。豆蔻梢头旧恨，十年梦、屈指堪惊。凭阑久，疏烟淡日，寂寞下芜城。",
            "comment": "：①榭：建于高台上的木屋，多作游观这所。\r\n②蹴：踩、踏。\r\n③朱门：红门，古代秦地所造的一促弦乐器。秦，指今陕西一带。\r\n④珠钿：珍珠镶嵌的首饰。\r\n⑤翠盖：翠羽装饰的车盖。\r\n⑥玉辔：镶玉的马嚼和缰绳。\r\n⑦蓬瀛：传说中的海上仙山蓬菜、瀛洲。\r\n⑧豆蔻：其花尚大开者，多比作少女。 | ：　　拂晓的曙色中云雾散净，好春光随人意兴骤雨才过天色转晴。古老的亭台，芳美的水榭，飞燕穿花啃落了片片红英。榆钱儿像是舞得困乏，自然地缓缓飘零，秋衙摇荡的院墙外，漫涨的绿水与桥平。融融的春风里杨垂荫朱门掩映，传出低低弹奏小秦筝的乐声。回忆起往昔日多情人， 游行乐的胜景，她乘着翠羽伞盖的香车，珠玉头饰 发顶，我骑着缰绳精美的骏马，装饰了几楼红缨。金杯时美酒渐空，如花美人厌倦了蓬瀛仙境。豆蔻年华的青春少女呵，往日同我有多少别恨离情，十年间浑然大梦，屈指算令人堪惊。凭着栏杆久久眺望，落日昏蒙，寂寞地沉入了扬州城。 | ：　　这是一首追念旧游之作。这是一首追旧游这作。从结构句“寂寞下芜城”看当作于扬州。全篇从开判断到“花困蓬瀛”追述当年的想象事，结尾一句写同境之凄凉及对往事的痛苦回忆。上片从写景开篇，前三句写天气，“晓色”点明早晨，云开日出，雨过放晴，色调明朗，“春随人意”表心情舒畅。“古台芳榭”两句写园林景致之典雅，暮春景色之美好。“舞困”三句再度渲染闲适静谧的气氛，为人物的出现而设置悠闲宁静的环境。结三句才点出人物，“小秦筝”也有暗示她是位少女的意味。下片换头三句，与上片似断实连，继续追忆出游之乐。美人乘小车出游，词人骑良驹相伴。何其快乐。出游回归之后，则共同饮酒寻欢，尽情享受男欢女爱之乐。“渐酒空”两句写得含蓄空灵，自可意会。以下转写如今，前三句点明以上所叙均为前尘旧梦，回想来令人无限伤心。最后三句以景收，用淡日落芜城之萧索与前文明媚的春光相对照，使人感到一种人事全非的怅惘。全词用倒叙笔法，但层次分明，意脉清晰。结构上颇有特色，写景言情，精微细致。 | 【注释】此词当写于绍圣四年（1097）作者初被谪时所写。词分今昔两层写，在写作上运用了倒叙手法，先写往日光景，再写今日情景，反衬今日的落寞情怀。整首词语言清丽，形象鲜明，感情丰富。上片从写景开端，写的是春末的风光。天破晓了，骤雨刚过，云开天晴，天从人愿 ，可以外出春游了。作者从广阔的空间，大笔挥洒，春景的美好，人意的舒畅，融成一体。作者在园林里游赏，开旷的古台旁，建筑着临水的楼阁，周围繁花似锦，一片灿烂。飞燕穿花，把粉红色的红瓣纷纷踢落；榆荚随风飞舞，慢悠悠地把一片片飞落下来。河中的绿水也已高涨到与桥相平了。燕舞花飞，绿水盈岸，处处洋溢着迷人的春光。作者的笔已由辽阔的远景转到了近景 。“秋千外 ”，最后凝聚到一点，另外开拓出一个境界来。秋千设置在人家花园内，这里用了一个“外”字，表示在园处所见。这里点出秋千，由园林景色转入朱门歌舞。从那柳丝掩映的朱门里，随着温煦的乐风，传出低按小秦筝的音乐声。至此，一个辨音识曲，盈盈雅丽的少女形象，呼之欲出。过片以“多情”承上片的“朱门映柳，低按小秦筝 ”，也紧接下片的行乐生活。作者以“珠钿”两句极写扬州春游之盛。古代女子乘车，男子骑马。她乘的车，有珠子的嵌金装饰，车盖上还缀有翠羽；他骑的马，用玉装饰马缰绳，还垂着红色的穗子 。“珠钿翠盖”指车，以代女子 ；“玉辔红缨”指马，以代男子。男女共同出游，尽情欢乐，逐渐至酒空人倦，方才罢休。“渐酒空金榼，花困蓬瀛”，“蓬瀛”本仙境，借指行乐之地，“花”是指同游的女子 。下面“豆蔻梢头旧恨，十年梦、屈指堪惊”两句一反前意，点出以上所写，皆属前尘旧梦。两句用杜牧“娉娉袅袅十三余，豆蔻梢头二月初”、“十年一觉扬州梦，赢得青楼薄幸名”诗意。十年如梦，屈指一算，使人感到心惊。“堪惊”两字，点破感伤往事的主题。结语“凭阑久，疏烟淡日，寂寞下芜城 。”由追忆往日旧游转入抒写今日感情。作者凭栏久立，惟见傍晚时分薄薄的雾气和淡淡的斜阳向城墙落下。对比前文的明媚春光，欢娱游事，一种人事全非的怅惘油然而生。这首词写今昔景况，但不在换头转换词意，而从起笔到“花困落蓬瀛”追叙昔日游乐情景，自“豆蔻梢头”以下写而今落寞情怀。其中描写往日的物态人情，精细入微。全词章法上对比鲜明，反衬有力，大起大落，构织绵密。"
        },
        {
            "title": "满庭芳",
            "content": "山抹微云，天粘衰草，画角声断谯门。暂停征棹，聊共引离尊。多少蓬莱旧事，空回首、烟霭纷纷。斜阳外，寒鸦万点，流水绕孤村。　　消魂，当此际，香囊暗解，罗带轻分。漫赢得青楼，薄幸名存。此去何时见也？襟袖上、空惹啼痕。伤情处，高城望断，灯火已黄昏。",
            "comment": "：①谯门：谯楼，城上 望的高楼。\r\n②棹：船桨。\r\n③引：持、举。\r\n④尊：酒器。\r\n⑤销魂：极度伤心貌。\r\n⑥轻：轻易。\r\n⑦青楼：妓馆。\r\n⑧薄幸：薄情。\r\n⑨望断：从远望的视线中消逝。 | ：　　远山的山腰飘着浮云，枯萎的秋草一直连到天边，城楼上传来一声一声号角之声。我暂时停下行船，与友人共同端起饯行的酒杯。多少令人回想的欢乐旧事，也只能在回忆中出现，眼前见到的只是一片夜雾茫茫。斜阳之外，寒鸦万点，流水环绕着一个孤独的小村。实在令人伤心，正当此际，你我又要离分，暗解香囊，脱去衣带，相互送上一片心。我在青楼中觅得知音，博得个薄幸的名声。此次分别不知何时才能再见，衣襟衣袖上，到处空自留下伤心的泪痕。正在特别感伤的时分，远处的高城亮起了点点灯火，那已经到了黄昏。 | ：　　这首词为作者三十一岁时所写。当时，秦观在文坛上已崭露头角，但在科举上却一无所成。一次，他在会稽太守的宴会上结识了一位歌女，两人热恋很久，最后却还是不得不挥手告别。后来，秦观就写了这首婉约风格的代表作。开头两句八个字，便是一副工整美妙的对联，非是写其高，写其远也，实是突现极目天涯的主旨。“画角”一句，进一步点明时间。“暂停”两句，才点出赋别、饯送之事。下片主要是两点：一是官青楼薄幸。二是结尾伤情。“高城望断”的“望断”二字呼应上片开头。而灯火黄昏，正由山有微云、到“纷纷烟霭”，到满城灯火，渐重渐晚，一步一步，层层递进，井然不紊，倍添神采。香囊暗解，罗带轻分。这里一写词人解香囊以留情，一写爱侣分罗带之离别，生离之际极度销魂伤神。全词风格和笔法接近柳词，即情调感伤缠绵，气格缠绵，语句新奇典丽。风格和笔法接近柳沪体，即情调感伤缠绵，气格低沉不举。但语句既新奇精妙，得到词作大家的美誉，苏轼直称“‘山抹微云’秦学士”。 | 【注释】①谯门：城门。②引：举。　尊：酒杯。③蓬莱旧事：男女爱情的往事。④烟霭：指云雾。⑤消魂：形容因悲伤或快乐到极点而心神恍惚不知所以的样子。⑥谩：徒然。　薄倖：薄情。【评解】这首词写诗人与他所眷恋的一个女子的离别情景，充满了低沉婉转的感伤情调。上片描写别时的景色及对往事的回忆。下片抒写离别时的留恋、惆怅之情。全词把凄凉秋色、伤别之情，融为一体。通过对凄凉景色的描写，用宛转语调表达伤感的情绪，是这首词的主要艺术特色。【集评】周济《宋四家词选》：此词将身世之感，打并入艳情，又是一法。谭献《谭评词辨》：淮海在北宋，如唐之刘文房。下阕不假雕琢，水到渠成，非平钝所能借口。徐育民《历代名家词赏析》：全词层次井然，步步深入，分别在江边征棹之中，看的是野外苍茫之景；由饮酒到话别，到解囊相赠，由泪染襟袖到征棹远逝，灯火朦胧，真是满纸凄凉色，一派伤别情，不愧是婉约派代表作。晁补之云：少游如《寒景》词云：“斜阳外，寒鸦数点，流水绕孤村。”虽不识字人，亦知是天生好言语。（《苕溪渔隐丛话》引评《复斋漫录》）《唐宋词百首详解》：就全词来说，景是引人的，情是悱恻的，景中有情，景以表情；情寓于景，情融于景，亦景亦情。唐圭璋《唐宋词简释》：此首写别情，缠绵凄婉。“山抹”两句，写别时所见景色，已是堪伤。“画角”一句，写别时所闻，愈加肠断。“高城”两句，以景结，回应“谯门”，伤情无限。--引自惠淇源《婉约词》这首《满庭芳》是柳永最杰出的词作之一。起拍开端“ 山抹微云，天连衰草”，雅俗共赏，只此一个对句 ，便足以流芳词史了。一个“抹”字出语新奇，别有意趣 。“抹”字本意，就是用别一个颜色，掩去了原来的底色之谓 。传说，唐德宗在贞元时阅考卷，遇有词理不通的 ，他便“浓笔抹之至尾”。至于古代女流，则时时要“涂脂抹粉”亦即用脂红别色以掩素面本容之义。如此说来，“山抹微云”，原即山掩微云。若直书“山掩微云”四个大字 ，那就风流顿减，而意致全无了。词人另有“林梢一抹青如画，知是淮流转处山 。”的名句。这两个“抹”字，一写林外之山痕，一写山间之云迹，手法俱是诗中之画，画中之诗，可见作者是有意将绘画笔法写入诗词的。少游在这个“抹”字上极享盛名，婿在宴席前遭了冷眼时，便“遽起，叉手而对曰 ：‘某乃山抹微云女婿也！’”以至于其虽是笑谈，却也说明了当时人们对作者炼字之功的赞许。山抹微云，非写其高，概写其远。它与“天连衰草 ”，同是极目天涯的意思：一个山被云遮，便勾勒出一片暮霭苍茫的境界；一个衰草连天，便点明了暮冬景色惨淡的气象。全篇情怀，皆由此八个字里而透发。“画角”一句，点明具体时间。古代傍晚，城楼吹角，所以报时，正如姜白石所谓“正黄昏，清角吹寒，都在空城”，正写具体时间。“暂停”两句，点出赋别、饯送之本事。词笔至此，便有回首前尘、低回往事的三句，稍稍控提，微微唱叹。妙在“烟霭纷纷”四字 ，虚实双关，前后相顾。“纷纷”之烟霭，直承“微云”，脉络清晰，是实写；而昨日前欢 ，此时却忆 ，则也正如烟云暮霭，分明如在，而又迷茫怅惘，此乃虚写。接下来只将极目天涯的情怀，放在眼前景色之间，又引出了那三句使千古读者叹为绝唱的“斜阳外，寒鸦万点 ，流水绕孤村”。于是这三句可参看元人马致远的名曲《天净沙》 ：“柘藤老树昏鸦；小桥流水人家 ；古道西风瘦马，夕阳西下，断肠人在天涯”，抓住典型意象，巧用画笔点染，非大手不能为也。少游写此，全在神理，谓天色既暮，归禽思宿，却在流水孤村，如此便将一身微官濩落，去国离群的游子之恨以“无言”之笔言说得淋漓尽致。词人此际心情十分痛苦，他不去刻画这一痛苦的心情，却将它写成了一种极美的境界，难怪令人称奇叫绝。下片中“青楼薄幸”亦值得玩味。此是用“杜郎俊赏”的典故：杜牧之，官满十年，弃而自便，一身轻净 ，亦万分感慨 ，不屑正笔稍涉宦场一字，只借“闲情”写下了那篇有名的“十年一觉扬州梦，赢得青楼薄幸名 ”，其词意怨愤谑尽也。而后人不解，竟以小杜为“冶游子 ”。少游之感慨，又过乎牧之之感慨。结尾“高城望断” 。“望断”这两个字，总收一笔，轻轻点破题旨，此前笔墨倍添神采。而灯火黄昏，正由山林微云的傍晚到“纷纷烟霭”的渐重渐晚再到满城灯火，一步一步，层次递进，井然不紊，而惜别停杯，流连难舍之意也就尽在其中了。这首词笔法高超还韵味深长，至情至性而境界超凡，非用心体味，不能得其妙也。"
        },
        {
            "title": "江城子",
            "content": "西城杨柳弄春柔。动离忧。泪难收。犹记多情，曾为系归舟。碧野朱桥当日事，人不见，水空流。韶华不为少年留。恨悠悠。几时休。飞絮落花时候、一登楼。便做春江都是泪，流不尽，许多愁。",
            "comment": "：①“西城”三句：写看见早春柳丝轻柔，触动自己的离恨，因而流泪不止。\r\n ②韶华：青春年华。 | ：　　此为少游前期的暮春别恨之作。词之上片由“西城杨柳弄春柔”的描写，引起对往事的回忆，抒发暮春伤别之情；下片由“韶华不为少年留”的感叹，到“飞絮落花时候一登楼”的描写，进一步抒发愁情别恨。\r\n　　首句“西城杨柳弄春柔”貌似纯写景，实则有深意。因为这柳色，通常能使人联想到青春及青春易逝，又可以使人感春伤别。“弄春柔”的“柔”字，便有百种柔情，“弄”字则有故作撩拨之意。赋予无情景物以有情，寓拟人之法于无意中。“杨柳弄春柔”的结果，便是惹得人“动离忧，泪难收”。以下写因柳而有所感忆：“犹记多情曾为系归舟。碧野朱桥当日事，人不见，水空流。”这里暗示，这杨柳不是任何别的地方的杨柳，而是靠近水驿的长亭之柳，所以当年曾系归舟，曾有离别情事这地方发生。那时候，一对有情人，就踏过红色的板桥，眺望春草萋萋的原野，这儿话别。一切都记忆犹新，可是眼前呢，风景不殊，人儿已天各一方了。“水空流”三字表达的惆怅是深长的。\r\n　　过片“韶华不为少年留”是因为少年既是风华正茂，又特别善感的缘故，所谓说“恨悠悠，几时休？”两句无形中又与前文的“泪难收”、“水空留”唱和了一次。“飞絮落花时节一登楼”说不登则已，“一登”就这杨花似雪的暮春时候，真正是“便做春江都是泪，流不尽，许多愁。”这是一个极其巧妙的比喻，它妙就妙一下子将从篇首开始逐渐写出的泪流、水流、恨流挽合做一江春水，滔滔不尽地向东奔去，使人沉浸感情的洪流中。这比喻不是突如其来的，而是逐渐汇合，水到渠成的。\r\n　　此词写柳，妙“弄春柔”一语，笔意入微，妥贴自然，把拟人手法于无意中出之，化无情之柳为多情之物；此词写愁，妙引而不发，语气微婉，最后由景触发一个巧妙的比喻：清泪、流水和离恨融汇成一股情感流，言尽而情不尽。 | 【注释】①“西城”三句：写看见早春柳丝轻柔，触动自己的离恨，因而流泪不止。②韶华：青春年华。【评解】这是一首怀人伤别的佳作。上片从“弄春柔”、“系归舟”的杨柳，勾起了对“当日事”的回忆，想起了两人在“碧野朱桥”相会的情景。产生眼前“人不见”的离愁。下片写年华老去而产生的悠悠别恨。“便做”三句，表现了离愁的深长。全词于清丽淡雅中，含蕴着凄婉哀伤的情绪。【集评】薛砺若《宋词通论》：少游既是一个情种，自不免因落拓的宦途，羁旅的生涯，和失恋的萦绕所侵袭，因而使他变为一个伤心厌世的词人。所以他的词往往含蕴着极浓厚的凄婉情绪。俞陛云《唐五代两宋词选释》：结尾两句与李后主之“恰似一江春水向东流”、徐师川之“门外重重叠叠山，遮不断愁来路”，皆言愁之极致。--引自惠淇源《婉约词》此为少游前期的暮春别恨之作。词之上片由“西城杨柳弄春柔”的描写，引起对往事的回忆，抒发暮春伤别之情；下片由“韶华不为少年留”的感叹，到“飞絮落花时候一登楼”的描写，进一步抒发愁情别恨。首句“西城杨柳弄春柔”貌似纯写景，实则有深意。因为这柳色，通常能使人联想到青春及青春易逝，又可以使人感春伤别 。“弄春柔”的“柔”字，便有百种柔情 ，“弄”字则有故作撩拨之意。赋予无情景物以有情 ，寓拟人之法于无意中。“杨柳弄春柔”的结果 ，便是惹得人“动离忧，泪难收”。以下写因柳而有所感忆 ：“犹记多情曾为系归舟。碧野朱桥当日事 ，人不见，水空流。”这里暗示，这杨柳不是任何别的地方的杨柳，而是靠近水驿的长亭之柳，所以当年曾系归舟 ，曾有离别情事在这地方发生。那时候，一对有情人，就踏过红色的板桥，眺望春草萋萋的原野，在这儿话别。一切都记忆犹新，可是眼前呢，风景不殊，人儿已天各一方了 。“水空流”三字表达的惆怅是深长的。过片“韶华不为少年留”是因为少年既是风华正茂，又特别善感的缘故，所谓说“恨悠悠，几时休？”两句无形中又与前文的“泪难收”、“水空留”唱和了一次。“飞絮落花时节一登楼”说不登则已，“一登”就在这杨花似雪的暮春时候，真正是“便做春江都是泪 ，流不尽 ，许多愁。”这是一个极其巧妙的比喻，它妙就妙在一下子将从篇首开始逐渐写出的泪流、水流、恨流挽合做一江春水，滔滔不尽地向东奔去，使人沉浸在感情的洪流中。这比喻不是突如其来的，而是逐渐汇合，水到渠成的。此词写柳，妙在“弄春柔”一语，笔意入微，妥贴自然，把拟人手法于无意中出之，化无情之柳为多情之物；此词写愁，妙在引而不发，语气微婉，最后由景触发一个巧妙的比喻：清泪、流水和离恨融汇成一股情感流，言尽而情不尽。"
        },
        {
            "title": "减字木兰花",
            "content": "天涯旧恨，独自凄凉人不问。欲见回肠，断尽金炉小篆香。　　黛蛾长敛，任是春风吹不展。困倚危楼，过尽飞鸿字字愁。",
            "comment": "：①回肠：形容心中忧愁不安，仿佛肠子初牵转一样。\r\n②小篆：比喻盘香或 绕的香烟。此处指香烟。\r\n③黛娥：黛画的蛾眉，指美眉。 | ：　　天涯阻隔，我充满过去的旧恨，独自一个人，生活再孤单也无人来关怀。想知道我现在是怎样的惨淡，就像金炉里的篆香。黛色的蛾眉紧锁着，春风温柔地吹，也不能使它舒展。因为愁情太深太浓，她的心里无比忧愁。她困倦地依靠在高楼，眼看着一队队排成一字形飞过长空的鸿雁，似乎象一个一个的愁字。 | ：　　本词写闺中女子的离貌别恨。词人别出心意，赋无形以有形，变抽象为具体。宋代婉约派词人善于写愁情，秦观是代表人物之一。这首词就是较典型的篇章，一“愁”字贯穿全篇。上片前两句址抒怨悱；后两句相物寓意，揭示女子内心的愁苦，下片采用以外显内的手法写女子愁不展倚楼盼归的情形，人秀形象鲜明生动。“困倚危楼，过尽飞鸿字字愁。”这两句写出了女子的万般忧愁，见雁群也觉字字是愁，写景抒情，极为深刻。词的上片“天涯”二句，写愁人。“欲见”二句，写愁肠。词的下片接写“愁”。“黛蛾”二句，写愁眉。牵入春风，无理而妙。“困倚”二句，音书不至，“愁”之本原。困倚危楼，过尽飞鸿字字愁。这两句写出了女子的万般忧愁，见雁群也觉字字是愁，写景抒情，极为深刻。本词写闺中女子的离貌别恨。采用以外显内的手法写女子愁不展倚楼盼归的情形，人秀形象鲜明生动。全词首尾相应，一意贯穿，抒情回环往复，缠绵悱恻。 | 【注释】　　这是写一个独处女子，在困人的春天思念远方情人的离愁别恨至深的词。词的上片“天涯”二句，首句“天涯”就距离写游子之远、彼此分离天各一方，“旧恨”就时间写分手之后，别愁离恨之长。词篇本事，就此揭示了出来。次句，“人不问”，写无人对语，独居高楼，本够凄凉，有谁关心慰问，即连同情的人都没有，故“独自凄凉”，即分外感觉到凄凉难堪了。这里“人不问”之人，当指为其朝思暮想远在“天涯”之人。其人“不问”，可知音信不通，相思难寄，这就必然加重了她对远方情人的思念更加迫切，相见的欲望更加强烈。“欲见”两句，写女子在百无聊赖愁苦之极，只好用燃香数刻来耗费时间。“欲见”写怀情人之切，“回肠”写内心之痛，用形状回环如篆的盘香，形容恰如人的回肠百转。“断尽”，指炷一根根断尽。这里用以突出女子柔肠寸断，即“一寸相思一寸灰”的强烈感受。香断烟消，也是形容时间流逝、愁闷未散，女子的愿望终于烟雾一样虚幻。总之，这两句极写其相思怀人的愁苦。　　过片从一年四季写愁。“黛蛾”两句写这位女子从冬到春愁眉难展的情状。由于别恨难消，故存于心头而现于眉梢，以致常是愁眉紧锁，尽管春天来临，“东风”劲吹，具有神奇伟大的东风，吹绿了大地江岸，吹开了百花吐艳。但无论怎样吹拂，也吹不展她的一双愁眉，这就深刻地揭示出在“长敛”、“不展”背后其愁恨的深重。此句构思特妙，它和辛词《鹧鸪天》“春风不染白发须”同一机杼，都可说是文艺美学上无理而妙的写法。即通过这种似乎无理的描写，却更深刻地表达了人的情思，给人以无穷的韵味。歇拍“困倚”二句，写她从夏到秋守傍高楼，默默无语地目视一群群大雁消失在遥远的天边，渴望着有远人锦书的到来，但她凭着自己有多少次失望的经验，明知那毕竟是缥缈无凭的幻想，即使倚遍危楼，也依然是天涯离恨。因此在她眼里，那远去飞鸿组成的“人”字飞翔，实际上都可说是一个个巨大的“愁”字而已。这就是俗话说的“情人眼里出西施”。因为她思念情人，见雁字倍增愁思，“人”字也就变成了“愁”字。因为人在激情强烈情况下，客观景物在人的眼里会改变情调色彩的。所以，王国维说：“以我观物，故物我皆著我之色彩。”这话是言之有理的。（董冰竹）http://estar.rdfz.cn/RESOURCE/GZ/GZYW/YWBL/QSCJS/4000_SR.htm此词写一女子独处怀人的苦闷情怀。上片写女子独自凄凉，愁肠欲绝；下片写百无聊赖的女主人公困倚危楼。全词先着力写内心，再着重写外形，触物兴感，借物喻情，词采清丽，笔法多变，细致入微地表现了女主人公深重的离愁，抒写出一种深沉的怨愤激楚之情。整首词的艺术风格，可谓“体制淡雅，气骨不衰，清丽中不断意脉。”（张炎《词源》卷下）“天涯”点明所思远隔，“旧恨”说明分离已久，四字写出空间 、时间的悬隔，为“独知凄凉”张本。独居高楼，已是凄凉，而这种孤凄的处境与心情，竟连存问同情的人都没有 ，就更觉得难堪了。“人”为泛指，也包括所思念的远人，这两句于伤离嗟独中含有怨意。如此由情直入起笔颇陡峭。“欲见回肠，断尽金炉小篆香 。”是说要想了解她内心的痛苦吗？请看金炉中寸寸断尽的篆香！篆香，盘香，因其形状回环如篆，故称。盘香的形状恰如人的回肠百转，这里就近取譬，触物兴感，显得自然浑成，不露痕迹 。“断尽”二字着意，突出了女主人公柔肠寸断，一寸相思一寸灰的强烈感情状态。这两句在哀怨伤感中寓有沉痛激愤之情。上片前两句直抒怨情，后两句借物喻情，笔法变化有致。过片“黛蛾长敛，任是春风吹不展 。”从内心转到表情的描写。在人们的意念中，和煦的春风给万物带来生机，它能吹开含苞的花朵，展开细眉般的柳叶，似乎也应该吹展人的愁眉，但是这长敛的黛蛾，却是任凭春风吹拂 ，也不能使它舒展，足见愁恨的深重。“任是”二字，着意强调，加强了愁恨的分量。这两句的佳处是无理之妙。结拍“困倚危楼，过尽飞鸿字字愁 。”两句，点醒女主人公独处高楼的处境和引起愁恨的原因。高楼骋望 ，见怀远情殷，而“困倚”、“过尽”，则骋望之久，失望之深自见言外。旧有鸿雁传书之说，仰观飞鸿，自然会想到远人的书信，但“过尽”飞鸿，却盼不到来自天涯的音书。因此，这排列成行的“雁字”，在困倚危楼的闺人眼中，便触目成愁了。此词通体悲凉，可谓断肠之吟，尤其上下片结句，皆愁极伤极之语。词中出语凝重，显出沉郁顿挫的风致，读来愁肠百结，抑扬分明，有强烈的起伏跌宕之感。"
        },
        {
            "title": "浣溪沙",
            "content": "锦帐重重卷暮霞，屏风曲曲斗红牙，恨人何事苦离家。枕上梦魂飞不去，觉来红日又西斜，满庭芳草衬残花。",
            "comment": ""
        },
        {
            "title": "画堂春　本意",
            "content": "东风吹柳日初长，雨余芳草斜阳。杏花零落燕泥香，睡损红妆。宝篆烟消鸾凤，画屏云锁潇湘。暮寒微透薄罗裳，无限思量。",
            "comment": "：①睡损红妆：语似双关。实写闺人睡起慵困貌；用拟人法写杏花零落状。\r\n    ②宝篆烟销龙凤：古代盘香，有做成龙凤形的，点燃后，烟篆四散，龙凤形也逐渐\r\n消失。故云。\r\n    ③画屏云锁潇湘：屏风上的潇湘山水图中的白云，把潇湘地区锁住了。有不放远方\r\n游人回来之意。 | 【注释】①睡损红妆：语似双关。实写闺人睡起慵困貌；用拟人法写杏花零落状。②宝篆烟销龙凤：古代盘香，有做成龙凤形的，点燃后，烟篆四散，龙凤形也逐渐消失。故云。③画屏云锁潇湘：屏风上的潇湘山水图中的白云，把潇湘地区锁住了。有不放远方游人回来之意。【评解】这是一首抒写春闺思远的词。上片写暮春景色，下片写离人愁思。词中用东风衬托“柳”，见其婀娜多姿；用雨余、斜阳衬托“草”，见其嫩绿鲜美。而杏花糁径，燕啄香泥，屏画潇湘，白云深锁，寒夜失眠，更引起闺中人的无限思量。全词以景衬人，宛转细腻地抒写了闺中人的绵绵情思。【集评】《唐宋词百首详解》：“睡损红妆”句，表少妇的闲愁，非常委婉，和结尾处“无限思量”互相足成，笔法很好。虢寿麓《历代名家词百首赏析》：这首是描写闺情之作。绮情艳语，图写工致。--引自惠淇源《婉约词》杨湜《古今词话 》、黄昇《唐宋诸贤绝妙词选》、今之唐圭璋《全宋词》均录此篇为秦观词，不以之为山谷作品。词之上片写美人春睡 ，下片写美人春情。全词融情于物，婉丽柔媚，悱恻深沉。词写美人白日红妆春睡，夜晚枕畔难眠，笔力精工，色彩绚丽，意境优美，含蓄深挚，为春情困扰的心理，尽在不言之中。起首二句铺叙春睡前景色：春雨初霁，春日渐长，东风吹拂柳条，斜阳映照芳草，正是困人天气。这就为春睡渲染了气氛。以下二句是全词最精采之处。王国维说：“温飞卿《菩萨蛮》‘雨后却斜阳，杏花零落香’，少游之‘雨余芳草斜阳，杏花零落燕泥香’，虽自此脱胎 ，而实有出蓝之妙。”（《人间词话》附录）这个评语极为精当，因为他将好几层意思浓缩为一个完整的意境。杏花本当令之景，却偏雨后零落，又复堕地沾泥，泥沾落花，尤带有香气，而燕啄此泥筑巢，巢亦有香。词人将如许含义凝为一句，只取首尾而中间不言而喻，语言优美而意味隽永，审美价值极高。由于词人把环境写得如此婉美昵人，故“睡损红妆”一语，契合此景，仿佛令人看到一幅美人春睡图。过片写美人夜间不眠时所见之景象 。“ 宝篆”盖今之盘香。宋洪刍《香谱》云：“近世尚奇者作香，篆其文 ，准十二辰，分一百刻，凡燃一昼夜而已。”此处用以表明美人已经很长时间失眠，直到篆香销尽。“画屏云锁潇湘” ，是指屏风上所画的云雾潇湘图。此以潇湘喻指思念之人所在，从柳浑诗“潇湘逢故人”化出 ，“ 云锁”则迷不可见。点出苦想不眠的原因。这种手法不妨说它是融情入景 。结尾二句承上意脉，具体描写夜寒袭人，美人无法再入梦乡，于是思前想后，辗转反侧。这样以情语作结，有含蓄深情之致。宋杨湜《古今词话评此词》云：“少游《画堂春》‘雨余芳草斜阳，杏花零落燕泥香’之句，善于状景物。至于‘香篆暗消鸾凤，画屏萦绕潇湘’二句，便含蓄无限思量意思，此其有感而作也。”这一评论，对于赏析此词或有帮助。作者善于渲染环境，以白昼与黑夜的对照来表现美人春睡中的姿态与心绪，可谓匠心独运。"
        },
        {
            "title": "风流子",
            "content": "东风吹碧草。年华换、行客老沧州。见梅吐旧英，柳摇新绿，恼人春色。还上枝头，寸心乱、北随云黯黯。东逐水悠悠。斜日半山，暝烟两岸。数声横笛，一叶扁舟。　　青门同携手。前欢记、浑似梦里扬州。谁念断肠南陌，回首西楼。算天长地久，有时有尽，奈何绵绵，此恨难休。拟待倩人说与，生怕人愁。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "晓日窥轩双燕语，似与佳人。共惜春将暮，屈指艳阳都几许，可无时霎闲风雨。流水落花无问处，只有飞云。冉冉来还去，持酒劝云云且住，凭君碍断春归路。",
            "comment": ""
        },
        {
            "title": "调笑令",
            "content": "心素，与谁语。始信别离情最苦，兰舟欲解春江暮。精爽随君归去，异时携手重来处。梦觉春风庭户。",
            "comment": ""
        },
        {
            "title": "调笑令",
            "content": "辇路，江枫古。楼上吹箫人在否？菱花半璧香尘污。往日繁华何处，旧欢新爱谁是主。啼笑两难分付。",
            "comment": ""
        },
        {
            "title": "调笑令",
            "content": "柳岸，水清浅。笑折荷花呼女伴，盈盈日照新妆面。水调空传幽怨，扁舟日暮笑声远。对此令人肠断。",
            "comment": ""
        },
        {
            "title": "调笑令",
            "content": "恋恋，楼中燕。燕子楼空春色晚，将军一去音容远。空锁楼中深怨，春风重到人不见。十二阑干倚遍。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "醉漾轻舟，信流引到花深处。尘缘相误，无计花间住。烟水茫茫，千里斜阳暮。山无数，乱红如雨，不记来时路。",
            "comment": " | 【注释】此词当为秦观于谪徙途中所作。词中借刘义庆《幽明录》载刘晨、阮肇入天台故事，隐寓向往仙境而天涯无路的苦境。首二句本自《桃花源记 》的开篇 ：“醉漾轻舟，信流引到花深处 ”，把人带到一个优美的境界，这儿几似乎是桃源的入口。人在醉乡，且是信流而行，这眼前一片春花烂漫的世界当是个偶然发现。一种愉悦的心情也就见于如此平淡的语言之外，而同时却又有一阵深切的遗憾：“尘缘相误，无计花间住。”“尘缘”自是相对灵境而同时而言的，然而联系到作者的坎坷身世，可见此中另有所寄托。此处只说“尘缘相误”，隐去尘缘的具体内容，便觉空灵蕴藉，词情摇曳生姿。“烟水茫茫，千里斜阳暮”却钩勒出一幅“斜阳外 ，寒鸦万点，流水绕孤村”（《满庭芳》）一般的黄昏景象。“千里”、“茫茫”尤给人天涯飘泊之感 。紧接一句“山无数 ”，与“烟水茫茫”呼应，构成“山重水复疑无路”的境界，这就与上片“尘缘相误”二句有了内在的联络 ，上下片意脉不断 。值此迷惘之际 ，忽然风起茫落 ，只见“乱红如雨”。一句一景，蝉联而下，音节急促，恰状出人情之危苦 。合起来，这几句又造成一个山重水复、风起花落 、春归酒醒、日暮途远的浑成完整的意境。虽然没有明写欲归之字，而欲归之意在在皆是。结句却又出人意外转折出欲归不得之意 ：“不记来时路。”只说“不记”，却使人感到其情蕴深，因为曲折地反映出作者备受压抑而不能自解的悲愁。词之上片起笔寓情于景，境界清丽，接着忽而转折，情辞悲苦，下片先承上深入，浑化无迹，景色惨淡，继又景语淡出，情辞凄楚。全词以轻柔优美的笔调开端，以景语情语的笔法收篇，写来寓情于景，情蕴意深，委曲含蓄，耐人寻味。"
        },
        {
            "title": "长相思",
            "content": "铁瓮城高，蒜山渡阔，干云十二层楼。开尊待月，掩箔披风，依然灯火扬州。绮陌南头，记歌名宛转，乡号温柔。曲槛俯清流，想花阴、谁系兰舟。念凄绝秦弦，感深荆赋，相望几许凝愁。勤勤裁尺素，奈双鱼、难渡瓜洲。晓鉴堪羞，潘鬓点、吴霜渐稠。幸于飞、鸳鸯未老，不应同是悲秋。",
            "comment": ""
        },
        {
            "title": "八六子",
            "content": "倚危亭，恨如芳草，萋萋剗尽还生。念柳外青骢别后，水边红袂分时，怆然暗惊。无端天与娉婷。夜月一帘幽梦，春风十里柔情。怎奈何、欢娱渐随流水。素弦声断，翠绡香减，那堪片片飞花弄晚。蒙蒙残雨笼晴。正销凝。黄鹂又啼数声。",
            "comment": " | 【注释】此词写作者与他曾经爱恋的一位歌女之间的离别相思之情。全词由情切入，突兀而起，其间绘景叙事，或回溯别前之欢，或追忆离后之苦，或感叹现实之悲，委婉曲折，道尽心中一个“恨”字。下片“无端”三句，再进一步追忆当时欢聚之乐。“无端”是不知何故之意，言老天好没来由，赐予她一份娉婷之姿，致使我为之神魂颠倒 。“夜月”二句叙写欢聚情况，借用杜牧诗句“娉娉袅袅十三馀，豆蔻梢头二月初。春风十里扬州路，卷上珠帘总不知。”《赠别》含蓄出之无浅露之病。“怎奈向”三句（“怎奈向”义同“奈何”）叹惋好景不常，倏又离散。“素弦声断 ，翠绡香减”，仍是用形象写别离，有幽美凄清之致。“那堪”二句，忽又写当前景物，以景融情。“片片飞花弄晚 ，蒙蒙残雨笼晴”，是凄迷之景，在怀人的深切愁闷中 ，观此景更增惆怅，故用“那堪”二字领起 。结尾“正销凝，黄鹂又啼数声”，又是融情入景，有悠然不尽之意。洪迈《容斋四笔》卷十三云：“秦少游《八六子》词云：‘片片飞花弄晚，蒙蒙残雨笼晴。正销凝 ，黄鹂又啼数声。’语句清峭，为名流推激 。予家旧有建本《兰畹曲集》，载杜牧之一词，但记其末句云：‘正销魂，梧桐又移翠阴。’秦公盖效之 ，似差不及也。”洪迈指出秦观词此二句是从杜牧词中脱化出来。此词在语言上好用对句，如“柳外水边”、“夜月春风”、“素琴翠绡” 、“飞花残雨”皆是，尤以“夜月”和“飞花”两联为佳，不仅语言工丽，而且各具意境。全词情景交融，景语情语难分，可谓感人至深，独具匠心。"
        },
        {
            "title": "浣溪沙",
            "content": "漠漠轻寒上小楼，晓阴无赖似穷秋，淡烟流水画屏幽。　　自在飞花轻似梦，无边丝雨细如愁，宝帘闲挂小银钩。",
            "comment": "：①漠漠：无边无际。\r\n②无赖：悄悄。\r\n③穷秋：暮秋。\r\n④银钩：月牙。 | ：　　漫漫的轻寒涨入了小楼，无奈清晨的阴冷，好似深秋画屏上去烟淡淡，水流涓涓，景色清幽。自在飘飞的落花轻盈似梦，天边迷茫的丝雨细密如愁，闷闷无聊卷起珍珠帘儿挂上小银钩。 | ：　　本词写闺中春愁，上片侧重渲染环境的凄凉索寞，以景衬情；上片刻画女子淡的闲情。不用重笔刻画，人物形象却很鲜明，结句如手写镜头，把一多愁善感的美女形象凸现出来。本词之妙，在于不正面刻画人物，主要通过环境的气氛的渲染揭示人物愁闷凄苦的心态。自在飞花轻似梦，无边丝雨细如愁，“自在飞花”两句对 工稳，谓飞花似梦，细雨如愁，联想巧妙，比喻新颖。再用“自在”表现梦的飘忽幽 ，用“无边”表现愁的纷繁无际，意境空灵而意蕴更加丰富。词中描写水流涓涓，景色清幽。自在飘飞的落花轻盈似梦，天边迷茫的丝雨细密如愁，闷闷无聊卷起珍珠帘儿挂上小银钩。全词用语轻盈，清淡优雅。 | 【注释】这首词以轻浅的色调、幽渺的意境，描绘一个女子在春阴的怀抱里所生发的淡淡哀愁和轻轻寂寞。全词意境怅静悠闲，含蓄有味，令人回味无穷，一咏三叹。“漠漠轻寒上小楼”起调很轻 ，恍如风送清歌，悠然而来，让人不知不觉中入境。漠漠者，弥漫、轻淡也 。李白《菩萨蛮》云：“平林漠漠烟如织，寒山一带伤心碧 。”韩愈《同水部张员外曲江春游寄白二十二舍人 》诗云：“漠漠轻阴晚自开，青天白日映楼台 。”皆其意。轻寒者，薄寒也，有别于严寒和料峭春寒。无边的薄薄春寒无声无息地侵入了小楼，这是通过居住在楼中的人物感受写出来的，故词虽未正面写人，而人宛然在兹。时届暮春，冷从何来呢？“晓阴无赖似穷秋 。”原来是一大早起来就阴霾不开，所以天气冷得象秋天一般。穷秋者，九月也。南朝鲍照《白歌》云：“穷秋九月荷叶黄，北风驱雁天雨霜。”唐人韩偓《惜春》诗亦云：“节过清明却似秋。”词境似之。春阴寒薄，不能不使人感到抑郁，因诅咒之曰“无赖” 。无赖者，令人讨厌、无可奈何之憎语也。南朝徐陵《乌栖曲》云 ：“唯憎无赖汝南鸡，天河未落犹争啼 。”以无赖喻节序，亦见于杜甫诗，如《绝句漫兴九首》之一云：“无赖春色到江亭。”此词云景色“无赖”，正是人物心情无聊之反映。“小楼”，“晓阴 ”，时间地点在写景和抒情中自然而然地交代得清清楚楚。接下来“淡烟流水画屏幽”一句，则专写室内之景。词人枯坐小楼，畏寒不出，举目四顾，唯见画屏上一幅《 淡烟流水图》，迷蒙淡远。楼外天色阴沉，室内光景清幽，于是一股淡淡的春愁很自然地流露出来。从前片意脉来看，主人公在小楼中坐久，不堪寂寞，于是出而眺望外景。过片“自在飞花轻似梦，无边丝雨细如愁，写望中所见所感，境界略近唐人崔橹《 过华清宫》诗所写的“湿云如梦雨如尘”。此处作者以纤细的笔触把不可捉摸的情绪描绘为清幽可感的艺术境界 。今人沈祖棼《宋词赏析》分析这两句时，说：“它的奇，可以分两层说。第一，‘飞花’和‘梦’，‘丝雨’和‘愁’，本来不相类似，无从类比 。但词人却发现了它们之间有‘轻’和‘细’这两个共同点，就将四样原来毫不相干的东西联成两组，构成了既恰当又新奇的比喻。第二，一般的比喻，都是以具体的事物去形容抽象的事物，或者说，以容易捉摸的事物去比譬难以捉摸的事物。&#8943;&#8943;但词人在这里却反其道而行之。他不说梦似飞花，愁如丝雨，而说飞花似梦，丝雨如愁，也同样很新奇。”确如此言 ，这两句用语奇绝，特别具有一种音乐美、诗意美和画境美。此词构思精巧，意境优美，犹如一件精致小巧的艺术品 。作者善于借助于气氛的渲染和环境的烘托，展现人物复杂、细腻的心灵世界，从而使读者通过环境和心灵的契合，情与景的交融，体味到一种淡淡的忧伤。"
        },
        {
            "title": "浣溪沙",
            "content": "漠漠轻寒上小楼。晓阴无赖似穷秋。淡烟流水画屏幽。自在飞花轻似梦，无边丝雨细如愁。宝帘闲挂小银钩。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "遥夜沉沉如水，风紧驿亭深闭。梦破鼠窥灯，霜送晓寒侵被。无寐、无寐，门外马嘶人起。",
            "comment": "【注释】此词是作者绍圣三年（1096）贬谪郴阳时于途中所写。词中通过夜宿驿亭的描写，绘出贬谪途中的情景，表达了作者旅途中凄凉寂寞的心情和倦于宦游的情绪。首句点明时间是夜晚 ，“遥夜”即长夜，状出了夜漫漫而难尽的感觉。紧接“沉沉”的叠字，将长夜难尽的感觉再度强化 。一句尤妙在“如水”的譬喻。是夜长如水，是夜凉如水，还是黑夜深沉如水，作者不限制在何种性质上相“如”，只说“如水”，让读者去体味。较之通常用水比夜偏于一义的写法，有所创新 。次句点出地点。“驿亭”是古时供传递公文的使者和来往官员憩宿之所，一般都远离城市。驿站到夜里自是门户关闭，但词句把“风紧”与“驿亭深闭”联在一起，则有更多的意味。一方面更显得荒野“风紧 ”；另一方面也暗示出即使重门深闭也隔不断呼啸的风声 。“驿亭”本易使人联想到荒野景况以及游宦情怀，而“风紧”更添荒野寒寂之感。作者虽未言情，但景语中亦见出其情。“梦破”二字，又流露出多少烦恼情绪。沉沉寒夜做一好梦 ，更反衬出氛围的凄清。“梦破”大约与“鼠”有关，客房点的是油灯，老鼠半夜出来偷油吃，不免弄出些声响。人一惊梦，鼠也吓咆了，但它还舍不得已到口边的美味 ，远远地盯着灯盏。“鼠窥灯”的“窥”字，用得十分传神。它那目光闪闪，既惶恐，又贪婪 。昏暗灯光之下这一景象，直叫人毛骨悚然，则整个驿舍设备之简陋、寒伧，可窥见一斑。能否捕捉富于特征性的细节，往往是创造独特的词境的成败关键。此句与下句间，有一个从夜深至黎明的时间过程 。下句之“送”字、“侵”字都锤炼极佳。天犹未明 ，“晓”的将临是由飞“霜”知道的，而“霜”的降临又是由“寒”之“侵被”感到的。“无寐，无寐”的重复，造成感叹语调，再联系“风紧”、“鼠窥灯”、“霜送晓寒”等等情景，可以体味出无限的感伤。古时驿站常备官马，以供来往使者、官员们使用。而“门外马嘶人起” ，门外驿马长嘶，人声嘈杂，正是驿站之晨的光景。这不仅是写景，从中可以体味到被失眠折腾的人听到马嘶人声时的困怠情绪。同时，“马嘶人起”，又暗示出旅途跋涉，长路关山，白昼难辛的生活又将开始。此词不直写心境，而是写一夜难寐的所见、所闻、所感。词写长夜沉沉，驿亭风紧，饥鼠窥灯，晓寒侵被，人声嘈杂，驿马长嘶，真实谪徙羁旅的苦境与凄情。"
        },
        {
            "title": "春日",
            "content": "残腊渺茫云外日，新春彷佛梦中来。雪霜便觉都无力，只见桃花次第开。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "断霞一抹海天低。",
            "comment": ""
        }
    ]
}