{
    "dynasty": "宋",
    "author": "程垓",
    "poems": [
        {
            "title": "一翦梅",
            "content": "小会幽欢整及时。花也相宜。人也相宜。宝香未断烛光低。莫厌杯迟。莫恨欢迟。夜渐深深漏渐稀。风已侵衣。露已沾衣。一杯重劝莫相违。何似休归。何自同归。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "疏疏整整。风急花无定。红烛照筵寒欲凝。时见筛帘玉影。夜深明月笼纱。醉归凉面香料。犹有惜梅心在，满庭误作吹花。",
            "comment": ""
        },
        {
            "title": "破阵子",
            "content": "小小红泥院宇，深深翠色屏帷。簇定熏炉酥酒软，门外东风寒不知。恰疑三月时。钗影半欹绿子，歌声轻度红儿。醉里不愁更漏断，更要梅花看几枝。起来霜月低。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "满路梅英飞雪粉。临水人家，先得春光嫩。楼底杏花楼外影。墙东柳线墙西恨。撷翠揉红何处问。暖入眉峰，已作伤春困。归路月痕弯一寸。芳心只为东风损。",
            "comment": ""
        },
        {
            "title": "上平西/金人捧露盘",
            "content": "爱春归，忧春去，为春忙。旋点检、雨障云妨。遮红护绿，翠帷罗幕任高张。海棠明月杏花天，更惜浓芳。唤莺吟，招蝶拍，迎柳舞，倩桃妆。尽唤起、万籁笙簧。一觞一咏，尽教陶写绣心肠。笑他人世漫嬉游，拥翠偎香。",
            "comment": ""
        },
        {
            "title": "生查子",
            "content": "长记别郎时，月淡梅花影。梅影又横窗，不见江南信。无心换夕香，有分怜朝镜。不怕瘦棱棱，只怕梅开尽。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "天淡一帘秋，明月几时来得。何事桂底香近，把清光邀勒。人间明晦总由天，何必问通塞。且为人如月好，醉莫分南北。",
            "comment": ""
        },
        {
            "title": "满庭芳",
            "content": "南月惊乌，西风破雁，又是秋满平湖。采莲人尽，寒色战菇蒲。旧信江南好景，一万里、轻觅莼鲈。谁知道，吴侬未识，蜀客已情孤。凭高，增怅望，湘云尽处，都是平芜。问故乡何日，重见吾庐。纵有荷纫芰制，终不似、菊短篱疏。归情远，三更雨梦，依旧绕庭梧。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "老去懒寻花。独自生涯。几枝疏影浸窗纱。昨夜月来人不睡，看尽横斜。门外欲啼鸦。香意凌霞。从渠千树绕人家。世上一枝元也足，不要随他。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "客窗曾剪灯花弄。谁教来去如春梦。冷落旧梅台。小桃相次开。人间春易老。只有山中好。闲却槿花篱。莫教溪外知。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "晴日溪山春可数。水绕池塘，知有人家住。寻日寻花花不语。旧时春恨还如许。苦恨东风无意绪。只解催花，不解催人去。日晚荒烟迷古戍。断魂正在梅花浦。",
            "comment": ""
        },
        {
            "title": "乌夜啼",
            "content": "白酒欺人易醉，黄花笑我多愁。一年只有秋光好，独自却悲秋。风急常吹梦去，月迟多为人留。半黄橙子和诗卷，空自伴床头。",
            "comment": ""
        },
        {
            "title": "长相思",
            "content": "风敲窗。雨敲窗。窗外芭蕉云作幢。声声愁对床。剔银缸。点银缸。梦采芙蓉隔一江。几时蝴蝶双。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "画阁红炉屏四向。梅拥寒香，次第侵帷帐。烛影半低花影幌。修眉正在花枝傍。殢粉偎香羞一饷。未识春风，已觉春情荡。醉里不知霜月上。归来已踏梅花浪。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "翠葆扶疏傍药阑。乱红飘洒满书单。清明时节又看看。小雨勒成春尾恨，东风偏作夜来寒。琴心老尽不须弹。",
            "comment": ""
        },
        {
            "title": "望秦川/南歌子",
            "content": "竹粉翻新箨，荷花拭靓妆。断云侵晚度横塘。小扇斜钗依约、傍牙床。蘸蜜分红荔，倾筒泻碧香。醉时风雨醒时凉。明月多情依旧、过西厢。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "众绿初围夏荫，老红犹驻春妆。画帘燕子日偏长。静看新雏来往。□□□□□□，□□□□□□。□□□□□□□。□□□□□□。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "枕簟暑风消，帘幕秋风动。月到夜来愁处明，只照团衾凤。去意杳无凭，别语愁难送。一纸鱼笺枕底香，且做新来梦。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "小院秋光浓欲滴。独自钩帘，细数归鸿翼。鸿断天高无处觅。矮窗催暝蛩催织。凉月去人才数尺。断发萧骚，醉傍西风立。愁眼望天收不得。露华衣上三更湿。",
            "comment": ""
        },
        {
            "title": "南歌子",
            "content": "淡霭笼青琐，轻寒薄翠绡。有人憔悴带宽腰。又见东风、不忍见柔条。闷酒尊难寻，闲香篆易销。夜来溪雪已平桥。溪上梅魂凭仗、一相招。",
            "comment": ""
        },
        {
            "title": "忆王孙",
            "content": "萧萧梅雨断人行。门掩残春绿荫生。翠被寒灯枕自横。梦初惊。窗外啼鹃催五更。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "花簇簇。触眼万条垂玉。小院春深窗锁绿。水沈风断续。明月又侵楼曲。羞向枕囊拘束。只待夜深清影足。醉来花底宿。",
            "comment": ""
        },
        {
            "title": "一丛花",
            "content": "伤春时候一凭阑。何况别离难。东风只解催人去，也不道、莺老花残。青笺未约，红绡忍泪，无计锁征鞍。宝钗瑶钿一时闲。此恨苦天悭。如今直恁抛人去，也不念、人瘦衣宽。归来忍见，重楼淡月，依旧五更寒。",
            "comment": ""
        },
        {
            "title": "醉落魄/一斛珠",
            "content": "晚凉时节。翠梧风定蝉声歇。有人睡起香浮颊。倚著阑干，笑拣青荷叶。如今往事愁难说。曲池依旧闲风月。田田翠盖香罗叠。留得露痕，都是泪珠结。",
            "comment": ""
        },
        {
            "title": "雨中花令",
            "content": "闻说海棠开尽了。怎生得、夜来一笑。颦绿枝头，落红点里，问有愁多少。小园闭门春悄悄。禁不得、瘦腰如袅。豆蔻浓时，酴醿香处，试把菱花照。",
            "comment": ""
        },
        {
            "title": "摸鱼儿",
            "content": "掩凄凉、黄昏庭院，角声何处呜咽。矮窗曲屋风灯冷，还是苦寒时节。凝伫切。念翠被熏笼，夜夜成虚设。倚阑愁绝。听凤竹声中，犀影帐外，簌簌酿寒轻雪。伤心处，却忆当年轻别。梅花满园初发。吹香弄蕊无人见，帷有暮云千叠。情未彻。又谁料而今，好梦分胡越。不堪重说。但记得当初，重门锁处，犹有夜深月。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "矮窗西畔翠荷香。人在小池塘。何事未拈期局，却来闲倚胡床。金盆弄水，玉钗亸鬓，妆懒何妨。莫道困来不饮，今宵却恨天凉。",
            "comment": ""
        },
        {
            "title": "鹊桥仙",
            "content": "角声吹月，风声落枕，梦与柔肠俱断。谁教当日太情浓，颺不下、新愁一段。黄花开了，梅花开未，曾约那时相见。莫教容易负幽期，怕真个、孤他泪眼。",
            "comment": ""
        },
        {
            "title": "凤栖梧/蝶恋花",
            "content": "薄薄窗油清似镜。两面疏帘，四壁文书静。小篆焚香消日永。新来识得闲中性。人爱人嫌都莫问。絮自沾泥，不怕东风紧。只有诗狂消不尽。夜来题破窗花影。",
            "comment": ""
        },
        {
            "title": "天仙子",
            "content": "惨惨霜林冬欲尽。又是溪梅寒弄影。矮窗曲屋夜烧香，人已静。灯垂烬。点滴芭蕉和雨听。约个归期犹未定。一夜梦魂终不稳。知他勾得许多情，真个闷。无人问。说与画楼应不信。",
            "comment": ""
        },
        {
            "title": "小桃红/连理枝",
            "content": "不恨残花妥。不恨残春破。只恨流光，一年一度，又催新火。纵青天白日系长绳，也留春得麽。花院重教锁。春事从教过。烧笋园林，尝梅台榭，有何不可。已安排、珍簟小胡床，待日长闲坐。",
            "comment": ""
        },
        {
            "title": "南歌子",
            "content": "梅坞飞香定，兰窗翠色齐。水边沙际又春归。领略东风、能有几人知。爱月眠须晚，寻花去未迟。谁家庭院更芳菲。费尽才情、休负一春诗。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "春悄悄。红到一枝先巧。酒入半腮微带卯。粉寒香未饱。芳意枝头偏闹。困尽蜂须莺爪。拟倩玉纤和露拗。情多愁易搅。",
            "comment": ""
        },
        {
            "title": "一翦梅",
            "content": "斗转参横一夜霜。玉律声中，又报新阳。起来无绪赋行藏。只喜人间，一线添长。帘幕垂垂月半廊。节物心情，都付椒觞。年华渐晚鬓毛苍。身外功名，休苦思量。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "才合又轻离。心事多违。小窗灯影记亲移。可奈酒酣花困处，不省人归。山翠又如眉。肠断幽期。相思有梦阿谁知。莫遣重来风絮乱，不似当时。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "龙团分罢觉芳滋。歌彻碧云词。翠袖且留纤玉，沈香载捧冰垍。一声清唱，半瓯轻啜，愁绪如丝。记取临汾馀味，图教归後相思。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "山尽两溪头。水合天浮。行人莫赋大江愁。且是芙蓉城下水，还送归舟。渔雁两悠悠。烟断云收。谁教此水却西流。载我相思千点泪，还与青楼。",
            "comment": ""
        },
        {
            "title": "霜天晓角",
            "content": "玉清冰样洁。几夜相思切。谁料浓云遮拥，同心带、甚时结。匆匆休惜别。还有来时节。记取江阴归路，须共踏、夜深月。",
            "comment": ""
        },
        {
            "title": "长相思",
            "content": "酒孤斟。客孤吟。戏马台荒露草深。英雄何处寻。爱登临。莫登临。定是愁来关客心。暮天烟水沈。",
            "comment": ""
        },
        {
            "title": "生查子",
            "content": "溪光曲曲村，花影重重树。风物小桃源，春事还如许。情知送客来，又作寻芳去。可惜一春诗，总为闲愁赋。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "日下船篷人未起。一个燕儿，说尽伤春意。江上残花能有几。风催雨促成容易。湖海客心千万里。著力东风，推得人行未。相次桃花三月水。菱歌谁伴西湖醉。",
            "comment": ""
        },
        {
            "title": "摊破南乡子",
            "content": "休赋惜春诗。留春住、说与人知。一年已负东风瘦，说愁说恨，数期数刻，只望归时。莫怪杜鹃啼。真个也、唤得人归。归来休恨花开了，梁间燕子，且教知道，人也双飞。",
            "comment": ""
        },
        {
            "title": "长相思",
            "content": "对重阳。感重阳。身在西风天一方。年年人断肠。景凄凉。客凄凉。纵有黄花祗异乡。晚云连梦长。",
            "comment": ""
        },
        {
            "title": "无闷",
            "content": "天与多才，不合更与，殢柳怜花情分。甚总为才情，恼人方寸。早是春残花褪。也不料、一春都成病。自失笑，因甚腰围半减，珠泪频搵。难省。也怨天、也自恨。怎免千般思忖。倩人说与，又却不忍。拼了一生愁闷。又只恐、愁多无人问。到这里，天也怜人，看他稳也不稳。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "晴带溪光春自媚。绕翠萦青，来约东风醉。云补断山疏复缀。雨回绿野清还丽。拄杖不妨舒客意。临水人家，问有花开未。江左风流今有几。逢春不要人憔悴。",
            "comment": ""
        },
        {
            "title": "南浦",
            "content": "金鸭懒薰香，向晚来春酲，一枕无绪。浓绿涨瑶窗，东风外、吹尽乱红飞絮。无言伫立，断肠惟有流莺语。碧云欲暮。空惆怅，韶华一时虚度。追思旧日心情，记题叶西楼，吹花南浦。老去觉欢疏，伤春恨，都付断云残雨。黄昏院落，问谁犹在凭栏处。可堪杜宇。空只解声声，催他春去。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "木落江空又一秋。天寒几日不登楼。红绡帐里橙犹在，青琐窗深菊未收。新画阁，小书舟。篆烟熏得晚香留。只因贪伴开炉酒，恼得红儿一夜讴。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "水远山明，秋容淡、不禁摇落。况正是、楼台高处，晚凉犹薄。月在衣裳风在袖，冰生枕簟香生幕。算四时、佳处是清秋，须行乐。东篱下，西窗角。寻旧菊，催新酌。笑广平何事，对秋萧索。摇叶声声深院宇，折荷寸寸闲池阁。待归来、闲把木犀花，重薰却。",
            "comment": ""
        },
        {
            "title": "最高楼",
            "content": "旧时心事，说著两眉羞。长记得、凭肩游。缃裙罗袜桃花岸，薄衫轻扇杏花楼。几番行，几番醉，几番留。也谁料、春风吹已断。又谁料、朝云飞亦散。天易老，恨难酬。蜂儿不解知人苦，燕儿不解说人愁。旧情怀，消不尽，几时休。",
            "comment": "【注释】南宋词人程垓风流倜傥 ，他曾于一妓感情甚笃，不知为何竟分道扬镳，但程垓并未因时间的过去而减弱对该妓的思念之情，这首词就是作者描述了他们俩的爱情悲剧及其对心灵产生的创痛，这从一个侧面反映了作者对该妓的痴迷！这首词，遣字造句，通俗易懂，但其章法艺术却独具一格，曲尽其情。上片起句“旧时心事，说着两眉羞 ”，开门见山，直说心事，直披胸坎，为全词之纲，以下文字皆由此生发 ，深得词家起句之法。“旧时”，为此词定下了“回忆”的笔调，“长记得”以下至上片结句 ，都是承此笔势 ，转入回忆，并且皆由“长记得”三字领起。作者所回忆的内容，是给他印象最深刻的、使他长留记忆中的两年事 ，一是游乐，一是离别，前者是最痛快的，后者是最痛苦的。他以这样的一喜一悲的典型事例，概括了他与她的悲欢离合的全过程 。写游乐 ，他所记取的是最亲密的形式——“凭肩游”，和最美好的形象——“ 缃裙罗袜桃花岸，薄衫轻扇杏花楼 ”。因系恋人春游，所以用笔轻盈细腻 ，极尽温柔细腻情态 ，心神皆见，浓满视听。写其离别，则用了三个短促顿挫、迭次而下的三字句：“几番行，几番醉，几番留。”作者写离别，没有作“执手相看泪眼”之类的率直描述，而是选取了“行”、“醉”、“留”三个方面的行动，并皆以“几番”加以修饰，从而揭示情侣双方分离时心灵深处的痛苦和依依不舍。“行”是指男方将要离去；“醉”是写男方为了排解分离之苦而遁入醉乡，在片时的麻醉中求得解脱；“留”，一方面是女方的挽留，另方面也是因为男方大醉如泥而不能成“行 ”。作者在《 酷相思》中曾说：“欲住也，留无计 。”“醉”可能是无计可生时的一“计 ”。这些行动，都是“几番”重复，其对爱情的缠绵执着，便不言而喻了。作者写离别，仅用了九个字，却能一波三折 ，且将写事抒情熔为一炉，的确是词家正宗笔法。作者在写游乐和离别时，都刻画了鲜明的人物形象。前者“缃裙”云云，通过外表情态的描绘，娇女步春的形象，飘然如活；后者则主要是写男方的凄苦形象 ，而侧重于灵魂深处的刻画。上片的回忆，尤其是对那愉快、幸福时刻的回忆，对于词的下片所揭示的作者的爱情悲剧及其给予作者的无可弥缝的感情创伤，是必不可少的，回忆愈深，愈美，愈见离别之苦和怨思之深。这正是词家所追求的抑扬顿挫之法。下片起句以有力的大转折笔法写作者的爱情悲剧。“春风 ”、“朝云 ”，皆以喻爱情。但是，好景未长，往日的眷恋，那缃裙罗袜、薄衫轻扇的形象，便一如春风之吹断，朝云之飞散，一去不复返了，悲剧，酿成了！作者用“也谁料”、“又谁料”反复申说事出意外，深沉的悲痛之情亦隐含其间 。“天易老”以下直至煞尾 ，都是抒发作者在爱情破灭之后难穷难尽的“恨”、“苦”、“愁”，而行文之间，亦颇见层次。“天易老，恨难酬 ”，总写愁恨这深。这句承风断云飞的爱情悲剧而来，同时也是下文抒写愁恨的总提，是承上启下的关键句 。“蜂儿”、“燕儿”两句，是写心底的愁苦无处诉说，亦不为他人所理解，蜂、燕以物喻人，婉转其辞。作者当时的孤独凄苦和怨天尤人的情绪由此可见。这种境遇，自然就更进一步增加了他内心的痛苦，从而激荡出结句“旧情怀，消不尽，几时休”的感慨。这个结句，既与起句“旧时心事”相照应，收到结构上首尾衔接、一气卷舒之效，更重要的是它以重笔作结 ，迷离怅惘，含情无限，含恨无穷，得白居易《长恨歌》结句“天长地久有时尽，此恨绵绵无绝期”之意，词人对旧情的怀恋与执着，于此得到进一步表现。从以上分析中，可以看出这首词的章法结构是颇具特色的。它不仅脉理明晰，而且能一波三折，层层脱换；虚实轻重（上片回忆是虚写，为衬笔；下片是实写，为重笔 ），顿挫开合，相映成趣。这种章法艺术是为表现情旨枉曲 、凄婉温细的思想内容而设的。而这种章法艺术，也确实较好地表现了这种内容，直使全词写得忽喜忽悲，乍远乍近，语虽淡而情浓，事虽浅而言深，遂使全词成为艺术佳作。这首词的另一个艺术特点是对句用得较多、较好。一是较多。词中的“缃裙罗袜桃花岸”与“薄衫轻扇杏花楼”为对，“天易老”与“恨难酬”为对，“春风吹已断”与“朝云飞亦散”为对，“蜂儿不解知人苦”与“燕儿不解说人愁”为对。第二是用得较好。最值得一提的是“缃裙”两句。这两句全是名词性的偏正结构的词组成对 。“裙”是缃色（缃，浅黄色）的裙，“袜”是罗料（罗，质地轻柔、有椒眼花纹的丝织品）的袜，“衫”是“薄衫”，“扇”是“轻扇”，仅此四个词组，就把一个花枝招展、袅娜多姿的美女形象成功地塑造出来。“桃花岸”对“杏花楼”，是其畅游之所。更值得注意的是，两句之中没用一个动词，却把动作鲜明的游乐活动写了出来。这里不得不佩服作者的造词本领 。“春风”两句，也颇见功底 。“春风”、“朝云”作为爱情的化身，与“缃裙”、“薄衫”两句极为协调。作者把“春风”与“吹已断”、“朝云”与“飞亦散”这两组美好与残破本不相容的事物现象分别容纳在两句之中，并且相互为对，所描绘的物象和所创造的气氛都是悲惨的，用以喻爱情悲剧 ，极为贴切。悲剧，就是把美好的东西撕碎给人看。还有，这首词的对句，都是用在需要展开抒写的地方，不管是描摹物象还是创造气氛，都可以起到单行的散体所起不到的作用 。这都是这首词的对句用得较好的表现 。当然，这首词并非完美无缺，确实存在一些不容否定的缺点，主要体现在：一是还缺乏开阔手段，即对句所容纳的生活面还嫌狭小；二是近曲。这两点不足，从“蜂儿 ”、“燕儿”一对中可以看得比较清楚。但是，瑕不掩瑜，它并未影响到这首词的艺术整体，它仍不失为一篇佳作。"
        },
        {
            "title": "凤栖梧/蝶恋花",
            "content": "九月江南烟雨里。客枕凄凉，到晓浑无寐。起上小楼观海气。昏昏半约渔樵市。断雁西边家万里。料得秋来，笑我归无计。剑在床头书在几。未甘分付黄花泪。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "独自上层楼，楼外青山远。望到斜阳欲尽时，不见西飞雁。独自下层楼，楼下蛩声怨。待到黄昏月上时，依旧柔肠断。",
            "comment": "【注释】①西飞雁：从西边飞回之雁（相传雁足能传书）。②蛩（qióng），蟋蟀。【评解】这首词抒写离人相思之情。上片写独自登楼，望断青山，直至夕阳西下，却不见归雁传书。下片写独自下楼，而楼下蛩声，黄昏月上，凄凉况味，依旧令人断肠。全词含蓄和婉，意境清幽。------------------程垓的《卜算子》一词以写情见长，主人公盼望的心情随着时间的推移，逐渐变为失望，她的感情逐渐由平缓转向激烈，沉默无语到凄切哀怨，直到柔肠寸断。触景生情，徘徊悱恻，感情一直没有完全道破，但作者想说的话，想表达的思想感情，大家都可从字里行间悟出。词的上片，写上楼盼望，时间是白天。独自一人，登上层楼，取登高望远之意。但极目远眺，唯见青山绵邈天际而已。“远”，是青山遥远，更是主人公放眼所望之远，得“独上高楼，望尽天涯路”句意。自然，所望不在青山，而在于“人 ”。但是，直望到斜阳欲尽，光线模糊，不能再远望之时，还是不见那人的影子 ，连点儿消息也没有盼到！雁，用雁作传书之典，事见《汉书·苏武传 》。“不见西飞雁”，即没有盼到从远方传来的音讯。“日之夕矣，羊牛下来”，在外之人，当归不归，主人公的情真意切、望眼欲穿、焦急徘徊，种种情绪，一切尽在不言之中。但她并不心灰意冷。于是词的下片写主人公于夜色入高楼之后，又独自走下层楼，在楼下徘徊等候。但庭院寂寂，唯有蛩（蟋蟀）声如泣如怨而已。以蛩声衬寂寞，再以蛩声的凄怨，暗写主人公的情怀。至此，始写出主人公的“怨 ”。既全日翘首楼头，又继之以夜，始终不见那人归来 ，“怨”所由生焉。词的最后两句，写黄昏月上，这正是与所爱的人相会的时刻，而主人公却依然形影相吊 、徘徊楼下，不见人归，不禁由怨而悲，柔肠寸断矣。着“依旧”二字，可见如此盼人，如此失望 ，已非一日，女主人公的怀念之深，盼望之切，由此可略见一斑。这首词所展示的内容主要是：人在远方他乡，亲人日夜思念，在外呆得越久，怀念之情愈浓，日夜翘首盼望 ，不见归来 ，令人柔肠寸断。从词中写得的“柔肠”和那不胜感叹的悠悠柔情来看，词的主人公可能是一位少妇；所思念的人，便是她的丈夫。在这首词中，作者仅写主人公在楼上楼下的活动。从此看来，作者似乎是在漫不经心，信手拈来，但仔细一读，却娓娓动人，令人难以忘怀。作者熟悉生活，善于揣摩翘望者的心理状态：白天盼人，自然是上高楼，越高越得其深，南朝民歌“望郎上青楼”是也。梁元帝《荡妇思秋赋》：“登楼一望，唯见远树含烟。平原如此，不知道路几千 ！”也是白天登楼盼人，与此词同一境界。晚上盼人，则在楼下，徘徊庭除，所谓“玉阶空伫立”是也。若仍在楼上，则失其真。当然，也有一直守在楼上的，姚令威《忆王孙》写“楼上情人听马嘶”便是，那是情人偷情，未敢明目张胆，写的是特定人物的心理状态。李清照《声声慢 》“守着窗儿独自，怎生得黑 ”，自是丈夫已死，无人可盼的写照。所以虽仅写楼上楼下，已深得生活真实，故语不雕琢，反觉字字真切感人。"
        },
        {
            "title": "菩萨蛮",
            "content": "暑庭消尽风鸣树。树鸣风尽消庭暑。横枕一声莺。莺声一枕横。扇纨低粉面。面粉低纨扇。凉月淡侵床。床侵淡月凉。",
            "comment": ""
        },
        {
            "title": "霜天晓角",
            "content": "几夜锁窗揭。素蟾光似雪。恰恨照人欹枕，纱橱爽、簟纹滑。迤逦篆香裛。好坏谁共说。若是知人风味，来分取、半床月。",
            "comment": ""
        },
        {
            "title": "酷相思",
            "content": "月挂霜林寒欲坠。正门外、催人起。奈离别、如今真个是。欲住也、留无计。欲去也、来无计。马上离魂衣上泪。各自个、供憔悴。问江路梅花开也未。春到也、须频寄。人到也、须频寄。",
            "comment": "【注释】①奈：奈何。【评解】这首词采用了民歌回环复沓的格调，抒写离别与相思。离别时无计留住，离别后两地相思，只能折梅以寄深情。全词语浅意深，清新别致，不落俗套。【集评】毛晋《书舟词跋》：其《酷相思》诸阕，词家皆极欣赏，谓秦七、黄九莫及也。------------------------这首词，是程垓词的代表作之一。在宋金元词苑中，仅此一篇，程垓的词虽传诵正文，又曾选入《花草粹编》，但因其是一种“僻调”，形式奥妙，写作难度大，不易效仿，所以后人继承这种词风的很少。据《词苑丛谈》记载：程垓与锦江某妓感情甚笃，别时作《酷相思》词。上片写离情之苦，侧重抒写离别时欲留不得、欲去不舍的矛盾痛苦的心情。起调“月挂霜林寒欲坠”，是这首词仅有的一句景语，创造了一种将明未明、寒气袭人的环境气氛。这本来应是梦乡甜蜜的时刻。可是，这里却正是门外催人启程的时候 。“奈离别如今真个是”乃“奈如今真个是离别”的倒装语，意思是对这种即将离别的现实真是无可奈何。这种倒装，既符合词律的要求，又显得新颖脱俗，突出强调了对离别的无可奈何。这种无何奈何、无计可施的心情，通过下边两句更得以深刻表现 ：“欲住也、留无计；欲去也、来无计”两句感情炽热，缠绵悱恻，均直笔抒写，略无掩饰。想不去却找不到留下来的借口；还未去先想着重来，又想不出重来的办法。铁定地要分别了，又很难再见，当此时怎不黯然神伤，两句写尽天下离人情怀。下片写别后相思之深 。这层感情 ，词人用“离魂”、“憔悴”作过一般表达之后，接着用折梅频寄加以深化 。“问江路”三句，化用南朝民歌“折梅寄江北”和陆凯寄范晔“ 折梅逢驿使 ，寄与陇头人”诗意 ，而表情达意有过之而无不及。尤其是歇拍二句，以“春到 ”、“人到”复沓盘桓，又叠用“须频寄”，超神入化，写尽双方感情之深，两地相思之苦。这首词中，写景色的语言不多，较多地叙述离别的感情，语言朴实，不事夸张，却能于娓娓叙述之中，表达出缠绵悱恻的感情，自具一种感人的力量。这样的艺术效果，与词人所使用的词调的特殊形式、特殊笔法密切相关。其一，此词上下片同格，在总体上形成一种回环复沓的格调；上片的结拍与下片的歇拍皆用叠韵，且句法结构相同，于是在上下片中又各自形成了回环复沓的格调。这样，回环之中有回环，复沓之中又复沓，反复歌咏，自有一种回环往复音韵天成的韵致。其二，词中多逗。全词十句六逗，而且全是三字逗，音节短促，极造成哽哽咽咽如泣如诉的情调。其三，词中还多用“也”字以舒缓语气。全词十句之中，有五句用语气词“也 ”，再配上多逗的特点，从而形成曼声低语长吁短叹的语气。词中的虚字向称难用，既不可不用，又不可多用，同一首词中，虚字用至二、三处，已是不好，故为词家所忌。而这首词中，仅“也 ”字就多达五处，其他如“正”、“奈”、“个”等，也属词中虚字，但读起来却并不觉其多，反觉姿态生动，抑郁婉转，韵圆气足。其关键在于，凡虚处皆有感情实之，故虚中有实，不觉其虚。凡此种种形式，皆是由“酷相思”这种特定内容所决定的，内容和形式在程垓的这首词中做到了相当完美的统一。所以全词句句本色，而其感情力量却不是专事矫柔造作者所能望其项背的。"
        },
        {
            "title": "一落索",
            "content": "门外莺寒杨柳。正减欢疏酒。春阴早是做人愁，更何况、花飞後。莫倚东风消瘦。有酴醿入手。尽偎香玉醉何妨，任花落、愁依旧。",
            "comment": ""
        },
        {
            "title": "瑶阶草",
            "content": "空山子规叫，月破黄昏冷。帘幕风轻，绿暗红又尽。自从别後，粉消香腻，一春成病。那堪昼闲日永。恨难整。起来无语，绿萍破处池光净。闷理残妆，照花独自怜瘦影。睡来又怕，饮来越醉，醒来却闷。看谁似我孤令。",
            "comment": ""
        },
        {
            "title": "摊破江城子/江城梅花引",
            "content": "娟娟霜月又侵门。对黄昏。怯黄昏。愁把梅花，独自泛清尊。酒又难禁花又恼，漏声远，一更更，总断魂。断魂。断魂。不堪闻。被半温。香半温。睡也睡也，睡不稳、谁与温存。只有床前、红烛伴啼痕。一夜无眠连晓角，人瘦也，比梅花，瘦几分。",
            "comment": ""
        },
        {
            "title": "瑞鹧鸪",
            "content": "门前杨柳绿成阴。翠坞笼香径自深。迟日暖熏芳草眼，好风轻撼落花心。无多春恨莺难语，最晚朝眠蝶易寻。惟有狂醒不相贷，酿成憔悴到如今。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "罗衫乍试寒犹怯。妒花风雨连三月。灯冷闭门时。有愁谁得知。此情真个苦。只为当时语。莫道絮沾泥。絮飞魂亦飞。",
            "comment": ""
        },
        {
            "title": "木兰花慢",
            "content": "倩娇莺姹燕，说不尽、此时情。正小院春阑，芳园画锁，人去花零。凭高试回望眼，奈遥山远水隔重云。谁遣风狂雨横，便教无计留春。谁知雁杳与鸿冥。自难寄丁宁。纵柳院颦深，桃门笑在，知属何人。衣篝几回忘了，奈残香、犹有旧时熏。空使风头卷絮，为他飘荡花城。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "乌帽侧。行遍杏花春色。野意青青分陇麦。人家烟水隔。春事莫催行客。弹指青梅堪摘。醉倚暮天江拍拍。雨晴沙路白。",
            "comment": ""
        },
        {
            "title": "木兰花/玉楼春",
            "content": "别时已有重来愿。谁料情多天不管。分明咫尺是青楼，抵死浓云遮得遍。寄声只倚西飞雁。雁落书回空是怨。领愁归去有谁知，水又茫茫山又断。",
            "comment": ""
        },
        {
            "title": "孤雁儿/御街行",
            "content": "在家不觉穷冬好。向客里、方知道。故园梅花正开时，记得清尊频倒。高烧红蜡，暖熏罗幌，一任花枝恼。如今客里伤怀抱。忍双鬓、随花老。小窗独自对黄昏，只有月华飞到。假饶真个，雁书频寄，何似归来早。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "双双相并。一点红边偏照映。玉翦云裁。不比浮花共蒂开。几回心曲。选胜摘来情自足。插向云鬟。要与仙郎比并看。",
            "comment": ""
        },
        {
            "title": "乌夜啼",
            "content": "静院槐风绿涨，小窗梅雨黄垂。欲看春事留连处，惟有夜寒知。魂梦长闲消午醉，扫花共坐风凉。归来窗北有胡床。兴在羲皇以上。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "泪湿芙蓉城上花。片飞何事苦参差。锁深不奈莺无语，巢稳争如燕有家。情未老，鬓先华。可怜各自淡生涯。桃花不解知人意，犹自沾泥也学他。",
            "comment": ""
        },
        {
            "title": "忆秦娥",
            "content": "愁无语。黄昏庭院黄梅雨。黄梅雨。新愁一寸，旧愁千缕。杜鹃叫断空山苦。相思欲计人何许。一重云断，一重山阻。",
            "comment": ""
        },
        {
            "title": "祝英台/祝英台近",
            "content": "坠红轻，浓绿润，深院又春晚。睡起厌厌，无语小妆懒。可堪三月风光，五更魂梦，又都被、杜鹃催攒。怎消遣。人道愁与春归，春归愁未断。闲倚银屏，羞怕泪痕满。断肠沈水重熏，瑶琴闲理，奈依旧、夜寒人远。",
            "comment": ""
        },
        {
            "title": "雪狮儿",
            "content": "断云低晚，轻烟带暝，风惊罗幕。数点梅花，香倚雪窗摇落。红炉对谑。正酒面、琼稣初削。云屏暖，不知门外，月寒风恶。迤逦慵云半掠。笑盈盈、闲弄宝筝弦索。暖极生春，已向横波先觉。花娇柳弱。渐倚醉、要人搂著。低告托。早把被香熏却。",
            "comment": ""
        },
        {
            "title": "一翦梅",
            "content": "旧日心期不易招。重来孤负，几个良宵。寻常不见尽相邀。见了知他，许大无聊。昨夜梅花插翠翘。影落清溪，应也魂消。假饶真个住山腰。那个金章，换得渔樵。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "去年恰好双星节。鹊桥未渡人离别。不恨障云生。恨他真个行。天涯消息近。不见乘鸾影。楼外鹧鸪声。几回和梦惊。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "秋香谁买。散入琉璃界。点缀小红全不碍。还却铅华馀债。夜来月底相期。一枝未觉香迟。恰似青绫帐底，绛罗初试裙儿。",
            "comment": ""
        },
        {
            "title": "望江南/忆江南",
            "content": "篷上雨，篷底有人愁。身在汉江东畔去，不知家在锦江头。烟水两悠悠。吾老矣，心事几时休。沈水熨香年似日，薄云垂帐夏如秋。安得小书舟。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "梅雨收黄，暑风依旧闲庭院。露荷轻颤。只有香浮面。挂起西窗，月澹无人见。幽情远。随钗低扇。好个凉方便。",
            "comment": ""
        },
        {
            "title": "南歌子",
            "content": "雨燕翻新幕，风鹃绕旧枝。画堂春尽日迟迟。又是一番平绿、涨西池。病起尊难尽，腰宽带易垂。不堪村落子规啼。问道行人一去、几时归。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "小窗荫绿清无暑。篆香终日萦兰炷。冰簟涨寒涛。清风一枕高。有日团扇却。门掩庭花落。少待月侵床。教他魂梦凉。",
            "comment": ""
        },
        {
            "title": "入塞",
            "content": "好思量。正秋风、半夜长。奈银缸一点，耿耿背西窗。衾又凉。枕又凉。露华凄凄月半床。照得人、真个断肠。窗前谁浸木犀黄。花也香。梦也香。",
            "comment": ""
        },
        {
            "title": "凤栖梧/蝶恋花",
            "content": "有客钱塘江上住。十日斋居，九日愁风雨。断送一春弹指去。荷花又绕南山渡。湖上幽寻君已许。消息不来，望得行云暮。芳草梦魂应记取。不成忘却池塘句。",
            "comment": ""
        },
        {
            "title": "乌夜啼",
            "content": "墙外雨肥梅子，阶前水绕荷花。阴阴庭户熏风满，水纹簟、怯菱芽。春尽难凭燕语，日长惟有蜂卫。沈香火冷珠帘暮，个人在、碧窗纱。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "平芜冉冉连云绿。斜阳衬雨明溪足。小鸭睡晴沙。翠烘三两花。春光闲婉娩。尽日无人见。试著小屏山。图归云际看。",
            "comment": ""
        },
        {
            "title": "眼儿媚",
            "content": "一枝烟雨瘦东墙。真个断人肠。不为天寒日暮，谁怜水远山长。相思月底，相思竹外，犹自禁当。只恐玉楼贪梦，输他一夜清香。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "独木小舟烟雨湿。燕儿乱点春江碧。江上青山随意觅。人寂寂。落花芳草催寒食。昨夜青楼今日客。吹愁不得东风力。细拾残红书怨泣。流水急。不知那个传消息。",
            "comment": "【注释】程垓的《渔家傲》在写作手法上与其他诗词相比，有其独特性，这种独特性主要体现在：一是别具一格的谋篇布局。一般表现男女离别之情的词作，都是以泪洗面，依依不舍的场景描写，扣人心弦。这首词却撇开这些不写 ，而把描写的场面集中在离人的船上。它通过倒叙，把昨夜的聚会，叠印在今日的悲离之中，用今天的相思苦，反衬出以前的相爱之深，从而形成虚与实、悲与欢的对照。这就使得它画面集中，表现深刻。二是独辟蹊径地构想了一个极富表现力的小情节，即在结尾处所写 ，让残阳传达相思之苦。不过，它的真正目的，并非是通过落花来传情达意，而仅仅是表现自己的一片真心与痴情，减轻一点相思之痛苦罢了。上片着意描写与情人分别后船行江中的所见所感。首三句写春江春雨景色：自己乘坐的小船在烟雨朦胧中行进，到处都是湿湿润润的；燕子在碧绿的江面上纷纷点水嬉戏；两岸的青山若隐若现，倒也可以随意寻认。这些烟雨朦胧中的景物自然是很美的，但又处处暗示出一种忧郁的气氛。“人寂寂”二句也是写景，却更带着浓厚的感情色彩。人寂寂，既指两岸人影稀少，也指自身形影相吊，象离群的孤雁 。“落花芳草催寒食”是一种风趣的拟人说法，意即落花缤纷，芳草萋萋，寒食节要到了。古代的寒食节是一个以亲朋友好相聚赏花、游春为主要内容的欢乐的节日。词人于节前离开情人，想必是出于不得已，难免更添几分惆怅。下片着意表现不堪忍受的相思之苦 。“昨夜青楼今日客”二句点明自己何以感到孤寂与忧伤，那是因为昨晚还在青楼（泛指妓女所居）与心爱的人儿欢聚，今日却成了江上的行客，这骤然离别的痛苦叫人怎么忍受得了。想借东风把心中的愁云惨雾吹散吧，只因愁恨如山，东风也吹它不动。在百般无奈中，终于想出了一个排解的新法 ，那就是后三句所写：将岸边、洲头飞来的落花（即残红 ），小心拾起，写上自己的愁苦，撒向江中。可是流水太急 ，不知会漂向何处，意中人怎能看到，这些爱情的使者又向谁传递消息呢？言外之意是愁还是愁 ，怨还是怨，相思仍如春江水，无止无息。这几句显然是由唐人的红叶题诗的故事演化而来 ，不仅十分自然，其表现力也超过了原故事，实在是一种再创造。在古代，有许多文人骚客，每当他们遇到不顺心，难以排解的事情时，譬如，科场失意，官运不佳，爱情坎坷，他们便不惜花费许多时间、金钱去青楼寻花问柳，寻求一时解脱。这首词所描绘的就是这种落魄文人的浪漫生活 。这种题材在婉约派诗词中很常见，但在写作上 ，作者颇费心思，没有落入别人的窠臼。"
        },
        {
            "title": "蝶恋花",
            "content": "小院菊残烟雨细。天气凄凉，恼得人憔悴。被暖橙香羞早起。玉钗一任慵云坠。楼上珠帘钩也未。数尺遥山，供尽伤高意。伫立不禁残酒味。绣罗依旧和香睡。",
            "comment": ""
        },
        {
            "title": "雨中花令",
            "content": "卷地芳草都过了。花不语、对人含笑。花与人期，人怜花病，瘦似人多少。闻道重门深悄悄。愁不尽、露啼烟袅。断得相思，除非明月，不把花枝照。",
            "comment": ""
        },
        {
            "title": "乌夜啼",
            "content": "绿外深深柳巷，红间曲曲花楼。一春想见贪游冶，不道有人愁。三月东风易老，几宵明月难留。酴醿白尽窗前也，还肯醉来否。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "和风暖日西郊路。游人又踏青山去。何处碧云衫。映溪才两三。疏松分翠黛。故作羞春态。回首杏烟消。月明归渡桥。",
            "comment": ""
        },
        {
            "title": "折红英/撷芳词",
            "content": "桃花暖。杨花乱。可怜朱户春强半。长记忆。探芳日。笑凭郎肩，殢红偎碧。惜惜惜。春宵短。离肠断。泪痕长向东风满。凭青翼。问消息。花谢春归，几时来得。忆忆忆。",
            "comment": ""
        },
        {
            "title": "望秦川/南歌子",
            "content": "柳弱眠初醒，梅残舞尚痴。春阴将冷傍帘帷。又是东风和恨、向人归。乐事灯前记，愁肠酒後知。老来无计遣芳时。只有闲情随分、品花枝。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "闲倚前荣小扇车。晚妆无力亸云鸦。凝情香落一庭花。笑挽清风归玉枕，懒随缺月傍窗纱。羞红两脸上娇霞。",
            "comment": ""
        },
        {
            "title": "南歌子",
            "content": "荷盖倾新绿，榴巾蹙旧红。水亭烟榭晚凉中。又是一钩新月、静房栊。丝藕清如雪，幮纱薄似空。好维今夜与谁同。唤取玉人来共、一帘风。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "春回绿野烟光薄。低花矮柳田家乐。陇麦又青青。喧蜂闲趁人。野翁忘近远。怪识刘郎面。断却小桥溪。怕人溪外知。",
            "comment": ""
        },
        {
            "title": "生查子",
            "content": "兰帷夜色高，绣被春寒拥。何事玉楼人，屡踏杨花梦。分明相见陈，不道幽情重。乞个好因缘，莫待来生种。",
            "comment": ""
        },
        {
            "title": "雨中花令",
            "content": "旧日爱花心未了。紧消得、花时一笑。几日春寒，连宵雨闷，不道幽欢少。记得去年深院悄。□梁畔，一枝香袅。说与西楼，後来明月，莫把菱花照。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "风阵阵。吹落杨花无定。酒病厌厌三月尽。花檀红自隐。新绿轩窗清润。月影又移墙影。手拈青梅无处问。一春长闷损。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "昨夜思量直到明。拂明心绪更愁人。风披露叶高低怨，冷雨寒烟各自轻。休赖酒，莫求神。为谁教尔许多情。如今早被思量损，好更当时做弄成。",
            "comment": ""
        },
        {
            "title": "孤雁儿/御街行",
            "content": "双鬓乍绾横波溜。记当日、香心透。谁教容易逐鸡飞，输却春风先手。天公元也，管人憔悴，放出花枝瘦。几宵和月来相就。问何事、春山斗。祗应深院锁蝉娟，枉却娇花时候。何时为我，小梯横阁，试约黄昏後。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "风入藕花翻动。夜气与香俱纵。月又带风来，凉意一襟谁共。情重。情重。可惜短宵无梦。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "几日赏花天，月淡荼小。写尽相思唤不来，又是花飞了。春在怕愁多，春去怜欢少。一夜安排梦不成，月堕西窗晓。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "夜来花底莺饶舌。把人心事分明说。许大好因缘。只成容易传。春阑无好计。唯有归来是。从此玉台前。晓妆休太妍。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "绿深红少。柳外横桥小。双燕不知幽梦好。惊起碧窗春晓。起来瞢�┒嗍薄Ｓ裉ń鹁点家啤６嗌俅撼钗此担�却来闲数花枝。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "浅寒带暝和烟下。轻阴挟雨随风洒。翠幕护重帘。篆香销半奁。平生风雨夜。怕近芭蕉下。今夕定愁多。萧萧声奈何。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "东风有意留人住。熏风无意催人去。去住两茫然。相逢成短缘。平生花柳笑。过後关心少。今日奈情何。为伊饶恨多。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "轻红短白东城路。忆得分襟处。柳丝无赖舞春柔。不系离人、只解系离愁。如今花谢春将老。柳下无人到。月明门外子规啼。唤得人愁、争似唤人归。",
            "comment": ""
        },
        {
            "title": "洞庭春色/沁园春",
            "content": "锦字亲裁，泪巾偷裛，细说旧时。记笑桃门巷，妆窥宝靥，弄花庭前，香湿罗衣。几度相随游冶去，任月细风尖犹未归。多少事，有垂杨眼见，红烛心知。如今事都过也，但赢得、双鬓成丝。叹半妆红豆，相思有分，两分青镜，重合难期。惆怅一春飞絮，梦悠颺教人分付谁。销魂处，又梨花雨暗，半掩重扉。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "山头翠树调莺舌。山腰野菜飞黄蝶。来为等闲休。去成多少愁。小庭花木改。犹有啼痕在。别後不曾看。怕花和泪残。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "送我南来舟一叶，谁教催动鸣榔。高城不见水茫茫。云湾才几曲，折尽九回肠。买酒浇愁愁不尽，江烟也共凄凉。和天瘦了也何妨。只愁今夜雨，更做泪千行。",
            "comment": ""
        },
        {
            "title": "意难忘",
            "content": "花拥鸳房。记驼肩髻小，约鬓眉长。轻身翻燕舞，低语转莺簧。相见处，便难忘。肯亲度瑶觞。向夜阑，歌翻郢曲，带换韩香。别来音信难将。似云收楚峡，雨散巫阳。相逢情有在，不语意难量。些个事，断人肠。怎禁得恓惶。待与伊、移根换叶，试又何妨。",
            "comment": ""
        },
        {
            "title": "青玉案",
            "content": "宝林岩畔凌云路。记藉草、寻梅去。咏绿书红知几度。行云归後，碧云遮断，寂寞人何处。一声长笛江天暮。别後谁吟倚楼句。匀面照溪心已许。欲凭锦字，写人愁去，生怕梨花雨。",
            "comment": ""
        },
        {
            "title": "芭蕉雨",
            "content": "雨过凉生藕叶。晚庭消尽暑，浑无热。枕簟不胜香滑。争奈宝帐情生，金尊意惬。玉人何处梦蝶。思一见冰雪。须写个贴儿、丁宁说。试问道、肯来麽，今夜小院无人，重楼有月。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "烟尽戍楼空，又是一帘佳月。何事山城留滞，负好花时节。烧灯翦彩没心情，应有翠娥说。欲借好风吹恨，奈乱云愁叠。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "薄日移影午暑空。一杯何事便潮红。扇纨挥尽却疏慵。早睡青怀冰枕外，夜来消息雨荷中。不须留烛眩房栊。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "野店无人霜似水。清灯照影寒侵被。门外行人催客起。因个事。老来方有思家泪。寄问梅花开也未。爱花只有归来是。想见小桥歌舞地。浑含喜。天涯不念人憔悴。",
            "comment": ""
        },
        {
            "title": "忆秦娥",
            "content": "青门深。海棠开尽春阴阴。春阴阴。万重云水，一寸归心。玉楼深锁烟消沈。知他何日同登临。同登临。待收红泪，细说如今。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "华筵饮散撤芳尊。人影乱纷纷。且约玉骢留住，细将团凤平分。一瓯看取，招回酒兴，爽彻诗魂。歌罢清风两腋，归来明月千门。",
            "comment": ""
        },
        {
            "title": "瑞鹧鸪",
            "content": "东风冷落旧梅台。犹喜山花拂面开。绀色染衣春意静，水沈熏骨晚风来。柔条不学丁香结，矮树仍参茉莉栽。安得方盆载幽植，道人随处作香材。",
            "comment": ""
        },
        {
            "title": "红娘子/连理枝",
            "content": "小小闲窗底。曲曲深屏里。一枕新凉，半床明月，留人欢意。奈梅花引里唤人行，苦随他无计。几点清觞泪。数曲乌丝纸。见少离多，心长分短，如何得是。到如今、留下许都愁，枉教人憔悴。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "浓睡醒。惊对一帘秋影。桐叶乍零风不定。半窗疏雨影。愁与年光不尽。老入星星双鬓。只拟上楼寻远信。雁遥烟水暝。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "翠幕成阴帘拂地。池馆无人，四面生凉意。荷气竹香俱细细。分明著莫清风袂。玉枕如冰笙似水。才亸横钗，早被莺呼起。今夜月明人未睡。只消三四分来醉。",
            "comment": ""
        },
        {
            "title": "蓦山溪",
            "content": "老来风味，是事都无可。只爱小书舟，剩围着、琅玕几个。呼风约月，随分乐生涯，不羡富，不忧贫，不怕乌蟾堕。三杯径醉，转觉乾坤大。醉後百篇诗，尽从他、龙吟鹤和。升沈万事，还与本来天，青云上，白云间，一任安排我。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "楼角吹花烟月堕。的皪韶研，又向梅心破。钗上采旛看一个。赏心已觉春生坐。莫恨年华风雨过。人日嬉游，次第连灯火。翠幄高张金盏大。已拼醉袖随香亸。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "天女殷勤著意多。散花犹记病维摩。肯来丈室问云何。腰佩摘来烦玉笋，鬓香分处想秋波。不知真个有情麽。",
            "comment": ""
        },
        {
            "title": "八声甘州",
            "content": "问东君、既解遣花开，不合放花飞。念春风枝上，一分花减，一半春归。忍见千红万翠，容易涨桃溪。花自随流水，无计追随。不忍凭高南望，记旧时行处，芳意菲菲。叹年来春减，花与故人非。总使、梁园赋在，奈长卿、老去亦何为。空搔首，乱云堆里，立尽斜晖。",
            "comment": ""
        },
        {
            "title": "桃源忆故人",
            "content": "粉霜拂拂凝香砌。酝酿梅花天气。月上小窗如水。冷浸人无寐。平生可惯闲憔悴。担负新愁不起。消遣夜长无计。只倚熏香睡。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "片花飞後水东流。无计挽春留。香小谁栽杜若，梦回依旧扬州。破瓜年在，娇花艳冶，舞柳纤柔。莫道刘郎霜鬓，才情未放春休。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "急雨闹冰荷，销尽一襟烦暑。趁取晚凉幽会，近翠阴浓处。风梢危滴撼珠矶，洒面得新句。莫怪玉壶倾尽，待月明归去。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "别梦记春前，春尽苦无归日。想见鹊声庭院，误几回消息。万重离恨万重山，无处说思忆。只有路傍双堠，也随人孤只。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "寒意勒花春未足。只有东风，不管春拘束。杨柳满城吹又绿。可人青眼还相属。小叶星星眠未熟。看尽行人，唱彻阳关曲。心事一春何计续。芳条未展眉先蹙。",
            "comment": ""
        },
        {
            "title": "愁倚阑/春光好",
            "content": "春犹浅，柳初芽。杏初花。杨柳杏花交影处，有人家。玉窗明暖烘霞。小屏上、水远山斜。昨夜酒多春睡重，莫惊他。",
            "comment": "【注释】诗中的绝句，词中的小令，都是难作的。不仅字数少，而且又要有丰富的诗情画意，所以要字字锤炼，字字着力，小而精工，玲珑剔透，才见大家风范。程垓的这首小词，仅四十二字 ，正写得富有诗情画意，情趣盎然，颇能显示出“美文”的艺术魅力。小词而能铺排，是这首词的艺术特点。这首词要表达的意思极为单一 ：不要惊醒酒后春睡的“ 他”。但直接用来表达这个意思的文字，却只有全词的最后一句 ；绝大部分的文字 ，是用铺排的手法来描写与“他”有关系的环境、景物 ，极力渲染出一幅恬静、安逸、静谧的图画。起句写初春景物，交代时令节气。“春犹浅 ”，是说春色尚淡。柳芽儿、杏花儿，皆早春之物，更着一“初”字，正写春色之“浅”。《愁倚阑》又名《春光好 》。古人作词，有“依月用律”之说，此调入太蔟宫，是正月所用之律，要求用初春之景。此词景与律很相适应。“杨柳”句总前三句之笔，以“交影”进一步写景物之美，缀一“处”字，则转为交代处所，紧接着点出这里“有人家”。从“交影”二字看，这里正是春光聚会处，幽静而又充满生机和活力。词的下片首两句，转入对室内景物的铺排，与上片室外一派春光相对应。窗外杨柳杏花交相辉映，窗内明暖如烘霞，给人以春暖融融，阳光明媚之感。而小屏上“水远山斜”的图画 ，亦与安谧的春景相应。“小屏”一句，语小而不纤，反能以小见大，得尺幅千里之势，“水远山斜”，正好弥补了整个画面上缺少山水的不足。这正是小屏画图安排的绝妙处。此词一句一景写到这里，一幅色彩、意境、情调极为和谐的风景画就铺排妥当了。作者以清丽婉雅的笔触，在这极有限的字句里，创造了一种令人神往的境界，然后才画龙点睛，正面点出那位酒后春睡的“他”。“莫惊他”三字，下得静悄悄，喜盈盈，与全词的气氛、情调极贴切，语虽平常，却堪称神来之笔。全词写景由远及近，铺排而下，步步烘托，曲终见意，既层次分明，又用笔省净。细味深参，全词无一处不和谐，无一处不舒适 ，无一处不宁静。显然，词人在对景物的描绘中，渗透了他对生活的理想与愿望，也充分体现了词人对由景生情写作手法达到了炉火纯青的地步。就一般常例来看，艺术上的渲染、铺排，往往会导致语言上的雕琢 、繁缛 。但是这首小词却清新平易，绝无刀斧痕。语言平淡，是程垓词的一个明显特点，读他的《书舟词 》，几乎首首明白如话，这种语言风格并非轻易得之。况蕙风论词，曾引了宋人葛立方《韵语阳秋 》论诗的一段话：“陶潜、谢朓诗皆平淡有思致。&#8943;&#8943;大抵欲造平淡，当自组丽中来；落其华芬，然后可造平淡之境。如此，则陶、谢不足进矣。梅圣俞赠杜挺之诗有‘作诗无古今，欲造平淡难’之句。李白云：‘清水出芙容，天然去雕饰。’平淡而到天然，则甚善矣。”况氏然后说 ：“此论精微，可通于词。‘欲造平淡，当自组丽中来 ’，即倚声家言自然从追琢中出也。”（《蕙风词话续编》卷一）程垓这首小小的《愁倚阑 》，以平淡的语言精心写景，巧藏情致，具见巧夺天工，终得自然之美，足以为况氏的词论作一佳证。"
        },
        {
            "title": "凤栖梧/蝶恋花",
            "content": "九月重湖寒意早。目断黄云，冉冉连衰草。惨别临江愁满抱。酒尊时事都相恼。闻道吴天消息好。鸳鸯西池，咫尺君应到。若见故人相问劳。为言未分书舟老。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "扶犁野老田东睡。插花山女田西醉。醉眼眩东西。看看桃满溪。耕桑山下足。纨绮人间俗。莫管旧东风。从教吹软红。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "浓绿锁窗闲院静，照人明月团团。夜长幽梦见伊难。瘦从香脸薄，愁到翠眉残。只道花时容易见，如今花尽春阑。画楼依旧五更寒。可怜红绣被，空记合时欢。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "山城桃李。催促春无几。日日为花须早起。犹□惜花无计。阿谁留得春风。长教绕绿围红。莫遣十分芳意，输他万点愁容。",
            "comment": ""
        },
        {
            "title": "玉漏迟",
            "content": "一春浑不见，那堪又是，花飞时节。忍对危栏数曲，暮云千叠。门外星星柳眼，看还似、当时风月。愁万结。凭谁为我，殷勤低说。不是惯却春心，奈新燕传情，旧莺饶舌。冷篆馀香，莫放等闲消歇。纵使繁红褪尽，犹有、荼堪折。魂梦切。如今不奈，飞来蝴蝶。",
            "comment": ""
        },
        {
            "title": "碧牡丹",
            "content": "睡起情无著。晓雨尽，春寒弱。酒盏飘零，几日顿疏行乐。试数花枝，问此情何若。为谁开，为谁落。正愁却。不是花情薄。花元笑人萧索。旧观千红，至今冷梦难托。燕麦春风，更几人惊觉。对花羞，为花恶。",
            "comment": ""
        },
        {
            "title": "南歌子",
            "content": "野水寻溪路，青山踏晚春。偶来相值却锺情。一树琼瑶洗尽、客衣襟。曲沼通诗梦，幽窗净俗尘。何时散发伴襜裙。後夜相思生怕、月愁人。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "画桥拍拍春江绿。行人正在春江曲。花润接平川。有人花底眠。东风元自好。只怕催花老。安得万垂杨。系教春日长。",
            "comment": ""
        },
        {
            "title": "望秦川/南歌子",
            "content": "翠黛随妆浅，铢衣称体香。好风偏与十分凉。却扇含情独自、绕池塘。碧藕丝丝嫩，红榴叶叶双。牵丝摘叶为谁忙。情到厌厌拼醉、又何妨。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "秋风秋雨，正黄昏、供断一窗愁绝。带减衣宽谁念我，难忍重城离别。转枕褰帷，挑灯整被，总是相思切。知他别後，负人多少风月。不是怨极愁浓，只愁重见了，相思难说。料得新来魂梦里，不管飞来蝴蝶。排闷人间，寄愁天上，终有归时节。如今无奈，乱云依旧千叠。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "夜来风雨匆匆，故园定是花无几。愁多愁极，等闲孤负，一年芳意。柳困花慵，杏青梅小，对人容易。算好春长在，好花长见，元只是、人憔悴。回首池南旧事。恨星星、不堪重记。如今但有，看花老眼，伤时清泪。不怕逢花瘦，只愁怕、老来风味。待繁红乱处，留云借月，也须拼醉。",
            "comment": "【注释】这首词的主要内容，可以拿其中的“ 看花老眼，伤时清泪”八个字来概括。前者言其“嗟老 ”，后者言其“伤时（忧伤时世）”。由于作者的生平不详，所以先有必要根据其《书舟词》中的若干材料对上述两点作些参证。先说“嗟老”。作者祖籍四川眉山。据《全宋词》的排列次序，他的生活年代约在辛弃疾同时（排在辛后 ）。过去有人认为他是苏轼的中表兄弟者其实是不确切的。从其词看，他曾流放到江浙一带。特别有两首词是客居临安（今浙江杭州）时所作，如《满庭芳·时在临安晚秋登临》云：“旧信江南好景，一万里、轻觅莼鲈。谁知道、吴侬未识，蜀客已情孤 ”；又如《凤栖梧》（客临安作）云：“断雁西边家万里，料得秋来，笑我归无计 ”，可知他曾长期飘泊他乡。而随着年岁渐老，他的“嗟老”之感就越因其离乡背井而日益浓烈，故其《孤雁儿》即云：“如今客里伤怀抱，忍双鬓、随花老？”这后面三句所表达的感情，正和这里要讲的《水龙吟》一词完全合拍，是为其“嗟老”而又“怀乡”的思想情绪。再说“伤时 ”。作者既为辛弃疾同时人，恐怕其心理上也曾经受过完颜亮南犯（1161 年）和张浚北伐失败（1163 年前后 ）这两场战争的沉重打击 。所以其词里也生发过一些“伤时 ”之语。其如《凤栖梧》云 ：“蜀客望乡归不去，当时不合催南渡。忧国丹心曾独许。纵吐长虹，不奈斜阳暮 。”这种忧国的伤感和《水龙吟》中的“伤时”恐怕也有联系。明乎上面两点，再来读这首《水龙吟》词，思想脉络就比较清楚了。它以“伤春”起兴，抒发了思念家乡和自伤迟暮之感，并隐隐夹寓了他忧时伤乱（这点比较隐晦）的情绪 。词以“夜来风雨匆匆”起句，很使人联想到辛弃疾的名句“更能消几番风雨，匆匆春又归去”（《摸鱼儿》），所以接下便言“故园定是花无几 ”，思绪一下子飞到了千里之外的故园去。作者过去曾在眉山老家筑有园圃池阁（其《鹧鸪天》词云：“新画阁，小书舟 ”，《望江南》自注：“家有拟舫名书舟”），现今在异乡而值春暮，却感伤起故园的花朵来，其思乡之情可谓极深极浓。但故园之花如何，自不可睹，而眼前之花凋谢却是事实。所以不禁对花而叹息 ：“愁多怨极，等闲孤负，一年芳意 。”杨万里《伤春》诗云：“准拟今春乐事浓，依然枉却一东风。年年不带看花眼，不是愁中即病中 。”这里亦同杨诗之意，谓正因自己本身愁怨难清，所以无心赏花，故而白白辜负了一年的春意；若反过来说，则“柳困花慵，杏青梅小 ”，转眼春天即将过去，它对人似也太觉草草（“对人容易”）矣。而其实 ，“好春”本“长在 ”，“好花”本“长见”，之所以会产生上述人、花两相辜负的情况 ，归根到底 ，“元只是、人憔悴！”因而上片自“伤春”写起，至此就点出了“嗟老”（憔悴）的主题。过片又提故园往事：“回首池南旧事”。池南，或许是指他的“书舟”书屋所在地。他在“书舟”书屋的“旧事”如何，这里没有明说。但他在另外一些词中 ，曾经隐隐约约提到 。如：“葺屋为舟，身便是、烟波钓客”（《满江红 》），“故园梅花正开时，记得清尊频倒”（《孤雁儿》），可以推断，它是比较舒适和值得留恋 ，值得回忆的 。但如今 ，“恨星星、不堪重记 ”。发已星星变白，而人又在异乡客地，故而更加不堪回首往事。以下则直陈其现实的苦恼 ：“如今但有，看花老眼，伤时清泪 。”“老”与“伤时”，均于此几句中挑明。作者所深怀着的家国身世的感触，便借着惜花、伤春的意绪，尽情表出。然而词人并不就此结束词情，这是因为，他还欲求“解脱 ”，因此他在重复叙述了“不怕逢花瘦，只愁怕、老来风味”的“嗟老”之感后，接着又言：“待繁红乱处 ，留云借月，也须拚醉 。”“留云借月”，用的是朱敦儒《鹧鸪天 》成句（“ 曾批给雨支风券，累奏留云借月章”）。连贯起来讲 ，意谓：乘着繁花乱开、尚未谢尽之时，让我“留云借月”（尽量地珍惜 、延长美好的时光）、拚命地去饮酒寻欢吧！这末几句的意思有些类似于杜甫的“且看欲尽花经眼，莫厌伤多酒入唇”（《曲江》），表达了一种且当及时行乐的消极心理。总之，程垓这首词，通过委婉哀怨的笔触，曲折尽致、反反复复地抒写了自己郁积重重的“嗟老”与“伤时”之情，读后确有“凄婉绵丽 ”（冯煦《宋六十一家词选例言》评语）之感。以前不少人作的“伤春”词中，大多仅写才子佳人的春恨闺怨，而他的这首词中，却寄寓了有关家国身世（后者为主）的思想情绪，因而显得立意深远。"
        },
        {
            "title": "凤栖梧/蝶恋花",
            "content": "门外飞花风约住。消息江南，已酿黄梅雨。蜀客望乡归不去。当时不合催南渡。忧国丹心曾独许。纵吐长虹，不奈斜阳暮。莫道春光难揽取。少陵辨得寻花句。",
            "comment": ""
        },
        {
            "title": "四代好/宴清都",
            "content": "翠幕东风早。兰窗梦，又被莺声惊觉。起来空对，平阶弱絮，满庭芳草。厌厌未忺怀抱。记柳外、人家曾到。凭画阑、那更春好花好，酒好人好。春好尚恐阑珊，花好又怕，飘零难保。直饶酒好□渑，未抵意中人好。相逢尽拼醉倒。况人与、才情未老。又岂关、春去春来，花愁花恼。",
            "comment": ""
        },
        {
            "title": "一落索",
            "content": "小小腰身相称。更著人心性。一声歌起绣帘阴，都遏住、行云影。闻道玉郎家近。被春风勾引。从今莫怪一东看，自压尽、人间韵。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "花半湿。一霎晚云笼密。天气未佳风又急。小庭愁独立。酒病起来无力。懊恼篆烟锁碧。一饷春情无处觅。小屏山数尺。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "葺屋为舟，身便是、烟波钓客。况人间元似，泛家浮宅。秋晚雨声篷背稳，夜深月影窗棂白。□满船诗酒满船书，随意索。也不怕，云涛隔。也不怕，风帆侧。但独醒还睡，自歌还拍。卧後从教秋鳝舞，醉来一任乾坤窄。恐有时、撑向大江头，占风色。",
            "comment": ""
        },
        {
            "title": "乌夜啼",
            "content": "杨柳拖烟漠漠，梨花浸月溶溶。吹香院落春还尽，憔悴立东风。只道芳时易见，谁知密约难通。芳园绕遍无人问，独自拾残红。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "晓烟笼日浮山翠。春风著水回川媚。远近碧重重。人家山色中。野花香自度。似识幽人处。安得著三间。与山终日闲。",
            "comment": ""
        },
        {
            "title": "醉落魄/一斛珠",
            "content": "风催雨促。今番不似前欢足。早来最苦离情毒。唱我新词，掩著面儿哭。临行只怕人行远。殷勤更写多情曲。相逢已是腰如束。从此知他，还减几分玉。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "遥想当年出凤雏。王□风有未全疏。祗今朱绂为谁纡。芳草池塘春梦後，粉香帘幕晓晴初。一簪华发要人梳。",
            "comment": ""
        },
        {
            "title": "南乡子",
            "content": "几日诉离尊。歌尽阳关不忍分。此度天涯真个去，销魂。相送黄花落叶村。斜日又黄昏。萧寺无人半掩门。今夜粉香明月泪，休论。只要罗巾记旧痕。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "门掩垂杨，宝香度、翠帘重叠。春寒在，罗衣初试，素肌犹却。薄霭笼花天欲暮，小风送角声初咽。但独褰、幽幌悄无言，伤初别。衣上雨，眉间月。滴不尽，颦空切。羡栖梁归燕，入帘双蝶。愁绪多於花絮乱，柔肠过似丁香结。问甚时、重理锦囊书，从头说。",
            "comment": ""
        },
        {
            "title": "忆秦娥",
            "content": "情脉脉。半黄橙子和香擘。和香擘。分明记得，袖香熏窄。别来人远关山隔。见梅不忍和花摘。和花摘。有书无雁，寄谁归得。",
            "comment": ""
        },
        {
            "title": "木兰花/玉楼春",
            "content": "疏枝半作窥窗老。又是一年春意早。风低小院得香迟，月傍女墙和影好。去年苦被离情恼。今日逢花休草草。後时花紫尽从他，且趁先春拼醉倒。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "真游六六洞中仙。骑鹤下三天。休道日斜岁暮，行年方是韶华。相逢一笑，此心不动，须待明年。要得安排稳当，除非四十相连。",
            "comment": ""
        },
        {
            "title": "醉落魄/一斛珠",
            "content": "夏围初结。绿深深处红千叠。杜鹃过尽芳菲歇。只道无春，满意春犹惬。折来一点如猩血。透明冠子轻盈贴。芳心蹙破情尤切。不管花残，犹自拣双叶。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "春夜雨。催润柳塘花坞。小院深深门几许。画帘香一缕。独立晚庭凝伫。细把花枝闲数。燕子不来天欲暮。说愁无处所。",
            "comment": ""
        }
    ]
}