{
    "dynasty": "宋",
    "author": "程珌",
    "poems": [
        {
            "title": "书富阳普照院二首",
            "content": "祗爱招提古，那知俗更醇。寺虽炎汉代，人尚葛天民。僧定都忘客，林深自鏁春。我来千载后，更有后题人。",
            "comment": ""
        },
        {
            "title": "汲井溉田民亦劳止歌以相之",
            "content": "短绠长瓶高下飞，老农雨汗红淋漓。夜来雨意已垂垂，一事不成风又吹。",
            "comment": ""
        },
        {
            "title": "步虚词/西江月",
            "content": "休怪频年司钥，仙官长守仙宫。东风未肯到凡红。先舞云韶彩凤。都是一团和气，故教上苑春浓。群仙拍手过江东。高唱紫芝新颂。",
            "comment": ""
        },
        {
            "title": "春贴",
            "content": "轻烟薄雾锁平川，全似江南二月天。昨夜溪头新雨过，分明洗出太平年。",
            "comment": ""
        },
        {
            "title": "醉蓬莱",
            "content": "望皇都清晓，瑞日祥烟，洞开阊阖。一朵红云，映重瞳日月。万岁山高，九霞杯暖，正想宸游洽。绝塞庭琛，重闱天笑，年年仙阙。韶凤徘徊，蒲鱼演漾，镐酒恩浓，龙蟠建业。玉琢麟符，分付人中杰。奠国安民，持将祝寿，乐作君臣悦。看取头厅，押班称贺，明年天节。",
            "comment": ""
        },
        {
            "title": "戊子正旦贺寿慈宫二首",
            "content": "曙色浮丹栱，春风暖禁街。策澜迷秀石，纤草荫新槐。",
            "comment": ""
        },
        {
            "title": "用柏梁体题式敬斋",
            "content": "惟古知哲粲青编，胡为典狱难其贤。皋陶苏公相后先，舍是未见旧聊翩。果哉知仁人难全，未得其情智欲研。既悉其罪仍宽旃，吾心钧石何所偏。服而舍之天则然，画冠不犯何由缘。教明化洽上所宣，上失其道民乃愆。又复淫刑如蔓延，立法初意浸天渊。苗民作威天弃捐，圣神应运符握乾。春风甘雨偏八埏，内外建官相综絟。州复设掾职其专，此盖椎轮当益虔。县令狱掾非充员，渠用资格宜加铨。刑君天资静不儇，且赏一饮诗书泉。大府狱市来阗阗，严明之长日趋前。莫难此时周折还，三年一心上通天。荻苗水长问归路，而君胡为华此扁。吾非空扁乃心傅，上遡苏公岁二千，下视方来漫无边。吾乃{耳少}然立中焉，来者式之不计年。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "饮罢天厨碧玉觞。仙韶九奏少停章。何人采得扶桑椹，捣就蓝桥碧绀霜。凡骨变，骤清凉。何须仙露与琼浆。君恩珍重浑如许，祝取天皇似玉皇。",
            "comment": ""
        },
        {
            "title": "建康鹿鸣宴致语",
            "content": "河南贡士紫萄诗，不比寻常贡士时。一老堂堂强国栋，四筵济济瑞庭芝。傅闻座主趋璜召，恰与诸生赴诏期。宴罢琼林如谒谢，请君怀剌凤凰池。",
            "comment": ""
        },
        {
            "title": "乔松",
            "content": "风细吹吟凤，雷惊起蛰龙。几年卧空谷，今日享真封。",
            "comment": ""
        },
        {
            "title": "直庐閒二首",
            "content": "紫宸朝退晓光寒，百吏奔曹一吏闲。便可云卿称散秩，柰何名籍尚人间。",
            "comment": ""
        },
        {
            "title": "郊台信笔",
            "content": "江天俗雪未成雪，推出云头照霜月。此夕更长不可辜，何时百万入彩盧。几年长涎一车曲，输他猎奴饫生肉。也须龙伯坐鳌头，却看沙碛卧虾鳅。",
            "comment": ""
        },
        {
            "title": "满庭芳",
            "content": "去腊飞花，今春未已，迤逦将度元宵。俄然甲子，青帝下新条。净扫一天沈霭，红轮满、大地山河。从今好，便当听取，万国起歌谣。有人，当此际，锄云深坞，剪月中阿。已占断春风，自种仙桃。更扶疏桂影直，从岩底、上拂云梢。仍为我，长摩苍石，无负此清波。",
            "comment": ""
        },
        {
            "title": "築",
            "content": "入门一径小纡回，百本芙蓉手自栽。寄语后来须善获，三年犹及见三开。",
            "comment": ""
        },
        {
            "title": "郊祀庆成诗",
            "content": "涓洁先原庙，纯忱历太宫。八神开列阕，万骑拥丰隆。轨道清风肃，洪颐丽日红。康衢听细语，八彩更重瞳。",
            "comment": ""
        },
        {
            "title": "贺费枢密登卞忠贞公墓",
            "content": "底用荒村访野坟，青编相对俨如存。当年但识清谈乐，今日方知节概尊。千载腐儒空吊古，几章冷语自消魂。便当僇力清河洛，一洗新亭旧泪痕。",
            "comment": ""
        },
        {
            "title": "寿皇子",
            "content": "太初孰元，浑沦蒙密。弥漫宇宙，一气沕潏。孰知是旱，无极有极。天高地下，人生物出。畴虽未分，易虽未画，行乎其间，充满周悉。炎黄启序，姬孔抉机。陶为泰和，数千其期。写为六经，万言具垂。太史变法，汉唐续维。迄于我宋，皇皇巍巍。百代以下，上接农羲。畏天若临，视民如伤。消斥奸佞，登崇隽良。急将宽兵，我武维扬。选牧与部，仁风以翔。节用裕下，根深本强。身修国治，网举目张。由经而史，自皇而王。以暨我朝，同此一网。天赋风妙，学力深详。上而河洛之图画，近而我祖之宪章。贯千古于旦暮，斂一心于混茫。大哉斯学，夫岂经生学士析解章句而已哉。",
            "comment": ""
        },
        {
            "title": "修玉牒官阁子屏甚古诘吏亦不知曷始数语纪之",
            "content": "摩诘何年留此笔，至今双壁犹崷崒。老松掀甲作风云，乱石激流殷霹雳。",
            "comment": ""
        },
        {
            "title": "倾杯/倾杯乐",
            "content": "銮殿秋深，玉堂宵永，千门人静。问天上、西风几度，金盘光满，露浓银井。碧云飞下双鸾影。迤逦笙歌近笑语，群仙隐隐。更前问讯。堕在红尘今省。渐曙色、晓风清迥。更积霭沈阴、都卷尽。向窗前、引镜看来，尚喜精神炯炯。便折简、浮丘共酌，奈天也、未教酩酊。来岁却笑群仙，月寒空冷。",
            "comment": ""
        },
        {
            "title": "直庐多暇新绿郁然信笔二绝",
            "content": "朝绝倖恩除自少，边清妖祲檄书希。饭馀摩腹闲行立，一抹墙东新翠薇。",
            "comment": ""
        },
        {
            "title": "满庭芳",
            "content": "未岁嘉平，初旬日四，雪中归自崇唐。山林湖海，一气接苍茫。踏尽玉龙千丈，更一望、龙尾天长。须臾上，高峰四顾，迤逦过前冈。群山，如玉削，松林百万，尽傅琼霜。浑疑是天际，一鹤翱翔。人道玉皇三六，欲一叩、风力方刚。明朝好，金乌衔烛，八表散祥光。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "嫣然一笑，向烛花光下，经年才见。欲语还羞如有恨，方得东君一盼。天意无情，更教微雨，香泪流丹脸。今朝霁色，笙歌初沸庭院。因是思入东屏，当年手植，遍桃源低岸。失脚东来春七度，辜负芳丛无限。问讯园丁，宁如归去，细与从头看。东风独立，白云遮断双眼。",
            "comment": ""
        },
        {
            "title": "宪圣慈烈皇后挽诗二首",
            "content": "西浒俱来日，乐朝极盛时。彫弓平黑海，彩笔照丹墀。垄起先裁费，丹成不用医。人间空怅望，风月宴瑶池。",
            "comment": ""
        },
        {
            "title": "郊祀庆成诗",
            "content": "紫畴祗堂陛，苍龙奉驾回。边尘知电扫，岁稔十年开。丹凤覃天泽，东朝奉玉杯。楼前呼万岁，砰隐动春雷。",
            "comment": ""
        },
        {
            "title": "送顾侍郎安抚浙东",
            "content": "通明殿上紫芝仙，乞得闲身下九天。今日都门临祖处，几人惊叹着鞭先。",
            "comment": ""
        },
        {
            "title": "赠毒庵",
            "content": "高座不知甚面目，当时唤作尸利密。要须勿负此標题，更向托茶山顶立。",
            "comment": ""
        },
        {
            "title": "太上虚皇黄庭经句法十篇寿赵师",
            "content": "向也何幸识仙翁，玉栗春明盛德容，又常一再见阿戎。神情颖异机生锋，公家流庆无终穷。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "袖手云溪畔。看人间、纷纷饥乌腐鼠，触蛮交战。便得金鱼垂玉带，多少雌黄点勘。算此语、必非河汉。直自弹冠班八座，更青春、数到期颐算。一段玉，无纤玷。公难学处尤堪羡。全似□、泠泠秋水，体清形健。衮处从来高一著，那肯随人脚转。要须是、常见乾坤清晏。天意未教公猛去，要都俞、了却从公便。歌寿斝，朱帘卷。",
            "comment": ""
        },
        {
            "title": "壶中天/念奴娇",
            "content": "日躔东井，正轮囷桂影，十分光洁。火令方中符国运，天与非常英杰。荦荦平生，眼空宇宙，绿发千寻雪。笑谈一镇，单于底事心慑。晚岁佛地功深，人间富贵，五湖烟水阔。谁遣心期事左，须酬满、麒麟勋业。又也何妨，长生仙箓，已在黄金阙。中原恢拓，要公归任调燮。",
            "comment": ""
        },
        {
            "title": "五十六字庸以告未知野夫者",
            "content": "宁须山泽论高平，但要曾餐石决明。三世击钟敲石磬，十年学剑斮铜钉。倘知狐祖天边去，肯向蛮奴脚底行。更许野夫寻上着，十洲三岛一宫城。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "归来一笑，尚看看趁得，人间寒食。阿寿牵衣仍问我，双鬓新来添白。忍见庭前，去年芳草，依旧青青色。西湖雨後，绿波两岸平拍。天教断送流年，三之一矣，又是成疏隔。燕子春寒浑未到，谁说江南消息。玉树熏香，冰桃翻浪，好个山间景物。这回归去，松风深处横笛。",
            "comment": ""
        },
        {
            "title": "水调歌头 登甘露寺多景楼望淮有感",
            "content": "天地本无际，南北竟谁分。楼前多景，中原一恨杳难论。却似长江万里，忽有孤山两点，点破水晶盆。为借鞭霆力，驱去附崑崙。望淮阴，兵冶处，俨然存。看来天意，止欠士雅与刘琨。三拊当时顽石，唤醒隆中一老，细与酌芳尊。孟夏正须雨，一洗北尘昏。",
            "comment": "【注释】多景楼在京口（今江苏镇江 ）北固山甘露寺内。这里面临长江，地势突兀，极目远眺，万里山川可收眼底 。乾道六年（1170）知润州军州事陈天麟重建，并作《多景楼记》云 ：“至天清日明，一目万里，神州赤县 ，未归舆地，使人慨然有恢复意。”因此，身处半壁的南宋文人遂多登楼感怀之作。另外，这首词抒发兴废之感，也还同“望淮”有关。淮河，本来是中国南方的一条内河，但在南宋，却成了宋金以和约方式议定的疆界。现在，程珌登多景楼而望淮河，当然感触就更多了。写法上，作者一方面紧抠多景楼、淮河展开主题，另一方面则把重点放在“有感”二字上，以抒发抱负为创作的最终目的。上半阕中，一、二句用淮河起兴，三、四句以多景楼承接，一上来就自然地点破了题目。不过 ，即使是这四句，作者的感慨也是随处可见的：“天地本无际”，再现了望中所见的广袤山河 ，但一个“本”字，则显示着作者对人为边际的不满。至于“南北竟谁分”，就完全是作者的议论，其中“谁分”二字，问得尖锐、强烈 ，是全篇的关键所在。“楼前多景”由多景楼楼名演化而成，是全篇唯一写到美好风光的地方，只是作者并没有把目光停留在这里，而是由眼前的多景引出了疮痍的中原，以及内心的家国之恨 。“却似”以下五句写楼前孤山，愈加显示了以情驭景的力量。京口附近有金、焦二山，南宋时还屹立在长江之中 。词人把长江（水晶盆）同“本无际”的祖国大地联系在一起，并由“点破水晶盆”的孤山想到分开南北的淮河，于是本为江中奇景的金山、焦山自然成了作者咀咒的对象，以至发誓要借鞭挞雷霆的力量，把它们赶回到昆仑老家去（昆仑山周围万山攒聚 ，因而作者想象那里才是山的世界）。下半阕仍以望淮开始，但淮河数千里，独独“望见了”淮阻的兵冶处，这无疑是抒情的需要。兵冶处，指冶铸兵器的地方。《晋书·祖逖传》说，祖逖北伐，渡江，“屯于淮阴 ，起冶铸兵器，得二千人而后进。”正因为这一陈迹的存在 ，使作者想起了山河未改，天意向宋，恢复大业，“止欠士雅与刘琨。”士雅是祖逖的字。史载，祖逖与刘琨友善，素以恢复之事互相鼓励，为练好杀敌本领，他们常常中夜闻荒鸡而起舞。后来祖逖破敌，刘琨在给友人的信中说 ：“吾枕戈待旦，志枭叛逆，常恐祖生先我着鞭 。”同样，出于凭吊古迹的目的，作者在偌大一座甘露寺内偏偏发现了“顽石”，想起了誓师北伐的诸葛亮。甘露寺内有一被称作“狠石”的石头，形状如羊，据传，诸葛亮曾坐其上，与孙权商议破曹大计。词中 ，作者说他“三拊”（拊是拍的意思）顽石 ，可见他对顽而感慨再四 ；说必须“唤醒”隆中一老，是由于当时“止欠士雅与刘琨”，无人可与共商大事；说要同诸葛亮“细”酌“芳尊”，则表示对统一大计的关切 。“孟夏正须雨，一洗北尘昏”两句既点时令，又以景结全篇。“洗北尘”所指，不言而喻。总之，在众多的多景楼诗词中，程珌此篇把锋芒直指宋、金统治者，感情饱满，很有气势，是独具特色的篇章。词篇一上来即以“谁分”二字把读者的注意力引向强行划分南北的罪魁身上，到下半片，更有“看来天意，止欠士雅与刘琨”，“止欠”二字不仅在说物是人非，更重要的是指斥统治集团，说他们中没有一个为国家、为民族着想的英雄。至于两片的结尾，前者说要借鞭霆力赶走江中孤山，后者说须要一场大雨净洗北尘，则明显是指击退金人一事。这些句子的字里行间，处处都燃烧着作者的激情。词人抒情，或肆意以言志，或借物以寓意，走出了两条不同的路子。程珌与辛弃疾交游，词风也入明白畅晓一流。这首《水调歌头》的主要部分是内心情绪的直接抒发，但另外一些地方，却同时借助了比兴寄托。如“点破水晶盆”暗指金瓯有缺 ，“鞭霆力”“正须雨 ”借喻抗金力量 ，“昆仑”指金人的老家，“北尘昏”指金兵的气焰等 。两种方法的交替使用，既避免了纯用比兴寄托可能造成的晦涩，也避免了一味直抒胸臆可能带来的质直，因此形成别具一格的词风。此外，本篇包含寓意的句子都比较浅显易懂，这又使得全篇更加一致。"
        },
        {
            "title": "谒金门",
            "content": "烟漠漠。醉里看春都错。过了清明迟一著。牡丹重约摸。晓日渐明檐角。天与芳辰难却。驻得韶华元有药。桃源谁共约。",
            "comment": ""
        },
        {
            "title": "别金陵宫舍双柏",
            "content": "手自移时尺许长，三年拂拂及宫墙。愿言勿负栽培力，保此坚贞傲雪霜。",
            "comment": ""
        },
        {
            "title": "王母致语",
            "content": "青鸟衔饵海边来，报道群仙浴拂回。玉侍双成开翠箔，云冠七胜下银台。万年黎角丹方转，千岁冰桃花欲开。更待丹成桃熟后，却来亲奉紫宸杯。",
            "comment": ""
        },
        {
            "title": "宝鼎现",
            "content": "绿杨欲舞，红杏微笑，春工渐侈。试偻指、自从嘉定，数到宝庆□□里。无一岁、不书年大有，问元功谁燮理。□□□、於变雍熙，如此自当千岁。况是端笏蓬莱陛。但看雍容、玉立山峙。炼五色、补天无迹，扶日天衢光四被。安清祐、填群心声色，恬然如谈笑耳。更八荒、民生奠枕，此著又当千岁。又况善述先猷，严武备、不开边鄙。阴功遍南北，千岁未多畴祉。且说总是三千岁。此际方岐嶷。听今日、处处笙歌，何止南楼十二。",
            "comment": ""
        },
        {
            "title": "郊祀庆成诗",
            "content": "谓圣惟乡飨，由心克致虔。天心今答圣，圣意更祈天。沖性犹勤德，搜求愈任贤。愚臣输至款，端在赋甘泉。",
            "comment": ""
        },
        {
            "title": "中秋无月",
            "content": "当时斗暗犹闲事，无月中秋可若何。我欲梯云千万丈，取光还月谢羲娥。",
            "comment": ""
        },
        {
            "title": "复朱教授",
            "content": "朝来照眼百琼瑰，为有诗筒打雪来。不止梁园许分简，诗坛高築比云台。",
            "comment": ""
        },
        {
            "title": "太上虚皇黄庭经句法十篇寿赵师",
            "content": "太名告春才五日，春风昨夜傅消息，斗边一星下南极。饰以貂蝉扶社稷，更昌斯文开民则。",
            "comment": ""
        },
        {
            "title": "程掌书二首",
            "content": "分明如梦缟玄衣，傍月凌风自在飞。梦觉出门都不见，不知已上子陵砚。",
            "comment": ""
        },
        {
            "title": "新旧句",
            "content": "忆昔丙辰还亲旁，恰恰先春社三日。社日侍亲行交源，紫蕨儿拳森玉立。是日天明风气柔，入自交源茗源出。迤逦又复至前山，涉润还家日将没。慈新意在营一丘，卷卷欲于近舍求。不归议论悉未定，那知今作汪潭游。汪潭去家正五里，百里来龙于此止。龙止水亦止，清潭窈无底。宝剑秋空横，秀峰春笋峙。最爱丫角羊，艮木之印乡。长生亥水来朝丙，千古长溪流不尽。雍容冠佩紫薇垣，寿星更出丙丁间。神游既安后昆福，赋此铭章绋实录。",
            "comment": ""
        },
        {
            "title": "金陵驿",
            "content": "铁瓮高资只半程，柴沟晓发暮金陵。莫言三宿何濡滞，已觉匆匆役此生。",
            "comment": ""
        },
        {
            "title": "出南郊清甚",
            "content": "春风吹屣到南园，着酒涂酥花正繁。更喜满前无俗物，横塘疏竹渭南村。",
            "comment": ""
        },
        {
            "title": "登石头城",
            "content": "邂逅乡人却异力，蹇驴仍得瘦东阳。不妨令随流水，自看寒花吐晚香。微岸纶巾风力劲，小亭盏午阴长。不堪细数淮南树，独倚青冥兴欲狂。",
            "comment": ""
        },
        {
            "title": "郊祀庆成诗",
            "content": "牙签犹未进，玉冕已先须。峻级飞平步，端圭却掖扶。祥光匝霄极，和气滃天区。福饮烟升已，傧神霭瑞符。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "日毂金钲赤，雪窦水晶寒。支机石下翻浪，喷薄出层关。半夜雌龙惊走，明日灵蛇张甲，蜚上石盘桓。多谢山君护，未放醉翁闲。安得醉，风泚泚，露珊珊。翠云老子，邀我瑶佩驾红鸾。一勺流觞何有，万石横缸如注，虹气饮溪乾。忽梦坐银井，长啸俯清湍。",
            "comment": ""
        },
        {
            "title": "挽曹监丞二首",
            "content": "学渺千江水，才雄百尺楼。凫飞思叶县，燕寐忆苏州。有感珠还浦，无苛虎渡洲。浦江天阁处，缺月正如钩。",
            "comment": ""
        },
        {
            "title": "江山道中瀑布",
            "content": "松风一壑逼人寒，老石瑽瑽响碧湍。疑是银河天不锁，泻从云际下人间。",
            "comment": ""
        },
        {
            "title": "观史有感",
            "content": "纷纷宾客趋骠骑，何事任安太朴疏。却笑君非王太傅，不容朝士不回车。",
            "comment": ""
        },
        {
            "title": "玉堂昼值有怀万松",
            "content": "鸡笼峰下万松山，中有游民天地闲。左架虹腰上玄圃，右骑鳌背度飞关。幽壑流泉喷三峡，衮衮桃花翻浪雪。两山对峙锦屏开，嫣紫肥红仍炫白。十里松风百哢琴，丹书一枕卧残春。何人共结无生社，冉冉青鲵下玉麟。九华突兀匡庐秃，幽深全似人盘谷。怀山一夜鬓如霜，画作烟图入洛阳。玉境那容凡骨洿，急草天章讯归路。磨松琢石歌太平，亦表微臣报国恩。决破玉龙太清池，满浸万顷碧琉璃。",
            "comment": ""
        },
        {
            "title": "沁园春 读《史记》有感",
            "content": "试课阳坡，春後添栽，多少杉松。正桃坞昼浓，云溪风软，从容延叩，太史丞公。底事越人，见垣一壁，比过秦关遽失瞳。江神吏，灵能脱罟，不发卫平蒙。休言唐举无功。更休笑、丘轲自厄穷。算汨罗醒处，元来醉里，真敖假孟，毕竟谁封。太史亡言，床头酿熟，人在晴岚杳霭中。新堤路，喜樛枝鳞角，夭矫苍龙。",
            "comment": "【注释】读《史记》有感——这标题真是巨大无比，虾蟆吃天 ，且看他如何下口：“试课阳坡，春后添栽，多少杉松 。”——谁也想不到，本篇竟会是这样一个开头：词人悠哉优哉，踱到自家庄园的南山坡上来核检开春后新栽树木的棵数了。此情此景，实即辛弃疾同调词《灵山齐庵赋》中之所谓“老合投闲，天教多事，检校长身十万松”，见出作者此时也已告老还乡。但这和读《史记》有什么关系？让我们耐着性子再往下看：“正桃坞昼浓，云溪风软，从容延叩，太史丞公。”——啊 ，原来在这之前词人确曾研读《史记》来着，不但读了，而且还有许多感想，这不，他乘着春光明媚，东风和软，悠到当然挨得着。这就叫文学艺术么。君不见刘过有一首《沁园春》（斗酒彘肩）词 ，把唐代白居易、北宋林和靖、苏东坡都找来，与自己（南宋人）在西湖聚会吗？文学就有这种思接千载、打破时间、空间的法道。在这首词中，实则词人只不过把眼前的深邃山林看作司马迁罢了。同上引辛弃疾词就有“争先见面重重，看爽气朝来三数峰。&#8943;&#8943;我觉其间，雄深雅健，如对文章太史公”的形象比喻，程词仍由此生发而出。词人究竟向司马迁叩问了些什么呢？其一：“底事越人，见垣一壁，比过秦关遽失瞳？”——《史记·扁鹊仓公列传》载春秋时名医秦越人服了神人长桑君给的灵丹妙药，从此能“视见垣一方人”，即隔墙见人 。靠着这双魔力无边的神眼，为人看病，尽见五脏症结之所在。后入秦都咸阳，秦太医令李醯自知医术不如 ，遂使人刺杀之。对此，词人质疑道：越人既能洞察他人肺腑，为什么看不出李醯有谋杀他的用心 ？难道说他的“x ”光透视眼一入秦国便不灵了么？其二：“江神吏，灵能脱罟，不发卫平蒙？”——《史记·龟策列传》载长江神龟出使黄河，中途被宋国的渔人以网捕获 。龟乃托梦给宋元王，向他求救。王遣使者自渔人处求得此龟，正要放生，宋博士卫平却说此龟乃天下之宝，不可轻易放过。于是元王便剥龟甲为占卜之具 。这个故事，词人认为也难以置信；龟为江神使者，其神异乃能托梦给宋王，从而逃脱渔人之网，却为何不能令卫平增智，使自己免遭杀身之祸？如此叩问，真是闻所未闻！这哪是什么“请教”？套用一句大白话，诚所谓“一根筷子吃藕——专挑眼儿”了。《史记》能够这样去读么？其实，以上二问，不过是词人抖出的两段“ 包袱”，无非“近来始觉古人书，信着全无是处”（辛弃疾《西江月·遣兴》）之意，实质性问题还在下阕：“休言唐举无功，更休笑丘轲自阣穷。”——战国时，燕国人蔡泽四处干谒诸侯，皆不见用，遂请唐举相面。唐举见其形象奇丑而挖苦他。但蔡泽自信必能富贵，并不因此而自卑，乃继续游说不已，后终得秦昭王赏识，拜为丞相。事见《史记·范雎蔡泽列传》。与蔡泽相比，孔丘、孟轲的运气要糟得多，是地地道道的“倒霉大叔”。他们周游列国 ，竭力宣传自己的政治主张，但却无功而返，只好退而著书。见《史记》的《孔子世家》及《孟子荀卿列传 》。读了上述几篇人物传记，词人的感想是：不要因为蔡泽的富贵而去评说唐举的相面术没有功效，更不要由于孔、孟的穷困潦倒而去笑话他们缺乏能耐。一言以蔽之，政治上的显达也罢 ，沉沦也罢，都不值得关注。此话怎讲？待我们读了下面几句再说。“算汨罗醒处，元来醒里；真敖假孟，毕竟谁封？”——《史记·屈原贾生列传》载屈原忠于楚国，直言极谏，先后遭到怀王、顷襄王的放逐。他披发行吟于洞庭湖畔，面容憔悴，形容枯槁，有渔父问其何故至此 ，他答道：“举世混浊而我独清，众人皆醉而我独醒，是以见放 。”又《滑稽列传》载春秋时楚国贤相孙叔敖为官廉洁，死后家无余财，其子只好靠背柴度日。于是滑稽演员优孟便妆扮成孙叔敖模样，往见楚庄王。王大惊，以为孙叔敖复生，欲以为相。优孟诈言回家与妻子商议，三日后答复庄王说：妇言楚相不足为。孙叔敖为楚相，尽忠为廉以治楚国，使楚王得以称霸诸侯，但他死后，儿子却没有一席之地。与其作孙叔敖，还不如自寻短见呢。庄王闻言大惭，遂赐孙叔敖之子封地四百户 。四句语意紧承上文，略谓：细细想来，屈原自以为清醒，其实这正说明他的沉醉，因为他还没看破红尘，还执着于政治啊！从政有什么意思？君王们向来妍媸不分。请看，真孙叔敖和假孙叔敖，楚王到底封的是谁吧！读到这里，我们总算恍然大悟了 ：词人并非真的在和司马迁抬杠，正相反，他是把司马迁看作同调，在向那牢骚满腹的太史公倾吐自己的满腹牢骚呢。读其《洺水词》中《水调歌头·登甘露寺多景楼望淮有感》诸篇，可知词人是抗金主战的爱国之士；观《洺水集》里论备边、蠲税诸疏，又可知其拳拳于国计民瘼，是立朝以经时济世自任的名臣；及览《宋史》本传，更可知其晚年因受奸相史弥远的猜忌，处处受别于人，因此屡请退休养老。知人论世，我们不难理解词人读《史记》时何以会有这样的感慨。作者的问题业已提尽，牢骚也都发完，现在该轮到司马迁作答了。可是——“太史亡言 ，床头酿熟，人在晴岚烟霭中 。”——司马迁竟然不赞一辞！是被词人问得无言以答，还是对词人的“高论”表示默许？或者，两方面兼而有之？这些都不必深究，反正词人想说的话俱已说出 ，可以从精神苦闷中自我解脱了。家酿新成，正堪痛饮；山林晴好，不妨优游。于是作者勒回野马般的思绪，依旧去检阅自家的杉松：“新堤路，喜樛枝鳞角 ，夭矫苍龙 。”——看，那新堤路上枝干弯曲绞结的松木，树皮如鱼鳞，丫杈似虬角，形状象夭娇的苍龙，多么可爱！词人终于在人与大自然的和谐中暂时平息了对于世事的不平之鸣。这首词，以记叙文的笔法写议论文的题材，把易流于呆板的内容写得极其活泼；以旷达的笔调写愤懑的心胸，把易失之浅露的情怀写得十分深敛。笔力遒劲，笔势飞舞，笔锋犀利，笔墨停匀。以叙事起，以绘景结，步步推进，徐徐引去，而中间说理，过片不变，反复论难，纵横捭阖，结构奇特，章法别致，波涛起伏 ，妙不可言，确能使人耳目一新。《四库全书总目提要·洺水集》谓程珌“诗词皆不甚擅长 ”，就总体而论是客观的，但三流作家有时也能写出一两篇质量较高的作品来，操选政者宜披沙简金，勿使有遗珠之憾可也。"
        },
        {
            "title": "作堂六桂之东命之曰桂生取汉人招隐篇桂树业",
            "content": "几年列植擅清芳，今日標题始作堂。远向松罔分老荫，近于菊畹借寒香。地虽未离人间世，心已全然物外乡。最好夜来清绝处，飞霜带月下南塘。",
            "comment": "【注释】【原题】：作堂六桂之东命之曰桂生取汉人招隐篇桂树业生之语也诗以记之"
        },
        {
            "title": "戊子正旦贺寿慈宫二首",
            "content": "凤驾回天仗，鸳班集露门。须臾趋魏阕，杲日正中暾。",
            "comment": ""
        },
        {
            "title": "奉送季清赴山东幕府",
            "content": "黄云衔雪天模糊，有客飘然出上都。青丝络马银兜鍪，红锦{革长}弓金仆姑。剑光压匝照路隅，帕首百骑前诃呼。不知客本山泽臞，今胡为者意气粗。自言有将新孙吴，我欲与之同减明。呜呼亡胡岂难且，病兵怯将自逃逋。胡不观昔我艺祖造中区，以兵为国垂洪模。河北河东义勇徒，二十四万鼓应枹。中兴益振尺五符，世忠淮左聚熊貙，刘锜淮西貔虎俱。上流岳飞弯天弧，金陵张浚羆捕狐。单于台下虽宽诛，采石山前已断颅。迩来残虏尚窥窬，门内群寇更睢盱。胡乃朘剥及其肤，岂止牛羊不求刍。我欲别幕飞于菟，十万一屯淮之区。技闲器利整平居，帜明鼓震蒐彼庐。精神所折虏如无，而况山东群盗乎。五符傥缺听其虚，十年且尽一赋租。斩然圻画勿牵渠，他时混一更新图。伟哉玉帐得通儒，君复碧油吐良谟，凌烟岂一貂蝉与。",
            "comment": ""
        },
        {
            "title": "雪霁玉堂晓眺",
            "content": "当年银界隔鲸江，今日分明玉作堂。不是琼林宫树密，也应白虎接明光。",
            "comment": ""
        },
        {
            "title": "喜迁莺",
            "content": "一天风露，喜初行弹压，人间残暑。金母此时，云軿先绛，又见枢星光吐。人道鸿濛逢日，可是东方明处。更天上、走王人络绎，仪鸾琼醑。听语。更希举。试把皇朝、盛事都来数。当日鳌头，皇扉侍母，绿发方瞳□□。更有飞凫王季，往往文星再聚。浑休问，但回班千岁，貂蝉成谱。",
            "comment": ""
        },
        {
            "title": "夜登钓石",
            "content": "颇忆严君濑，还寻钓石缘。邻鸡方吣月，边雁恰书天。句秀来仙白，声和应乐全。展编真一快，如放五如船。",
            "comment": ""
        },
        {
            "title": "送常世卿归嘉兴",
            "content": "悔作唐山来，山深交友绝。相逢急相得，乍见乃乍别。嗟此冰玉人，寒梅疏带雪。胸次罗文奎，笔底耀离缬。朝家渴英隽，结网仍高设。行且收殊科，勉哉嗣先烈。一编忠义传，奸萌叹先折。千载懦夫魂，脆骨变奇节。识此吴中奇，复幸拜前哲。何异鲁国人，一朝获双玦。晴云起芝田，东风催啼鴂。慈庭有近书，明朝动归辙。新抽草可茵，微露花堪折。相思复相思，后夜天边月。",
            "comment": ""
        },
        {
            "title": "宪圣慈烈皇后挽诗二首",
            "content": "圣祖艰难业，重孙拥佑恩。玉妃闲宝简，仙御送金根。杳杳龙无去，翩翩凤又翻。涂山望尧穴，日月万春存。",
            "comment": ""
        },
        {
            "title": "用丘枢密韵",
            "content": "起自澄江应梦求，天还河北百馀州。嵩瀍处士归罗致，淮蔡奇谋入彀收。午夜金陵瞻斗极，千年胡昴减旄头。会须再作中兴历，还许诸生执笔不。",
            "comment": ""
        },
        {
            "title": "秘阁儒荣堂",
            "content": "天狼腾腾照单于，怒麛抗岳于上都。松漠城高沙万里，其下穹庐育此胡。皇仁配天覆中宇，西垂北际香无区。七十年来军事绝，谋臣猛将皆丘墟。兜銮摧剥土气蚀，塞马不鸣秋草枯。祈连山下安稳卧，岁将金帛自膏腴。文儒申申武士堕，先生奋臂一长吁。当时颠未谁能记，家有中原孤臣书。吮血为墨肤为纸，惊风吹到玉蜚除。诚通精寤动乙览，天经地纬开庙谟。手援神予截河汉，中天真人正握符。蛇龙螭虎杂万骑，庸蜀荆楚从吴军。皇旅如雷铁嶂碎，汴水沄沄汴风嘘。尺檄夜傅三秦定，侵田归鲁在须臾。向来孽雾涨北极，羲和一旦晴光舒。顿弦提网无亏阕，澶漫万里宣皇图。怖威报德永无畔，施令酬功偏裨俱。上下两间皆叶序，天锡皇寿天齐驱。炎精亦曜畅大钧，天祐皇业卑唐虞。金石并奏告清庙，圆坛紫气霭堪舆。丹门宣赦傅天下，百万颂声流康衢。此时此书方策勋，先生尤国荣有馀。",
            "comment": ""
        },
        {
            "title": "夜雨",
            "content": "玄机粗透古人胸，每说匡来晚未工。珍重芭蕉前夜雨，为傅消息到墙东。",
            "comment": ""
        },
        {
            "title": "辛亥冬交石阻风三日",
            "content": "险崖老虎杀气骄，一噫三日搅泬漻。日寒不焰云飞逃，乾坤蚁转东南高。疾势已作奔天涛，馀威犹卷少陵茅。鱼鳖怖死蛟龙号，舟中性命如鸿毛。起来危立大江皋，白沙黄尘纷驿骚。徐呼风伯入苹蒿，指撝八极建六鳌。翕张蠹籥吾谁曹，太平之风不鸣条。",
            "comment": ""
        },
        {
            "title": "拥炉",
            "content": "已甘灰冷竹窗前，那意移来近绣氈。唯有幽人一寒暑，闭门高卧雪深天。",
            "comment": ""
        },
        {
            "title": "送顾侍郎安抚浙东",
            "content": "夜来天阕望文昌，移在藩臣斗极旁。千尺涛江元不远，公当早晚对明光。",
            "comment": ""
        },
        {
            "title": "为钓台作",
            "content": "人道秋风长桂时，天台散钟未为迟。如君算到白榆窟，拣取南来第一枝。",
            "comment": ""
        },
        {
            "title": "宁宗皇帝挽诗",
            "content": "圣德同天运，神功并日升。鞑真怀栗栗，齐鲁格烝烝。复古周图盛，中宗汉业升。未饶元结辈，磨笔诵中兴。",
            "comment": ""
        },
        {
            "title": "挽程枢密二首",
            "content": "厚德推吾党，修名霭列绅。明经魁别幙，仗节聘殊邻。南峤思良牧，西枢失重臣。龙原高家在，千古卧麒麟。",
            "comment": ""
        },
        {
            "title": "程掌书二首",
            "content": "夜来踏月过临川，水面粼粼桂魄圆。此际高人方熟寐，难为一扣绿筠轩。",
            "comment": ""
        },
        {
            "title": "于潜佳丞四明人同年友也方此掉鞅百未一见而",
            "content": "世人眼见真莲少，真莲却在玻璃沼。浣花溪水入银河，何入更识月皎皎。谪仙不见见梅妆，荷稠搴作芙蓉裳。黄龙乾叶何年堕，维摩雨华昨夜芳。真华真诗元在眼，要须心地先清凉。不然潇湘水清寒矶月，沙平水晚露低昂。劝君休问张子房，鉴湖十里藕华香。天驷超河夜未央，胡为自同太白光。何时握手论行藏，江东云暮天何方。",
            "comment": "【注释】【原题】：于潜佳丞四明人同年友也方此掉鞅百未一见而来书罗缕无非归与语岂醉梦书邪三诗见寄亟占数语正之"
        },
        {
            "title": "水调歌头",
            "content": "电阙驱神骏，铁棰起痴蛟。木鸣山裂盛夏，白昼野魖号。急上瑶庭深处，为问龙君何怒，抉破古天河。日华开绚采，雨意属诗豪。与君来，蜚玉佩，斩觚瓢。纤流沈羽，借我万斛沸银涛。醉拍满缸香雪，写竭一池浓墨，逸气正飘颻。何事谪仙子，归去续松醪。",
            "comment": ""
        },
        {
            "title": "晚发富池",
            "content": "甘王楼下一帆风，猎猎舟旗照日红。酾酒三江饮龙腹，摩挲冠冕是谁功。",
            "comment": ""
        },
        {
            "title": "三月十八日锁试童子侍其行卷萧然无事成二十",
            "content": "旬雨埋青冥，今晨浴新阳。老红堕万劫，稚绿罗千行。叶碎青槐石，条净紫薇香。去岁护筼筜，今年已苍{上竹下艮}。翩翻鹊引雏，伊优雀绕墙。有象咸熙愉，对时多慨慷。门外车马喧，省中日月长。要之非大快，大快在沧浪。沧浪兴何穷，风帆十丈樯。明月酌严君，浮丘蔚南翔。快马抹青山，恍入万松庄。山中多老人，雪巅更眉庞。持酒相劳苦，儿童纷迎将。小卧听雪坞，徐步堆雪乡。玉界梅万本，烟海杉千章。三峡桃源浪，九夏冰严霜。危桥跨步虹，曲水飞轻觞。两日足可周，百年事难量。送客出松关，壮楗设站旁。挥手谢世人，从今永相忘。",
            "comment": "【注释】【原题】：三月十八日锁试童子侍其行卷萧然无事成二十韵谩呈同省"
        },
        {
            "title": "光宗皇后挽诗",
            "content": "玉锁辞椒禁，瑶宫问广寒。人间方祝鳦，三上忽飞鸾。弱水三山鬲，华胥一梦残。圣情凝望处，仙御景云端。",
            "comment": ""
        },
        {
            "title": "挽程枢密二首",
            "content": "忠壮源尤远，新安盛莫偕。千年瑶斗柄，一夜玉楼阶。学业光文简，仪刑谢艮斋。晓钟傅恨处，清泪落天涯。",
            "comment": ""
        },
        {
            "title": "陈时柏",
            "content": "陈未亡时柏已苍，风来历历说兴亡。世臣元不如乔木，阅尽中原几战场。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "玉女扫天净，雍观掠江宽。问君何事底急，夜半挟舟还。三岛眠龙惊觉，万顷明琼碾破，凉月照东南。碧气正吞吐，满挹漱膺肝。烟蓬上，乘云象，嗷天关。人间已梦，我独危坐玩漫汗。螭殿黄昏未锁，鹤氅翩跹蜚下，共吸酒壶乾。兴罢吹笙去，风露五更寒。",
            "comment": ""
        },
        {
            "title": "六州歌头",
            "content": "向来抵掌，未必总谈空。难遍举，质三事，试从公。记当年，赋得一丘一壑，天鸢阔，渊鱼静，莫击磬，但酌酒，尽从容。一水西来他日，会从公、曳杖其中。问前回归去，已笑白发成蓬。不识如今，几西风。蒙庄多事，论虱豕，推羊蚁，未辞终。又骤说，鱼得计，孰能通。□□□。叹如云罔罟，龙伯啖，眇难穷。凡三惑，谁使我，释然融。岂是匏瓜者，把行藏、悉俯鸿濛。且从头检校，想见迎公。湖上千松。",
            "comment": ""
        },
        {
            "title": "挽吴郎中",
            "content": "志抗金坚厉，材成玉粹温。时哉非不遇，命也更奚言。季子风流远，吴公治行存。敬亭无恙否，愁绝暮云昏。",
            "comment": ""
        },
        {
            "title": "伐千秋巨木竟梁海堂",
            "content": "二木盘根三千秋，万斧过之无敢视。今辰有梓号国工，朋曹十数来睥睨。为言此木难斤斧，上有蟠龙下伏虎。莫教惊动万年枝，擎电轰雷三日雨。直须作法起南风，号召百神同力扈。昂昂头角向梅堂，五六镇星来作辅。坐令国势蛩萝图，万岁千秋奉明主。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "颇恨登临，浪自作、骚人愁语。石城上、何须苦说，死袁生褚。当日卧龙商略处，秦淮王气真何许。与君来、萧瑟北风寒，黄云暮。枕锺阜，湖玄武。生此虎，真蹲踞。看四山环合，休临江渚。可笑唐人无意度，却言此虎凌波去。君且住、明月为人来，潮生浦。",
            "comment": ""
        },
        {
            "title": "送松煤十丸与叶秀才",
            "content": "云溪深处万松林，烟起晴天自作尘。根向九华分结处，与君同是墨仙人。",
            "comment": ""
        },
        {
            "title": "建康春教致语",
            "content": "朝来百鼓殷军门，知是元戎肃万屯。杀气直摧龙尾壘，英风远薄斗场村。从今吴卒精成勇，却看燕兵脆可掀。好人庙堂裨圣备，指麾诸将定中原。",
            "comment": ""
        },
        {
            "title": "挽徐提举",
            "content": "人品真豪爽，天姿尚典刑。昼帘深院子，春旆拥郊坰。云子千艘白，监烟万灶青。南州高士博，三叹一彫零。",
            "comment": ""
        },
        {
            "title": "闰九十四",
            "content": "午夜青衣海上还，八年两度雪封山。如今一水平如镜，好钓桐江五百滩。",
            "comment": ""
        },
        {
            "title": "太上虚皇黄庭经句法十篇寿赵师",
            "content": "去年曾说冬葅绿，今年蓼甲春盘簇，彩花金胜相辉属。五色班衣佩苍玉，先奉庭帏千岁祝。",
            "comment": ""
        },
        {
            "title": "寿皇子",
            "content": "皇穹发灵，炎图中兴。南吕调议，运叶千龄。金相玉质，虎步龙行。亲师问道，日进月新。以是事亲，忠孝一忱。以是格天，昭彻一心。人之忠佞，事之义萌。至则能断，举无遁情。夫是以清明在躬，志气如神。绵绵若存，为天要根，非道之外，他有长生。又况秋饮沆瀣，宵见南极。风雪叶和，海邦宁谧。枫宸椒禁，两宫怡愉。忠厚所根，仁浃閻闾。愿寿多男，洋洋康衢。天赐玉卮，人歌紫芝。磐石萝图，维熊梦奇。孔蔓且硕，时万时亿。",
            "comment": ""
        },
        {
            "title": "喜迁莺",
            "content": "去年玉燕，记曾期今岁，瑶光入度。今日都人，从头屈指，尽是黑头公辅。争道一朝语合，谁信千龄际遇。更积雨。晓来晴，洗出琉璃秋宇。笑语。知何许。旆卷青霓，来自钧天所。道骨仙风，安排顿著，须是人间紫府。要识云台高绝，更有凤池深处。从今数。看千秋万岁，永承明主。",
            "comment": ""
        },
        {
            "title": "登紫微崖",
            "content": "富池大信江千里，三日醉卧烟蓬底。晓来推蓬登断岸，因忆牧之呼屐齿。九华隆隆闸天脊，微云低度差参是。百唤牧之如不闻，剥脱尘痕见文字。今年十月天未霜，木叶留露光嶷嶷。兴亡风流不可论，苍松怪石还如此。我今与予陟层巅，酌酒赋诗云乐只。后来谁复是牧之，斜阳归路芙蓉水。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "不应双睫。看尽人间花与雪。曾是当时。一朵红云拥日飞。如今正好。万绿千红深处坐。也使春工。唤作天池五月风。",
            "comment": ""
        },
        {
            "title": "挽朱持郎",
            "content": "卜宅从先垄，驾言練日良。飞盖鹜玄驷，古柳被龙{巾荒}。按辔且徐驱，听歌薤露章。忆昔未峰仙，浩劫思陶唐。貂蝉换羽衣，翩然来帝旁。西东极岷峨，南佩窥潇湘。高牙开桂林，瑞节照襄阳。多少经纶业，春风散八荒。归来不言功，低簪鸳鹭行。一朝侍甘泉，天握方对敭。堂堂山立姿，九尺鬓眉苍。胡为勇不留，瑶宫去路长。夫人有令德，威凤趣归凰。轮摩同入道，未忍遽相忘。春天渺无际，春花堪断肠。祗今枫林崗，双玉一时藏。西南多甘棠，日莫人凄凉。风月三千篇，烂烂光生香。佳郎与快婿，门户未渠央。三者无一憾，呜呼公不亡。",
            "comment": ""
        },
        {
            "title": "复朱教授",
            "content": "诗成催雪岂无功，今果装严七宝公。休说春花那谁舞，也教耳热慰新丰。",
            "comment": ""
        },
        {
            "title": "揭富阳孝子门",
            "content": "去年何明正，有妇方笄年。母病偕幼弟，奉佛祈病蠲。既蠲未全已，剖肝代兰荃。今年盛立旺，二子亦奇伟。兄肝起母病，弟复先割股。人生贵男儿，愧此簪笄女。峨峨儒冠弁，愧此田家子。予谬为令长，冥愚化不宣。彼直天性厚，或以上泽覃。劳之缗酒廪，重为此诗篇。揭之旌其门，观风盛采旃。既以观邦人，庶几风普天。",
            "comment": ""
        },
        {
            "title": "粥罢",
            "content": "饭已茶三啜，隅中粥一盂。陶然咏皇化，安用东封书。",
            "comment": ""
        },
        {
            "title": "太上虚皇黄庭经句法十篇寿赵师",
            "content": "汉列土宇封同姓，唐擢宗英持国柄，我宋膺图临海镜。参天杞梓仙源盛，萧敷艾荣何足订。",
            "comment": ""
        },
        {
            "title": "高宗皇帝贤训终编锡赉进诗",
            "content": "红云一朵金炉烟，黄伞亭亭午漏傅。龙床犹御金华殿，方进群儒读宝编。编中并载神尧语，三十六年真复古。祗今安用读遗书，卓然已复光前绪。高皇当日济艰难，犹在经纶未备间。今日山东河北地，百年膻去一朝还。更有祖宗傅国玺，琢于元祐隆平际。玉光射日篆云飞，今日煌煌登宝几。高皇一笑在天灵，神孙今日再中兴。锡与千秋万岁龄，甲兵洗尽年丰登。群臣尚或呻佔毕，微臣但拱坳头立。芳筵华秩及龙媒，亦拜聊翩自天锡。更忆先朝彻讲馀，有臣曰轼感恩腴。愿对紫薇花影下，试草招来赞普书。今也梯航慕中夏，无复更待招来者。微臣但摩千丈松，敬赓吉甫中兴雅。",
            "comment": ""
        },
        {
            "title": "鲁国夫人薤露歌",
            "content": "并海名山万叠开，太慈太白等蓬莱。自从斋国锄云后，又见夫人驾归来。",
            "comment": ""
        },
        {
            "title": "冰",
            "content": "白日黄流涨渭城，三更风紫尽成冰。莫言此物浑无用，曾向滹沱满汉兵。",
            "comment": ""
        },
        {
            "title": "朱生论天",
            "content": "不知占得几躔星，阁尽人间聚散萍。今日重来桥上望，依然杨柳两行青。",
            "comment": ""
        },
        {
            "title": "五鼓梦中作觉而成之二首",
            "content": "人生万幻一氂轻，须築铜驼万里城。莫道斜阳光不远，断霞收尽十分明。",
            "comment": ""
        },
        {
            "title": "孟夏廿一东作秩然",
            "content": "不见东耕四十年，兹晨蓑笠去翩翩。从今数过三蓂朔，史笔当年大有篇。",
            "comment": ""
        },
        {
            "title": "太上虚皇黄庭经句法十篇寿赵师",
            "content": "明年天使九街驰，御茗名薰宣玉词，更敕仪鸾饷寿卮。我有新曲名紫芝，会当献之凤凰池。",
            "comment": ""
        },
        {
            "title": "栀花",
            "content": "青琅削叶玉花细，独占炎皇第一天。未羡冰桃垂夏后，且看金子粲秋前。",
            "comment": ""
        },
        {
            "title": "庆元丁巳十月奉亲如临安宿西菩寺表弟吴克仁",
            "content": "熙定相望百馀年，又有人如古铁顽。日落尚怜今夕路，月明无恙旧时出。朱红野实堆盘裹，粉白诗牌满壁间。欲为慈颜供一笑，更留数语任渠删。",
            "comment": "【注释】【原题】：庆元丁巳十月奉亲如临安宿西菩寺表弟吴克仁俱焉二首当其冲"
        },
        {
            "title": "题朝阳亭",
            "content": "晖晖朝阳亭，亭前钟阜青。岩险尚积雪，光彩浮初晴。亭下清溪水，滑流新泮冰。双凫知随阳，亦逐流澌行。亭中贤主人，快此景物清。开门延客人，掬雪当泉烹。凌蹙淮水涨，修鳞烂银瓶。更酌秦淮春，配此玉鼓羹。了无一物俗，表裹俱蓬瀛。宇宙有佳致，心清境乃并。甚爱主人贤，澹然遗世营。不言饮人和，恂恂发天诚。清处亦绝奇，亭亭秋露茎。胸中足丘壑，城头亦林坰。不与风月期，结屋谩茅菁。却惭最不客，形秽识不灵。宿怀幽深趣，侵寻尘坌撄。一官冷于铁，痴坐如冻蝇。唤来俎豆间，不知梅已英。清赏可无傅，陋语恐难徵。春风送鹏程，眷言寻此盟。",
            "comment": ""
        },
        {
            "title": "丁亥闰五月十日回自真圣道坊车中记事",
            "content": "列障罗屏合，回泉玉带环。外容三肘密，中着十洲宽。天意驱蹲虎，人心见圣蟾。烦君招旧隐，来此共潺湲。",
            "comment": ""
        },
        {
            "title": "流觞西湖用范左史韵",
            "content": "画航同载若登仙，却笑泥韉马不前。要识冷烟催谷雨，须知澹日养花天。千修翠柳随风舞，一枝夭桃照水妍。须信人生行乐耳，虚名那用世间傅。",
            "comment": ""
        },
        {
            "title": "五鼓梦中作觉而成之二首",
            "content": "当时千驷已无闻，宁说牛羊上冢行。同是博陵评古者，肯令千载尚龈卿。",
            "comment": ""
        },
        {
            "title": "甘将军庙",
            "content": "沙寒日薄水云愁，贼魏王吴一夜休。自是英雄元不死，至今犹占大江流。",
            "comment": ""
        },
        {
            "title": "器吴范二姊",
            "content": "逝者如期乎，翩翩北飞鸿。鸿北来岁南，人去亡南踪。庚寅仲姊去，庚辰伯姊空。千里不一见，血泪迸秋风。自馀只一弟，留守先人宫。我已日崦嵫，安能久转蓬。束担其归与，相从十载山之东。",
            "comment": ""
        },
        {
            "title": "挽王柳州",
            "content": "才华唐令君，名胜晋参军。善政流郴水，遗风袭缙云。宝钗当自合，神剑不中分。心折白岩路，猿吟日未曛。",
            "comment": ""
        },
        {
            "title": "挽蔡祭酒",
            "content": "孝友尊前哲，词章裕后生。析台真御史，槐市大司哉。骐骥风方力，艅艎浪忽倾。山寒丹旐急，识者为沾缨。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "公有仙姿，苍松野鹤，落落昂昂。论法主长生，仍须极贵，云台绛阙，都许尚羊。更忆当年，而今时候，一念功名下帝旁。天分付，使人间草木，尽有春香。人知相法奇庞。又那识、阴功事更长。算毗陵荒政，江东风采，忠文典则，澟澟生光。再岁秦淮，觚棱入梦，帷幄从来在庙堂。公归去，好平心献替，人望时康。",
            "comment": ""
        },
        {
            "title": "挽汪给事",
            "content": "抱大难倾橐，随时欲见田。星灾诸葛日，齿少紫芝年。鲁国麟枯骨，蓝田玉折瑄。忍闻环佩响，帝所侍钧天。",
            "comment": ""
        },
        {
            "title": "早入",
            "content": "紫薇浥露翠条深，捷捷灵乌振好音。全似冰岩亭上坐，四屏烟霭奏春禽。",
            "comment": ""
        },
        {
            "title": "醉蓬莱",
            "content": "记蟾宫桂子，撒向人间，如今时候。□□□□，□□□□□。白下长干，乱滩横笛，想昔游依旧。大海一沤，千年一息，谁称彭寿。开遍门前丹蕊，渐西风入东篱，酿成仙酒。□□□□，□□□□□。卓笔鸡笼，悬天宝盖，占断宣徽秀。来岁清苕，公家事了，斑衣蓝绶。",
            "comment": ""
        },
        {
            "title": "送夏明叔归建宁",
            "content": "顷与君别时，君颐未生髭。曶曶二十年，惊见紫髯奇。相逢不相识，视剌乃得之。尊酒出文卷，芙蓉阴未移。白露团虚檐，素蟾堕寒池。胡为于此时，与君又语离。自言甘旨急，毋失旧馆期。丈夫属有志，富贵无定姿。愿君勉自力，上以慰亲思。明年寒雁来，殷勤寄书词。为报秋风高，吴仙得桂枝。",
            "comment": ""
        },
        {
            "title": "喜迁莺",
            "content": "少年意气，脑燕兵胡�睿�虏王区脱。眼底朦胧，腹中空洞，不著曹刘元白。闻道殊科八中，也要彩卢连掷。收拾尽，到如今但有，寸心如铁。天付，真奇特。口静神充，双眼胡僧碧。楚国离骚，唐朝词学，未信芳尘□歇。结取佳人香佩，截断儿曹绮舌。归去也，且斓斑戏彩，好春长日。",
            "comment": ""
        },
        {
            "title": "挽宜人赵氏",
            "content": "分胃天皇媛，来嫔相国孙。孝慈山上梓，法度润滨蘩。凤去箫沉响，鸾空镜掩痕。家庭熏沐事，千古镜南轩。",
            "comment": ""
        },
        {
            "title": "光宗皇帝挽诗",
            "content": "厌听人间乐，催成海上丹。云车分白象，天仗高下鸾。梧野朝烟波，咸阳莫日寒。龙舟宵济处，清血涨红干。",
            "comment": ""
        },
        {
            "title": "太上虚皇黄庭经句法十篇寿赵师",
            "content": "莫辞金盏十分斟，迩日星郎宠数深，庭前桂子更鲜新。鳌头早晚贴涂金，公亦绿殿峨华簪。",
            "comment": ""
        },
        {
            "title": "圣节致语",
            "content": "雉尾差参宝扇开，九霞双阕聋蓬莱。霜清法驾黄金殿，云拥仙班紫玉杯。天上剖符初绕电，人间作颂已鸣雷。长生纪籙知多少，瓠子澄清一万回。",
            "comment": ""
        },
        {
            "title": "小憩许由亭",
            "content": "历数河南去，乾坤一草亭。一亭犹是累，千古尽浮萍。",
            "comment": ""
        },
        {
            "title": "酹江月/念奴娇",
            "content": "平生有意，把六经膏泽，人人沾受。白被子明康节辈，浪说乘除先後。遇合一时，英雄千古，谁是高强手。蹉跎岁晚，临风浩然搔首。今但入梦青山，云溪深处，烟月生怀袖。宿有十年萧散愿，此段功缘须就。因忆坡公，仇池有约，莫误归时候。今朝对酒，歌此与君为寿。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "玉局仙人，轻帆万里，送入三吴。怪一舟如叶，元无浊物，依然姑射，满载冰壶。昔日文君，千言成诵，不识如今记得无。新来也，喜都将分付，一颗骊珠。向来田赋蠲输。散多少、春风巴与渝。算公家粗了，莼鲈而已，何妨西子，白发江湖。印铸黄金，时来须佩，毕竟人生万卷书。离情处，正秦淮岁晚，雪意模糊。",
            "comment": ""
        },
        {
            "title": "柳梢青",
            "content": "嫩绿成堆。朝来红紫，都在莓苔。方见春来，又闻春去，暗里谁催。人生易老何哉。春去矣、秋风又来。何似云溪，长春日月，无去无归。",
            "comment": ""
        },
        {
            "title": "挽杨提举",
            "content": "风惨琳宫晓，云愁铁瓮春。鸿冥方避弋，鱣集遽成尘。金虎多遗爱，银菟愧后人。寻思汉循吏，竹帛逐时新。",
            "comment": ""
        },
        {
            "title": "挽曹监丞二首",
            "content": "威凤方翔汉，寒鸦已宿林。平生惟好士，无日不挥金。驷牡频催加，琵琶遽绝音。山名升白日，回首一沾襟。",
            "comment": ""
        },
        {
            "title": "勉子侄",
            "content": "外物不足恃，翻覆百年间。唯有万卷书，可以解我颜。男儿贵立志，达人得大观。百川日夜流，与海会波澜。丘陵安于卑，宁复望太山。方当少年时，发齿未凋残。圣贤户庭阔，人人可跻攀。谨勿随馀子，碌碌走丘樊。",
            "comment": ""
        },
        {
            "title": "直庐多暇新绿郁然信笔二绝",
            "content": "壁右方壶浸碧天，依然全似太湖边。清风一夜生新与，好把渔竿上钓船。",
            "comment": ""
        },
        {
            "title": "两炬并花",
            "content": "双莲合蕊更开花，报道金銮日未斜。已草禁中新凤诏，趣君十日觐东华。",
            "comment": ""
        },
        {
            "title": "锦堂春/锦堂春慢",
            "content": "最是元来，苦无风雨。只恁匆匆归去。看游丝、都不恨，恨秦淮新涨，向人东注。醉里仙人，惜春曾赋。却不解、留春且住。问何人、留得住。怕小山更有，碧芜春句。",
            "comment": ""
        },
        {
            "title": "雪",
            "content": "北风傅信报登平，白帝宸游随玉英。月下草玄疑蜀客，鼎边得句失轩明。庄严东阁若为好，点缀南枝分外清。惟恨蔡州城北水，一池鹅鸭更无声。",
            "comment": ""
        },
        {
            "title": "挽范端明",
            "content": "诸老郡沦谢，惟公尚典刑。谋谟关杜稷，风采聋朝廷。政路方虚席，台躔遽折星。幸哉芳史在，宁用问丹青。",
            "comment": ""
        },
        {
            "title": "太上虚皇黄庭经句法十篇寿赵师",
            "content": "乔松落润节轮囷，诗书万卷终经纶。日华隔雾光难晨。公独知其堕凡尘，何当一为问大钧。",
            "comment": ""
        },
        {
            "title": "挽致政吕通仪",
            "content": "营築未休臿，晓夕留松区。忽聆载輀车，归自杭与湖。冷雨涩不晴，山径淖如涂。间关五百滩，转轴上云衢。纯孝格玄穹，安席若平铺。忆昔祖慈亲，六月暑方徂。奠酒虽百壶，練溪焦釜枯。今日遡长风，辛岨谅一如。维公有贤称，霭然溢枌闾。千金手不售，其钟后人乎。天畀此石窌，指顾即吾庐。且复愆以平，万家守者居。甚欲一引绂，山寒阻前趋。黄罗金紫峰，送目但踌躇。",
            "comment": ""
        },
        {
            "title": "岁暮",
            "content": "彩贴隃麋湿，屠苏琥珀浓。夕阳犹猎日，午夜已春风。",
            "comment": ""
        },
        {
            "title": "促冬望日登四顾坡",
            "content": "往哲有清言，晋人未为达。此身皆假合，既散安用鍤。大音不在弦，琴亦安所设。当时逃酒徒，往往畏侵及。豁哉桴海时，风涛任兴息。",
            "comment": ""
        },
        {
            "title": "三月三日度日际",
            "content": "日望黄尖杪，今登白际巅。千山皆委地，一臂独擎天。",
            "comment": ""
        },
        {
            "title": "满庭芳",
            "content": "人道苍姬，燠多寒少，故教千岁绵绵。算来春夏，一气本无偏。底事今年玉历，秋未朔、风露泠然。君知否，山深地僻，自是早霜天。如今，当此去，十分亲切，面问婵娟。何须看仙槎，海上重还。好在金英玉屑，□为我、满泛金船。仍传语，横江秀石，□永锁三川。",
            "comment": ""
        },
        {
            "title": "挽太府丞知徽州韩公",
            "content": "翊运勋臣第一家，却于翰墨掇英华。谁知忠孝千年事，不逐春风落水花。",
            "comment": ""
        },
        {
            "title": "代上杨诚斋",
            "content": "杜陵已醉老坡仙，生后百年恨不及。那知开眼大江西，突兀见公正冠帻。凛然清风不可攀，千载懦夫毛骨粟。暇时略吐胸中云，坐使九霄成五色。未辨执乐三千指，不计酒材七百石。落然收宝入丹田，归省庐阜千寻碧。那知城裹住相如，但信城东有太白。一时馀子皆鷁退，家有诸郎傅正胍。世尘千劫都磨尽，独有诗缘渺亡极。天欲留公在世间，管领风月长为客。彩凤一鸣天地静，安得微吟容晚出。巨止青山吞泽芥，许投顽石博拱璧。先丘宰木已参天，幽碣未刊但惕夕。鲁山四绝先李文，谊贯幽胆光存殁。先生匹素不可辜，傥得烟云生勃郁。化为匹锦授丘迟，磨钝为铦希万一。要是人贫常熟书，非关卖菜复求益。讵敢限字如昔闻，小大当唯意所适。庶几挂在露寒堂，琅然一读意一释。不须点白鱠松鲈，解衣卧听歌赤壁。",
            "comment": ""
        },
        {
            "title": "读史有感",
            "content": "俗士贫刍拳，喜充藜苋肠。幽人乐清旷，要湔尘土裳。嗟予别松林，吴砧九换霜。因复不知归，念之汗如浆。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "消得雕栏，也不枉教，车马如狂。怪元和一事，韩公子者，归来斫去，玉毁崑冈。为解花嘲，朝来试看，采佩殷霞浥露香。君休怪，算只缘太艳，俗障难降。诗人未易平章。向百卉、雕零独後装。看洪炉大器，从来成晚，只须这著，也做花王。况是月坡，花围一尺，压尽纷纷琐细芳。还堪笑，笑龙锺老凤，方入都堂。",
            "comment": ""
        },
        {
            "title": "子时歌",
            "content": "顺数方来兮，遡而上之洪荒。今不必短兮，古不必长。地有时而玄兮，天有时而黄。知靡草之先秋兮，又当知乔松之傲霜。知沧溟之连山兮，又当知大华之有长江。朝云西暮云东兮，岂期悉避乎阳光。蒙汜浴虞渊兮，又孰知其扶桑。吾乌乎而折衷兮，但当付万化于茫茫。",
            "comment": ""
        },
        {
            "title": "喜迁莺",
            "content": "评君谁似，似长松千丈，离奇多节。骨瘦棱棱，文高荦荦，今日□来仙阙。走卒识公容貌，酋虏问公官阀。更史馆，一编书多少，频添勋业。伟绝。今岁别。新绿名孙，又见枝生叶。底事七旬，双瞳如水，毕竟桂花方发。赐第彤墀秋早，又一瑶枢光洁。故人也，念相逢谁似，凤池同列。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "底事中秋无月，元来留待今宵。群仙拍手度仙桥。惊起眠龙夭矫。天上灵槎一度，人间八月江潮。西兴渡口几魂消。又见潮生月上。",
            "comment": ""
        },
        {
            "title": "红药当阶翻",
            "content": "禁近烟光润，阶平日影暄。黄麻方草罢，红药正花翻。蒨色浮春动，清阴匝午繁。心倾青琐客，香满紫微垣。漏永文书静，天低雨露温。人言有神仙，早晚拜晚恩。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "君有新词，何妨为我，时遣奚奴。看此山大小，风流晋宋，眼中馀子，苦自侏儒。九曲清溪，千枝杨柳，还记新条更有无。春将好，欲从君商略，君意何如。佳人玉佩琼琚。更胸中、浇灌有诗书。把古人行处，从头检点，今人说底，却不须渠。更上石头，重登锺阜，画作金陵考古图。频相见，怕薰风早晚，便隔天隅。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "道家弱水蓬莱，鲸波万里谁知得。人间自有，南昌居士，仙风道骨。诗似白星，貌如聃老，风尘挺出。向谪仙家里，滕王阁畔，飘玉佩、下丹阙。黄发四朝元老，又谁知、重生绿发。手提一笔，活人多少，三千功积。已冠文昌，人人瞻望，玉枢躔逼。对新凉、酒颊微红，宛是一星南极。",
            "comment": ""
        },
        {
            "title": "醉蓬莱",
            "content": "算千葩百卉，谁伴东风，早春时候。唯有江梅，在人间长久。雪後霜前，冲涉多少，尚精神如旧。岁岁年年，酴酥饮了，便为公寿。更向尊前席上，细看人与梅花，棱棱争瘦。桃李漫山，都落芳尘後。和气满身，参调玉弦，表天然孤秀。来岁今朝，星闱雾阁，一卮春酒。",
            "comment": ""
        },
        {
            "title": "修玉牒官阁子屏甚古诘吏亦不知曷始数语纪之",
            "content": "吴绡一幅苦无多，中涵大华及黄河。偶然乘风山下坐，紫烟翠霭坐中过。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "岁贡来从玉垒，天恩拜赐金奁。春风一朵紫云鲜。明月轻浮盏面。想见清都绛阙，雍容多少神仙。归来满袖玉炉烟。愿侍年年天宴。",
            "comment": ""
        },
        {
            "title": "用朱经备韵",
            "content": "旧来南橐旧萧萧，但有新诗照佩瑶。岘首溪山归点染，湘天风月困吟嘲。轻裘诗师风流在，岳牧词臣意气饶。见说玉堂须翰手，公当归侍紫宸朝。",
            "comment": ""
        },
        {
            "title": "挽程给事",
            "content": "恋阕葵心在，怀山秀野寒。华繁常侍愧，草隶折冲难。结绿红辉碎，县藜夜色残。平生桑梓地，雪涕早云端。",
            "comment": ""
        },
        {
            "title": "烛影摇红",
            "content": "青旆摇风，朱帘漏月黄昏早。蓬山万叠忽蜚来，上有千灯照。和气祥烟缭绕。映琼楼、五云缥缈。青裙缟袂，乱吹繁弦，九衢欢笑。元是琴堂，十分管领春光到。手移星宿下人寰，招客来仙岛。信道邦人见少。彷佛似、皇都春好。明年只恐，鳌山扈从，随班清晓。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "那用招秋，休言推暑，风自薰兮。问谁解当初，识公来处，月明碧落，旆卷青霓。千丈长松，起人生意，冻芋寒瓜空满畦。还堪怪，怪诸公衮衮，我尚凭泥。须教一举崔嵬。算人世、功名各有梯。更何须炼鼎，玄霜绛雪，只烦煮茗，水饼冰齑。紫府多仙，招来满座，公自长生角亢齐。何曾也，有玉麟行地，老凤梧栖。",
            "comment": ""
        },
        {
            "title": "挽钱塘蔡令君",
            "content": "少年思贾谊，中寿忆宾主。军政存钟阜，民庸在括苍。马啼归凤阕，车轴折关肠。唤起青油梦，悲风搅白杨。",
            "comment": ""
        },
        {
            "title": "郊祀庆成诗",
            "content": "粹石皆频岁，炎刘或异祠。有唐方定制，我宋遂因仪。列圣馨明德，皇穹答显祺。恭惟圣天子，大典应昌期。",
            "comment": ""
        },
        {
            "title": "书富阳普照院二首",
            "content": "境胜由盘古，闻名自谪仙。一从江国后，又到老坡年。山顶烟仍紫，楼头月故圆。继今知几劫，风物更依然。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "天上初秋桂子，庭前八月丹花。一年一度见仙槎。秋色分明如画。愿把阴功一脉，灯灯相续无涯。降祥作善岂其差。永作渔樵嘉话。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "渤澥东南界，西北倚崑崙。当时推步，但知宇内有乾坤。午夜风轮微转，驾我浮空泛景，一息过天垠。俯视人间世，渺渺聚沤尘。挽天吴，摩海若，吐还吞。宁用计年，八十阳九又三阴。要自白榆星外，直至黑流沙底，山与泽俱平。不论初末度，一色界如银。",
            "comment": ""
        },
        {
            "title": "寿皇子",
            "content": "磊魁晶荧，岁有常期。秋分维何，天高气清。玉蟾吐煇，银汉无声。澄霄一色，万里云平。此时候之，出丙入丁。所出之国，政化和平。人生其时，既寿且宁。矧复前星，以及子星，与之并明。天启休期，应期挺生。",
            "comment": ""
        },
        {
            "title": "庆元丁巳十月奉亲如临安宿西菩寺表弟吴克仁",
            "content": "安车未向都门移，且揽西菩一段奇。路入山腰须种树，泉流石齿莫开池。重来坡老今谁是，出世参参不记时。结束匆匆出门去，白云明月旧相知。",
            "comment": "【注释】【原题】：庆元丁巳十月奉亲如临安宿西菩寺表弟吴克仁俱焉二首当其"
        },
        {
            "title": "直庐閒二首",
            "content": "一陪鸾凤入仙台，四见薰风舞禁槐。自笑平生无梦到，那知今日以身来。",
            "comment": ""
        },
        {
            "title": "柳梢青",
            "content": "官已尚书，人犹寒素，仙有名言。谓是若人，法当至贵，仍主修年。唐人四字鲜妍。堪照映、画堂彩烟。更对新凉，一声芝曲，万斛金船。",
            "comment": ""
        },
        {
            "title": "昭明太子宫",
            "content": "千章乔木烟苍苍，一帙遗文字字香。梁鼎西沉何处间，至今戟手看兴亡。",
            "comment": ""
        }
    ]
}