{
    "dynasty": "宋",
    "author": "章楶",
    "poems": [
        {
            "title": "声声令/胜胜令",
            "content": "帘移碎影，香褪衣襟。旧家庭院嫩苔侵。东风过尽，暮云锁，绿窗深。怕对人、闲枕剩衾。楼底轻阴。春信断，怯登临。断肠魂梦两沈沈。花飞水远，便从今。莫追寻。又怎禁、蓦地上心。",
            "comment": ""
        },
        {
            "title": "水龙吟 杨花",
            "content": "燕忙莺懒芳残，正堤上、柳花飘坠。轻飞乱舞，点画青林，全无才思。闲趁游丝，静临深院，日长门闭。傍珠帘散漫，垂垂欲下，依前被、风扶起。兰帐玉人睡觉，怪春衣、雪霑琼缀。绣床旋满，香球无数，才圆却碎。时见蜂儿，仰粘轻粉，鱼吞池水。望章台路杳，金鞍游荡，有盈盈泪。",
            "comment": "【注释】①雪沾琼缀：落满了柳絮。②章台路杳：汉代长安有章台街。后人常以章台为歌妓聚居所。这三句是说，闺中人看不见丈夫游荡的章台路，独居寂寞，只有暗自流泪。【评解】这首咏絮词，上片写暮春季节，风吹柳絮的情景，下片写杨花四处飘落。通过拟人手法，委婉含蓄地表露了离情。作者准确地把握物象，着意刻画，并注入了自己的思想感情。全词写得婉丽工巧，新颖别致，把杨花描绘得栩栩如生，成为绝唱。【集评】徐釚《词苑丛谈》：东坡与质夫帖云：柳花词妙绝，使来者何以措辞。黄花庵《花庵词选》：傍珠帘散漫数语，形容尽矣。薛砺若《宋词通论》：《水龙吟》为吟柳花绝唱，最为东坡所称赏。词中如“傍珠帘散漫，垂垂欲下，依前被风扶起。……绣床渐满，香球无数，才圆却碎。时见蜂儿仰粘轻粉，鱼吞池水”。刻画柳絮，可谓工细委婉之至。王国维《人间词话》：东坡《水龙吟》咏杨花，和韵而似原唱；章质夫词，原唱而似和韵。才之不可强也如是！《诗人玉屑》：余以为质夫词中所谓“傍珠帘散漫，垂垂欲下，依前被风扶起”亦可谓曲尽杨花妙处。东坡所和虽高，恐未必能及。--引自惠淇源《婉约词》--------------------------这首咏柳花的词曾被苏轼赞为妙绝，但在词史上，人们多赞赏东坡的和柳花词，而对这首原作却颇多微词。实际上，这首词清丽和婉，不失为词中精品。首句“燕忙莺懒芳残 ”开篇点题 ，写燕忙于营巢 ，莺懒于啼唱，繁花纷纷凋残 ，表明季节已是暮春；“堤上”，指明地点；“柳花飘坠”，点明主题。破题之后，用“轻飞乱舞，点画青林，全无才思”紧接上句，把柳花飘坠的形状作了一番渲染。它为下文铺叙，起了蓄势的作用。韩愈《晚春》诗云 ：“草树知春不久归 ，百般红紫斗芳菲。杨花榆荚无才思，惟解漫天作雪飞。”意思是说：“杨花（即柳花）和榆荚一无才华，二不工心计；不肯争芳斗艳，开不出千红万絮的花。韩愈表面上是在贬杨花，实际上却暗寓自己的形象，称许它洁白、洒脱和不事奔竞。章楶用这个典故，自然也包含这层意思。“闲趁游丝，静临深院，日长门闭。”写到此，词人竟把柳花虚拟成一群天真无邪、爱嬉闹的孩子，悠闲地趁着春天的游丝，象荡秋千似地悄悄进入了深邃的庭院。春日渐长，而庭院门却整天闭着。柳花活似好奇的孩子一样，想探个究竟。这样，就把柳花的形象写活了。“傍珠帘散漫，垂垂欲下，依前被、风扶起。”柳花紧挨着珠箔做的窗帘散开，缓缓地想下到闺房里去，却一次又一次地被旋风吹起来。这几句深得南宋黄昇和魏关之的欣赏。黄昇说它“形容尽矣”（《唐宋诸贤绝妙词选》卷五评 ）；魏庆之说它“曲尽杨花妙处”，甚至认为苏轼的和词也“恐未能及”（《诗人玉屑》卷二十一 ）。当然，把这首词评在苏轼和词之上是未免偏爱太过 ；但说它刻画之工不同寻常 ，那是确实不假。这几句除了刻画出柳花的轻盈体态外，还把它拟人化了，赋予它以“栩栩如生”的神情，真正做到了形神俱似。下片改从“玉人”方面写：“兰帐玉人睡觉，怪春衣、雪霑琼缀。绣床旋满，香球无数，才圆却碎。”唐圭璋等《唐宋词选注》称此词为“闺怨词 ”，估计就是从这里着眼的。到这里 ，“玉人”已成为词中的女主人公，柳花反退居到陪衬的地位上了。但通篇自始至终不曾离开柳花的形象着笔，下片无非是再通过闺中少妇的心眼，进一步摹写柳花的形神罢了。柳花终于钻入了闺房，粘在少妇的春衣上。少妇的绣花床很快被落絮堆满，柳花象无数香球似地飞滚着，一会儿圆，一会儿又破碎了。这段描写，不仅把柳花写得神情酷肖，同时也把少妇惝恍迷离的内心世界显现出来。柳花在少妇的心目中竟变成了轻薄子弟，千方沾惹，万般追逐，乍合乍离，反覆无常。“时见蜂儿，仰粘轻粉，鱼吞池水 ”，这几句既着意形容柳花飘空坠水时为蜂儿和鱼所贪爱，又反衬幽闺少妇的孤寂无欢。“望章台路杳，金鞍游荡，有盈盈泪 。”借两个典故，既状写柳花飘坠似泪花，又刻画少妇望不见正在“章台走马”的游冶郎时的痛苦心情。章台为汉代长安街名。《汉书·张敞传 》：“时罢朝会，过走马章台街，使御吏驱，自以便面拊马 。”颜师古注谓其不欲见人，以扇自障面。后世以“章台走马”指冶游之事。唐崔颢《渭城少年行》 ：“斗鸡下杜尘初合，走马章台日半斜。章台帝城称贵里，青楼日晚歌钟起”，即其一例。至于柳与章台的关系，较早见于南朝梁诗人费昶《和萧记室春旦有所思》：“杨柳何时归，袅袅复依依，已映章台陌，复扫长门扉 。”唐代传奇《柳氏传》又有“章台柳”故事。这首词若有不足，当是上下片主题不一，从而造成了形象的不集中。然而瑕不掩瑜，此词仍值用心玩味。"
        }
    ]
}