{
    "dynasty": "宋",
    "author": "章谦亨",
    "poems": [
        {
            "title": "净惠院",
            "content": "净惠荒涼寺，平林浅阜閒。殿存碧支佛，门对赭亭山。绕屋竹阴翠，沿阶苔晕斑。雨中来托宿，却羡白鸥闲。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "画楼侧畔，试与君、管领南枝风物。影浸西湖清浅水，旁倚云崖烟壁。艾纳全披，檀心俱露，一片前村雪。碧松修竹，岁寒真是三杰。长向酒欲冰时，魁英相放，不待阳和发。一任无情风又雨，毕竟清香难灭。幻玉精神，添酥标致，羞上萧萧发。脆圆可爱，更看春二三月。",
            "comment": ""
        },
        {
            "title": "祖教寺",
            "content": "飞鸟遗音入翠林，转教柳外和莺吟。岩留云雨过朝暮，寺枕溪流亘古今。客过端阳欣采艾，僧嫌破衲懒缝针。杯中蒲酒休辞醉，目断青山骨远心。",
            "comment": ""
        },
        {
            "title": "章岩",
            "content": "杰石何空洞，中藏一寺幽。不须补天漏，时觉有云浮。蟾吐半轮日，鲸吞万斛舟。兹岩本同姓，欲去且迟留。",
            "comment": ""
        },
        {
            "title": "石州引/石州慢",
            "content": "半角庭阴，弓月映眉，珠露侵靸。花棚倒挂风枝，低罥鬓唇叶。凭肩笑问，甚日罢织流黄，泥人无语吟虫答。灯近悄分携，溜钗钿犀合。一霎。莲丝易折。未稳栖鸳，陡惊弹鸭。几度空阶，宵永笛声孤擫。玉腰烟瘦，□□梨梦香消，醒来凉袖阑干压。不尽度檐云，写闲愁千叠。",
            "comment": ""
        },
        {
            "title": "画堂春",
            "content": "连朝檐溜几曾乾。韶华一似衰颜。牡丹开尽木香残。忆家山，愁倚危阑。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "垂杨得地，在楼台侧畔，无人攀折。不似津亭舟系处，只伴客愁离别。丝过摇金，带铺新翠，雅称莺调舌。芳筵相映，最宜斜挂残月。却得连日春寒，未教轻滚，一片庭前雪。应恨张郎今老去，难比风流时节。醉眼浑醒，愁眉都展，舞困腰肢怯。有时微笑，把伊绾个双结。",
            "comment": ""
        },
        {
            "title": "步蟾宫",
            "content": "团圞小酌醺醺醉。厮捱著、没人肯睡。呼卢直到五更头，便铺了妆台梳洗。庭前鼓吹喧人耳。蓦忽地、又添一岁。休嫌不足少年时，有多少、老如我底。",
            "comment": ""
        },
        {
            "title": "浪淘沙 云藏鹅湖山",
            "content": "台上凭阑干。犹怯春寒。被谁偷了最高山。将谓六丁移取去，不在人间。却是晓云闲。特地遮拦。与天一样白漫漫。喜得东风收卷尽，依旧追还。",
            "comment": "【注释】鹅湖山在今江西省铅山县境内 。 作者于绍定（1228 — 1233）初年曾在此任县令 。这阙词大约写于此时。这阕词 ，给人印象最深的当是它的构思。“云藏鹅湖山”本是极平常的自然现象，但出现在作者笔下，劈头就是“被谁偷了最高山？将谓六丁移取去，不在人间 。”山被偷，已是相当新奇，何况又具体怀疑到六丁（道教神名，火神）身上，这就更加生动。一个极普通的题材，经这么一构思，便立觉妙趣横生。上半阕说山已不在人间，这当然是故作的幻想，新巧一些也许并不足怪。可是下半阕说破山被云遮的真象以后，仍然具有无穷的趣味，这是因为作者同样采取了“直意曲一层说”的手法。本来是云遮山，词中却说“晓云闲 ”，“特地遮拦”；本来是风吹云散，山岳重现，词中却说“喜得东风收卷尽，依旧追还。”这里，晓云和东风同六丁神一样具有生命 ，而且如若不去“追还 ”，山还会再次被偷去 。艺术之不同于说教，原因之一就在于它是具有趣味性的精神产品；人们之所以能从艺术品那里得到娱乐和享受，一定程度上也是由于它有趣味 。本篇的作者章谦亨“尝为浙东宪，风采为一时所称，然蕴藉滑稽，不同流俗”（《绝妙好词笺续钞》）。这种独特的个性，帮助作者从人们司空见惯的题材中发现情趣，并用幽默生动的语言表现出来，因而使词篇具有强烈的艺术感染力。当然，风趣不是艺术的根本目的。艺术美应当是对生活美质的表现。拿这首词来说，它的魅力的根本所在，乃是对“云藏鹅湖山”这一美景的描绘。只是作者的手法过于巧妙，全篇虽然没有正面描写鹅湖山之秀美，但经过仔细品味，你不仅能看到山美，而且还能看到云美 。首先，作者在“犹怯春寒”的时节，冒着清晨的凉气去“台上凭栏干 ”，自然是由于此时的鹅湖山最美。这里作者没有直说山美，但他的情趣与追求本身就是一种暗示，引导着读者对鹅湖山产生无限的向往 。其次，六丁、晓云、东风都是优美的，而设想出的偷、移取、收卷、追还等情节也如神话一样美丽动人。再说，人冒着春寒去看山，不料山却被六丁“ 偷取 ”，最后才有东风追还——人、神、云、风形成你争我夺的热闹场面，当然也是因为鹅湖山太美的缘故。最后，字面的表现虽然着墨较淡，但也不是一点没有。比如“与天一样白漫漫”描写无边的云海 ，就给人以美的视觉享受。再如“春”日的时令，“晓”间的风光 ，也都使“云藏鹅湖山”显得更美。辛稼轩闲居期思村时作有《玉楼春》词戏赋云山云：“何人半夜推山去 ？四面浮云猜是汝。常时相对两三峰，走遍溪头无觅处。西风瞥起云横度，忽见东南天一柱 。老僧拍手笑相夸，且喜青山依旧住。”章谦亨在铅山曾访问过稼轩期思故居。这首词在构思上当受稼轩影响，当然也有他自己新的东西，对照读之，当各知其妙。"
        },
        {
            "title": "小重山",
            "content": "久雨初晴天气佳。远峰犹□被，乱峰遮。更无一朵路旁花。春归也，光景只桑麻。山径曲如蛇。□□□□□，□□□。薄醪邀客去程赊。都输与，鷖鹭立平沙。",
            "comment": ""
        },
        {
            "title": "祖教寺",
            "content": "出郭寻芳作野行，岩高墅旷水流声。草亭日午鹦啼巧，竹院更深月色明。宝殿鳞鳞章佛界，珠帘卷卷向山清。悠然一榻浑无梦，时有溪声枕外生。",
            "comment": ""
        },
        {
            "title": "西湖观梅三首",
            "content": "梅在西湖上，精神别一般。喜供诗客赏，怕与俗人看。映水林文瘦，依山范叔寒。生平逢此友，更觉酒肠宽。",
            "comment": ""
        },
        {
            "title": "云岩",
            "content": "造化雕镌巧，真成一洞天。曾将修蟒逐，却许蛰龙眠。石现金刚足，泉流仙客田。炷香吾道者，色体尚依然。",
            "comment": ""
        },
        {
            "title": "西湖观梅三首",
            "content": "不费东君力，常先草木荣。魏徵元斌媚，夷甫太鲜明。有色谁同洁，无香可比清。飘零惟不恶，羌笛任渠横。",
            "comment": ""
        },
        {
            "title": "西湖观梅三首",
            "content": "腊寒彻骨越精神，吐尽清香不待春。华屋芳筵犹恶俗，竹篱茅舍只安贫。湖烟笼处难藏艳，窗月飞来为写真。自得孤山题品后，至今偏解恼诗人。",
            "comment": ""
        },
        {
            "title": "摸鱼儿",
            "content": "想先生、跨鹤归去。依然上界官府。胸中邱壑经营巧，留下午桥别墅。堪爱处。山对起、飞来万马平坡驻。带湖鸥鹭。犹不忍寒盟，时寻门外，一片芰荷浦。秋水观，环绕滔滔瀑布。参天林木奇古。云烟只在阑干角，生出晚来微雨。东道主。爱宾客、梅花烂漫开樽俎。满怀尘土。扫荡已无馀，□□时上，玉峤翠瀛语。",
            "comment": ""
        }
    ]
}