{
    "dynasty": "宋",
    "author": "米芾",
    "poems": [
        {
            "title": "诉衷情",
            "content": "薰风吹动满池莲。晓云楼阁鲜。绣阁华堂嘉会，齐拜玉炉烟。斟美酒，奉觥船。祝芳筵。宜春耐夏，多福壮严，富贵长年。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "蒹葭风外烟笼柳。数叠遥山眉黛秀。微雨过江来。烦襟为一开。沙边临望处。紫燕双飞语。举酒送飞云。夜凉愁梦频。",
            "comment": ""
        },
        {
            "title": "醉太平",
            "content": "风炉煮茶。霜刀剖瓜。暗香微透窗纱。是池中藕花。高梳髻鸦。浓妆脸霞。玉尖弹动琵琶。问香醪饮麽。",
            "comment": ""
        },
        {
            "title": "丑奴儿/采桑子",
            "content": "踯蹰山下濡须水，我更委佗。物阜时和。迨暇相逢笑复歌。江湖楼上凭阑久，极目沧波。天鉴如磨。偏映华簪雪一窝。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "日射平溪玉宇中。云横远渚岫重重。野花犹向涧边红。静看沙头鱼入网，闲支藜杖醉吟风。小春天气恼人浓。",
            "comment": ""
        },
        {
            "title": "诉衷情",
            "content": "劳生奔走困粗官。揽镜鬓毛斑。物外平生萧散，微宦兴阑珊。奇胜处，每平阑。定望远。好山如画，水绕云萦，无计成闲。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "平生真赏。纸上龙蛇三五行。富贵功名。老境谁堪宠辱惊。寸心谁语。只有当年袁与许。归到寥阳。玉简霞衣侍帝旁。",
            "comment": ""
        },
        {
            "title": "望海楼",
            "content": "云间铁瓮近青天，缥缈飞楼百尺连。三峡江声流笔底，六朝帆影落樽前。几番画角催红日，无事沧洲起白烟。忽忆赏心何处是？春风秋月两茫然。",
            "comment": ""
        },
        {
            "title": "蝶恋花 海岱楼玩月作",
            "content": "千古涟漪晴绝地。海岱楼高，下瞰秦淮尾。水浸碧天天似水。广寒宫阙人间世。霭霭春和生海市。鏊戴三山，顷刻随轮至。宝月圆时多异气。夜光一颗千金贵。",
            "comment": "【注释】“玩月”亦即赏月。这首词是作者知涟水军期间，登当地名楼——海岱楼赏月时的感怀之作。词的上片 ，首先从海岱楼所处的地理位置入手。“千古”一句 ，总写涟水全境形胜之处 。涟水为水乡，当时境内有中涟、西涟、东涟诸水，黄河夺淮入海亦经此地，且东濒大海，北临运河，水乡清绝，故以“涟漪”称之。然后特出一笔，写海岱楼高，拔地而起 ，“下瞰秦淮尾”，以夸张之笔，极写此楼之高。“水浸”二句承“下瞰”而来，转写水中浸沉着的碧天 ；然后又由如水的碧天联想到“广寒宫阙”，接触到“月 ”，从而为下片写月出作好铺垫 。“广寒宫”，非实写 ，是由水中碧天联想而来 。上片用笔，皆在“人间世”三字上凝结 ，“广寒宫”也是为修饰“人间世”而出现的。词的下片写“玩月 ”。但首句却不去写月，而是写“海市 ”。“海市”即我们常说的“海市蜃楼”，晋伏琛《三齐略记》和宋沈括《梦溪笔谈》等文献都曾叙述过“海市”的繁华热闹。但这首词中的“海市”乃是虚写 ，实际上只是写海 ，从而为月出再次作辅垫 。如此再三铺垫之后，终至，“鳌戴三山，顷刻随轮至 。”鳌戴三山，系我国古代神话。“三山”，指海中的仙山方壶（一曰方丈 ）、瀛洲、蓬莱，山下皆有巨鳌（大龟）“ 举首而戴（顶）之”，“三山”因此不再漂浮移动（详见《列子·汤问 》）。“ 轮”指月亮。米芾这两句写月出，倒不象前人那样直接了当，表面看来是写“三山”随月轮而至，似以写“三山”为主。实际上还是写月 ，“三山”只是作为月的被动物出现的，月未出时“三山”暗，月出则“三山明，好象顷刻之间来到眼底。这是一种借此写彼的笔法。这两句不仅充满了神话色彩 ，而且写得神采飞动，“顷刻”一词，写月轮出海，凌厉之至，神气倍生。而最后两句：“宝月圆时多异气，夜光一颗千金贵。”则是真正写“玩月 ”“夜光 ”，指月亮。夜光又为珠名，故以“一颗千金贵”称述之，这是巧借同名之珠以赞美圆月之可贵 。这两句，前句重在其“异”，后句重在其“贵 ”。因其“异”，始见其“贵”。古人把月视为群阴之宗，崇拜备至。这两句包含着作者对于月的种种幻想与评价。这首词气魄宏大，选材造语奔逸绝尘，给人以玲珑圣洁之惑。如“鳌戴”两句尤为沉着飞翥，有超逸之妙。此词风格堪称豪放，深得苏轼、王安石等大家的赏识。"
        },
        {
            "title": "浪淘沙",
            "content": "祝寿庆生申。德日维新。期颐眉寿寿长春。五福三灵禄永永，长寿仙人。遐算等庄椿。□德康宁。年年欢会笑欣欣。岁岁仰依□寿域，彭祖广成。",
            "comment": ""
        },
        {
            "title": "水调歌头 中秋",
            "content": "砧声送风急，蟋蟀思高秋。我来对景，不学宋玉解悲愁。收拾凄凉兴况，分付尊中醽醁，倍觉不胜幽。自有多情处，明月挂南楼。怅襟怀，横玉笛，韵悠悠。清时良夜，借我此地倒金瓯。可爱一天风物，遍倚阑干十二，宇宙若萍浮。醉困不知醒，敧枕卧江流。",
            "comment": "【注释】此词写中秋之夜，借中秋赏月之机，表白了词人为人的高洁 ，也流露了他对“ 从仕数困”的些许幽恨 。全篇用笔空灵回荡 ，而自有清景无限，清趣无穷，表现出米芾“为文奇险，不蹈袭前人轨辙”的特有风格。米芾写中秋赏月，却反其道而行之，故意撇开月亮 ，先写自己晚来的秋意感受。“砧声送风急，蟋蟀思高秋 ”，古人有秋夜捣衣，远寄征人的习俗，砧上捣衣之声表明气候转寒了。墙边蟋蟀鸣叫，亦是触发人们秋思的。李贺《秋来》诗云：“桐风惊心壮士苦，衰灯络纬啼寒素 。”米芾这两句着重写自己的直觉 ，他是先听到急促的砧声而后感到飒飒秋风之来临，因此，才觉得仿佛是砧声送来了秋风。同样，他是先听到蟋蟀悲鸣，而后才意识到时令已届高秋了。接着米芾说：“我来对景，不学宋玉解悲秋”，表现出他的旷逸豪宕的襟怀。他这句抝折刚健之笔使文气为之一振。因为砧声和蟋蟀等秋声，毕竟要给人带来一种凄凉的秋意，而倔强的词人不愿受其困扰。所以 ，接着他要“收拾凄凉兴况，分付尊中醽醁”了。可是“凄凉兴况”偏不那么容易收拾，酒后反而心里加倍感到不胜其幽僻孤独。才说“不学宋玉解悲愁”，强作精神，是一扬，这里“倍觉不胜幽”，却是一跌，如此一来，作者闻秋声而引起的内心感情上的波澜起伏，就充分表露了出来。“自有多情处 ，明月挂南楼 。”就在这个时候，一轮明月出来了。月到中秋分外明，此时，明月以它皎洁的光辉，把宇宙幻化为一个银色的世界，也把作者从低沉压抑的情绪中解救出来 ，于是词笔又一振。至此 ，词人才托出一轮中秋月点明题意。“多情”二字是在词人的感情几经折腾之后说出的，极其真切自然，使人感到明月的确多情。在反复渲染中秋节令的秋意，从反面为出月铺垫，以“自有”二字转折，使一轮明月千呼万唤始出来，用笔颇为奇妙。下片写赏月时自己在月光下“ 横玉笛 ”、“倒金瓯 ”、“倚栏干”乃至“醉困不知醒”的情景。“怅襟怀”的“怅”字承接上下片，巧妙过渡，既照应上片“不胜幽 ”的“凄凉兴况 ”，又启下片的赏月遣怀。“横玉笛 ，韵悠悠”，玉笛声本富有优美情韵的，而在大放光明的中秋月下吹奏，那更是妙不可言，可是词人马上想到要借此清时良夜 ，痛痛快快大饮一场。“遍倚栏干十二 ”，说明他赏月时间之长，赏览兴致之高，于是他不由神与物游，生发出对宇宙对人生的遐想。“宇宙若浮萍。宇宙如此之大，作者却视之若浮萍，不只见出他心胸神思飘逸，更是物我合一之际内心的真实感受 ，读来令人心弛神往。境界如此之美，兴致自然更高，于是词人不觉豪饮大醉。结句“醉困不知醒 ，欹枕卧江流”不再写赏月饮酒之后的种种，以不结之语收束了全词，给人留下巨大的想象余地。这首词自东坡著名的同题词之后 ，能独树一帜，勇于创新，确有其独特的妙处：赏月不写月华，偏道个人“对景”之感，清景之中见出清趣，颇值用心玩味。"
        },
        {
            "title": "鹧鸪天",
            "content": "暖日晴烘候小春。际天和气与精神。灵台静养千年寿，丹灶全无一点尘。寿彭祖，寿广成。华阳仙裔是今身。夜来银汉清如洗，南极星中见老人。",
            "comment": ""
        },
        {
            "title": "垂虹亭",
            "content": "断云一叶洞庭帆，玉破鲈鱼金破柑。好作新诗寄桑苎，垂虹秋色满东南。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "莘野寥寥，渭滨漠漠情何限。万重堆案。懒更重经眼。儿辈休惊，头上霜华满。功名晚。水云萧散。漫就驿亭看。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "云液无声白似银。红霞一抹百花新。觞多莫压频频劝，一片花飞减却春。蜂翅乱，蝶眉颦。花间啼鸟劝游人。人生无事须行乐，富贵何时且健身。",
            "comment": ""
        },
        {
            "title": "阮郎归",
            "content": "双双鸳鸯戏苹洲。几行烟柳柔。一声长笛咽清秋。碧云生暮愁。钩月挂，绮霞收。浦南人泛舟。娟娟何处烛明眸。相望徒倚楼。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "云间皓月。光照银淮来万折。海岱楼中。拂袖雄披楚岸风。醉馀清夜。羽扇纶巾人入画。江远淮长。举首宗英醒更狂。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "溪面荷香粲粲，林端远岫青青。楚天秋色太多情。云卷烟收风定。夜静冰娥欲上，梦回醉眼初醒。玉瓶未耻有新声。一曲请君来听。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "昔日丹阳行乐里。紫金浮玉临无地。宝阁化成弥勒世。龙宫对。时时更有天花坠。浩渺一天秋水至。鲸鲵鼓鬣连山沸。员峤岱舆更贔屓。无根蒂。莫教龙伯邦人戏。",
            "comment": ""
        }
    ]
}