{
    "dynasty": "宋",
    "author": "罗椅",
    "poems": [
        {
            "title": "寄危骊塘赠心古鉴二首",
            "content": "百尺楼头山雨长，梦提白一濯沧浪。从渠金带花成簇，何处钱羹饭不香。语妙囊中了今古，骚成肘后系潇湘。山寒岁晚兰苗盛，欲当包茅献草堂。",
            "comment": ""
        },
        {
            "title": "孙氏女哀词三章",
            "content": "秋风萧飒兮白露零，汝坟何在兮何草为青。昨秋此日兮犹冀汝生，洒墨我别兮人间父子之情。我枯如腊兮涕更纵横。",
            "comment": ""
        },
        {
            "title": "寄答楷侄",
            "content": "时秋四壁冷，片纸百回看。字古微侵隶，吟清不到寒。人生快意有，天下好时难。涧水光如月，吾琴尔去弹。",
            "comment": ""
        },
        {
            "title": "题和伯侨吴松雪霁图三首",
            "content": "天上清流云片，人间名胜吴松。两贤相厄已甚，赖有斜阳半峰。",
            "comment": ""
        },
        {
            "title": "谢南剑黄使君赠松纹剑",
            "content": "使君袖里玉渊虬，曾截蛮江江上流。海立山摇三尺外，风盲雨怪一时休。民元不许佩牛犊，客政何刀弹蒯缑。遮莫尘清便回使，青山犹赦郅支头。",
            "comment": ""
        },
        {
            "title": "江石",
            "content": "势横截江虎踞足，白龟却行冯夷哭。大川当时波沄沄，石也如此受命独。水石击撞无了时，因危见节乃见奇。世间大有胡广辈，欠读涧民江石诗。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "华裾客子袖文过。jm全宋诗卷三二九一",
            "comment": ""
        },
        {
            "title": "题圆觉寺小轩",
            "content": "禅子安排定了痴，数拳石映半泓池。岩如大厦元生就，水似人心未动时。二月春深梅不觉，五更风起桧先知。青要野寺西湖路，直得先生一首诗。",
            "comment": ""
        },
        {
            "title": "题和伯侨吴松雪霁图三首",
            "content": "暖来日晒冰滑，恨极天寒竹修。云开梵铎相诉，水活渔船自流。",
            "comment": ""
        },
        {
            "title": "江水",
            "content": "江云粘水湿西风，冷落汀洲起夜鸿。甚欲吟秋少才思，不如岸北岸南枫。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "明虹收雨。两桨能吴语。人在江南荷叶浦。采得苹花无数。梦中舞燕栖鸾。起来烟渚风湾。一点愁眉天末，凭谁剗却春山。",
            "comment": ""
        },
        {
            "title": "题信丰县城门六首·拱日",
            "content": "佻红抱城东，武山排闼入。杲山出扶桑，橘红蘸溪湿。公退倚朱栏，万象俱收拾。无数唤舟人，沙头雁行入。",
            "comment": ""
        },
        {
            "title": "八声甘州",
            "content": "甚匆匆岁月，又人家、插柳记清明。正南北高峰，山传笑响，水泛箫声。吹散楼台烟雨，莺语碎春晴。何地无芳草，惟此青青。谁管孤山山下，任种梅竹冷，荐菊泉清。看人情如此，沉醉不须醒。问何时、樊川归去，叹故乡、七十五长亭。君知否，洞云溪竹，笑我飘零。",
            "comment": ""
        },
        {
            "title": "次刘孟元见贽韵二首",
            "content": "久坐不知夜，饥鼯窥瓦檠。诗徒我乐国，酒不打愁城。白雪夫郡句，黄花老我情。商量能任不，胜欲饮公荣。",
            "comment": ""
        },
        {
            "title": "题信丰县城门六首·民信",
            "content": "南山天马来，南城下盘踞。前撞古寺钟，后捶谯楼鼓。我来俯崔巍，山灵相呼舞。年丰慢物熙，细听阊阎语。",
            "comment": ""
        },
        {
            "title": "瞌睡诗",
            "content": "瞌睡从何来，譬若风雨至。曲几不待凭，虚棂那暇寄。应人眉强撑，伸手扇已坠。径游华胥国，欲见混沌帝。齁齁自成腔，兀兀更有味。息疎疑暂醒，气窒还扶醉。儿童俗恼翁，摇膝问某字。吻间仅一答，言下已复寐。杂然拍手笑，欲嗔嗔不遂。何曾参佛祖，先会点头意。何曾逢曲车，流涎已沾袂。不省罗短长，谁能问兴替。阴天百怪舞，开口辄差异。三百六十日，何似长瞌睡。",
            "comment": ""
        },
        {
            "title": "题信丰县城门六首·清平",
            "content": "行行西复西，稍喜市声静。征夫指前路，望望梅花岭。淡烟鸡犬村，落日牛羊径。忽见荷锄人，唤起归田兴。",
            "comment": ""
        },
        {
            "title": "谒赵东野",
            "content": "水树摇窗榻见天，空花换尽我依然。吟情豁处因闻道，隐趣深来颇入禅。不以耳听何用洗，且无琴在底须弦。未知遇得开关否，破费沧江月一船。",
            "comment": ""
        },
        {
            "title": "孙氏女哀词三章",
            "content": "秋风萧飒兮白露晞，五十年闺闼兮甯识马嘶。衔辔迫人兮魂为之飞，归来一空兮不死何为。谁为此祸兮使汝当之。",
            "comment": ""
        },
        {
            "title": "元旦试笔",
            "content": "闻道黄河彻底清，千年气数此分明。尧民商耇浑蹉过，输与钱生见太平。",
            "comment": ""
        },
        {
            "title": "寄杜南安子野",
            "content": "松竹林中琴一枝，妖岚散作半江漪。县於庾岭梅差近，政看圜扉草便知。熟事无多迎客早，清吟未了放衙迟。朔云野雪沧江远，不得相从且寄诗。",
            "comment": ""
        },
        {
            "title": "更漏子",
            "content": "晚潮生，凉月细。一抹远山无蒂。收越棹，起吴樯。人间何限忙。石头城，西北角。杳杳天低鹘落。浑不似，此波光。清歌催夕阳。",
            "comment": ""
        },
        {
            "title": "寄危骊塘赠心古鉴二首",
            "content": "涧底春冰偶不融，风前凝作水晶宫。古人心事如此鉴，今代眼明似有公。落月还应照太白，秋江只合瞰涪翁。送君去貌骊塘影，影见疏梅飐晚风。",
            "comment": ""
        },
        {
            "title": "题信丰县城门六首·安成",
            "content": "门前杨柳树，长系波头船。隔岸几人家，青林吐炊烟。飞鸟逐林间，游间跃深渊。物各适其性，於人胡不然。",
            "comment": ""
        },
        {
            "title": "次刘孟元见贽韵二首",
            "content": "不见碧瑶叟，年龄二十余。儿今亦耆旧，孙复抱诗书。后浪催人老，长笺不我疏。眼中谁有此，雅雅更鱼鱼。",
            "comment": ""
        },
        {
            "title": "冷泉亭",
            "content": "老木碧毵毵，幽亭著两三。山飞不到地，空处遂为岩。古塔开苍藓，清泉滴暮岚。游人莫来此，渠正试春衫。",
            "comment": ""
        },
        {
            "title": "酬杨休文",
            "content": "未交君臂得君诗，一掬清寒已可知。写就榴皮书壁字，吟成松上步虚词。卧看山月凉生梦，饥嚼梅花香透脾。补被携琴不可晚，江郊今政雪来时。",
            "comment": ""
        },
        {
            "title": "读曾景建四诗",
            "content": "骚客诗翁死有灵，君行亦足慰飘零。甫云来共长沙醉，原谓何如泽畔醒。一瓣谁堪续香供，四诗今拟当埋名。黄花红叶秋天晚，想见潇湘野鹜汀。",
            "comment": ""
        },
        {
            "title": "田蛙歌",
            "content": "暇蟆，暇蟆，汝本吾田蛙。渴饮吾稻根水，饥食吾禾穟花。池塘雨初霁，篱落月半斜。啁啁又向他人叫，使我惆怅悲无涯。暇蟆对我说，使君休怨嗟。古田千年八百主，如今一年换一年。休怨嗟，休怨嗟。明年此日君见我，不知又是谁田蛙。",
            "comment": ""
        },
        {
            "title": "题方武城诗卷",
            "content": "斯人怀妙质，事事合唐贤。命短於长吉，吟情似阆仙。寒鸦政鸣噪，独鹤已蹁跹。落日山亭下，沈思一怆然。",
            "comment": ""
        },
        {
            "title": "题信丰县城门六首·禾丰",
            "content": "城西路平夷，五更近水南。旭日明高冈，瑞烟锁丛杉。时和岁丰稔，归人多醉酣。仙台玉箫声，对景思鸾骖。",
            "comment": ""
        },
        {
            "title": "次欧振仲见贽韵",
            "content": "紫兰剩有无离骚，梅花不见见水曹。眇焉何许是人物，枉子秣马行林皋。古人相逢示易得，紫燕西飞东伯劳。吟余切莫谈时事，正搅春思分二毛。",
            "comment": ""
        },
        {
            "title": "绝句二首",
            "content": "岩青树绿坱兮轧，涧落云寒折以清。二月山礬九月桂，江南处处得闲行。",
            "comment": ""
        },
        {
            "title": "秋日杂兴二首",
            "content": "秋山何言哉，万物兴自阑。昔翳春空云，今作道上斑。况此江浦蕙，几何不为菅。幽泉大自在，映月泻潺湲。",
            "comment": ""
        },
        {
            "title": "溪南春晓",
            "content": "行逢二三月，春映掌中杯。绿久山犹浅，花寒雨未开。谁能奈愁得，拌不上楼来。更莫看云坐，潇湘有雁回。",
            "comment": ""
        },
        {
            "title": "白莲花",
            "content": "白鸾仙人按羽衣，曲中弄影江南漪。江妃闭置示许归，一把青寒萦玉丝。不丝蝉连不禁折，折著透根仍透叶。风流极处绝成愁，君不见秋扇团圆似明月。",
            "comment": ""
        },
        {
            "title": "远游",
            "content": "因梦吴云赋远游，江花扶柁水悠悠。半轮月散千山影，一叶舟胜万斛愁。天气渐於寒食近，春风祗到牡丹休。水程孤冷难为夜，起吸沧江当拍浮。",
            "comment": ""
        },
        {
            "title": "孙氏女哀词三章",
            "content": "秋风萧飒兮白露下，岂不日月兮照我下土。持此白头兮言何所，默已不堪兮哭微更苦。儿孙为吾一恸兮万万古。",
            "comment": ""
        },
        {
            "title": "见陈制帅子华二首",
            "content": "北山老子勉斋翁，总把经纶付我公。胸次诗书行杲日，兵前草木转春风。五溪衣服桑麻尽，万里东南烟火空。直待此行料理着，却镌歌颂对闽中。",
            "comment": ""
        },
        {
            "title": "题和伯侨吴松雪霁图三首",
            "content": "天随漫解理艇，不惯霜后霜前。幸自竹篙閒著，抛来借与邻船。",
            "comment": ""
        },
        {
            "title": "秋日杂兴二首",
            "content": "跃鱼甚微细，解转达秋江漪。一静未满刻，一动辄移时。岂由鱼乐乎，或是不性之。商量未渠稳，风急芦花低。",
            "comment": ""
        },
        {
            "title": "题信丰县览秀亭",
            "content": "燕贺初成百尺台，一新粉堞更周回。水流东北交虹去，山自西南拥翠来。瓦缝参差千户密，市城翕聚六门开。宾俦眺望从今始，佳气随风入酒杯。",
            "comment": ""
        },
        {
            "title": "折齿歌",
            "content": "春衫未成锦机语，棠棣半花凤一羽。象床雪综小龙梭，细穴银光吐冰缕。西邻郎君东海归，芙蓉露白杏雨肥。十二栏边说幽怨，劝织南浦双鸳飞。匿兰含蕙无消息，春酲彤霞乱玉色。小龙嘘出风雨声，奔腾触裂双白石。白石国城三十六，女子军来两城覆。鸾歌猿啸强低昂，北户风来如箭镞。章台公子真豪纵，能以微词相感动。郎君辄莫更痴肠，忍作肝心可人痛。",
            "comment": ""
        },
        {
            "title": "挑濠歌",
            "content": "满城挑濠五更起，城头直挑到城尾。一弯一转春蛇长，围人方圆三十里。去年十月霜凄凄，挑濠人立霜中啼。今年一春春雨多，泥滑将奈挑濠何。只今清明霜不若，皇天何时收雨脚。几人带雨濠上啼，半湿半饥春病瘧。雨之久，可以晴。濠之长，可以城。只愁挑得濠始竟，公家又有守濠令。",
            "comment": ""
        },
        {
            "title": "题信丰县城门六首·朝天",
            "content": "驾言出北门，长桥拱门外。双溪东西来，到此而始汇。人言似章贡，玉虹夹其背。拟作合江亭，景物无小大。",
            "comment": ""
        },
        {
            "title": "寄云巢",
            "content": "芰制荷衣不御寒，古人持以傲罗纨。隐虽有味非中道，出本地心始耐看。钓濑不妨侵帝坐，跨鲸何似对金銮。先生出手前贤上，莫恋松风十二盘。",
            "comment": ""
        },
        {
            "title": "见陈制帅子华二首",
            "content": "奇功毕竟属吾曹，狄武襄无诸葛豪。翠羽葆行禽孟获，金龙衣在失侬高。春生洲渚千麾出，麦熟崆峒万矢橐。从此南人不反矣，犂边犊是带边刀。",
            "comment": ""
        },
        {
            "title": "绝句二首",
            "content": "楚山叶脱洞庭波，纫落毛兮制薜萝。欲识千秋万古意，前人此句后人哦。",
            "comment": ""
        },
        {
            "title": "柳梢青",
            "content": "萼绿华身，小桃花扇，安石榴裙。子野闻歌，周郎顾曲，曾恼夫君。悠悠羁旅愁人。似飘零、青天断云。何处销魂，初三夜月，第四桥春。",
            "comment": "【注释】这是一首追怀往事的词作。作者与情人别后，于往昔难以忘怀。感物伤怀，相思无限，此种情境，入得词来，清澈凄婉，令人怅然不已，如亲历此情境。词的上片 ，倒叙手法，描述了当时相见的情景。开首“萼绿华身 ，小桃花扇，安石榴裙。”三句，描写昔人情人的美丽姿容。“萼绿华”，仙女名。道书记载，萼绿华年约二十，穿着青色的衣裳，长得非常美丽。在晋穆帝升平三年夜降落在羊权家，从此经常往来，后赠羊权仙药使其成仙。唐宋诗词中的仙女，往往也是舞娘歌妓的代称。萼绿华也是一种名贵的梅花，萼片枝梗皆作纯绿色。“小桃花”，桃花的一种，形状如垂丝海棠 。“安石榴”，石榴的别称 ，初夏时节开花，花色非常红艳。一位，三句写出情人的面貌：她有着天仙般美丽的容貌，手中拿着绘上小桃花的歌扇，穿着一条鲜艳的红裙。三句并列写来，连用了三个花名，女子的神韵气质已显现出来了。接下“子野闻歌，周郎顾曲，曾恼夫君”三句，写出自己对情人的眷恋仰慕之情。“子野”，晋恒伊的字。《世说新语·任诞》载：桓子野每闻清歌 ，辄唤“奈何”。谢公（安）闻之 ，曰：“子野可谓一往有深情。”“周郎”，指周瑜。《三国志·吴书·周瑜传》载，瑜精通音乐，即使喝酒之后，曲有错误，瑜必知之，知之必顾。故时人谣曰：“曲有误，周郎顾。”词中以桓伊和周瑜两人，写出对情人的深情 。“曾恼夫君”一句小结。“恼”，有引逗 、撩拨义。“夫君”，“夫”音扶，语出《楚辞·九歌 》，对男子的敬称。词中自代作者。这三句讲的是女子的清歌撩动了自己的无限情怀。过片二句，笔锋陡转，写别后的状况，悠长的道路与思念 ，旧事如过眼烟云 ，怎不叫人愁恨？“似零落 ”、青天断云”，七字有无穷的凄凉与悲怆。“断云 ”，在词中有两重含义 ：一是喻自己飘零的身世，如同青天上的孤独的云彩一般无所依归 ；一是暗用“行云”曲故，谓别后两处分居，无从欢会。由此而逼出末三句：“何处销魂？初三夜月，第四桥春。”陆辅之《词旨》列之为“警句 ”，实际上将其放在五代北宋小令名作之中 ，也毫不逊色。词人向自己发问：是什么使自己黯然销魂呢？——是初三夜的一弯新月，是第四桥边的秀美春光 ！“ 初三夜月 ”化自白居易《暮江吟 》中“可怜九月初三夜，露似真珠月似弓”和《秋思》诗中“弓势月初三”的句意。“初三夜月，第四桥春”二句，情景交融，意境深远，读来意味悠长，心中唯觉其妙，而口中却难以述评。如果只是诠释。初三夜的黄昏，西边天空中那一弯微月，它唤起了词人几多幽伤与情怀，迷惘、惆怅，何止是忆起她那如月般的蛾眉！“第四桥”，在吴江城外，因泉品居第四而得名 。苏轼姜夔、刘佃伦等均有词提到此桥。“春 ”，也有两重意思：一是泛指春景、春意；一是指酒，唐宋人常以“春 ”来命名酒，如《武林旧事》就载有“留郁春”、“十洲春”、“锦波春”等酒名。词人在一个美好的春夜，喝醉了酒，重过第四桥边，远眺那天边的一弯新月。此种情感，何能为怀！还是让读者去细细品味吧。道篇景美情深，情与景相协互动，心与物相迫感应，词句精审，意味悠远，堪称妙绝。"
        }
    ]
}