{
    "dynasty": "宋",
    "author": "翁宏",
    "poems": [
        {
            "title": "句",
            "content": "漏光残井甃，缺影背山椒。",
            "comment": ""
        },
        {
            "title": "仍闻汉都护，今岁合休戈。",
            "content": "赠衡山廖融南游",
            "comment": ""
        },
        {
            "title": "秋残",
            "content": "又是秋残也，无聊意若何。客程江外远，归思夜深多。岘首飞黄叶，湘湄走白波。仍闻汉都护，今岁合休戈。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "万木横秋里，孤舟半夜猿。漏光残井甃，缺影背山椒。风回山火断，潮落岸冰高。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "因寻买珠客，误入射猿家。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "客帆来异域，别岛落蟠桃。",
            "comment": ""
        },
        {
            "title": "春残",
            "content": "又是春残也，如何出翠帏！落花人独立，微雨燕双飞。寓目魂将断，经年梦亦非。那堪向愁夕，萧飒暮蝉辉。",
            "comment": "【注释】　　翁宏存诗仅三首，这首《春残》有绝妙佳句，流传于世。　　诗写女子春末怀人。首句点题，写来不拘一格。一句中，“又”字开头，“也”字结尾，连用一个副词和一个语气词，这在诗中是不多见的。然而作者用得很自然，使起句突兀，加强了语气，强化了诗中女主人公的哀怨之情，并有笼盖全篇的作用，算得上写法的出新。“又”字还与下面的“经年”相应，暗示这女子与情人离别，正是去年此时，故对物候变化特别敏感。第二句“如何出翠帏”，“如何”，有不堪的意思。联系第一句看，这位女子正是在去年此时此地，经受着别离的苦痛。时隔一年，记忆犹新，而且，现在还是在这一时间和这一地点，她怎敢再身临其境，重新经受这样的苦痛呢！所以说不敢出翠帏。再联系下联看，不敢出来实际上还是出来了，人在极端苦闷的时候，往往就是处在这样的自我矛盾中。这又活画出了这位女子梦魂牵惹、如痴似醉的神态，从而烘托出她的思念之情是如何的镂心刻骨。　　以下几联均写其院中所见所感。主要是说她如何触景伤怀，忧思难解，但反复抒写，意多重复，用语平常。惟独第二联两句，融情入景，写得工丽自然，不失为精彩之笔。　　“落花人独立，微雨燕双飞”。既是春残，自然落花无数，而无数落花又很容易引起人们韶华易逝、青春难再之感。现在，这位女子，正当芳龄，却独立庭院，青春在消逝，欢娱难为继，她的命运和这春残的落花，不是一模一样吗！作者将落花与思妇互相映衬，倍觉凄然。暮春天气，微雨蒙蒙，给人的感觉本是抑郁沉闷的，何况是心事重重、愁思郁积的女子呢！偏偏在这时，一双不知趣的燕子，在细雨中穿去穿来，显出很自得的样子，这就使她更加难堪了。燕子无知，尚能比翼双飞；人属多情，只能黯然独立，此情此景，怎堪忍受！诗人以燕双飞反衬人独立，把女子的内心愁苦之情推到了顶点。花、雨、人、燕，本是纯粹的“景语”，作者通过映衬、反衬，融情入景，把它们连缀成一幅和谐统一的艺术画面，从而烘托出诗中女子忧思难解的内心世界，使“景语”完全变成了“情语”。这两句写得细腻深刻而委婉含蓄，对偶工丽而无雕琢之嫌，堪称佳句。　　北宋词人晏几道名篇《临江仙》中，创造性地借用了翁宏这两句诗，他写道：“梦后楼台高锁，酒醒帘幕低垂。去年春恨却来时。落花人独立，微雨燕双飞。记得小苹初见，两重心字罗衣。琵琶弦上说相思。当时明月在，曾照彩云归。”这两句恰恰是词中的精华所在，成了谭献誉为“千古不能有二”的“名句”。　　（徐定祥）"
        },
        {
            "title": "句",
            "content": "何处残春夜，和花落古宫。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "秋风曲",
            "comment": ""
        },
        {
            "title": "句",
            "content": "寒清万国土，冷斗四维根。",
            "comment": ""
        },
        {
            "title": "送廖融处士南游",
            "content": "病卧瘴云间，莓苔渍竹关。孤吟牛渚月，老忆洞庭山。壮志潜消尽，淳风竟未还。今朝忽相遇，执手一开颜。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "风高弓力大，霜重角声干。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "孤舟半夜雨，上国十年心。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "万木本秋里，孤膛半夜猿。",
            "comment": ""
        }
    ]
}