{
    "dynasty": "宋",
    "author": "胡世将",
    "poems": [
        {
            "title": "酹江月/念奴娇",
            "content": "神州沈陆，问谁是、一范一韩人物。北望长安应不见，抛却关西半壁。塞马晨嘶，胡笳夕引，赢得头如雪。三秦往事，只数汉家三杰。试看百二山河，奈君门万里，六师不发。阃外何人回首处，铁骑千群都灭。拜将台敧，怀贤阁杳，空指冲冠发。阑干拍遍，独对中天明月。",
            "comment": "【注释】胡世将这首《酹江月》之前有两点背景值得一提。第一，南宋词大多出于东南半壁，在欣赏出于西北川陕前线的绝少。乾道八年（1172）陆游在南郑从军，秋日登高遥望长安南山创作了《秋波媚》诸词，为南宋词传来了西北边塞的鼓角之声。胡世将这首词，最早收录在《陕西通志 》，比陆游诸词要早三十余年。绍兴九年（1139）七月，在陕西与金对峙七年的南宋名将、川陕宣抚使吴玠卒后，胡世将代领其职，统率陕西诸军担负起保卫川蜀门户的职责。词题云“秋夕兴元使院作 ”，说的是此词作于胡世将自成都初至兴元时。兴元，秦时名南郑，为汉中郡治所在，今为陕西汉中市 。建炎二年（1129）张浚首任川陕宣抚使，即治兵于兴元，上疏言 ：“汉中实形势之地，前控六路之帅，后据两川之粟，左通荆襄之财，右出秦陇之马，号令中原 ，必基于此 。”此后历任川陕宣扶使，就常以兴元为驻地（吴玠则移治于河池，今甘肃徽县）。第二，绍兴八年，赵构、秦桧与金和议，此时反对和议的丞相赵鼎、参知政事刘大中等俱遭罢黜，上书请斩秦桧之头以谢天下的胡铨也被贬到岭外。当时这场重大的和战之争可详见于大量的奏疏，反映在词中可惜不多。在这不多的主战反和词中，自然应首推岳飞的《小重山 》。胡世将此词痛惜“奈君门万里，六师不发 ”，亦以鲜明的态度反对屈辱的和议，堪称岳词的后继，与东南的爱国词互相应和，声气相通。而且，胡世将以方面之任主战反和，并非徒为空言。绍兴十年五月，金人破坏和议，分兵两路分别南下西进。西进的一路直趋陕西，所至州县迎降，远近大震。诸将中有建议放弃河池以避金人兵锋的 。胡世将愤然曰：“世将誓死于此 ！”这表达了他决不后退半步。他依靠吴玠之弟吴璘 ，屡挫金兵，使金人从此不敢度陇。对于保卫西北，胡世将是有功劳的。他以实际行动实践了在此词中表达的反对和议力主恢复中原的志向。由于上述这两点背景，在南宋初年的爱国词中，这首《酹江月》就值得一提，不应淹没无闻。此词为感时而发所作，斥责和议之非，期待有抱负才能的报国之士实现恢复中原的大业。固它用东坡赤壁怀古韵，故此词亦可称“兴元怀古 ”。不过东坡赤壁词主要追思怀念周瑜，此词则追怀与当地有关的好几个历史人物。（一）“三秦往事，只数汉家三杰。”项羽入关后分秦地为三，后因称关中为三秦。汉家三杰，就是辅助刘邦夺取天下的张良、萧何与韩信。刘邦于秦亡后被项羽封为汉王，定都南郑。后来他听从萧何建议，在南郑为韩信筑坛拜将。刘邦后来出关向东讨伐项羽，并最终取胜，主要就是依靠了张良、萧何、韩信。”（二）“拜将台欹，怀贤阁杳。”怀贤阁是纪念三国时北伐至此的诸葛亮。这是因为诸葛亮几度北伐，即驻兵汉中以出斜谷，而且死后葬于汉中的定军山。陆游《感旧》诗记南郑两个胜迹，就是拜将坛与武侯庙。”惨淡遗坛侧，萧条古庙壖 。”自注：“拜韩信坛至今犹存。沔阳有蜀后主所立武侯庙”怀贤阁建于斜谷口，北宋时犹存 。《苏轼诗集》卷四有诗题曰 ：“是日至下马碛 ，憩于北山僧舍，有阁曰怀贤，南直斜谷，西临五丈原，诸葛孔明所从出师也。”（三）“问谁是，一范一韩人物 。”一范一韩，指的是北宋时驻守西北边境的范仲淹与韩琦。仁宗康定元年（1040），范仲淹与韩琦同为陕西经略安抚副使 ，为抵御西夏、巩固西北边防起了重要作用。朱熹《五朝名臣言行录》卷七：“（范）仲淹与韩琦协谋，必欲收复灵夏横山之地，边上谣曰 ：‘军中有一韩，西贼闻之心胆寒；军中有一范，西贼闻之惊破胆。’”这些历史人物，有的成就大业，有的北伐中原，有的威震边陲。在“神州沉陆 ”、北宋沦亡之后，面对“北望长安应不见，抛却关西半壁”的山河残破的形势，不能不令人临风怀想古来于此为国立功的上述先贤。这时作为边帅初到兴元的胡世将怀古感时，以表达他希钦和追慕的先贤感情。但在首句“神州沉陆”之后，紧接着“问谁是、一范一韩人物 ”，这么写实是在深慨当代没有这样的人物。紧接着下面说“汉家三杰”已成“往事 ”，拜将台与怀贤阁则一“欹”一“杳 ”，都是暗寓“时无英雄 ”之慨。当时张浚是个名望很高的主战派领袖，主张“中兴当自关、陕始 ”，自请宣抚川陕。可惜他志大才疏，对金兵作战常失利。建炎四年九月，他所指挥的五路之兵四十万人与金兵交战合溃败于富平（今属陕西 ），至追此关、陕丧失不可复。胡世将上痛和议之非，近伤富平之败，和则非计，战则非能，抚今怀古之余 ，内心更加感到自己责任重大，既愤且忧，自然“赢得头如雪”了。以功业论，无疑胡世将还算不上什么“中兴名臣”。但此词忧怀国事，着眼大局，不失阃外边帅的气度。“塞马晨嘶，胡笳夕引”两句，也很好体现了西北战场特有的边塞气氛。篇末写怒发上指，阑干拍遍，情怀激愤，这么写显示内心忧愤既巨且深，再也无法平复了。"
        }
    ]
}