{
    "dynasty": "宋",
    "author": "舒づ",
    "poems": [
        {
            "title": "浣溪沙",
            "content": "燕外青楼已禁烟。小寒犹自薄胜绵。画桥红日下秋千。惟有樽前芳意在，应须沈醉倒花前。绿窗还是五更天。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "重帘小阁香云暖。黛拂梳妆浅。玉箫一曲杜韦娘。谁是苏州刺史、断人肠。醉归旋拨红炉火。却倚屏山坐。银缸明灭月横斜。还是画楼角送、小梅花。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "黑白纷纷小战争。几人心手斗纵横。谁知胜处本无情。谢傅老来思别墅，杜郎闲去忆鏖兵。何妨谈笑下辽城。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "杜鹃啼破江南月。香风扑面吹红雪。赋就缕金笺。黄昏醉上船。年华爽短鬓。事往情何尽。明日各天涯。来春空好花。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "忆曾把酒赏红翠。舞腰柳弱歌声细。纵马杏园西。归来香满衣。宝车空犊驻。事逐孤鸿去。搔首立江干。春萝挂暮山。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "楼前流水西江道。江头水落芙蓉老。画鼓叠凉波。凭栏颦翠娥。当年金马客。青鬓芦花色。把酒感秋蓬。骊歌半醉中。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "樽前休话人生事。人生只合樽前醉。金盏大如船。江城风雪天。绮窗灯自语。一夜芭蕉雨。玉漏为谁长。枕衾残酒香。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "紫雾香浓，岁华风转花随辇。洞天云暖。一片笙歌远。水殿龙舟，忆侍瑶池宴。闲庭院。梦回春半。雪鬓无人见。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "柳桥花坞南城陌。朱颜绿发长安路。雨後小池台。寻常载酒来。马头今日路。却望城西去。斜日下汀洲。断云和泪流。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "一回别後一回老。别离易得相逢少。莫问故园花。长安君是家。短亭秋日晚。草色随人远。欲醉又还醒。江楼暮角声。",
            "comment": ""
        },
        {
            "title": "满庭芳",
            "content": "阊阖天门，芙蓉春殿，几年目断鸡翘。短蓬秋鬓，端幸倚琼瑶。南圃花边小院，西湖畔、云低双桥。归时节，红香露冷，月影上芭蕉。明朝。那可望，旗亭烟草，柳渡寒潮。但万户千门，恨客歌樵。戏彩光浮衮绣，听鸣珂、响逼云宵。应回首，绮裘醉客，还是独吹箫。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "绮栊深闭桃园曲。刘郎老向花间宿。笑脸抹流霞。心知是小琶。纤纤垂素玉。掠鬓春云绿。弹了醉思仙。小窗红日偏。",
            "comment": ""
        },
        {
            "title": "满庭芳",
            "content": "红叶飘零，寒烟疏淡，楼台半在云间。望中风景，图画也应难。又是重阳过了，东篱下、黄菊阑珊。陶潜病，风流载酒，秋意与人闲。霞冠。敧倒处，瑶台唱罢，如梦中还。但醉里赢得，满眼青山。华发看看满也，留不住、当日朱颜。平生事，从头话了，独自却凭栏。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "小池山额垂螺碧。绿红香里眠鸂鶒。波面翠云开。仙槎天上来。吹将红日落。懊恼严城角。风月此时情。知君华发生。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "雨洗秋空斜日红。青葱瑶辔玉玲珑。好风吹起□江东。且尽红裙歌一曲，莫辞白酒饮千锺。人生半在别离中。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "金船满引人微醉。红绡笼烛崔归骑。香泛雪盈杯。云龙疑梦回。不辞风满腋。旧是仙家客。坐得夜无眠。南窗衾枕寒。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "白鹭飞飞点碧塘。雨荷风卷绿罗裳。管弦竟奏杂鱼榔。游女谩能歌白纻，使君不学野鸳鸯。桃花空解误刘郎。",
            "comment": ""
        },
        {
            "title": "虞美人 寄公度",
            "content": "芙蓉落尽天涵水。日暮沧波起。背飞双燕帖云寒。独向小楼东畔、倚阑看。浮生只合尊前老。雪满长安道。故人早晚上高台。赠我江南春色、一枝梅。",
            "comment": "【注释】此词为词人寄赠友人黄公度之作。词的上片写主人公傍晚在小楼上欣赏秋景，下片写作者在冬日的长安，盼望老友送梅来到，字里行间隐晦地传达出作者因触犯当政者王安石而被撤职后既苦闷孤独又渴望得到帮助的心情。上片写日暮登楼所见。“芙蓉落尽天涵水，日暮沧波起。”芙蓉，即荷花。荷花落尽，时当夏末秋初。秋风江上，日暮远望，水天相接，烟波无际；客愁离思，亦随烟波荡漾而起。这两句视野开阔，而所见秋风残荷、落日沧波等外景，则透示出一派苍茫萧索的情调 。“背飞双燕贴云寒”，视角由平远而移向高远；正当独立苍茫、黯然凝望之际，却又见一对燕子，相背向云边飞去 。“背飞双燕”尤言“劳燕分飞”。《玉台新咏》卷九《东飞伯劳歌》云：“东飞伯劳西飞燕，黄姑（牵牛 ）织女时相见 。”后即用来称朋友离别。“贴云寒 ”，状飞行之高 ；高处生寒，由联想而得。着一“寒”字，又从视感而转化为一种心理感受，暗示着离别的悲凉况味 。“独向小楼东畔倚栏看”是补叙之笔，交代前面所写，都是小楼东畔倚栏所见。把宏阔高远的视线收聚到一点，对准楼中倚栏怅望之人。“独”字轻轻点出，既写倚栏眺景者为独自一人，又透露出触景而生的孤独惆怅之感。“浮生只合尊前老，雪满长安道 。”是说光阴荏苒，转眼又是岁暮，雪满京城，寂寥寡欢，唯有借酒遣日而已。长安，借指京城 。“雪满长安 ”，既点时地，又渲染出一派冷寂的气氛，雪夜把盏，却少对酌之人，岁暮怀人的孤凄心境可想而知 。“故人早晚上高台，赠我江南春色一枝梅 。”顺势而出故人，老朋友，指公度。早晚，多义词，这里为随时、每日之意。这两句从对方着笔，心有同感，用情颇深。想象老朋友也天天登高望远，思念着我；即使道远雪阻，他也一定会给我寄赠一枝江南报春的早梅。这是用南朝宋陆凯折梅题诗以寄范晔的故事。《荆州记 》：“陆凯与范晔交善，自江南寄梅花一枝，诣长安与晔。赠诗曰：‘折梅逢驿使，寄与陇头人。江南无所有，聊赠一枝春。’”这里用典，却又切合作者当年与友人置酒相别的一段情事。如此，更见其情深而意切。"
        },
        {
            "title": "减字木兰花",
            "content": "碎红如绣。摇曳东风垂彩绶。拟倩柔条。约住佳人细柳腰。蜀江春绿。争似枝头能结束。纤手攀时。欲绾同心寄与谁。",
            "comment": ""
        },
        {
            "title": "丑奴儿/采桑子",
            "content": "一池秋水疏星动，寒影横斜。满坐风花。红烛纷纷透绛纱。江湖散诞扁舟里，到处如家。且尽流霞。莫管年来两鬓华。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "折柳门前鹦鹉绿，河梁小驻归船。不堪华发对离筵。孤村啼鴂日，深院落花天。文采弟兄真叠玉，赤宵去路谁先。明朝便恐各风烟。江山如有恨，桃李自无言。",
            "comment": ""
        },
        {
            "title": "木兰花",
            "content": "琉璃一片春湖面。画舫游人帘外见。水边风嫩柳低眠，花底雨乾莺细啭。秋千寂寂垂杨岸。芳草绿随人渐远。一番乐事又将离。金盏莫辞红袖劝。",
            "comment": ""
        },
        {
            "title": "满庭芳",
            "content": "寒日穿帘，澄江凭槛，练光浮动馀霞。蓼汀芦岸，黄叶衬孤花。天外征帆隐隐，残云共、流水无涯。登临处，琼枝潋滟，风帽醉敧斜。丰年，时节好，玉香田舍，酒满渔家。算浮世劳生，事事输他。便恁从今酩酊，休更问、白雪笼纱。还须仗，神仙妙手，传向画图夸。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "江梅未放枝头结。江楼已见山头雪。待得此花开。知君来不来。风帆双画鷁。小雨随行色。空得郁金裙。酒痕和泪痕。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "朱帘乍卷层烟起。露华深浅初疑洗。困倚玉阑风。绮罗知几重。向人如有意。不醉何时醉。便得一枝红。犹胜两鬓空。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "箫鼓却微寒，犹是芳菲时节。分付塞鸿归後，剩一钩寒月。双垂锦幄谢残枝，馀香恋衣结。又被鸟声呼醒，似征鞍催发。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "池台小雨乾，门巷香轮少。谁把青钱衬落红，满地无人扫。何时斗草归，几度寻花了。留得佳人莲步痕，宫样鞋儿小。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "疏英乍蕾馀寒浅。蹋枝小鹊娇犹颤。谩炷水沈香。帘波不是湘。清愁支酒力。畏听江城笛。恁忍说华年。垂垂欲暮天。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "金缕歌残红烛稀。梁州舞罢小鬟垂。酒醒还是独归时。画栋日高来语燕，绮窗风暖度游丝。几多落叶上青枝。",
            "comment": ""
        },
        {
            "title": "失调名",
            "content": "十年马上春如梦。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "小亭露厌风枝动。鹊炉火冷金瓶冻。悄悄对西窗。瘦知罗带长。欲眠思殢酒。坐听寒更久。无赖是青灯。开花故故明。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "流年又见风沙送。钧天回首清都梦。塞雁几时归。镜中双鬓非。绿袍同冷暖。谁道交情短。愁斛若为量。还随一线长。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "真珠酒滴琵琶送。行云旧识巫山梦。空得醉中归。老来心事非。江梅含日暖。照水花枝短。密叶似商量。向人春意长。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "画船槌鼓催君去。高楼把酒留君住。去住若为情。西江潮欲平。江潮容易得。只是人南北。今日此尊空。知君何日同。",
            "comment": "【注释】①若为情：何以为情，难为情。【评解】这是一首留别与怀人之作。上片写送别时的情景。临别依依，行者与送行者，相互留恋，却终于分离。下片写别后的怀念。“知君何日同”，表现出难言的相思之情。【集评】《艇斋诗话》：舒信道亦工小词，如云：“画船搥鼓催君去”云云，亦甚有思致。《碧鸡漫志》：舒信道、李元膺，思致研密，要是波澜小。《听秋声馆词话》：舒亶与苏门四学士同时，词亦不减秦、黄。《词苑丛谈》：舒亶与李定，同陷东坡于罪者。尝作《菩萨蛮》词、王阮亭极赏北。尝曰：“此等语乃出渠辈之手，岂不可惜。”--引自惠淇源《婉约词》这是一首惜别词。作者在词中以一推一挽之情劝住对方的眼泪 ，这种抒写伤离恨别心绪的表现手法，与宋词中写离别时常见的缠绵悱恻、肝肠痛断、难舍难分的情状有所不同。这首词从送别写起。捶鼓，犹言敲鼓，是开船的信号。船家已击鼓催行，而这一边却在楼上把盏劝酒。“催 ”，见时间之难以再延。“留”，见送行人之殷勤留恋。一“催”一“留 ”，就把去和住的矛盾突出出来了，并且带动全篇 。“去住若为情，即由首二句直接逼出，欲去不忍，欲住不能，何以为情？这一问见别离之极度苦人 。“西江潮欲平”的好处在于没有直接回答问题，而是由前面击鼓催客、高楼把酒的场面推出一个江潮涨平的辽阔场景。句中的“欲”字包含了一个时间推进过程，说明话别时间颇长，而江潮已渐渐涨满，到了船家趁潮水开航的时候了。换头就江潮生发，潮水有信，定时起落，所以说“容易得 ”，然而它能送人去却未必会送人来。一旦南北分离，相见即无定期故云“今日此樽空，知君何日同 ！”结穴处一笔宕开 ，颇值得玩味。“此樽空”，遥承上片次句“把酒留君”，“樽空”见情不忍别，共拚一醉。但即使饮至樽空，故人终不可留，所以结尾则由叹见面之难，转思它日再会，发出“知君何日同”的感慨。宋代曾季貍《艇斋诗话》评这首词“甚有思致”概因此词借江潮抒别情，不仅情景交融，同时还显出情景与意念活动相结合的特点。词在“去住若为情”这样的思忖后，接以“江头潮欲平”，看上去是写景，实际上却把思索和情感活动带进了景物描写，那茫茫的江潮似乎融汇着词人难以用语言表达的浩渺的情思。下片“江潮容易得，只是人南北 ”仍不离眼前景象，而更侧重写意念，以传达人物的心境。结尾二句虽然表现为感慨 ，却又是循上文章活动继续发展的结果。所循的思路应该是：今日樽空而潮载君去，但未知潮水何日能复送君归来。依然是情景和思忖结合。词中以回环往复的语言节奏，来表现依依不舍、绵长深厚的“思致”。"
        },
        {
            "title": "醉花阴",
            "content": "月幌风帘香一阵。正千山雪尽。冷对酒尊傍，无语含情，别是江南信。寿阳妆罢人微困。更玉钗斜衬。拟插一枝归，只恐风流，羞上潘郎鬓。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "三年江上风吹泪。夭桃艳杏无春意。今日欲开眉。那堪更别离。莫折长亭柳。折尽愁依旧。只有醉如狂。人生空断肠。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "绿窗酒醒春如梦。小池犹见红云动。露湿井干桐。翠阴生细风。雨过芳塘净。清昼闲中永。门外立双旌。隔花闻笑声。",
            "comment": ""
        },
        {
            "title": "鹊桥仙",
            "content": "教来歌舞，接成桃李。尽是使君指似。如今装就满城春，忍便拥、双旌归去。莺心巧啭，花心争吐。无计可留君住。两堤芳草一江云，早晚是、西楼望处。",
            "comment": ""
        },
        {
            "title": "木兰花",
            "content": "十二阑干褰画箔。取次穿花成小酌。彩鸾舞罢凤孤飞，回首东风空院落。杳杳桃源仙路邈。晴日晓窗红薄薄。伤春还是懒梳妆，想见绿云垂鬓脚。",
            "comment": ""
        },
        {
            "title": "一落索 蒋园和李朝奉",
            "content": "正是看花天气。为春一醉。醉来却不带花归，诮不解、看花意。试问此花明媚。将花谁比。只应花好似年年，花不似、人憔悴。",
            "comment": "【注释】这首词紧扣赏花来写，句句有花，实则句句写人，惜花亦即惜人。作者既不雕章琢句 ，也不刻画景物，只以自然质朴的语言抒写自己从赏花中悟出的生活哲理，立意既新，理趣尤富。全词以议论为主，但由于手法的曲折委婉，语气的跌宕起伏，读来丝毫不觉板滞。“正是看花天气。”开门见山，点出题意。这句略无修饰，纯用白描，看似朴拙，其实巧妙，因为看花经验，人皆有之，读者完全可以根据它所规定的情景，辅以自己的生活体验 ，在眼前描绘出一幅繁花似锦、春光宜人的美丽图画。次句由景及人：“为春一醉。”对此良辰美景，陶然一醉，诚为赏心乐事。这一句既是写看花人的感受，也从侧面进一步烘托出春景的迷人。接下去便宕开笔锋，道“ 醉来却不带花归。”一个“却”字 ，顿起波澜。“为春一醉”，即为花一醉，足见对花爱之深，迷之切；但在留连花丛兴犹未尽之时，偏又“不带花归 ”。对此，作者也不禁自己笑自己：“诮不解看花意。”“诮”，浑也，直也。前人有云：“好花堪折直须折，莫待无花空折枝 。”而今赏花却不折花而归，作者高于俗人的爱花、惜花的一片深情，便委婉曲折地表达了出来。下片先设一问 ：“此花明媚，将花谁比？”言外之意是无人可比 。再进一层说 ：“只应花好似年年，花不似，人憔悴 。”就是说花之好，是年年如此，便该让它留在枝头，年年保持如此的明媚之姿，因为花不似人之随着年光过往会渐趋憔悴。至此，因惜年华而惜春、因惜春而惜花的主意便曲折透出，上下片浑成一体，词的意味顿生。此词借鉴了以花喻人这一传统手法而能翻出新意，先是反问：“将花谁比？”后又指出：“花不似，人憔悴 。”这就是说，自然界的花朵固然有时凋谢，但年年重开；人的盛年一去，却再也不会回来。这几句句意颇类唐代诗人刘希夷《代悲白头翁》之“年年岁岁花相似，岁岁年年人不同 ”，包含着对花开盛衰有时而人生青春难驻的感慨和愁怨。"
        },
        {
            "title": "蝶恋花",
            "content": "深炷熏炉扃小院。手拈黄花，尚觉金犹浅。回首画堂双语燕。无情渐渐看人远。相见争如初不见。短鬓潘郎，斗觉年华换。最是西风吹不断。心头往事歌中怨。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "白苹洲渚垂杨岸。藕花未放青蒲短。斜日画船归。背人双鹭飞。醉眠金马客。不道风尘隔。红影上窗纱。小庭空落花。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "酒边陡觉罗衣暖。独倚黄昏看。寒鸦两两下楼东。著处暗云垂地、一重重。红炉欢坐谁能醉。多少看花意。谢娘也拟殢春风。便道无端柳絮、逼帘栊。",
            "comment": ""
        },
        {
            "title": "散天花",
            "content": "云断长空叶落秋。寒江烟浪静，月随舟。西风偏解送离愁。声声南去雁，下汀洲。无奈多情去复留。骊歌齐唱罢，泪争流。悠悠别恨几时休。不堪残酒醒，凭危楼。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "眉山敛额。往事追思空手拍。雁字频飞。生怕人来说著伊。闲抛绣履。愁殢香衾浑不起。莫似扬州。只作寻常薄倖休。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "香波绿暖浮鹦鹉。黄金捍拨么弦语。小雨落梧桐。帘栊残烛红。人生闲亦好。双鬓催人老。莫惜醉中归。醒来思醉时。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "画檐细雨偏红烛。疏星冷落排寒玉。赌得碧云篇。金波更涉船。樽前当日客。行色垂杨陌。天阔水悠悠。含情独倚楼。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "雪後江城红日晚。暖入香梢，渐觉玲珑满。仿佛临风妆半面。冰帘斜卷谁庭院。折向樽前君细看。便是江南，寄我人还远。手把此枝多少怨。小楼横笛吹肠断。",
            "comment": ""
        },
        {
            "title": "一落索",
            "content": "叶底枝头红小。天然窈窕。後园桃李谩成蹊，问占得、春多少。不管雪消霜晓。朱颜长好。年年若许醉花间，待拼了、花间老。",
            "comment": ""
        },
        {
            "title": "木兰花",
            "content": "金丝络马青钱路。笑指玉皇香案去。点衣柳陌堕残红，拂面风桥吹细雨。晓钗压鬓头慵举。恨里歌声兼别苦。西湖一顷白菱花，惆怅行云无觅处。",
            "comment": ""
        },
        {
            "title": "醉花阴",
            "content": "露芽初破云腴细。玉纤纤亲试。香雪透金瓶，无限仙风，月下人微醉。相如消渴无佳思。了知君此意。不信老卢郎，花底春寒，赢得空无睡。",
            "comment": ""
        }
    ]
}