{
    "dynasty": "宋",
    "author": "苏舜钦",
    "poems": [
        {
            "title": "夏意",
            "content": "别院深深夏席清， 石榴开遍透帘明。树荫满地日当午， 梦觉流莺时一声。",
            "comment": ""
        },
        {
            "title": "城南感怀呈永叔",
            "content": "春阳泛野动，春阴与天低。远林气蔼蔼，长道风依依。览物虽暂适，感怀翻然移。所见既可骇，所闻良可悲。去年水后旱，田亩不及犁。冬温晚得雪，宿麦生者稀。前去固无望，即日已苦饥。老稚满田野，斫掘寻凫茈。此物近亦尽，卷耳共所资。昔云能驱风，充腹理不疑；今乃有毒厉，肠胃生疮痍。十月七八死，当路横其尸。犬彘咋其骨，乌鸢啄其皮。胡为残良民，令此鸟兽肥？天岂意如此？泱荡莫可知！高位厌梁肉，坐论搀云霓。岂无富人术，使之长熙熙？我今饥伶俜，悯此复自思：自济既不暇，将复奈尔为！愁愤徒满胸，嵘［山＋“宏”去宀］不能齐。",
            "comment": ""
        },
        {
            "title": "暑中杂咏",
            "content": "嘉果浮沉酒半醺，床头书册乱纷纷。北轩凉吹开疏竹，卧看青天行白云。",
            "comment": ""
        },
        {
            "title": "题花山寺壁",
            "content": "寺里山因花得名，繁英不见草纵横。栽培剪伐须勤力，花易凋零草易生。",
            "comment": "【注释】【说明】诗中就有名的花山寺变得荒芜不堪的景象，指出：花木必须时刻注意修整，剔除糟粕，保持精华，只有这样才能青春常在。这里包含着万物生长发展的一个真理。“花易凋零草易生”，值得深思。"
        },
        {
            "title": "初晴游沧浪亭",
            "content": "夜雨连明春水生，娇云浓暖弄微晴。帘虚日薄花竹静，时有乳鸽相对鸣。",
            "comment": ""
        },
        {
            "title": "庆州败",
            "content": "无战王者师，有备军之志。天下承平数十年，此语虽存人所弃。今岁西戎背世盟，直随秋风寇边城。屠杀熟户烧障堡，十万驰骋山岳倾。国家防塞今有谁？官为承制乳臭儿。酣觞大嚼乃事业，何尝识会兵之机？符移火急搜卒乘，意谓就戮如缚尸。未成一军已出战，驱逐急使缘崄［山＋繁体“戏”字］。马肥甲重士饱喘，虽有弓剑何所施。连颠自欲堕深谷，虏骑笑指声嘻嘻。一麾发伏雁行出，山下掩截成重围。我军免胄乞死所，承制面缚交涕洟。逡巡下令艺者全，争献小技歌且吹。其余劓首放之去，东走矢液皆淋漓。道无耳准若怪兽，不自愧耻犹生归！守者沮气陷者苦，尽由主将之所为。地机不见欲侥胜，羞辱中国堪伤悲。",
            "comment": ""
        },
        {
            "title": "沧浪静吟",
            "content": "独绕虚亭步石矼，静中情味世无双。山蝉带响穿疏户，野蔓盘青入破窗。二子逢时犹死饿，三闾遭逐便沉江。我今饱食高眠外，唯恨澄醪不满缸。",
            "comment": ""
        },
        {
            "title": "对酒",
            "content": "丈夫少也不富贵，胡颜奔走乎尘世！予年已壮志未行，案上敦敦考文字。有时愁思不可掇，峥嵘腹中失和气。侍官得来太行颠，太行美酒清如天，长歌忽发泪迸落，一饮一斗心浩然。嗟乎吾道不如酒，平褫哀乐如摧朽。读书百车人不知，地下刘伶吾与归！",
            "comment": ""
        },
        {
            "title": "淮中晚泊犊头",
            "content": "春阴垂野草青青，时有幽花一树明。晚泊孤舟古祠下，满川风雨看潮生。",
            "comment": ""
        },
        {
            "title": "中秋夜吴江亭上对月，怀前宰张子野及寄君",
            "content": "独坐对月心悠悠，故人不见使我愁。古今共传惜今夕，况在松江亭上头。可怜节物会人意，十日阴雨此夜收。不惟人间惜此月，天亦有意于中秋。长空无瑕露表里，拂拂渐上寒光流。江平万顷正碧色，上下清澈双璧浮。自视直欲见筋脉，无所逃避鱼龙忧。不疑身世在地上，只恐槎去触斗牛。景清境胜反不足，叹息此际无交游。心魂冷烈晓不寝，勉为此笔传中州。",
            "comment": "【注释】原题：中秋夜吴江亭上对月，怀前宰张子野及寄君谟蔡大诗写中秋之夜，诗人对月怀人，情深意挚。仅从立意看，在咏月作品中实属平常。使这首诗成为名唱的是这首诗中对月光的描写。如诗中写月光之明亮：“自视直欲见筋脉，无所逃避鱼龙忧”，月光是如此明亮，在这样的月光下，似乎看得见自己的经脉，海底的游鱼都已无处藏身！奇！月光之之清，令作者“不疑身世在地上，只恐槎去触斗牛”。张华《博物志》记载：传说中海天相通，某年八月，有人乘座浮槎来到一个地方，“有城郭状，屋舍俨然，遥望宫中多织妇，见一丈夫牵牛渚次饮之。”原来此人到的正是天河。诗人用这个典故证月光之清亮已不似人间。设想奇特，描绘生新，使月成为诗的主体。正体现了宋初力求避熟就生、推陈出新的诗歌作风。（南山种豆）"
        },
        {
            "title": "过苏州",
            "content": "东出盘门刮眼明，萧萧疎雨更阴晴。绿杨白鹭俱自得，近水远山皆有情。万物盛衰天意在，一身羁苦俗人轻。无穷好景无缘住，旅棹区区暮亦行。",
            "comment": ""
        },
        {
            "title": "松江长桥未明观渔",
            "content": "曙光东向欲胧明，渔艇纵横映远汀。涛面白烟昏落月，岭头残烧混疏星。鸣根莫触蛟龙睡，举网时闻鱼鳖腥。我实宦游无况者，拟来随尔带笭箵。",
            "comment": ""
        },
        {
            "title": "沧浪亭怀贯之",
            "content": "沧浪独步亦无悰，聊上危台四望中。秋色入林红黯淡，日光穿竹翠玲珑。酒徒飘落风前燕，诗社凋零霜后桐。君又暂来还径往，醉吟谁复伴衰翁。",
            "comment": ""
        },
        {
            "title": "和淮上遇便风",
            "content": "浩荡清淮天共流，长风万里送归舟。应愁晚泊喧卑地，吹入沧溟始自由。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "潇洒太湖岸，淡伫洞庭山。鱼龙隐处，烟雾深锁渺弥间。方念陶朱张翰，忽有扁舟急桨，撇浪载鲈还。落日暴风雨，归路绕汀湾。丈夫志，当景盛，耻疏闲。壮年何事憔悴，华发改朱颜。拟借寒潭垂钓，又恐鸥鸟相猜，不肯傍青纶。刺棹穿芦荻，无语看波澜。",
            "comment": ""
        }
    ]
}