{
    "dynasty": "宋",
    "author": "苏舜元",
    "poems": [
        {
            "title": "青州资政寄示小楷伯夷颂许昌相公以诗跋尾因",
            "content": "法书遥逐使车还，嘉句新从相府颂。牢落二贤天地外，风流三绝古今间。台文竞耀高逾丽。化笔交挥老更闲。不用悲吟恐飞去，岂无神物护重关。",
            "comment": "【注释】【原题】：青州资政寄示小楷伯夷颂许昌相公以诗跋尾因作诗谢二公兼呈永兴观文相公"
        },
        {
            "title": "仙都山",
            "content": "龙车凤辇入瑶上，辙迹高悬不可攀。唯有风吹鼎湖水，青莲花叶落人间。",
            "comment": ""
        },
        {
            "title": "瓦亭聊句",
            "content": "阴霜策策风呼虓，羌贼胆开凶{左凶右炎}豪。赤胶脆折乳马健，汉野秋穟黄云高。驱先老尩伏壮黠，裹以山壑鬼莫招。烽台屹屹百丈起，但报平安摇桔槔。喜闻羸师入吾地，主将踴跃士惰骄。神锋前挥拥胜势，横阵立敌俱奔逃。不知饵牵落槛穽，一麾发伏如惊飙。重围八面良难度。相顾无路惟青霄。地形窄束甲刺骨，皆裂不复能相鏖。弃兵滚滚令不杀，部曲易主无织嚣。恸哭皇天下厌祸，空同无色劲气消。狂童得志贱物命，陇上盘马为嬉遨。苍皇林间健儿妇，剪纸沥酒呼嗷嗷。将军疾趋占葬地，年年载柩争咸崤。朝延不惜好官爵，绛蜡刻印埋蓬蒿。三公悲吟困数败，车上轻重如鸿毛。白衣壮土气塞腹，愤勇不忍羞本朝。重瞳三顾可易得，亮辈本亦生吾曹，穷居衰牢厌咄咄，岁月奔激朱颜凋。当年请行太明下，今日颓堕思南巢。阳羡溪光逗苍玉，尽半健鲫烟中跳。便欲买田学秧稻，不复与世争錙毫。奈何三世奉恩泽，肯以躯命辞枯焦。以知出处击大义，一饭四顾情如烧。贺兰磨剑河饮马，颈击此贼期崇朝。归来天下解倒挂，玉色蔼蔼宸欢饶。笔倾江河纸云雾，欢颂来业包陶姚。",
            "comment": ""
        },
        {
            "title": "荐福塔聊句",
            "content": "踊甓皇都壮，盘基紫宙雄。山河供远目，檐户发高风。梯险三休上，轮开一气中。门当谷子午。影落陌西东。韵铎翻天籁，危觞驻夕红。侧聆悲下俗，仰面识长空。绝若神挤至，深壁壑暗通。人寰如蚁垤，身世甚秋蓬。叹息兴亡地，沈吟制作工。清思抱明月。狂欲把鸿飞。去矣登临兴，巍乎造化功。凉襟当爽垲，幽意入鸿蒙。头角峰如揖，丹青树不同。城郭回迤逦，阁殿失穹隆。可使孤怀放，胡为万恨终。何当得壮士，提取出尘笼。",
            "comment": ""
        },
        {
            "title": "水轮聊句",
            "content": "痛矣真源丧，纷纭物象来。水轮今若此，世事亦宜哉。上下车交辐，周旋斗转魁。咸渊日微堕，仙窟月初开。旁柅从为用，垂绠重亦回。枘多初不晓，机密暗相该。圃外沧浪洩，庭间霹雳摧。玉飞千仞表，缨挂九泉隈。翻覆殊难定，牵连巧自媒。建瓴今比速，抱瓮此相哀。平眂曾无觉，深窥遂可猜。圃圃释子壁，轧轧燕王台。解见陶埏运，宁观将轂推。造端原有发，汲用姑知材。本异道家意，定遭怡士咍。转圆非雅且，欹器有深灾。持满忘前监，相顷自下摧。流风无以复，视此一裴回。",
            "comment": ""
        },
        {
            "title": "悲二子聊句",
            "content": "有客自远方，来以二子说。穆子病疾初，家事巨细缺。邻人苦其求，翳师久以决。案杯小大空，布被旁午裂。馀喘尚能鼓，老愤知已结。目悽望羊泓，断反谓蝟茁。尤酸击馀生，嗥嘑留永訣。语妻后日计，书策未可徹。教子勤诵读，时命不复说。吾属何流离，众人方草窃。凌子久道路，十口著羁绁。恰旅重江间，正值大饥节。既无裹饭交，疾走继粗粝。又无执饮人，及时沃枯竭。惜哉损天命，痛焉在新絰，帝胡生尔身，世复称其杰。胸伏气万丈，肠贮怨百折。艰难汩风波，鹪顇随霜雪。久仆动龙钟，弱女痴蹩躠。文随寒饿空，道与烟焰灭。魂兮竟何归，去矣不得别。长府岂无财，莫济翳药切。太仓岂无粟，莫解复肠热。天子圣在上，海内清欲澈。伊人胡不官，既死安得活。朝青与暮紫，神喜天不轧。昂国与怒马，门满道不绝。之子苟闲厕，斯民迺贪餮。高亢世弗亲，方严鬼所掣。敢言不足珍，宁免否来齿。思潜泪辄抽，惨旧面成耋。举目此牢落，侧身今鄙媟。箴言耳空虚，险论口{左危右支}。作诗告石梁。聊以慰寒骨。",
            "comment": ""
        },
        {
            "title": "送梁子聊句",
            "content": "大荣大辱，能生死人。二物不并，以挠厥真。之子病闷，肠如车轮。劳尤到母，饶寒著身。世俗卤莽，辄置莫亲。文彩华艳，伏不得伸。凄吟衰号，酸入四张。夜计破午，若燕作秦。腹愤轧轧，胸奇陈陈。淮国晚岭，吴渠春津。去谢夙蕴，归逢故辛。雌火相丑，刮凿遯屯。驾风鞭霆，以脱凡鳞。",
            "comment": ""
        },
        {
            "title": "淮上喜雨聊句",
            "content": "江淮经岁旱，春暮忽然雨。乱点逾广津，散洒入原土。万物气稍苏，厉妖莫能聚。群山洗故尘，紫翠坐可数。昏如笼纤妙，媚若隐绀缕。碧瓦南崦中，重叠出迥覩。扁舟凌空飞，白鸟人烟舞。遥林动新滋，颜色若可取。碧草弄微芳，低昂欲来语。緐声过沙头，上下讴哑橹，浓淡新画成，快惬久病愈。念此时多虞，岂得岁少阻。焦心闵疲农，虚口待得稌。县吏事凶贪，气若解缚虎。惟于从诛敛，乃能奋怒武。青天虽云明，疑不照艰苦。此时忽霶霈，知有神物主。不然诸苍生，性命委草莽。本蹶邦岂宁，皮去毛安附。歌此告巨公，行当视前古。",
            "comment": ""
        },
        {
            "title": "钓鳖石",
            "content": "未穷双佛刹，先到一渔家。山雨已残叶，溪风犹落花。汲泉沙胍动，敲火石痕斜。应是任公子，竹间曾煮茶。",
            "comment": ""
        },
        {
            "title": "题海昌安国寺",
            "content": "书堂三月初三日，絮扑纱窗燕拂檐。莲子数杯赏泠酒，柘枝一曲试新衫。阶临池面胜看镜。屋映花丛当下簾。谁倚南楼指新月，玉鉤素手两纤纤。",
            "comment": ""
        },
        {
            "title": "地动聊句",
            "content": "大荒孟冬月，末旬高舂时。日腹昏盲伥，风口鸣呜咿。万灵困险戚，百槎嗟阳衰。浓寒有胜气，天冻无败期。六指忽摇曳，群蹠初奔驰。丸铜落蟾吻。始异张浑仪。列宿犯天纪，预念汉志辞。民甍函鼓舞，禁堞强崩离。坐骇市声死，立怖人足踦。坦途重车偾，急傅壮马欹。陵早劝抚手，砾块当扬箕。停污有乱浪，僵木无静枝。众喙不暇息，沓嶂惊欲飞。踊塔撼铎碎，安流荡舟疲。倒壶丧午漏，颠巢骇眠鸱。居人眩眸子，行客劳髑儿。南北顿儵忽，西东播戎夷。四镇一毛重，百川寸涔微。众蛰不安土，群毛难丽皮。惊者去靡所，仆或如见挤。轰雷下檐瓦，决玉倾仓粢。双颠太室吻，四躍宸庭螭。万宇变旋室，百城如转机。念此大灾患，必由政瑕疵。胜社勇厥气，孤阳病其威。傅是下乘上，亦日尊屈卑。夫惟至静者，忧不可保之。况乃易动物，何以能自持。高者恐颠坠，下者当鎮綏。天戒岂得慢，肉食宜自思。变首孽可息，损降祸可违。愿进小臣语，兼为丹扆规。伟哉聪明主，勿遗地动诗。",
            "comment": ""
        },
        {
            "title": "丙子仲冬紫阁寺聊句",
            "content": "白石太古水，苍厓六月冰。昏明咫尺变，身世逗留增。桥与飞霞乱，人间独鸟升。风泉冷相搏，楼阁暮逾澄。反覆青冥上，跻攀赤日稜。呗音允别壑，塔影吊寒藤。仙掌挂太一，佛坛依古层。岩喧闻斗虎，台静下饿膺。晴槛通年雨，浓萝四面罾。日光平午见，雾气半天蒸。潭碧寒疑裂，钟清远自凝。阳陂冬聚筍，阴壁夏垂缯。有客饶佳思，高吟出远凭。雄心翻表裹，远目著轩腾。岑寂来清夜，沈冥接定僧。宿猿深更杳，落木静相仍。松竹高无奈，烟岚翠不胜。甘酸收脱实，坳隩布清塍。北野才沈著，南天更勃兴。恣睢超一气，黤黕起孤鹏。并涧寒堪摘，看云重欲崩。行中向背失，呼处下高应。庭树巢金爵，樵儿开玉绳。断香浮缺月，古像守昏灯。乳管明相照，莎髯绿自矜。深疑啸神物，{左危右支}欲敌殽陵。俯仰孤心挠，回翔百感登。书画风动壁，诗唏涕霑膺。岁月看流矢，心肠剧断絙。追攀初有象，悲愤遂相乘。故赏知无遁，遗灵若此凭。依然忍回首，愁绝下崚嶒。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "断香浮缺月，古像守昏灯。",
            "comment": ""
        }
    ]
}