{
    "dynasty": "宋",
    "author": "范端臣",
    "poems": [
        {
            "title": "又仙山行",
            "content": "仙山仙山郁嵯峨，紫烟氤氲生绿波。飞琼玉楼不知处，杂佩丁珰隔烟语。三青山鸟去不来，六龙落日只衔哀。呼声嗷嗷动天地，老蛟吹涎海波沸。",
            "comment": ""
        },
        {
            "title": "鹅湖山",
            "content": "缭垣千尺秀峰环，台殿参差杳霭间。更借西湖一千顷，为君题作小孤山。",
            "comment": ""
        },
        {
            "title": "挽龙图待制徐良能墓",
            "content": "少日蜚声竦白袍，暮年策足上青霄。功名略已追前辈，事业真堪托后凋。谏草半焚烟寂寂，琐窗一梦夜寥寥。古塘原上谁行路，只有哀笳引葬箫。",
            "comment": ""
        },
        {
            "title": "冬日寓宝惠教寺",
            "content": "观书倦棐几，理策开逢门。萦纡竹溪步，迤逦僧家园。云容酿密雪，烟景收残暾。人语野桥店，鸟鸣桑柘村。山深古殿閟，涧曲回流喧。松桂不改色，梅蕊亦已繁。久厌城市卑，愈觉山林尊。归途偶成咏，所乐非所言。",
            "comment": ""
        },
        {
            "title": "题密山寺壁",
            "content": "篱落邻林麓，江湾应霭烟。乌鸦依野屋，独鹿度平田。孤阁高竿隔，篮棂绿柳连。僧栖心象息，游衍亦夤缘。",
            "comment": ""
        },
        {
            "title": "天池泉",
            "content": "天然水泓洞，不涸亦不涌。纷披石苔静，掩翳寒茗拥。微风不生波，金刹影时动。",
            "comment": ""
        },
        {
            "title": "秀野亭",
            "content": "乞得天公五亩香，暂抛手板着纶巾。搴花露粉频沾袖，洗竹山光忽傍人。金点流莺田幂幂，雪翘幽鹭水粼粼。尊前无地栖荣辱，秀野亭中自在身。",
            "comment": ""
        },
        {
            "title": "此君轩",
            "content": "主人结屋清溪侧，对敞轩扉幽更僻。自怜桃李涴尘泥，故植琅玕对丛碧。只今俗子纷廛阓，铜臭熏天夸侈极。曲眉皓具宴华堂，嫚绿妖红醉春色。争如此处是潇洒，左右牙签散图籍。暑风韵玉脱豹胎，凉月影金交兎魄。",
            "comment": ""
        },
        {
            "title": "洞桥",
            "content": "桥边十丈水，折干余风霆。桥下一泓水，冷然照吾缨。世故暂如失，兹山得深行。",
            "comment": ""
        },
        {
            "title": "藏春园",
            "content": "园径萧条草树荒，半山林影净回塘。墙根绕荠春还近，亭角舒梅暖自香。两鬓斜知随节改，百忧差喜得身强。寻诗问酒追豪胜，且送残年入醉乡。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "玉楼绛气，卷霞绡云浪，飞空蟾魄。人世江山惊照耀，烟霭鳌峰千尺。陆海蓬壶，银葩星晕，点破琉璃碧。有人吟笑，紫河香满晴陌。况是东府君侯，西清别骑，樽俎开华席。迤逦飞轮催杖履，入对青黎仙客。襦裤歌谣，升平风露，拼取金莲侧。梅花吹动，满城依旧春色。",
            "comment": ""
        },
        {
            "title": "怪石",
            "content": "人间足安危，顷刻异候状。唯应山中石，不爱客尘障。搜奇贮元龙，飞云劳鲁望。",
            "comment": ""
        },
        {
            "title": "秀野亭",
            "content": "不敢寻诗怕雨催，须知挈榼为春来。天公未放阳乌出，坐客何妨笑脸开。寒食花光犹照眼，乱山云气欲侵罍。黄昏数点池南雨，似惜香尘逐马回。",
            "comment": ""
        },
        {
            "title": "新嫁别",
            "content": "隣家新妇谁家女，昨日嫁来今日去。徘徊欲去呼问之，何乃遽遭姑舅怒。妇欲致词先泪雨，妾在村东年十五。长成只待嫁良人，不识人间离别苦。妾从五岁遭乱离，频年况逢年凶饥。母躬蚕桑父锄犁，耕无余粮织无衣。十年辛苦寸粒积，倒箧倾囊资女适。岂知薄命嫁良人，招得偷儿夜穿壁。晓看奁橐无余遗，罗绮不见空泪垂。公姑忌妾遣妾去，欢意翻成长别离。公姑遣妾妾难住，出门惘失来时路。不恨良媒恨妾身，生离不为夫征戍。我闻此语长嗟咨，谁知贼遣人分离。抚人捕贼官乃职，纵贼不捕官何为。",
            "comment": ""
        },
        {
            "title": "题灵洞路",
            "content": "傍溪多立石，迳转特勾衣。云兼晚色至，叶带秋声飞。孤鹭忽惊去，片云明残晖。",
            "comment": ""
        },
        {
            "title": "城南塔院",
            "content": "青天寥廓地输囷，云海苍茫万里春。渺渺江风吹不断，塔中人与太虚邻。",
            "comment": ""
        },
        {
            "title": "下洞",
            "content": "孤烟灵洞远，未羡三茅山。柏子得妙见，梅花有奇攀。虽无金碧丽，高士昔所关。",
            "comment": ""
        },
        {
            "title": "题游叫岩",
            "content": "溪心碛石圆如磨，岩腹精庐冷似冰。弭楫来游冲夜雨，翛然一叟对孤僧。",
            "comment": ""
        },
        {
            "title": "喜智者华藏二禅老到宝惠",
            "content": "云窗井盥石潭冷，雪屋对吟山叶红。我欲径寻莲社去，莫将归目挂飞鸿。",
            "comment": ""
        },
        {
            "title": "石磴",
            "content": "短策将我影，照尽山前溪。夤缘入风磴，历览穷攀跻。不须剪梧桐，自倚青冥梯。",
            "comment": ""
        },
        {
            "title": "岭南鞭春",
            "content": "一辞湖上月，三见岭南春。怪鸟呼如鬼，痴猿立似人。蛮商通海舶，渔户杂江滨。尚有鞭牛扑，纷拿起路尘。",
            "comment": ""
        },
        {
            "title": "半山亭",
            "content": "窈窕转岩腹，划然见孤亭。横分树矗矗，下枕溪冷冷。日暮人迹绝，犹闻樵斧声。",
            "comment": ""
        },
        {
            "title": "登钓台",
            "content": "此地有天险，双台千仞岗。眼宽知世窄，皇极便神伤。惨澹诸峰立，萦纡一水长。振衣怀古罢，新句入斜阳。",
            "comment": ""
        }
    ]
}