{
    "dynasty": "宋",
    "author": "萧泰来",
    "poems": [
        {
            "title": "题梅坛毛庆甫云悦楼二首",
            "content": "一收二百里间云，诗几琴窗总向君。独乐何如同乐好，阑子欠著老夫分。",
            "comment": ""
        },
        {
            "title": "腊祭谒告",
            "content": "词腊纷纷受誓忙，病夫药鼎对书床。官卑岂原乘肥马，食俭惟知取瘦羊。贫见客来偏快活，老逢岁尽却悲伤。雪寒一事关心切，痴女奔波道路长。",
            "comment": ""
        },
        {
            "title": "寿友人",
            "content": "休运珍符应半千，崧高维岳再生贤。子孙已见种三秀，富贵端应擅两全。日月休惊双转毂，甲庚从喜一周天。不须更把庄椿祝，镇和蓬壶不老仙。",
            "comment": ""
        },
        {
            "title": "题渊明祠",
            "content": "地号古柴桑，荒祠驿道傍。松含义熙节，菊带晋时香。拂石看碑记，斟泉当酒觞。无由归未得，稽首意皇皇。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "七十人稀，尝记得、少陵旧语。谁知道、五园庵主，寿今如许。书底青瞳如月样，镜中黑鬓无双处。与人间、世味不相投，神仙侣。文汉史，诗唐句。字晋帖，碑周鼓。这千年勋业，一年一部。晔晔紫芝商隐皓，猗猗绿竹淇瞻武。问先生、何处更高歌，凭椿树。",
            "comment": ""
        },
        {
            "title": "亭坐",
            "content": "公余终日坐疎亭，看得梅开梅叶青。可是近来疎酒盏，酒瓶今已作花瓶。",
            "comment": ""
        },
        {
            "title": "霜天晓角 梅",
            "content": "千霜万雪。受尽寒磨折。赖是生来瘦硬，浑不怕、角吹彻。清绝。影也别。知心惟有月。原没春风情性，如何共、海棠说。",
            "comment": "【注释】这是一首写梅的佳作。萧泰来，字则阳，号小山。临江（军治在今江西清江县临江镇）人。著有《小山集》。《霜天晓角·梅》是他自况之作。梅花是一种极有个性的花，与松、竹并称“岁寒三友 ”，长期以来，诵咏者多矣，而脍炙人口者则不多见 。萧氏这篇《梅》词 ，能脱去“匠气”，写出自己的个性，难能可贵。首句即入韵 。“千霜万雪”四字烘衬出梅花生活的典型环境。“千”“万”二字极写霜雪降次之多，范围之广，分量之重，来势之猛，写出了时间感、空间感 ，形象感，数量感。“受尽寒磨折”一句以“寒”字承上，点出所咏对象：梅。说梅受尽了“千霜万雪”的“磨折 ”，可见词人所咏是人格化了的梅花，咏物即是写人 ，梅与人相契相生。“赖是”三句，极写梅花不为恶势力所屈的高尚品格 。“赖是”即好在，幸是，亏是。亏是这副天生的铮铮铁骨，经得起霜欺雪压的百般“磨折 ”。“浑不怕”即“全不怕”，写得铿然价响，力透纸背，表现出梅花之自恃、自信、自矜的神态 。而“瘦硬”之词，则是从梅花的形象着笔。因为寒梅吐艳时 ，绿叶未萌，故用“瘦”字报其形；严霜铺地 ，大雪漫天，而梅独傲然挺立，生气蓬勃，故以“硬”字表其质 ，“疏影”乃虚写 ，美其风致；“瘦硬”则实绘，赞共品格，二者各具神韵，而传神妙趣实同。下片以“清绝”二字独立成韵，从总体上把握梅花的特性 ，意蕴无穷，让人回味。“清绝”之“清”有清白、清丽、清俏、清奇、清狂、清高等种种含义。“清”而至于“绝”，可见其超脱凡俗的个性。“影也别”说梅花不仅具有“瘦硬”、“清绝”与“众芳摇落独鲜妍”的品质，就连影儿与众不同，意味着不同流俗，知音难得，自然引出“知心惟有月”一句。黄昏月下，万籁俱寂，唯一轮朦胧素月与冲寒独放的梅花相互依傍，素月赠梅以疏影，寒梅报月以暗香，由是，其含蕴之深，画面之美，境界之高自然化出，煞是耐人寻味。最后二句写梅花孤芳自赏、不同流俗的个性。本来不是春荣的梅花，一腔幽素怎能向海棠诉说呢？又何必让好事者拿去和以姿色取宠的海棠攀亲结缘呢！这里借前人“欲令梅聘海棠”之说反其意而用之，表现了梅花不屑与凡卉争胜的傲气，词人借梅自喻的心绪也不言自明。总之，这首咏梅词是词人有感而发之作。上下片分写梅的傲骨与傲气。傲骨能顶住霜雪侵陵，傲气羞与凡卉争胜。古人总结写诗方法有赋比兴三种，但因题材和命意的需要，有时可以在写法上结合使用。这首词就是赋与比二种写法综合运用的。因为在写法上它是以梅喻人。梅的瘦硬清高，实象征人的骨气贞刚，品质高洁，梅格与人格溶成一片，二者契合若神，由此显出无穷意蕴，耐人玩味。"
        },
        {
            "title": "赠星学张月台",
            "content": "富与贵在天，君子不谓性。贤不肖在人，君子不谓命。是以张月台，可疑亦可信。修身以俟之，人定天亦定。",
            "comment": ""
        },
        {
            "title": "和崔丞劝农",
            "content": "昨宵雨过水平平，自不归耕却劝耕。犊卧草根黄蕴藉，鹭飞山脚白分明。瀹茶僻寺同僧话，送酒芳园见主情。父老欢呼官长醉，归鞭止信马蹄行。",
            "comment": ""
        },
        {
            "title": "觅竹栽谢",
            "content": "一日非吾不可无，当邻乞得种鱼都。珠连呈舍排成次，玉立云台画出图。淇奥每思文章业，渭川肯作富规模。自锄月地分行列，准拟清风十万夫。",
            "comment": ""
        },
        {
            "title": "题梅坛毛庆甫云悦楼二首",
            "content": "楼立梅峰最上头，日随元气与浮游。道心快活云心似，飞去飞来得自由。",
            "comment": ""
        }
    ]
}