{
    "dynasty": "宋",
    "author": "董颖",
    "poems": [
        {
            "title": "题龙岩居士墨梅",
            "content": "龙岩戏墨作横枝，韵胜何妨不入时。黑雾玄霜遮缟袂，玉妃谪堕畏人知。",
            "comment": ""
        },
        {
            "title": "寄题杨德辰清隐堂借至游老人韵",
            "content": "杨郎丘壑尚，草堂修竹林。去郭十里近，而无车马音。鹤怨不应闻，鸥盟政尔寻。九畹兰荃富，三径蓬蒿深。窗间焦尾曲，聊答清风吟。英英彼白云，出岫得无心。渊明既容膝，那复历岖嶔。狂夫十年狂，客鬓吴霜侵。因君发深省，杖藜合从今。寄傲有余地，不妨成盍簪。",
            "comment": ""
        },
        {
            "title": "贺曾修撰帅江陵",
            "content": "控蜀连吴最上流，清时词伯拜元侯。駸駸和气随千骑，籍籍英声慰十州。士识朝宗方定价，客依刘表只销忧。三朝开济元勋后，蝉冕还应映黑头。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "云壑酿成千嶂雨，风苹吹老一汀秋。",
            "comment": ""
        },
        {
            "title": "薄媚",
            "content": "飞云驶。香车故国难回睇。芳心渐摇，迤逦吴都繁丽。忠臣子胥，预知道为邦崇。谏言先启。愿勿容其至。周亡褒姒。商倾妲己。吴王却嫌胥逆耳。才经眼、便深恩爱。东风暗绽娇蕊。彩鸾翻妒伊。得取次、于飞共戏。金屋看承，他宫尽废。",
            "comment": ""
        },
        {
            "title": "江上",
            "content": "万顷沧江万顷秋，镜天飞雪一双鸥。摩挲数尺沙边柳，待汝成阴系钓舟。",
            "comment": ""
        },
        {
            "title": "次韵文约赠行",
            "content": "归买农畴一饱休，乌鸢储肉且身谋。扁舟欲趁晚潮发，别袂莫烦樽酒留。松菊有情供好梦，氛埃无赖犯征裘。明年驿使相逢处，还折梅花寄我不。",
            "comment": ""
        },
        {
            "title": "薄媚",
            "content": "华宴夕，灯摇醉。粉菡萏，笼蟾桂。扬翠袖，含风舞，轻妙处，惊鸿态。分明是。瑶台琼榭，阆苑蓬壶，景尽移此地。花绕仙步，莺随管吹。宝帐暖留春，百和馥郁融鸳被。银漏永，楚云浓，三竿日、犹褪霞衣。宿酲轻腕，嗅宫花，双带系。合同心时。波下比目，深怜到底。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "春浅借和风，吹绿庭皋树。依约屏间出紫云，入阁风流处。便做铁心肠，也为梅花语。欲去东君更挽留，巧栈烟霞路。",
            "comment": ""
        },
        {
            "title": "薄媚",
            "content": "哀诚屡吐，甬东分赐。垂暮日，置荒隅，心知愧。宝锷红委。鸾存凤去，辜负恩怜，情不似虞姬。尚望论功，荣还故里。降令曰，吴亡赦汝，越与吴何异。吴正怨，越方疑。从公论、合去妖类。蛾眉宛转，竟殒鲛绡，香骨委尘泥。渺渺姑苏，荒芜鹿戏。",
            "comment": ""
        },
        {
            "title": "贺曾修撰帅江陵",
            "content": "化蜀归来欲醉吟，君王又起福淮民。旌旗光动迟迟日，鼓角声传盎盎春。风采十州安抚使，典刑四海老成人。屯田小试营平策，蚤晚论思从紫辰。",
            "comment": ""
        },
        {
            "title": "薄媚",
            "content": "耳盈丝竹，眼摇珠翠。迷乐事。宫闱门。争知。渐国势凌夷。奸臣献佞，转恣奢淫，天谴岁屡饥。从此万姓离心解体。越遣使。阴窥虚实，蚤夜营边备。兵未动，子胥存，虽堪伐、尚畏忠义。斯人既戮，又且严兵卷土，赴黄池观衅，种蠡方云可矣。",
            "comment": ""
        },
        {
            "title": "薄媚",
            "content": "王公子。青春更才美。风流慕连理。耶溪一日，悠悠回首凝思。云鬟烟鬓，玉佩霞裾，依约露妍姿。送目惊喜。俄迂玉趾。同仙骑。洞府归去，帘栊窈窕戏鱼水。正一点犀通，遽别恨何已。媚魄千载，教人属意。况当时。金殿里。",
            "comment": ""
        },
        {
            "title": "呈泽中明府",
            "content": "能延仓卒客，不以在亡辞。错倒蔡邕屣，初无匡鼎诗。病多殊怕酒，算少敢谈棋。愿见纤纤玉，经红擘荔枝。",
            "comment": ""
        },
        {
            "title": "薄媚",
            "content": "种陈谋，谓吴兵正炽。越勇难施。破吴策，唯妖姬。有倾城妙丽。名称西子。岁方笄。算夫差惑此。须致颠危。范蠡微行，珠贝为香饵。苎萝不钓钓深闺。吞饵果殊姿。素肌纤弱，不胜罗绮。鸾镜畔、粉面淡匀，梨花一朵琼壶里。嫣然意态娇春，寸眸剪水。斜鬟松翠。人无双、宜名动君王，绣履容易。来登玉阶。",
            "comment": ""
        },
        {
            "title": "题赵质夫艇斋",
            "content": "画舫风流六一翁，君分小样过江东。拥袍坐对舒波月，不减披蓑雪浪中。",
            "comment": ""
        },
        {
            "title": "薄媚",
            "content": "窣湘裙，摇汉佩。步步香风起。敛双蛾，论时事。兰心巧会君意。殊珍异宝，犹自朝臣未与。妾何人，被此隆恩，虽令效死。奉严旨。隐约龙姿忻悦。重把甘言说。辞俊雅，质娉婷，天教汝、众美兼备。闻吴重色，凭汝和亲，应为靖边陲。将别金门，俄挥粉泪。靓妆洗。",
            "comment": ""
        },
        {
            "title": "贺曾修撰帅江陵",
            "content": "麟符虎节烂龙光，势重侯藩壮帝乡。那复谢玄将淝水，政烦汲黯守淮阳。咄嗟万户无穷惠，清净三州已试方。余事不妨哦妙句，韦郎韵胜寝凝香。",
            "comment": ""
        },
        {
            "title": "薄媚",
            "content": "怒潮卷雪，魏岫布云，越襟吴带如斯。有客经游，月伴风随。值盛世。观此江山美。合放怀、何事却兴悲。不为回头，旧谷天涯。为想前君事。越王嫁祸献西施。吴即中深机。阖庐死。有遗誓。句践必诛夷。吴未干戈出境，仓卒越兵，投怒夫差。鼎沸鲸鲵。越遭劲敌，可怜无计脱重围。归路茫然，城郭丘墟，飘泊稽山里。旅魂暗逐战尘飞。天日惨无辉。",
            "comment": ""
        },
        {
            "title": "贺曾修撰帅江陵",
            "content": "荆州刺史苏州似，可但超然五字诗。试问清香凝寐处，何如夜雨对床时。风流云散心方折，月落参横角更悲。堂下为公理修竹，琳琅他日照幽姿。",
            "comment": ""
        },
        {
            "title": "题舫斋",
            "content": "措顾蛟鼍宅九衢，谁能经济运雄图。先生道义为舟楫，可但三江与五湖。",
            "comment": ""
        },
        {
            "title": "薄媚",
            "content": "机有神，征鼙一鼓，万马襟喉地。庭喋血，诛留守，怜屈服，敛兵还，危如此。当除祸本，重结人心，争奈竟荒迷。战骨方埋，灵旗又指。势连败。柔荑携泣。不忍相抛弃。身在兮，心先死。宵奔兮，兵已前围。谋穷计尽，泪鹤啼猿，闻处分外悲。丹穴纵近，谁容再归。",
            "comment": ""
        },
        {
            "title": "旅中追和微之韵示詹次山",
            "content": "日近长安远，风高易水寒。畏途君莫问，何啻上天难。",
            "comment": ""
        },
        {
            "title": "薄媚 西子词",
            "content": "自笑平生，英气凌云，凛然万里宣威。那知此际。熊虎涂穷，来伴麋鹿卑栖。既甘臣妾，犹不许，何为计。争若都燔宝器。尽诛吾妻子。径将死战决雄雌。天意恐怜之。偶闻太宰，正擅权，贪赂市恩私。因将宝玩献诚，虽脱霜戈，石室囚系。忧嗟又经时。恨不如巢燕自由归。残月朦胧，寒雨萧萧，有血都成泪。备尝险厄返邦畿。冤愤刻肝脾。",
            "comment": "【注释】《薄媚》是大曲的一种。所谓“大曲 ”，就是指唐宋时的大型歌舞曲，由同一宫调的若干支曲子组成。宋人王灼《碧鸡漫志》说：“凡大曲 ，有散序 、靸、排遍、攧、正攧、入破、虚催 、实催、衮遍、歇拍、杀衮，始成一曲，谓之大遍 。”这是相当于一般大曲的结构而言 。董颖的《薄媚》大曲，是由排遍第八、排遍第九、第十攧、入破第一、第二虚催、第三衮遍、第四催拍、第五衮遍、第六歇拍、第七煞衮等共十曲组成，题为《西子词 》，歌咏的是我国春秋晚期吴越斗争中越王勾践利用美人西施复仇灭吴的历史故事。《排遍第九》只是其中的一支曲子，写越王勾践由臣事吴王夫差到返国的全过程，表现了勾践在争霸失败后的痛苦挣扎与悲愤心情。公元前496 年，吴王阖庐出兵与越争霸，越王勾践大败吴师于木隽李（今浙江嘉兴南）射伤阖庐。不久，阖庐死去。其子夫差继位后于前494 年出兵复仇，勾践大败 ，栖于会稽山上，乃使大夫文种向吴求和，“勾践请为臣，妻为妾”，吴王不许。于是，“勾践欲杀妻子，燔宝器，触战以死 ”，被文种劝止，并接受了文种的建议，以美女宝器，买通了吴国擅权贪赂的太宰嚭，求和成功。于是勾践入事吴王，为夫差“驾车养马”，在吴三年，至前490 年获释回国。《排遍第九》反映了上述历史内容。勾践从兵败到复国成功过程，无疑是悲壮的。作者准确地把握了这个基本点，所以在词中，叙事抒情抑郁悲情，壮怀激烈，构成了这首词的基调。上片首六句，用有力的反跌笔法，将词中主人公平生不可一世的地位与眼前穷愁卑下的处境相强烈对此，从而表达其悲愤情怀。起调三句，气势雄阔，有睥睨天下之慨。平生英气凌云，万里宣威，多么悲壮！但由“自笑”道出，“自笑”实为自叹，如“长歌当哭”之意，造成反跌之势。接着以“那知”一句转折，反跌出与平生志气有天壤之别的悲惨现实，迸发出了主人公的悲愤感情。值得注意的，词中写眼前现实的悲惨，但气慨不衰。写主人公“途穷”，而以“熊虎”比拟，虽是“途穷”其威不减；是“熊虎 ”，却“来伴麋鹿卑栖 ”，其拗怒之气亦隐然可见。这样就深化了主人公的形象，并使全词的旋律由起调的高昂转入悲壮。“既甘臣妾，犹不许，何为计”三句，节奏短促有力，句句紧逼，不容喘息 。其前两句已写出了形势的严重，“何为计”一句，提出问题，尖锐有力，如惊雷骤至，必须立即作出反应，迅速抉择国计。同时也蕴寓着无限的无奈，在句间结构上 ，“何为计”一句又具有转出下文的作用。“争若”四句，承上而来，回答问题。这几句，辞锋犀利，沉着痛快，声情悲壮，是血泪语，也是决绝语，表现了主人公的英雄气概 。“天意恐怜之”，则词婉而意坚，流露了对于求胜的期望 。词至歇拍，尤觉声情悲怆，“残月朦胧，寒雨萧萧”，是这首词中唯一的写景处 。“月 ”是“残月”，而且“朦胧 ”；“雨 ”是“寒雨 ”，而且“萧萧”。“残月”与“寒雨”是勾践事吴三年 ，“备尝险厄返邦畿”过程中诸般景物的择要概括 ，且景物之中寓有山河破碎、家国风雨飘摇之意。显然，这里的写景，是为了进一步抒情，为“有血都成泪”作烘托 。“有血都成泪”、“冤愤刻肝脾 ”，该肌入骨、深沁肝脾，是本词叙事抒情的最高点，成为全词基调中最沉重强烈的音符。这首词写是历史故事，实是讽喻作者所处的南宋时代，词中的主人公勾践是作者刻意塑造出来的人物，中间倾注着词人强烈的思想感情。词人这样淋漓尽致的描叙勾践，显然是借古讽今，指陈时事，抒发感慨，锋芒直指南宋的统治集团。做敌国的“臣妾 ”，对勾践来说，只是权宜之计，勾践的屈节事吴，正是为了灭吴；而南宋王朝对金国的纳币称臣，则是为了乞求苟安。在这里，可以体会出作者强烈的爱国感情，而那“有血都成泪 ”、“冤愤刻肝脾”，也正是作者有志难展、报国无门的忠愤。这首词是大曲的一遍。王国维《宋元戏曲史》第四章《宋之乐曲》说：“此种大曲，遍数既多 ，自于叙事为便 。”举此董颖《薄媚》为例。这一首叙事抒情浑为体（上片抒情兼叙事，下片叙事又抒情，互为作用，相辅相承）而抒情为主体。所抒发的人物感情如万斛涌泉，蔚为大观 。《薄媚》全组十首，用韵皆同部平上去声通押，平仄间杂，或厉而举，或清而远，或明快而嘹亮，相配使用，抑扬有致，有效地配合了感情的表达，付之歌喉，一定动人谐美。"
        },
        {
            "title": "题赵质夫艇斋",
            "content": "瘦竹吟风横笛处，丛蕉著雨打蓬时。锦鳞只向铜盘钓，鳙比松江似更奇。",
            "comment": ""
        },
        {
            "title": "宿叶陂用前韵",
            "content": "别业松间八九椽，何宜清夜对床眠。飞流溅沫知何处，环佩余青到枕前。",
            "comment": ""
        },
        {
            "title": "贺曾修撰帅江陵",
            "content": "大府山河壮，严城彭角雄。先声消鼠辈，善颂到牛童。八境风烟上，千篇咳唾中。鳌头聊尔耳，归觐大明宫。",
            "comment": ""
        },
        {
            "title": "满庭芳",
            "content": "红斗风桃，绿肥烟草，杨柳春暗重门。五陵佳兴，酿酝付芳尊。窈窕笙箫丛里，金猊篆、雾绕云纷。勾情也，歌眉低翠，依约鹧鸪村。人生须快意，十分春事，才破三分。况点检年时，胜客都存。更把馀欢卜夜，纵彻晓、蜡泪流痕。花阴昼，朱帘未卷，犹自醉昏昏。",
            "comment": ""
        }
    ]
}