{
    "dynasty": "宋",
    "author": "蒋兴祖女",
    "poems": [
        {
            "title": "减字木兰花 题雄州驿",
            "content": "朝云横度，辘辘车声如水去。白草黄沙，月照孤村三两家。　飞鸿过也，百结愁肠无昼夜。渐近燕山，回首乡关归路难。",
            "comment": "【注释】①雄州：河北雄县。②辘辘：车声。③白草黄沙：指北方边远地区的荒凉景象。【评解】此词作者抒写亡国丧家、被虏北行的深哀巨痛。如泣如诉，感人至深。上片写被虏途中的情景，下片写“回首乡关”的悲痛心情。全词情景交融，凄楚哀婉，字字血泪，句句生悲。用语精当，化典自如。【集评】况周颐《蕙风词话》：此词寥寥数十字，写出步步留恋，步步凄恻之情。韦居安《梅涧诗话》：靖康间，金人至阙。阳武令蒋兴祖死之。其女被虏，至雄州驿，题词驿中。蒋令浙西人，其女方笄，美颜色，能诗词。（此亦汤岩起《诗海遗珠》所载）-----------------------------陈寅恪论明末女爱国者柳如是时曾说：披寻其篇什 ，“往往窥见其孤怀遗恨，有可以令人感泣不能自己者焉。夫三户亡秦之志 ，《九章》哀郢之辞，即发自当日之士大夫，犹应珍惜引申，以表彰我民族独立之精神，自由之思想，何况出于婉娈倚门之少女，绸缪鼓瑟之小妇”（《柳如是别传·缘起》）。然而早在宋代 ，在靖康之变及南宋灭亡那个时局动乱的时代里，便曾涌现出一批爱国女词人 ，如李清照、蒋兴祖女、淮上女、徐君宝妻、王清惠、金德淑等。她们的词作，虽不一定是高唱三户亡秦之志，却无愧列为《九章》哀郢之辞，自有其令人感泣之思想情感价值。这是宋代历史上所出现一大重要文化现象。《宋史》卷四五二《忠义传》载：蒋兴祖，常州宜兴（今属江苏）人，知开封阳武县（今河南原阳）。靖康初，金兵侵犯京师 ，取道武县，有人劝他避走，兴祖曰 ：“吾世受国恩，当死于是 。”他与妻子留不去。金数百骑来攻，不胜，败走。第二日，金兵又至破城。兴祖战死，年四十二。妻及长子相继死去。元韦居安《 梅涧诗话 》卷下云：“靖康间，金人犯阙，阳武蒋令兴祖死之。其女为贼虏去，题字于雄州（今河北雄县）驿中，叙其本末，乃作《减字木兰花》词云云 。蒋令，浙西人，其女方笄，美颜色，能诗词，乡人皆能道之。”蒋兴祖女此词所写回首乡关之悲痛，实为爱国精神之体现。“朝云横度，辘辘车声如水去 。”长空中，寒风翻卷朝云滚滚而去。大地上，金兵驱载妇女迢迢而去。辘辘车声，作者将之比喻为水声，足见其灵心。车马北驰，无休无止，正如水流没有停留之时。一路车声，如幽咽、如泣诉，是水声？还是行人的悲泣声？恍惚不能辨清。起笔二句，呈现出女主人公俯地仰天哀哀无告之形象，亦暗示出“马边悬男头，马后载妇女”（蔡琰《悲愤诗》）；尘埃干云，一路悲声之惨景。多少被掳掠的妇女 ，“或有骨肉俱，欲言不敢语，失意机微间，辄言毙降虏”。（《悲愤诗》）这种种情状，可以想见。“白草黄沙，月照孤村三两家”，此二句，女词人从关注被掳妇女之惨景 ，转向没途北国之惨象。雄州一带，已被金人占。上言朝云横度，此言月照孤村，表现出朝行暮宿，千里途程，至此唯见莽莽黄沙，一片白草。在过去昔黍麻蔽野之地，今为女真牧马之区。月子弯弯，大地苍苍凉凉。大平原上，残存三两人家之孤村，愈见荒寂。意境开廓悲沉如此，已写出女词人命运与共人家国悲剧，而用含蓄委婉之至。上片既写词人被掳北去及北方惨象，下片遂转为抒发内心情感，写其一己之悲怆心灵，机杼井然。“飞鸿过也，万结愁肠无昼夜 。”上句犹写天空之星。大雁南飞，却不能为词人寄书信倍加女主人公失去自由和国家之创痛。下句，词境即呈为描写内心世界。愁肠万结，何可解脱。女词人之全部心态，全概况于此四字 。“境界非独谓景物也，喜怒哀乐亦人心中之一境界。”（《 人间词语 》）加之以日日夜夜之时绵延，词人的内心境界遂愈加深沉。有多少话该倾诉呵 。然而，女词人下边所写，只是 ：“渐近燕山，回首乡关归路难。”结笔二句，言语朴素，感情真挚，境界实高。燕山，即燕山府（今北京 ）。徽宗宣和七年十二月，同知燕山府郭药师叛降金，于是勾结金兵南下至汴京，燕山成为金之后方重镇。一至燕山，其身将永为奴矣。乡关，乃亲人祖国之所在，亦为一个人生命所系之地 ，国破家亡，自身遭动，回首乡关，归路甚难！难字结句，意蕴深重。家亡国破，可得复乎？难自由之身，可得复乎？亦难。读之凄然。然而此一弱女子，在绝境下仍步步回首乡国，读之更令人肃然。《梅涧诗话》收录此词后并记载曰：“近丁丑岁，有过军挟一妇人经从长兴和平酒库前，题一词云：‘我生不辰，逢此百罹，况乎乱离。奈恶因缘到，不夫不主；被擒捉去，为妾为妻。父母公姑，弟兄姨妹，流落不知东与西。心中事，把家书写下，分付伊谁？越人北向燕支。回首望、雁峰天一涯。奈翠鬟云软，笠儿怎戴；柳腰春细，马迅难骑。缺月疏桐，淡烟衰草，对此如何不泪垂！君知否，我生于何处，死亦魂归。’词名《 沁园春》，后书雁峰刘氏题。语意凄惋，见者为伤心 ，可与蒋氏词并传。”从记载中分析刘氏当是南宋末被元兵所掳之妇女，可见其词亦感人至深，并可通过此词窥到蒋词中之隐痛深哀。不夫不主、为妾为妻之痛，当亦万结愁肠之一愁。笠儿怎戴、马迅难骑之苦，实写出异地不同飞俗，而为一切被掳女子所不堪忍受。尤其“我生于何处，死亦魂归”，正与“回首乡关”同一意境。两位女词人对于祖国之深情，实为爱国精神之体现。"
        }
    ]
}