{
    "dynasty": "宋",
    "author": "蒋捷",
    "poems": [
        {
            "title": "高阳台",
            "content": "宛转怜香，徘徊顾影，临芳更倚苔身。多谢残英，飞来远远随人。回头却望晴檐下，等几番、小摘微薰。到而今、独袅鞭梢，笑不成春。愁吟未了烟林晓，有垂杨夹路，也为轻嚬。今夜山窗，还□□绕梨云。行囊不是吴笺少，问倩谁、去写花真。待归时，叶底红肥，细雨如尘。",
            "comment": ""
        },
        {
            "title": "行香子",
            "content": "红了樱桃。绿了芭蕉。送春归、客尚蓬飘。昨宵谷水，今夜兰皋。奈云溶溶，风淡淡，雨潇潇。银字笙调。心字香烧。料芳悰、乍整还凋。待将春恨，都付春潮。过窈娘堤，秋娘渡，泰娘桥。",
            "comment": ""
        },
        {
            "title": "铜官山",
            "content": "崒嵂荆南山，袁令葬其麓。相传天赐棺，咄咄诳流俗。令尝成兴梁，天报宜以福。赐棺信荣矣，毕竟入鬼录。珠官在岭南，锦官在巴蜀。盐官兴铁官，登载粉简牍。吾恐古有司，铸铜山之足。后人讹承讹，官傍妄加木。政须改铜官，大字鑱崖腹。事有作俑者，并按王乔玉。",
            "comment": ""
        },
        {
            "title": "高阳台",
            "content": "霞铄帘珠，云蒸篆玉，环楼婉婉飞铃。天上王郎，飚轮此地曾停。秋香不断台隍远，溢万丛、锦艳鲜明。事成尘，鸾凤箫中，空度歌声。臞翁一点清寒髓，惯餐英菊屿，饮露兰汀。透屋高红，新营小样花城。霜浓月淡三更梦，梦曼仙、来倚吟屏。共襟期，不是琼姬，不是芳卿。",
            "comment": ""
        },
        {
            "title": "步蟾宫",
            "content": "绿华翦碎娇云瘦。剩妆点、菊前蓉後。娟娟月也染成香，何况、纤罗襟袖。秋窗一夜西风骤。翠奁锁、琼珠花镂。人间富贵总腥膻，且和露、攀花三嗅。",
            "comment": ""
        },
        {
            "title": "小重山",
            "content": "晴浦溶溶明断霞。楼台摇影处，是谁家。银红裙裥皱宫纱。风前坐，闲斗郁金芽。人散树啼鸦。粉团黏不住，旧繁华。双龙尾上月痕斜。而今照，冷淡白菱花。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "人爱晓妆鲜。我爱妆残。翠钗扶住欲敧鬟。印了夜香无事也，月上凉天。新谱学筝难。愁涌蛾弯。一床衾浪未红翻。听得人催佯不睬，去洗珠钿。",
            "comment": ""
        },
        {
            "title": "秋夜雨",
            "content": "红麟不暖瓶笙噎。炉灰一片晴雪。醉无香嗅醒，但手把、新橙闲绝。更深冻损梅花也，听画堂、箫鼓方歇。想是天气别。豫借与、春风三月。",
            "comment": ""
        },
        {
            "title": "春夏两相期",
            "content": "听深深、谢家庭馆。东风对语双燕。似说朝来，天上婺星光现。金裁花诰紫泥香，绣裹藤舆红茵软。散蜡宫辉，行鳞厨品，至今人羡。西湖万柳如线。料月仙当此，小停飚辇。付与长年，教见海心波浅。萦云玉佩五侯门，洗雪华桐三春苑。慢拍调莺，急鼓吹鸾，翠阴生院。",
            "comment": ""
        },
        {
            "title": "尾犯 寒夜",
            "content": "夜倚读书床，敲碎唾壶，灯晕明灭。多事西风，把斋铃频掣。人共语、温温芋火，雁孤飞、萧萧桧雪。遍阑干外，万顷鱼天，未了予愁绝。鸡边长剑舞，念不到、此样豪杰。瘦骨棱棱，但凄其衾铁。是非梦、无痕堪记，似双瞳、缤纷翠缬。浩然心在，我逢著、梅花便说。",
            "comment": "【注释】蒋捷在元朝建立之后，一直对统治者采取不合作态度。他拒绝了元朝要他做官的召见，隐居终老于竹山。他的词作多婉约其辞，表达爱国思想。这首词却是直写亡国之痛的，但激昂之气仍很内敛。“夜倚读书床，敲碎唾壶，灯晕明灭 。”起笔描写夜晚，靠着读书床，在暗淡灯光下 ，和朋友对谈，说到激昂处，也有击节高歌、敲碎唾壶之概 。“敲碎唾壶 ”指的是王敦事 ，王敦酒后读曹氏《步出夏门行》诗，激昂之处 ，情不自己 ，使铁如意敲唾壶击节，使壶口出现许多缺口 。这个典故 ，表达亡国之后，救国无方的愤激心情的 。但一吐之后 ，即收束住，用“灯晕”来冲淡它 。“ 多事西风 ，把斋铃频掣 。”从室内写到室外，室外西风吹来，把书斋的门铃吹响。“西风”指出夜是秋夜，而且这是深秋寒夜。“人共语、温温芋火，雁孤飞、萧萧桧雪 。”室内朋友对谈，其乐融融。但只能烤芋充饥，看出生活之惨淡。室外：失群孤雁，不断哀鸣，谁能为之寻找失去的伴侣。而萧萧的桧树也披霜戴雪。这里的“桧雪 ”，可能是初降的微雪，或只是月白霜浓的景象。室内些许温暖之气，室外就是一片萧寒了 。“遍阑干外，万顷鱼天，未了予愁绝 。”室内愁肠，想到室外走走，阑干以外，却是状如鱼鳞的万顷云天，谈话生起消除不了心中的牢愁。自然界的严冷，象征着当时遗民的政治处境。“鸡边长剑舞，念不到、此样豪杰。”“鸡边长剑舞”用晋代志士祖逖闻鸡起舞、以锻炼报国身手的典故。想借古来壮士的凌云豪气，但处境如此，又不敢更作空洞豪语，只好抑遏壮气，情调复归凄婉 。“瘦骨棱棱，但凄其衾铁。”“棱棱”既状身体消瘦，又状气骨嶙峋。点明学不成“豪杰”的原因在于身躯之消瘦和生活之穷困。“是非梦、无痕堪忆，似双瞳、缤纷翠缬 。”追思亡国之前，何事有利社稷。谁人误国 ，因何倾覆？这些是非功过，恍然如梦矣 。要追究考察这些问题，也只觉“缤纷”撩乱 ，象双眼受着“ 缬花 ”瞇住。“浩然心在，我逢着、梅花便说 。”亡国之事已成过去，但“浩然”之心依然存在，我要等到“北定中原日”。但“壮心”不能当众倾吐 ，只能对着“梅花”才说 。“梅花 ”，是坚持民族气节，遗民、志士的象征。蒋捷这首词，紧紧围绕的是一片凄凉的氛围。只是稍许的激昂之情 ，恰如雷电一般撕天乌云的一角，让人感到亮的存在和希望之所在。"
        },
        {
            "title": "秋夜雨",
            "content": "黄云水驿秋笳噎。吹人双鬓如雪。愁多无奈处，谩碎把、寒花轻绝。红云转入香心里，夜渐深、人语初歇。此际愁更别。雁落影、西窗斜月。",
            "comment": ""
        },
        {
            "title": "风入松",
            "content": "东风方到旧桃枝。仙梦已云迷。画阑红子摴蒱处，依然是、春昼帘垂。恨杀河东狮子，惊回海底鸥儿。寻芳小步莫嫌迟。此去却慵移。断肠不在分襟後，元来在、襟未分时。柳岸犹携素手，兰房早掩朱扉。",
            "comment": ""
        },
        {
            "title": "珍珠帘/真珠帘",
            "content": "书楼四面筠帘卷。微薰起，翠弄悬签丝软。楼上读书仙，对宝狻霏转。绣馆钗行云度影，滟寿觥、盈盈争劝。争劝。奈芸边事切，花中情浅。金奏未响昏蜩，早传言放却，舞衫歌扇。柳雨一窝凉，再展开湘卷。万颗蕖心琼珠辊，细滴与、银朱小砚。深院。待月满廊腰，玉笙又远。",
            "comment": ""
        },
        {
            "title": "瑞鹤仙",
            "content": "缟霜霏霁雪。渐翠没凉痕，猩浮寒血。山窗梦凄切。短吟筇犹倚，莺边新樾。花魂未歇。似追惜、芳消艳灭。挽西风、再入柔柯，误染绀云成缬。休说。深题锦翰，浅泛琼漪，暗春曾泄。情条万结。依然是，未愁绝。最怜他，南苑空阶堆遍，人隔仙蓬怨别。锁芙蓉、小殿秋深，碎虫诉月。",
            "comment": ""
        },
        {
            "title": "糖多令/唐多令",
            "content": "秋碧泻晴湾。楼台云影闲。记仙家、元在蓬山。飞到雁峰尘更少，三万顷、玉无边。金盏倒垂莲。歌摇香雾鬟。任芙蓉、玉月朱阑。天气已凉犹未冷，重九後、小春前。",
            "comment": ""
        },
        {
            "title": "木兰花慢",
            "content": "傍池阑倚遍，问山影、是谁偷。但鹭敛琼丝，鸳藏绣羽，碍浴妨浮。寒流。暗冲片响，似犀椎、带月静敲秋。因念凉荷院宇，纷丸曾泛金瓯。妆楼。晓涩翠罂油。倦鬓理还休。更有何意绪，怜他半夜，瓶破梅愁。红裯。泪乾万点。待穿来、寄与薄情收。只恐东风未转，误人日望归舟。",
            "comment": ""
        },
        {
            "title": "永遇乐",
            "content": "清逼池亭，润侵山阁，雪气凝聚。未有蝉前，已无蝶後，花事随逝水。西园支径，今朝重到，半碍醉筇吟袂。除非是、莺身瘦小，暗中引雏穿去。梅檐溜滴，风来吹断，放得斜阳一缕。玉子敲枰，香绡落翦，声度深几许。层层离恨，凄迷如此，点破谩烦轻絮。应难认、争春旧馆，倚红杏处。",
            "comment": ""
        },
        {
            "title": "大圣乐",
            "content": "笙月凉边，翠翘双舞，寿仙曲破。更听得艳拍流星，慢唱寿词初了，群唱莲歌。主翁楼上披鹤氅，展一笑、微微红透涡。襟怀好，纵炎官驻伞，长是春和。千年鼻祖事业，记曾趁雷声飞快梭。但也曾三径，抚松采菊，随分吟哦。富贵云浮，荣华风过，淡处还他滋味多。休辞饮，有碧荷贮酒，深似金荷。",
            "comment": ""
        },
        {
            "title": "金盏子",
            "content": "练月萦窗，梦乍醒、黄花翠竹庭馆。心字夜香消，人孤另、双鹣被池羞看。拟待告诉天公，减秋声一半。无情雁。正用恁时飞来，叫云寻伴。犹记杏栊暖。银烛下、纤影卸佩款。春涡晕，红豆小，莺衣嫩，珠痕淡印芳汗。自从信误青骊，想笼莺停唤。风刀快，翦尽画檐梧桐，怎翦愁断。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "梦冷黄金屋。叹秦筝、斜鸿阵里，素弦尘扑。化作娇莺飞归去，犹认纱窗旧绿。正过雨、荆桃如菽。此恨难平君知否，似琼台、涌起弹棋局。消瘦影，嫌明烛。鸳楼碎泻东西玉。问芳悰、何时再展，翠钗难卜。待把宫眉横云样，描上生绡画幅。怕不是、新来妆束。彩扇红牙今都在，恨无人、解听开元曲。空掩袖，倚寒竹。",
            "comment": "【注释】这是一首抒发亡国之痛的词 。谭献在《夏堂词话》评论说：“瑰丽处鲜妍自在 ”。可此词用笔极为婉曲，意境幽深，极尽吞吐之妙。“梦冷黄金屋 ”词中描写的对象乃是一位不凡的美人。“黄金屋”用陈阿娇事。 汉武帝年少时，长公主想把女儿阿娇许给他 ，汉武帝说“ 若得阿娇作妇，当作金屋贮之 。”贝班固《汉武故事》在这里作者借阿娇来写一位美人。词人自己朝思暮想的人不仅是美人，还有故国。起句意谓美人梦魂牵绕的黄金屋已变得凄冷，实际上含有故宫凄凉之意 。“叹秦筝、斜鸿阵里，素弦尘扑。”写室内器物，见到自己曾经抚弄过的乐器已蒙上了一层厚厚的灰尘，不禁感慨万千。故以一“叹”字领起，化实景为虚景。秦筝，弦柱斜列如飞雁成行的古筝。素弦，即丝弦。梦魂化莺飞回金屋，还认得旧时的绿色纱窗，雨过，只见荆桃果实已长得如豆大 。“化作娇莺飞归去，犹认纱窗旧绿。正过雨、荆桃如菽 。”令人心中升腾中怀旧惜春之感。“化作娇莺”梦魂化莺，想象不凡。笔力奇幻，独运匠心。金屋冷寂之境、秦筝尘扑之景，亦为化作娇莺所见。逆入平出，特见波澜 。景物描写 ，虚实交错。“此恨难平君知否，似琼台涌起弹棋局。”琼台，此处则指玉石所作的弹棋枰。弹棋局，其形状中央隆起，周围低平。李商隐诗称为“莫近弹棋局，中心最不平”（《无题》）、词人在此以玉制之弹棋局形容心中难平之恨。“此恨难平”总结上面各种情事，积愤难抑，自然喷发。词人由写景到抒怀。“消瘦影，嫌明烛。”借写消瘦的形象，表达一种悲凉的心境。借说“瘦影”，从而通过照出的反常心理曲折加以表露。下片以“鸳鸯碎泻东西玉 。”起笔。以杯碎酒泻比喻宋朝的覆亡。鸳楼，即鸳鸯楼，为楼殿名。东西玉，酒器名。这句从写和美人的分离，喻指和故国的永别。佳人已远离，眷恋情仍深，词人仍希望能重睹其旧日丰采 。“问芳踪、何时再展？”流露出自己重见佳人的热切愿望，但“翠钗难卜”佳人踪迹何在？又表明这一愿望的实现何其渺茫。“待把宫眉横云样，描上生绡画幅。怕不是、新来装束 。” 说自己准备把那容颜描绘在生绡画幅上，想来还是宫人旧时的装束吧。生绡，未经漂煮的丝织品，古人用以作画。眉横云样，指双眉如同纤云横于额前。旧时的装束代指故国的形象。与美人分离，希重会而又渺茫，只好托之丹青。通过这几层描绘，把故国之思写得力透纸背。“彩扇红牙今都在”。彩扇红牙（歌舞时用具 ），旧时之物俱在，已物是人非，自己聆听盛世之音，百感交集，却知音难觅。此时怀恋故国之人已越来越少只好独自伤怀。作者的这种感叹是对民族意识已经轻淡薄的情况而发的。然以“恨无人解听开元曲”的词语表达，曲笔抒怀也 。开元曲，借唐开元盛世的歌曲，此处指宋朝盛时的音乐 。“空掩袖，倚寒竹 ”，借竹的高风亮节表现自己坚贞不渝的品德。这是一首具有典型婉约风格的作品。在“梦冷黄金屋”起笔，以幽独伤情作结。表现了词人深沉的故国之恋和不同凡俗的高尚志节。词中借梦抒怀，使境界迷离。以美人为灵魂化身，写故国之思。词人曲笔道出心中郁积很久的块垒，虽用词较为清丽婉约，但表情却仍显酣畅淋漓。"
        },
        {
            "title": "瑞鹤仙",
            "content": "绀烟迷雁迹。渐断鼓零钟，街喧初息。风檠背寒壁。放冰蜍飞到，丝丝窗隙。琼瑰暗泣。念乡关、霜芜似织。漫将身、化鹤归来，忘却旧游端的。欢极。蓬壶蕖浸，花院梨溶，醉连春夕。柯云罢弈。樱桃在，梦难觅。劝清光，乍可幽窗相伴，休照红楼夜笛。怕人间、换谱伊凉，素娥未识。",
            "comment": ""
        },
        {
            "title": "贺新郎 乡土以狂得罪，赋此饯行",
            "content": "甚矣君狂矣。想胸中、些儿磊磈，酒浇不去。据我看来何所似，一似韩家五鬼。又一似、杨家风子。怪鸟啾啾鸣未了，被天公、捉住樊笼里。这一错，铁难铸。濯溪雨涨荆溪水。送君归、斩蛟桥外，水光清处。世上恨无楼百尺，装着许多俊气。做弄得、栖栖如此。临别赠言朋友事，有殷勤、六字君听取。节饮食，慎言语。",
            "comment": "【注释】南宋末年，昏帝权奸当政。十几年的光景，端的是一纸醉金迷的逍遥日子。加上贾似道上欺下瞒，弄权误国，把一个小朝廷沦为兵虚财溃、内外交困的地步。有人直言上谏，反被怪罪。“ 乡士 ”因谏获罪，被驱出临安城，蒋捷感之而发，写下这首词作。起笔即指陈同乡的“狂 ”。“甚矣君狂矣”，而且是特别的狂。同乡特狂，而这句话也显示了此词豪放不羁的风格。“想胸中、些儿磊磈，酒浇不去。”词人先写他胸中装满垒块，即使酒浇，也无济于事。因胸中义愤难平，从而揭示出“狂”的思想根源。“据我看来何所似，一似韩家五鬼。又一似、杨家风子 。怪鸟啾啾鸣未了 ，被天公、捉在樊笼里。”这里以两个典故比拟他的“狂”态 。韩愈在《 送穷文》中称“智穷、学穷、文穷、命穷、交穷”为“五鬼”。五代时杨凝式行为放纵 ，有“风子”之喻。这里褒扬乡士的刚直和才识，同时暗示这种性格的不合时宜。随即指出他不识时务，行为狂纵。这种冲突的结果是：“怪鸟啾啾鸣未了 ，被天公、捉在樊笼里”。“鸣未了”，即失去了自由。“这一错，铁难铸。”错，本指错刀，此处借指错误。“铁难铸”，是说这简直是个天大的错误 。 从作者的深沉感叹中包含了衷心的赞美。下阙转了“饯行”话题上来。“濯溪雨涨荆溪水。送君归、斩蛟桥外。水光清处 。”宜兴是个山清水秀的地方，荆溪流经县南注入太湖 。濯溪 ，是它的支流。城南有长桥横跨于之上，以周处斩杀蛟事，故称“斩蛟桥 ”。回乡的脚步总是欣喜的，但心境非同一般。因而不免怅恨在胸。“世上恨无楼百尺，装着许多俊气。做弄得、栖栖如此 。”揭露了腐败的南宋王朝不能容纳贤俊，使有远见卓识者凄遑不安。作者对现实所持的清醒认识和强烈不满 ，同时流露了对朋友怀才不遇的深切同情。“楼百尺”，即百尺楼。借用刘备说许汜事。刘备曾对许汜说，他卧百尺楼上，而许则在地下。意为鄙视 。临别赠言朋友事，有殷勤、六字君听取 ：节饮食，慎言语。请记住我的忠告，还是注意养身，说话谨慎些吧！这主要意在对黑暗政治的讽刺。这首词读起来，不同于婉约词的缠绵悱恻，近于豪放词中，而它也具有自己的独特风貌。它将对同乡的钦敬和同情之心 ，用调侃和嬉笑的语气表达出来。在嬉笑怒骂中，引出许多发人深省的东西。在笑容中掏几滴辛酸的泪水。这是一首送别的词 ，但却远远超过了送别的范围。词人着力最多在于“狂”这个狂者的形象正是一个刚直耿介的爱国者的形象 。 乡士之以狂获罪的悲剧，已超越个人荣辱得失，也是时代的悲剧，在孕育着南宋覆亡的苦果。这是一个令后人深省的现象。"
        },
        {
            "title": "高阳台",
            "content": "桥尾星沈，街心尘敛，天公还把春饶。桂月黄昏，金丝柳换星摇。相逢小曲方嫌冷，便暖薰、珠络香飘。却怜他、隔岁芳期，枉费囊绡。人情终似蛾儿舞，到嚬翻宿粉，怎比初描。认得游踪，花骢不住嘶骄。梅梢一寸残红炬，喜尚堪、移照樱桃。醉醺醺，不记元宵，只道花朝。",
            "comment": ""
        },
        {
            "title": "摸鱼子",
            "content": "亸吟鞭、雁峰高处。曾游长寿仙府。年年长见瑶簪会，霞杪盖芝轻度。开绣户。笑万朵香红，剩染秋光素。清箫丽鼓。任滟玉杯深，鸾酣凤醉，犹未洞天暮。尘缘误。迷却桃园旧步。飞琼芳梦同赋。朝来闻道仙童宴，翘首翠房玄圃。云又雾。身恍到微茫，认得胎禽舞。遥汀近浦。便一苇渔航，撑烟载雨，归去伴寒鹭。",
            "comment": ""
        },
        {
            "title": "玉漏迟",
            "content": "翠鸳双穗冷。莺声唤转，春风芳景。花涌□香，此度徐妆偏称。水月仙人院宇，到处有、西湖如镜。烟岫暝。纤葱误指，莲峰篁岭。料想小阁初逢，正浪拍红猊，袖飞金饼。楼倚斜晖，暗把佳期重省。万种惺忪笑语，□一点、温柔情性。钗倦整。盈盈背灯娇影。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "绝代幽人独。掩芳姿、深居何处，乱云深谷。自说关中良家子，零落聊依草木。世丧败、谁收骨肉。轻薄儿郎为夫婿，爱新人、窕窈颜如玉。千万事，风前烛。鸳鸯一旦成孤宿。最堪怜、新人欢笑，旧人哀哭。侍婢卖珠回来後，相与牵萝补屋。漫采得、柏枝盈掬。日暮山中天寒也，翠绡衣、薄甚肌生粟。空敛袖，倚修竹。",
            "comment": ""
        },
        {
            "title": "南乡子",
            "content": "翠幰夜游车。不到山边与水涯。随分纸灯三四盏，邻家。便做元宵好景夸。谁解倚梅花。思想灯球坠绛纱。旧说梦华犹未了，堪嗟。才百馀年又梦华。",
            "comment": ""
        },
        {
            "title": "翠羽吟",
            "content": "绀露浓。映素空。楼观峭玲珑。粉冻霁英，冷光摇荡古青松。半规黄昏淡月，梅气山影溟濛。有丽人、步依修竹，萧然态若游龙。绡袂微皱水溶溶。仙茎清瀣，净洗斜红。劝我浮香桂酒，环佩暗解，声飞芳霭中。弄春弱柳垂丝，慢按翠舞娇童。醉不知何处，惊翦翦、凄紧霜风。梦醒寻痕访踪。但留残星挂穹。梅花未老，翠羽双吟，一片晓峰。",
            "comment": ""
        },
        {
            "title": "喜迁莺",
            "content": "游丝纤弱。谩著意绊春，春难凭托。水暖成纹，云晴生影，双燕又窥帘幕。露添牡丹新艳，风摆秋千闲索。对此景，动高歌一曲，何妨行乐。行乐。春正好，无奈绿窗，孤负敲棋约。锦屋调笙，银瓶索酒，争奈也曾迷著。自从发凋心倦，常倚钩阑斜角。翠深处，看悠悠几点，杨花飞落。",
            "comment": ""
        },
        {
            "title": "祝英台/祝英台近",
            "content": "柳边楼，花下馆。低卷绣帘半。帘外天丝，扰扰似情乱。知他蛾绿纤眉，鹅黄小袖。在何处、闲游闲玩。最堪叹。筝面一寸尘深，玉柱网斜雁。谱字红蔫，翦烛记同看。几回传语东风，将愁吹去，怎奈向、东风不管。",
            "comment": ""
        },
        {
            "title": "解连环",
            "content": "妒花风恶。吹青阴涨却，乱红池阁。驻媚景、别有仙葩，遍琼甃小台，翠油疏箔。旧日天香，记曾绕、玉奴弦索。自长安路远，腻紫肥黄，但谱东洛。天津霁红如昨。听鹃声度月，春又寥寞。散艳魄、飞入江南，转湖渺山茫，梦境难托。万叠花愁，正困倚、钓阑斜角。待携尊、醉歌醉舞，劝花自乐。",
            "comment": ""
        },
        {
            "title": "柳梢青",
            "content": "学唱新腔。秋千架上，钗股敲双。柳雨花风，翠松裙褶，红腻鞋帮。归来门掩银釭。淡月里、疏钟渐撞。娇欲人扶，醉嫌人问，斜倚楼窗。",
            "comment": ""
        },
        {
            "title": "粉蝶儿",
            "content": "啼鴂声中，春光化成春梦。问东君、仗谁诗送。燕怜晴，莺爱暖，一窗芳哄。奈匆匆、催他柳绵狂纵。轻罗扇小，桐花又飞么凤。记寒吟、沁梅霜冻。古今□，人易老，莫闲双鞚。尚堪游、荼粉云香洞。",
            "comment": ""
        },
        {
            "title": "忆秦娥",
            "content": "山无限。登山试望吴宫殿。吴宫殿。是藏深坞，是临清浅。",
            "comment": ""
        },
        {
            "title": "虞美人 听雨",
            "content": "少年听雨歌楼上，红烛昏罗帐。壮年听雨客舟中，江阔云低，断雁叫西风。而今听雨僧庐下，鬓已星星也。悲欢离合总无情，一任阶前，点滴到天明。",
            "comment": "【注释】这是蒋捷自己一生的真实写照 。词人曾为进士，过了几年官宦生涯。但宋朝很快就灭亡。他的一生是在颠沛流离中度过的。三个时期，三种心境，读来也使人凄然。这首词作者自己漫长而曲折的经历中，以三幅象征性的画面，概括了从少到老在环境、生活、心情各方面所发生的巨大变化。“少年听雨歌楼上，红烛昏罗帐 。”展现的只是一时一地的片断场景，但具有很大的艺术容量，从红烛映照 、 罗帐低垂这样氛围中引发青春与欢乐的联想，抒发了“少年不知愁滋味”的情怀。这样的阶段在词人心目中的印象是永恒而短暂的。以这样一个欢快的青春图，反衬后面的处境的索漠。“壮年听雨客舟中，江阔云低断雁叫西风 ”。一个客舟中听雨的画面，一幅水天辽阔、风急云低的江上秋雨图。而一失群孤飞的大雁。恰是作为作者自己的影子出现的。壮年之后，兵荒马乱之际，词人常常在人生的苍茫大地上踽踽独行，常常东奔西走，四方漂流。他通过只展示了这样一幅江雨图 ，一腔旅恨、万种离愁却都已包孕其中了。“而今听雨僧庐下，鬓已星星也 。”描写的是一幅显示他的当前处境的自我画像。一个白发老人独自在僧庐下倾听着夜雨。处境之萧索，心境之凄凉，在十余字中，一览无余。江山已易主，壮年愁恨与少年欢乐，已如雨打风吹去。此时此地再听到点点滴滴的雨声，自己却已木然无动于衷了。“悲欢离合总无情，一任阶前点滴到天明”。表达出词人无可奈何的心绪，使其“听雨”嘎然而止。蒋捷的这首词，内容包涵较广 ，感情蕴藏较深。以他一生的遭遇为主线，由少年歌楼听雨，壮年客舟听雨，写到寄居僧庐、鬓发星星。结尾两句更越过这一顶点，展现了一个新的感情境界。“一任”两个字，就表达了听雨人的心情。这种心情，在冷漠和决绝中透出深化的痛苦，可谓字字千钧。层次清楚，脉络分明。上片感怀已逝的岁月，下片慨叹目前的境况。是这首词又一大特色。按时间顺序 ，歌楼中少年写到客舟中壮年 ，再写到“鬓也星星”的老年，以“听雨”为线索，一以贯之。"
        },
        {
            "title": "贺新郎",
            "content": "妾有琵琶谱。抱金槽、慢拈轻抛，柳梢莺妒。羽调六么弹遍了，花底灵犀暗度。奈敲断、玉钗纤股。低画屏深朱户掩，卷西风、满地吹尘土。芳事往，蝶空诉。天天把妾芳心误。小楼东、隐约谁家，凤箫鼍鼓。泪点染衫双袖翠，修竹凄其又暮。背灯影、萧条情互。捐佩洲前裙步步，渺无边、一片相思苦。春去也，乱红舞。",
            "comment": ""
        },
        {
            "title": "昭君怨",
            "content": "担子挑春虽小。白白红红都好。卖过巷东家。巷西家。帘外一声声叫。帘里鸦鬟入报。问道买梅花。买梅花。",
            "comment": ""
        },
        {
            "title": "木兰花慢",
            "content": "渺琉璃万顷，冷光射、夕阳洲。见败柳漂枝，残芦泛叶，欲去仍留。罗帱。少年梦里，正窥帘、月浸素肌柔。谁念衰翁自老，断髭冻得成虬。凝眸。一望绝飞鸥。宇宙正清幽。漫细敲紫砚，轻呵翠管，吟思难抽。飕飕。晚风又起，但时听、碎玉落檐头。多少梅花片脑，醉来误整香篝。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "夜月溪篁鸾影。晓露岩花鹤顶。半世踏红尘，到底输他村景。村景。村景。樵斧耕蓑渔艇。",
            "comment": ""
        },
        {
            "title": "恋绣衾",
            "content": "茜金小袖花下行。过桥亭、倚树听莺。被柳线、低萦鬓，绀云垂、钗凤半横。红薇影转晴窗昼，漾兰心、未到绣絣。奈一点、春来恨，在青蛾、弯处又生。",
            "comment": ""
        },
        {
            "title": "高阳台",
            "content": "燕卷情丝，蜂黏落絮，天教绾住闲愁。闲里清明，匆匆粉涩红羞。灯摇缥晕茸窗冷，语未阑、蛾影分收。好伤情，春也难留，人也难留。芳尘满目悠悠。问萦云佩响，还绕谁楼。别酒才斟，从前心事都休。飞莺纵有风吹转，奈旧家、苑已成秋。莫思量，杨柳湾西，且棹吟舟。",
            "comment": ""
        },
        {
            "title": "虞美人 梳楼",
            "content": "丝丝杨柳丝丝雨。春在溟濛处。楼儿忒小不藏愁。几度和云飞去、觅归舟。天怜客子乡关远。借与花消遣。海棠红近绿阑干。才卷朱帘却又、晚风寒。",
            "comment": "【注释】这是一首描写羁旅他乡凄迷心境的词。蒋捷这首词，字字锤炼，用句精巧，但也平淡，也是一首不可多得的佳作。“丝丝杨柳丝丝雨 ，春在溟濛处。”杨柳丝丝，细雨绵绵，柳丝轻拂。烟雨笼罩的远处，一派迷蒙缥缈的景象。这二句如一图精心细琢的工笔画。以“杨柳 ”、“细雨”绘出江南春雨图。“丝丝”逼真地再现了柳枝的柔姿，描画了春雨连绵不断的形象。也喻指丝丝愁绪。词的起句尽管重复出现了“丝丝”这一叠词，因而产生了特定的渲染效果，加强了词的丰富的内涵。读来琅琅上口，增强了词的艺术美感。下面转入伤怀的心理描写 ：“楼儿忒小不藏愁”，南宋末年 ，国事江河日下 。词人对前途感到无穷忧虑。心中的愁苦郁积，遇感而发。乡愁在文人眼里是一个永远抹不去的痛。古人写之多样，蒋捷此句则以“楼儿忒小”藏不下作喻 。“藏”字 ，表现了隐忍、按捺已久。但以其愁太多，楼儿忒小，因而这“愁”摆脱小楼的羁绊。“几度和云飞去觅归舟”了 。“几度 ”一词，渲染了词人思归之情的执着与痴迷。然而幻想只能是使暂时的避难所，只能徒增忧愁。急切盼归却不成之后，词人只好“ 天怜客子乡关远，借与花消遣”。“天怜”，点明题旨，把客愁乡思表现得更加突出。但“天”怜则怜矣 ，只能“借与花消遣”。“借”指客居他乡，花非我有 ，也只能 “借”之而已 ！一“ 怜”一“借”中，婉转含蓄地表达了他乡孑然之苦 ，愁苦难消的复杂心理活动 。“海棠红近绿栏杆。才卷朱帘又晚风寒 。”承“花消遣”而来，海棠临栏，红绿相映。细雨中的海棠，颜色自非一般。词人在这里写的是雨中海棠。词人羁旅已久，韶华已逝，思乡欲归，心境黯然。然而目触之处却是竟相红艳的红海棠，对比之下，更增添心中伤愁。貌似红绿眼的场景 ，实际上却暗含了凄凉之意。何况卷帘之际，迎面而来的又是那令人心寒的晚风呢！这是一首词景交融的佳作。起笔点染景物，写词人凄迷愁苦的心境，使人思归 。词中匠心独运 ，写“愁 ”多，用“楼”小作衬托。 写哀愁，用海棠反衬。恰如王夫之所说，这里是用“乐景写哀 ”，起到“一倍增其哀乐”之效果。词中语言清新素淡，雕琢之下，不仍平淡之本色，是其艺术之最大特色。"
        },
        {
            "title": "洞仙歌",
            "content": "世间何处，最难忘杯酒。惟是停云想亲友。此时无一盏，千种离愁，西风外，长伴枯荷衰柳。去年深夜语，倾倒书□，窗烛心悬小红豆。记得到门时，雨正萧萧，嗟今雨、此情非旧。待与子、相期采黄花，又未卜重阳，果能晴否。",
            "comment": ""
        },
        {
            "title": "喜迁莺",
            "content": "晴天廖廓。被孤云画出，离愁消索。玉局弹棋，金钗翦烛，芳思可胜摇落。镜妆为慵迟晚，笙曲缘愁差错。倒纤指，□从头细数，年时同乐。寂寞。花院悄，昨夜醉眠，梦也难凭托。车角生时，马蹄方後，才始断伊漂泊。闷无半分消遣，春又一番担阁。倚阑久，奈东风忒冷，红绡单薄。",
            "comment": ""
        },
        {
            "title": "女冠子 元夕",
            "content": "蕙花香也。雪晴池馆如画。春风飞到，宝钗楼上，一片笙箫，琉璃光射。而今灯漫挂。不是暗尘明月，那时元夜。况年来、心懒意怯，羞与蛾儿争要。江城人悄初更打。问繁华谁解，再向天公借。剔残红灺。但梦里隐隐，钿车罗帕。吴笺银粉砑。待把旧家风景，写成闲话。笑绿鬟邻女，倚窗犹唱，夕阳西下。",
            "comment": "【注释】元宵佳节是历代词人经常吟咏的话题。在百姓心中，元宵节也最重要，最热闹。蒋捷这首词作于宋亡之后，词中寄寓了他对故国的深切缅怀之情。全词起笔“蕙花香也 。雪睛池馆如画。”即沉入了对过去元夕的美好回忆 ：兰蕙花香 ，街市楼馆林立，宛若画图，一派迷人景象。极度地渲染了元宵节日氛围 。“春风飞到，宝钗楼上，一片笙箫，琉璃光射 。”春风和煦 ，酒旗飘拂，笙箫齐奏，仙乐风飘。据载，宫中曾做五丈多高的琉璃灯。地方更有五色琉璃制成的灯。灯市的壮观，使词人忆起如昨天一般。“而今灯漫挂。不是暗尘明月，那时元夜。”“而今 ”二字是过渡，上写昔日情景 ，下写今日元夕景况。“灯漫挂 ”，指草草地挂着几盏灯 ，与“琉璃光射”形成鲜明的对照。“不是暗尘明月，那时元夜。”既写今夕的萧索，又带出昔日的繁华 。“暗尘明月”用唐苏味道《上元》“暗尘随马去 ，明月逐人来”诗意。以上是从节日活动方面作今昔对比 。“ 况年来、心懒意怯，羞与蛾儿争耍 。”今昔不同心情的对比 。蛾儿，即闹蛾儿，用纸剪成的玩具。写今日的元宵已令人兴味索然，心境之灰懒，更怕出去观灯了。这种暗淡的心情是近些年来才有的，是处境使然。“江城人悄初更打 。”从灯市时间的短促写今宵的冷落 ，并点明词人度元宵所在地即江城随之用了“问”、“但”、“待把”、“笑”等几个领字，写出了自己内心的悲恨酸楚。“问繁华谁解，再向天公借。”提出有谁能再向天公借来繁华呢？“剔残红灺。但梦里隐隐，钿车罗帕。”怀着无可奈何的心情 ，词人剔除烛台上烧残的灰烬入睡了 。梦中那辚辚滚动的钿车、佩戴香罗手帕的如云士女，隐隐出现。“吴笺银粉砑。待把旧家风景，写成闲话 。”以最精美的吴地的银粉纸 ，把“旧家风景”写成文字，以寄托自己的拳拳故国之思。银粉砑，碾压上银粉的纸。旧家风景，借指宋朝盛事。听到邻家的少女还在倚窗唱着南宋的元夕词 。现在居然有人能唱这首词，而这歌词描绘的繁华景象和“ 琉璃光射 ”、“暗尘明月”正相一致。心之所触，心头不禁为之一动，略微感到一丝欣慰，故以“笑”而已。这首词风格较为自然，词意始终在流动中，无一凝滞。在追琢中显出自然之本色 。或直描，或问写，或借梦境，着力处皆词人所钟之情。"
        },
        {
            "title": "喜迁莺",
            "content": "风涛如此，被闲鸥诮我，君行良苦。槲叶深湾，芦窠窄港，小憩倦篙慵橹。壮年夜吹笛去，惊得鱼龙嗥舞。怅今老，但蓬窗紧掩，荒凉愁愫。别浦。云断处。低雁一绳，拦断家山路。佩玉无诗，飞霞乏序，满席快飚谁付。醉中几番重九，今度芳尊孤负。便晴否。怕明朝蝶冷，黄花秋圃。",
            "comment": ""
        },
        {
            "title": "少年游",
            "content": "梨边风紧雪难晴。千点照溪明。吹絮窗低，唾茸窗小，人隔翠阴行。而今白鸟横飞处，烟树渺乡城。两袖春寒，一襟春恨，斜日淡无情。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "明露浴疏桐。秋满帘栊。掩琴无语意忡忡。掐破东窗窥皓月，早上芙蓉。前事渺茫中。烟水孤鸿。一尊重九又成空。不解吹愁吹帽落，恨杀西风。",
            "comment": ""
        },
        {
            "title": "一剪梅 舟过吴江",
            "content": "一片春愁待酒浇，江上舟摇，楼上帘招。秋娘渡与泰娘桥，风又飘飘，雨又萧萧。何是归家洗客袍？银字笙调，心字香烧。流光容易把人抛，红了樱桃，绿了芭蕉。",
            "comment": "【注释】吴江指滨临太湖东岸的吴江县。这首词主要写作者乘船漂泊在途中倦懒思归之心情。起笔点题，指出时序。“一片春愁待酒浇”，“一片”愁闷连绵不断。“待酒浇 ”，表现了他愁绪之浓。词人的愁绪因何而发。这片春愁缘何而生。接着便点出这个命题。随之以白描手法描绘了“ 舟过吴江 ” 的情景：“ 江上舟摇，楼上帘招。秋娘渡与泰娘桥 ，风又飘飘，雨又萧萧”，这“江 ”即吴江 。一个“摇”字，颇具动态感 ，带出了乘舟的主人公的动荡飘泊之感。“招 ”，意为招徕顾客透露了他的视线为酒楼所吸引并希望借酒浇愁的心理。这里他的船已经驶过了秋娘渡和泰娘桥，以突出一个“过”字 。“秋娘”“泰娘”是唐代著名歌女。作者单用之。心绪中难免有一种思归和团聚的急切之情 。飘泊思归，偏逢上连阴天气。作者用“飘飘”“萧萧”描绘了风吹雨急。“又”字含意深刻，表明他对风雨阻归的恼意。“何日归家洗客袍 ？银字笙调，心字香黄庭坚墨迹烧 ”。想象归家后的温暖生活，思归的心情更加急切。“何日归家 ”四家，一直管着后面的三件事：洗客袍、调笙和烧香。“ 客袍 ”，旅途穿的衣服。调笙，调弄有银字的笙，烧香 ，点熏炉里心字形的香。作者词中极想归家之后佳人陪伴之乐，思归之情段段如此。“银字”和“ 心字 ”给他所向往的家庭生活，增添了美好、和谐的意味。“流光容易把人抛”，指时光流逝之快。樱桃和芭蕉这两种植物的颜色变化，具体地显示出时光的奔驰。蒋捷抓住夏初樱桃成熟时颜色变红，芭蕉叶子由浅绿变为深绿，把看不见的时光流逝转化为可以捉摸的形象。春愁是剪不断、理还乱。词中借“红”“绿”颜色之转变，抒发了年华易逝，人生易老的感叹。词人在词中逐句叶韵 ，读起朗朗上口 ，节奏铿锵。大大地加强了词的表现力。这个节奏感极强的思归曲，读后让人有“余言绕梁，三日不绝”的意味。"
        },
        {
            "title": "南乡子",
            "content": "泊雁小汀洲。冷淡湔裙水漫秋。裙上唾花无觅处，重游。隔柳惟存月半钩。准拟架层楼。望得伊家见始休。还怕粉云天末起，悠悠。化作相思一片愁。",
            "comment": ""
        },
        {
            "title": "齐天乐",
            "content": "银蟾飞到觚棱外。娟娟下窥龙尾。电紫鞘轻，云红筤曲，雕玉舆穿灯底。峰缯岫绮。沸一簇人声，道随竿媚。侍女迎銮，燕娇莺姹炫珠翠。华胥仙梦未了，被天公澒洞，吹换尘世。淡柳湖山，浓花巷陌，惟说钱塘而已。回头汴水。望当日宸游，万□□□。但有寒芜，夜深青磷起。",
            "comment": ""
        },
        {
            "title": "探春令",
            "content": "玉窗蝇字记春寒，满茸丝红处。画翠鸳、双展金蜩翅。未抵我、愁红腻。芳心一点天涯去。絮濛濛遮住。旧对花、弹阮纤琼指。为粉靥、空弹泪。",
            "comment": ""
        },
        {
            "title": "花心动",
            "content": "春入南塘，粉梅花、盈盈倚风微笑。虹晕贯帘，星球攒巷，遍地宝光交照。涌金门外楼台影，参差浸、西湖波渺。暮天远，芙蓉万朵，是谁移到。鬒鬓双仙未老。陪玳席佳宾，暖香云绕。翠簨叩冰，银管嘘霜，瑞露满锺频釂。醉归深院重歌舞，雕盘转、珍珠红小。凤洲柳，丝丝淡烟弄晓。",
            "comment": ""
        },
        {
            "title": "南乡子",
            "content": "冷淡是秋花。更比秋花冷淡些。到处芙蓉供醉赏，从他。自有幽人处士夸。寂寞两三葩。昼日无风也带斜。一片西窗残照里，谁家。卷却湘裙薄薄纱。",
            "comment": ""
        },
        {
            "title": "女冠子",
            "content": "电旗飞舞。双双还又争渡。湘漓云外，独醒何在，翠药红蘅，芳菲如故。深衷全未语。不似素车白马，卷潮起怒。但悄然、千载旧迹，时有闲人吊古。生平惯受椒兰苦。甚魄沈寒浪，更被馋蛟妒。结琼纫璐。料贝阙隐隐，骑鲸烟雾。楚妃花倚暮。□□琼箫吹了，溯波同步。待月明洲渚，小留旌节，朗吟骚赋。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "秦人占得桃源地。说道花深堪避世。桃花湾内岂无花，吕政马来拦不住。明朝与子穿花去。去看霜蹄剜石处。茫茫秦事是耶非，万一问花花解语。",
            "comment": ""
        },
        {
            "title": "绛都春",
            "content": "春愁怎画。正莺背带雪，酴醿花谢。细雨院深，淡月廊斜重帘挂。归时记约烧灯夜。早拆尽、秋千红架。纵然归近，风光又是，翠阴初夏。娅姹。嚬青泫白，恨玉佩罢舞，芳尘凝榭。几拟情人，付与兰香秋罗帕。知他堕策斜拢马。在底处、垂杨楼下。无言暗拥娇鬟，凤钗溜也。",
            "comment": ""
        },
        {
            "title": "昼锦堂",
            "content": "染柳烟消，敲菰雨断，历历犹寄斜阳。掩冉玉妃芳袂，拥出灵场。倩他鸳鸯来寄语，驻君舴艋亦何妨。渔榔静，独奏棹歌，邀妃试酌清觞。湖上云渐暝，秋浩荡，鲜风支尽蝉粮。赠我非环非佩，万斛生香。半蜗茅屋归吹影，数螺苔石压波光。鸳鸯笑，何似且留双楫，翠隐红藏。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "绿堕云垂领。背琵琶、盈盈袖手，粉闲红靓。依约春游归来倦，又似春眠未醒。滟寒泚、低迷蓉影。莺带松声飞过也，柳窗深、尚记停针听。魂浩荡，孤芳景。金钗断股瓶沈井。问苏城、香销卷子，倩谁题咏。灯晕青红残醉在，小院屏昏帐暝。误瞋怪、眉心慵整。人道真真招得下，任千呼万唤无言应。空对此，泪花冷。",
            "comment": ""
        },
        {
            "title": "秋夜雨",
            "content": "髹车转急风如噎。冰丝松藕新雪。有人凉满袖，怕汗湿、红梢犹绝。三更梦断敲荷雨，细听来、疏点还歇。茉莉标致别。占断了、纱厨香月。",
            "comment": ""
        },
        {
            "title": "小重山",
            "content": "曾伴芳卿锵佩环。西风吹梦断，堕人寰。假饶无分入雕阑。窥妆镜，也合小溪湾。此地有谁怜。斜阳牛卧处，牧童攀。劝花休苦恨天天。从来道，薄命是朱颜。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "我爱荷花花最软。锦拶云挨，朵朵娇如颤。一阵微风来自远。红低欲蘸凉波浅。莫是羊家张静婉。抱月飘烟，舞得腰肢倦。偷把翠罗香被展。无眠却又频翻转。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "雁屿晴岚薄。倚层屏、千树高低，粉纤红弱。云隘东风藏不尽，吹艳生香万壑。又散入、汀蘅洲药。扰扰匆匆尘土面，看歌莺、舞燕逢春乐。人共物，知谁错。宝钗楼上围帘幕。小婵娟、双调弹筝，半霄鸾鹤。我辈中人无此分，琴思诗情当却。也胜似、愁横眉角。芳景三分才过二，便绿阴、门巷杨花落。沽斗酒，且同酌。",
            "comment": ""
        },
        {
            "title": "步蟾宫",
            "content": "玉窗掣锁香云涨。唤绿袖、低敲方响。流苏拂处字微讹，但斜倚、红梅一饷。濛濛月在帘衣上。做池馆、春阴模样。春阴模样不如晴，这催雪、曲儿休唱。",
            "comment": ""
        },
        {
            "title": "燕归梁 风莲",
            "content": "我梦唐宫春昼迟。正舞到、曳裾时。翠云队仗绛霞衣。慢腾腾、手双垂。忽然急鼓催将起，似彩凤、乱惊飞。梦回不见万琼妃。见荷花、被风吹。",
            "comment": "【注释】蒋捷素喜咏莲花，这首词是其咏风莲之作。“我梦唐宫春昼迟，正舞到、曳裾时 。”在词中的想象之中，她是作霓裳羽衣之舞唐宫美人。景境迷离，裙禝飘雾，伴随着光茫四射的身姿，在人心头不断回旋。但“鱼阳鼙鼓动地来 ”，惊破了舞曲，一晌贪欢的梦境霎时幻灭。“梦回不见万琼妃”，是一曲故国亡落的哀歌。结句点题“见荷花 ，被风吹”，临去秋波的一转，使梦境完全化为烟云。这首词给人一种极美的境界 。暑意稍返的日子，晨曦初透天边，凉风习习，挽起水面的许多荷伞。十里河塘一片飞舞。虽然荷花面临秋天，将要凋零，这在刻画境界中，我们似乎仍可体会它的空灵和迷惘。一篇好的词作不在于它要表现什么，首先应该看到它的词境的营造。它本身就是一种艺术美。这首词是一首咏风莲的绝唱，和蒋捷咏白莲的词一样。给人以美的享受。在艺术构思，词人也有“特异”的思想。用风莲来传神，来表达寄托之情，而不着痕迹。作者通过梦的方式，将风莲拟人化。行文流畅。而意境尤深。作者在词人通过浪漫主义的表现方式，为南宋王朝写了一首挽歌。"
        },
        {
            "title": "应天长",
            "content": "柳湖载酒，梅墅赊棋，东风袖里寒色。转眼翠笼池阁，含樱荐莺食。匆匆过、春是客。弄细雨、昼阴生寂。似琼花、谪下红裳，再返仙籍。无限倚阑愁，梦断云箫，鹊叫度青壁。漫有戏龙盘□，盈盈住花宅。骄骢马、嘶巷陌。户半掩、堕鞭无迹。但追想，白苎裁缝，灯下初识。",
            "comment": ""
        },
        {
            "title": "一翦梅",
            "content": "小巧楼台眼界宽。朝卷帘看。暮卷帘看。故乡一望一心酸。云又迷漫。水又迷漫。天不教人客梦安。昨夜春寒。今夜春寒。梨花月底两眉攒。敲遍阑干。拍遍阑干。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "醉兮琼瀣浮觞些。招兮遣巫阳些。君毋去此，飓风将起，天微黄些。野马尘埃，污君楚楚，白霓裳些。驾空兮云浪，茫洋东下，流君往、他方些。月满兮西厢些。叫云矣、笛凄凉些。归来为我，重倚蛟背，寒鳞苍些。俯视春红，浩然一笑，吐山香些。翠禽兮弄晓，招君未至，我心伤些。",
            "comment": ""
        },
        {
            "title": "柳梢青",
            "content": "小饮微吟，残灯断雨，静户幽窗。几度花开，几番花谢，又到黄昏。潘娘不是潘郎。料应也、霜黏鬓旁。鹦鹉阑空，鸳鸯壶破，烟渺云茫。",
            "comment": ""
        },
        {
            "title": "步蟾宫",
            "content": "去年云掩冰轮皎。喜今岁、微阴俱扫。乾坤一片玉琉璃，怎算得、清光多少。无歌无酒痴顽老。对愁影、翻嫌分晓。天公元不负中秋，我自把、中秋误了。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "浪涌孤亭起。是当年、蓬莱顶上，海风飘坠。帝遣江神长守护，八柱蛟龙缠尾。斗吐出、寒烟寒雨。昨夜鲸翻坤轴动，卷雕翬、掷向虚空里。但留得，绛虹住。五湖有客扁舟舣。怕群仙、重游到此，翠旌难驻。手拍阑干呼白鹭，为我殷勤寄语。奈鹭也、惊飞沙渚。星月一天云万壑，览茫茫、宇宙知何处。鼓双楫，浩歌去。",
            "comment": "【注释】吴江，即吴淞江，是大湖的一个支流，东流入大海。江上有长桥，又名重虹桥，上有重虹亭，甚为宏丽 ，为苏杭之间必由之路 。姜夔曾有词云“重虹西望，飘然引去，此兴平生难遇。”风光甚为旖丽。这首词作于宋亡以后作者漂泊东南时期的作品。词中主旨在于借重虹亭抒发作者在宋亡之后无处容身的隐痛。“浪涌孤亭起 ”，就起得突兀奇谲，显出了垂虹亭的气势。翻滚江涛，孤亭屹立，巨浪腾空涌起。这样有气势的建筑，在词人眼里，“是当年、蓬莱顶上，海风飘坠 ”。蓬莱山是海上三神山之一，当年秦皇、汉武都曾派臣前往寻访仙人，可惜都未能找到，但却有亭子飘落到了人间。可见重虹亭来历非同寻常。仙山上飘来的亭子 ，谁来护持它呢 ？“帝遣江神长守护，八柱蛟龙缠尾。斗吐出、寒烟寒雨 。”八根柱子上有八条蛟龙环绕，并能喷烟吐雨，显示出亭子外观极为壮丽。“昨夜鲸翻坤轴动，卷雕翚、掷向虚空里，但留得，绛虹住 。”但来自仙山神力的亭子也遭劫难，昨夜巨鲸翻动了地轴，把飞檐抛到天空，只把垂虹桥留了下来。这个巨鲸实指人间的巨怪，这里是指蒙元贵族。元兵于1275 年（德祐元年）攻宋 ，平江府通判王矩之、都统制王邦杰迎降于常州，元丞相伯颜进入平江府。垂虹桥是必经之路。说重虹亭毁于此时，也非无根之果也不至纯属垂虹亭的被毁，象征着国家灭亡。下片“五湖有客扁舟舣 ”，转写词人吴江之行。从太湖里驾着小舟停靠在垂虹桥边 ，目睹亭子残破，作者都积于心中多时的愤懑 ，便喷发出来 。“ 怕群仙、重游到此，翠旌难驻 。”垂虹亭本来是蓬莱山上群仙的聚会之所 ，但飘坠到这里，仙人们如果重来，目睹亭子被毁 ，恐怕他们无法留驻。借群仙的难驻，表明了山河改易使神仙也不再留恋人间。这里安排得匠心独具 ，不直抒感慨 ，比直接抒发感慨要委婉得多，深刻得多。“手拍阑干呼白鹭，为我殷勤寄语；奈鹭也惊飞沙渚。”词人想借白鹭为群仙报信，但白鹭也被惊飞。此处思维之奇，亦难以片言卒说。把沙洲飞鹭等拉进了神奇境界。“星月一天云万壑，览茫茫 、宇宙知何处？”词写至此，真情流露出来。“万重乌云遮蔽 ”，四海茫茫，何处是容身之地呢！词人的亡国之痛，从这两句里集中地表现出来。词人在入元之后，始终不肯出仕，终老竹山。是其一贯思想使然。词中在易代之后，俯仰身世，无所寄寓，与古代诗人契合。结语“鼓双楫，浩歌去 ”，再现词人遗世独立之风貌，让人想起王闾大夫之风味 。读来让人在意犹未尽之余，感慨系之。这首词语言凝炼，意境奇幻，是一首极具特色的佳作。"
        },
        {
            "title": "瑞鹤仙",
            "content": "素肌元是雪。向雪里带香，更添奇绝。梅花太孤洁。问梨花何似，风标难识。长洲漾楫。料鸳边、娇容乍折。对珠栊、自翦凉衣，爱把淡罗轻叠。清彻。螺心翠靥，龙吻琼涎，总成虚设。微微醉缬。窗灯晕，弄明灭。算银台高处，芳菲仙佩，步遍纤云万叶。觉来时、人在红帱，半廊界月。",
            "comment": ""
        },
        {
            "title": "声声慢 秋声",
            "content": "黄花深巷，红叶低窗，凄凉一片秋声。豆雨声来，中间夹带风声。疏疏二十五点，丽谯门、不锁更声。故人远，问谁摇玉佩，檐底铃声。彩角声吹月堕，渐连营马动，四起笳声。闪烁邻灯，灯前尚有砧声。知他诉愁到晓，碎哝哝、多少蛩声。诉未了，把一半、分与雁声。",
            "comment": "【注释】以“秋声 ”为题材的作品并不多见 ，欧阳修有《秋声赋》为赋之代表，而蒋捷这首《声声慢》亦堪称词中楷模了 。在词中 ，写了一个秋夜中的种种秋声。笔锋非凡，意味亦显独特。“黄花深巷，红叶低窗，凄凉一片秋声 。”三句领起全词 。点明这是菊花盛开 、红叶掩映的深秋时节 。凭窗谤听着连绵不断的秋声引起心中阵阵凄凉。“凄凉”是把词中各种声音串联起来的线索。“豆雨声来 ，中间夹带风声。”“豆花雨”，指阴历八月豆子开花时的雨，这里点出秋雨声杂风声率先而来。风雨凄凉，长夜难眠。风声中又传来了稀疏的更点声。这更声来自城门上的更鼓楼 。“疏疏二十五点，丽谯门、不锁更声 ”。“不锁”，流露了主人公怪罪的意味，因为他是不想听到的。古代把一夜分为五更，一更分为五点 。这里直写“二十五点”，意在表明主人公尤感秋夜的漫漫难捱 。风不仅送来了更声，又摇响了檐底的风铃。“ 故人远，问谁摇玉佩，檐底铃声”揭示了主人公听到铃声引起的心理活动，他最初以为这是老友身上玉佩的声。但老友都在远方不可能来 ，那么这会是谁呢 ？突然明白原来是风铃的声音。作者这里用笔极为巧妙，看似是误听，实则借写对老友思念之情。“彩角声吹月堕，渐连营马动，四起笳声 。”把笔触从深夜转向黎明。月亮沉落，号角声起。军营中人马骚动。蒋捷生活于宋末元初，进士及第不久，南宋被灭。他隐居太湖竹山，一直不肯出来作官。这声音表明，元朝统治了全国 ，而且军旅遍布这些声音，对于不肯和元统治者合作的词人来说，岂不是比之秋风秋雨的声音更加刺耳惊心吗？“闪烁邻灯 ，灯前尚有砧声 ”。灯光闪烁之处，又传来了邻舍在砧石上擣练之声。邻家主妇一夜未眠赶制寒衣，天明未睡。这也不能使词人宽慰。“知他诉愁到晓，碎哝哝、多少蛩声”。“昨夜寒蛩不住鸣 ，惊四千里梦 ”岳飞这句词和词人心境相同，皆因满腹心事起。把蛩的叫声称为“诉愁 ”，借把自己的愁怀转嫁给蛩鸣罢了 。“诉未了 ，把一半、分与雁声。”似乎是蟋蟀把愁苦又分给了横空的过雁。巧妙地又点出大雁叫声的凄凉和它带给主人公的愁意，大雁给人的愁绪往往同引起人对远人的怀念分不开 。收尾以雁声，反映了词人独特的构思。词人以“豆雨声”起，以“雁声”收，写了秋夜中听到的十种秋声。但声声总离不了凄凉意，使一个正在发愁的人谛听这些声音，使作为声音的客体，严重地被染上“ 愁人 ”的主体印记，因而从笳声、雁声、蛩声、铃声中听到的，都是词人的苦闷心声。"
        },
        {
            "title": "贺新郎 兵后寓吴",
            "content": "深阁帘垂绣。记家人、软语灯边，笑涡红透。万叠城头哀怨角，吹落霜花满袖。影厮伴、东奔西走。望断乡关知何处，羡寒鸦、到著黄昏後。一点点，归杨柳。相看只有山如旧。叹浮云、本是无心，也成苍狗。明日枯荷包冷饭，又过前头小阜。趁未发、且尝村酒。醉探枵囊毛锥在，问邻翁、要写牛经否。翁不应，但摇手。",
            "comment": "【注释】1275 年（宋恭帝德祐元年）元兵南侵，陷岳州，下苏常。翌年春日，兵进临安。这年秋天，蒋捷正在吴门流寓，兵荒马乱之中，衣食问题成为困挠词人最大问题 。这首词写于此时 ，是词人流浪生活的真实写照。“深阁帘垂绣。记家人、软语灯边，笑涡红透。”闺阁深院，垂地绣帘，柔和灯光，轻言细语。会心之处，嫣然一笑，酒涡迷人。词人首先营造了记忆中温馨的氛围。但和眼前的自然之物相对照。在漂泊中自己多么希望回到故乡和家人团聚，可是“望断乡关知何处 ”！羡寒鸦、到着黄昏后。一点点，归杨柳。黄昏之后的“寒鸦”尚可归巢杨柳，令人羡慕不已。不令人产生人不如鸦之感 ！”蒋词中抒发的背井离乡的愁苦情怀 ，而是战乱时代这一特定历史环境中的产物 ，而非一般词人和平时的呻吟 。“ 万叠城头哀怨角”，城头上反复吹奏的号角声充满哀怨，这“哀怨”是一种主观感情的外射，和着国破家亡的伤恸。“相看只好山如旧 。”流露出江山易主的悲痛心情。“叹浮云 ”比喻世事的变幻无常。漂泊孤凄之感是和亡国之痛融合在一起的，使之更加深沉，也更加悲苦。这是一个秋风肃杀，百花凋残的季节，这是一处景物苍茫的黄昏时刻。“明日枯荷包冷饭，又过前头小阜 。”明天将带上枯干的荷叶包着的冷饭，越过前面那座小山，设法谋生，以便糊口。“趁未发、且尝村酒。”从困境了显现出达观的态度 。姑且苦中作乐 ，把烦忧抛在一边吧 ！村酒饮罢，囊中仍很羞涩 。“醉探枵囊毛锥在，问邻翁、要写《牛经》否 。翁不应，但摇手。”微醉中探手“ 枵（xi āo 消）囊”幸喜那唯一的谋生工具毛锥还在。他询问邻近的老翁 ：“需要抄写《牛经》么？”老翁只是摇手 。词人“ 东奔西走”的目的和结果，在这几句话中描写的维妙维肖。通过对现实生活中几个典型的细节加以描述，把它看成现实主义的杰作亦无不可。这是一首描写流浪生活的悲歌 。在战乱的年代，词人过着流浪的生活。即使物质上再困窘，也不能使他屈服仕元。同时在词人通过老翁对《牛经》的冷淡态度的描写，透露出当时农村中凋零残败的景象，和农民生产情绪不高的事实。"
        },
        {
            "title": "瑞鹤仙",
            "content": "玉霜生穗也。渺洲云翠痕，雁绳低也。层帘四垂也。锦堂寒早近，开炉时也。香风递也。是东篱、花深处也。料此花、伴我仙翁，未肯放秋归也。嬉也。缯波稳舫，镜月危楼，釂琼ⅲ也。笼莺睡也。红妆旋、舞衣也。待纱灯客散，纱窗日上，便是严凝序也。换青毡、小帐围春，又还醉也。",
            "comment": ""
        },
        {
            "title": "探芳信",
            "content": "翠吟悄。似有人黄裳，孤伫埃表。渐老侵芳岁，识君恨不早。料应陶令吟魂在，凝此秋香妙。傲霜姿，尚想前身，倚窗馀傲。回首醉年少。控骏马蓉边，红亸茸帽。淡泊东篱，有谁肯、梦飞到。正襟三诵悠然句，聊遣花微笑。酒休赊，醒眼看花正好。",
            "comment": ""
        },
        {
            "title": "金蕉叶",
            "content": "云褰翠幕。满天星碎珠迸索。孤蟾阑外，照我看看过转角。酒醒寒砧正作。待眠来、梦魂怕恶。枕屏那更，画了平洲断雁落。",
            "comment": ""
        },
        {
            "title": "东坡田",
            "content": "老去红灰酒瓮前，向来青草瘴江边。卜居自为溪山好，不是区区为买田。",
            "comment": ""
        },
        {
            "title": "秋夜雨",
            "content": "金衣露湿莺喉噎。春情不解分雪。宝筝弦断尽，但万缕、闲愁难绝。长红小白谁亭馆，过禁烟、弹指芳歇。今夜休要别。且醉宿、缃桃花月。",
            "comment": ""
        },
        {
            "title": "白苎",
            "content": "正春晴，又春冷，云低欲落。琼苞未剖，早是东风作恶。旋安排、一双银蒜镇罗幕。幽壑。水生漪，皱嫩绿、潜鳞初跃。愔愔门巷，桃树红才约略。知甚时，霁华烘破青青萼。忆昨。□□□□，引蝶花边，近来重见，身学垂杨瘦削。问小翠眉山，为谁攒却。斜阳院宇，任蛛丝罥遍，玉筝弦索。户外惟闻，放翦刀声，深在妆阁。料想裁缝，白苎春衫薄。",
            "comment": ""
        },
        {
            "title": "洞仙歌",
            "content": "枝枝叶叶，受东风调弄。便是鸾穿也微动。自鹅黄千缕，数到飞绵，闲无事，谁管将春迎送。轻柔心性在，教得游人，酒舞花吟姿狂纵。更谁家鸾镜里，贪学纤蛾，移来傍、妆楼新种。总不道、江头锁清愁，正雨渺烟茫，翠阴如梦。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "结算平生，风流债负，请一笔句。盖攻性之兵，花围锦阵，毒身之鸩，笑齿歌喉。岂识吾儒，道中乐地，绝胜珠帘十里楼。迷因底，叹晴乾不去，待雨淋头。休休。著甚来由。硬铁汉从来气食牛。但只有千篇，好诗好曲，都无半点，闲闷闲愁。自古娇波，溺人多矣，试问还能溺我不。高抬眼，看牵丝傀儡，谁弄谁收。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "秋本无愁，奈客里、秋偏岑寂。身老大、忺敲秦缶，懒移陶甓。万误曾因疏处起，一闲且向贫中觅。笑新来、多事是征鸿，声嘹呖。双户掩，孤灯剔。书束架，琴悬壁。笑人间无此，小窗幽阒。浪远微听葭叶响，雨残细数梧梢滴。正依稀、梦到故人家，谁横笛。",
            "comment": ""
        },
        {
            "title": "霜天晓角",
            "content": "人影窗纱。是谁来折花。折则从他折去，知折去、向谁家。檐牙。枝最佳。折时高折些。说与折花人道，须插向、鬓边斜。",
            "comment": "【注释】这是一首清新、活泼的小令。因受到当时新兴的散曲的影响，表现出散曲的白描、轻巧的特点，同时又保存了宋词的“骚雅”和疏淡。词是通过心理活动来反映另一个人物的行动的 。起笔直白，“人影窗纱，是谁来折花 ？”看到纱窗上有个人影映在，她想：是谁到自家的院子里来折花？“折则从他折去 ”。如果想折，就要让折花人好好折去。“知折去、向谁家？”提出问题：这人是哪家人，要把花折到哪里去。“须插向、鬓边斜。”定折花人是女人，而家中的花，檐牙的树干高处的最好，索性把情况告诉她。要把好花插在鬓发旁边。在纱窗上的人影的动作中，看出折花者是一女性。折花者的动作也是借影子反映出来。而主人则也应是女性，而且是深居闺中的女性。“檐牙，枝最佳”。“檐牙”，翘出如牙的屋檐边的建筑装饰。这是一片安静的乐土。高琢的檐牙，栽着好花，显示主人的身份定极高贵。而好花被折，未加阻拦主人的气度定很不凡 。 主人公不轻意走出闺房，只在房中轻轻告语。主人公应该是大家闺秀。刻画了性格温和、善良、爱美的女主人，所以对于折好花，对于折花的人，关切备至。反映人物的心理活动是细致的，反映人物的性格是鲜明的。这首词是个很精致的作品。以散文化的特写，点出生活情景。描写人物的活动的心理较为含蓄。用词不精雕细琢，而崇尚自然，令人耳目一新。"
        },
        {
            "title": "玉漏迟",
            "content": "客窗空翠杪。前生饮惯，长生琼醥。回首红尘，换了□花幰草。隔水神仙洞府，但只有、飞霞能到。谁信道。西风送我，还陪清啸。缥渺。柳侧双楼，正绣幕围春，露深烟悄。鱼尾停时，雪上鬒云犹少。醉傍芙蓉自语，愿来此、年年簪帽。青屿小。鹤立淡烟秋晓。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "稼翁居士，有几多抱负，几多声价。玉立绣衣霄汉表，曾览八州风化。进退行藏，此时正要，一著高天下。黄埃扑面，不成也控羸马。人道云出无心，才离山後，岂是无心者。自古达官酣富贵，住住遭人描画。只有青门，种瓜闲客，千载传佳话。稼翁一笑，吾今亦爱吾稼。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "一掬乡心，付杳杳、露莎烟苇。来相伴、凄然客影，谢他穷鬼。新绿旧红春又老，少玄老白人生几。况无情、世故荡摩中，凋英伟。词场笔，行群蚁。战场胄，藏群虮。问何如清昼，倚藤凭棐。流水青山屋上下，束书壶酒船头尾。任垂涎、斗大印黄金，狂周�觥�",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "夜深清梦，到丛花深处，满襟冰雪。人在琼云方响乐，杳杳冲牙清绝。翠簨翔龙，金枞跃凤，不是蕤宾铁。凄锵仙调，风敲珠树新折。中有五色光开，参差帔影，对舞山香彻。雾阁云窗归去也，笑拥灵君旌节。六曲阑干，一声鹦鹉，霍地空花灭。梦回孤馆，秋笳霜外呜咽。",
            "comment": ""
        },
        {
            "title": "最高楼",
            "content": "新春景，明媚在何时。宜早不宜迟。软尘巷陌青油幰，重帘深院画罗衣。要些儿，晴日照，暖风吹。一片片、雪儿休要下。一点点、雨儿休要洒。才恁地，越愆期。悠悠不趁梅花到，匆匆枉带柳花飞。倩黄莺，将我语，报春归。",
            "comment": ""
        },
        {
            "title": "贺新郎 秋晓",
            "content": "渺渺啼鸦了。亘鱼天、寒生峭屿，五湖秋晓。竹几一灯人做梦，嘶马谁行古道。起搔首、窥星多少。月有微黄篱无影，挂牵牛、数朵青花小。秋太淡，添红枣。愁痕倚赖西风扫。被西风、翻催鬓鬒，与秋俱老。旧院隔霜帘不卷，金粉屏边醉倒。计无此、中年怀抱。万里江南吹箫恨，恨参差、白雁横天杪。烟未敛，楚山杳。",
            "comment": "【注释】这是一首“多不接处”的词 。正因如此 ，才显出跳跃起伏 。词人在不经意间信手拈来，漫不经意，所见所闻皆入词中 ，想写什么就写什么 ，发其所欲发。这样的词需要细细体味，而非能摘章断句鉴赏。“渺渺啼鸦了”起笔。词人早早地醒来了。阵阵凄切的鸦啼首先进入听觉，鸦啼声渐行渐远 。“互鱼天 ”把视线转向窗外 ，天空中一片鱼肚白片已然泛起。“寒生峭屿，五湖秋晓。”阵阵凉意袭来，大概这是从太湖中山岛那边侵袭过来的，这时意识到了“五湖（即太湖）秋晓”。“竹几一灯人做梦，嘶马谁行古道。”这时他忽然记起了昨晚凭靠着竹几做了一个梦：古道上马嘶人行。“起搔首、窥星多少 。”披衣起床，爬梳了一下稀疏的头发，室外，残星点点。此时天色微明，淡簿月光，连篱笆的影子也显示不出来了，只见竹篱上的牵牛花绽开了几朵。“秋太淡，添红枣。”清淡的秋光，那枣树上挂着些红色的枣儿，给增添了几分亮色。庭园小景令人赏心悦目，刚才的凄凉之感已一扫而空。“愁痕倚赖西风扫。被西风、翻催鬓鬓，与秋俱老。”迎面吹来的阵阵西风 ，引起了他的伤感。愁情已郁结，本想依托西风吹走，反而催促鬓鬓更快地变得稀白，和这衰飒的秋天一同老去 。“旧院隔霜帘不卷，金粉屏边醉倒 。”抚今追昔，回想旧院，挂着帘幕，遮寒挡霜，美酒酣饮 ，醉卧在饰有彩绘的屏风，此情此景，豪放不羁。“计无此，中年怀抱。”思量那时是不会有而今这种伤感的中年怀抱的 。“万里江南吹箫恨，恨参差白雁横天杪 。” 自己流落江南地带，可银囊羞涩，只能象伍子胥那样去吹箫乞食。遥望天际，一字横空 ，是列队参差的南归白雁。大雁尚归，何时得重返故里？“烟未敛 ，楚山杳 。”目睹此景，令人嫉恨生出。天色渐明，一派烟雾轻笼，只见楚山的迷蒙景色。词中借秋晓所见所感，抒发词人“愁”和“恨”。这里有悲秋之情，但词的内涵实际远不止此。词人经历亡国之痛和逃难寓居遭际，寄寓了更为深刻、丰富的意蕴，悲秋之中的“愁”和“恨”，沦落天涯之愁，是神州陆沉之恨。词人触景生情，词中透露出一股悲壮的沧桑感和忧患意识。"
        },
        {
            "title": "阮郎归",
            "content": "雪飞灯背雁声低。寒生红被池。小屏风畔立多时。闲看番马儿。新搵泪，旧题诗。一般罗带垂。琼箫夜夜挟愁吹。梅花知不知。",
            "comment": ""
        },
        {
            "title": "解佩令",
            "content": "春晴也好。春阴也好。著些儿、春雨越好。春雨如丝，绣出花枝红袅。怎禁他、孟婆合皂。梅花风小。杏花风小。海棠风、蓦地寒峭。岁岁春光，被二十四风吹老。楝花风、尔且慢到。",
            "comment": ""
        },
        {
            "title": "梅花引 荆溪阻雪",
            "content": "白鸥问我泊孤舟。是身留。是心留。心若留时、何事锁眉头。风拍小帘灯晕舞，对闲影，冷清清，忆旧游。旧游旧游今在不。花外楼。柳下舟。梦也梦也，梦不到、寒水空流。漠漠黄云、湿透木绵裘。都道无人愁似我，今夜雪，有梅花，似我愁。",
            "comment": "【注释】蒋捷是江苏宜兴人。荆溪即在其家乡。他曾多次经过荆溪乘舟外行或归家。荆溪可谓词人行踪的一个见证。这首词是其在途中为雪困 ，在孤寂无聊之际，心有所感，而写成的词。“白鸥问我泊孤舟，是身留，是心留？”“心留”指乐意羁留 ，“身留”是出于被迫。途中遇雪，不能航行，泊舟岸边，自然不是“心留”。词人起笔突兀，出示幻象以虚写实。他落笔不写风雪和溪流，而写泊舟经过，立意较为翻新 ，下面继续让白鸥发问：“心若留时，何事锁眉头 ？”“锁眉头”以形示情。白鸥是词人寄托心情的意象。问者之意，借白鸥说出，婉深而鲜明。此谓托物言人也。作者阻雪的心情通过白鸥表达的，但白鹭的心情也和作者恰恰相反，白鹭也非作者化身。白鹭惯于生活在风雪之中 ，激流之上。而作者却是迫于“身留”。作者描写白鸥，是深化意境。“风拍小帘灯晕舞，对闲影，冷清清，忆旧游。”由舟内到舟外 ，逐次展示境况的寒冷凄清 。傍晚时分，冷风拍打着帘幕，把灯火撩拨得跳荡不已，光晕连同我的影子，都在摇曳着。孤独冷清的境地，情不自禁地想起昔日的游伴来。下阙紧接上阙结局 ，问道 ：“旧游旧游今在否？花柳楼，月下舟。”游伴啊游伴，你可还健在 ？忆起结伴而游，感到非常欢乐自在！花丛旁的小楼，柳荫之下的轻舟，都如梦幻般地地消逝了 。“梦也梦也”，我在梦中重温旧日的欢欣 。 冷风、寒水、黄云、白雪，使我片刻也不得安宁，但连那木棉（即棉花）裘都湿透了，怎能让人入眠。梦已了 ，“梦不到，寒水空流”，“寒水空流”在空虚绝望的心境中，蕴含一丝怪之意思 。词人怀远之情 ，如荆溪流水那样悠悠难尽。风雪漫天，令人愁苦万分 。“都道无人愁似我”，孤舟黑夜唯灯与影相伴 ，有谁来说这样的话 ？况是“都道”，这些人从何而来 ？“今夜雪，有梅花，似我愁 ”。极写天气寒冷。梅花有着傲雪的精神，在冬天凌寒而放，但雪是如此之大，天气是如此之冷，梅花啊，你能受得住么？是否象我一样，浸透在愁苦之中。全词流动自然。以发问取头，未待回答，却已气势凌人。词中后多用短句，使节奏感极强，音响较为清越。全词以抒情为主，借景抒情，情景融合，气宇轩昂 。结尾用“雪”字才点出文眼 ，是作者故意使然，盖让人读起来一气贯注也。难怪清代词评家刘熙载曾评蒋捷词为“长短句之长城”，是推崇备至。"
        },
        {
            "title": "沁园春",
            "content": "昔裴晋公，生甲辰岁，秉唐相钧。向东都治第，才娱老眼，北门建节，又绊闲身。燠馆花浓，凉台月淡，不记弓刀千骑尘。谁堪羡，羡南塘居士，做散仙人。南塘水向晴云。三百树凤洲杨柳春。有绿衣奏曲，金斜小雁，彩衣劝酒，玉跪双麟。前後同年，逸劳异趣，中立翻成雌甲辰。斯言也，是梅花说与，竹里山民。",
            "comment": ""
        },
        {
            "title": "少年游",
            "content": "枫林红透晚烟青。客思满鸥汀。二十年来，无家种竹，犹借竹为名。春风未了秋风到，老去万缘轻。只把平生，闲吟闲咏，谱作棹歌声。",
            "comment": "【注释】蒋捷的这首词是和其《虞美人·听雨》一样，是其对己身世和生平的自叙性文字。这首词在表达了更为婉约些。它用一种闲适、淡漠的表面，以潇洒而轻逸的笔调写出内心的隐痛。全词以写景起调。“ 枫林红透晚烟青 ”，枫叶深红 ，是经霜长久 ，“ 透 ”了即要落地。“烟青”在“晚”：这恰如一个饱经折磨身乏神疲 ，凄恻迟暮的老人。接着抒发愁思：“客思满鸥汀 ”，“客思”是客居江湖的亡国飘泊之愁；“鸥汀”，表示水乡，愁对闲暇栖息的鸥鸟和平静空阔的沙汀，一“思”便即景见情。“二十年来 ，无家种竹，犹借竹为名 。”“二十年 ”，应是亡国后的二十多年 。他想“种竹”，因为竹节是被当作保持高节与虚心的象征的。种竹，实为寄托亡国遗民的心事。“种竹”而“无家”，是因国破家亡。如果还不想改变自己的好尚，而只能“借竹为名 ”。在词人故乡宜兴有竹山，在县东北六十里的太湖之滨，作者曾隐居于此，故号竹山。转笔写时间之易逝。“春风未了秋风到”，季节迅速地变换，其余是一片空虚 。“ 老去万缘轻”，意同《虞美人·听雨》的“ 悲欢离合总无情”，词人表示这种淡漠、麻木的感情，是包含了失去少年欢乐和豪情壮志的悲哀。实际上他是用冷漠、麻木来表示对黑暗现实的蔑视的。“只把平生，闲吟闲咏，谱作棹歌声。”以颓唐、闲散、放浪的形态自污，以山水、渔樵为知音，作逍遥游，“闲吟闲咏”，让舟子、渔人，去作“棹歌”歌唱了。“闲淡”是被迫养成的；“无闷”、“无愁”恰是愁闷大到无可收拾的地步。蒋捷世属宜兴望族，加上少年即中科第，使他从骨子养成一种名士风流的气概。但朝代的更换，使这一切都发生了变化。词只好在吟花赏月表示出对往昔盛事的眷念之情。"
        }
    ]
}