{
    "dynasty": "宋",
    "author": "蔡戡",
    "poems": [
        {
            "title": "送葛谦问",
            "content": "有酒盈尊客满门，陈卿百谪不须闻。痴我管事何时了，我本无心出岫云。",
            "comment": ""
        },
        {
            "title": "九宫坛斋居",
            "content": "斋居独卧小禅房，暂得心閒气味长。一炷炉熏春睡足，此身疑是在家乡。",
            "comment": ""
        },
        {
            "title": "道中述怀",
            "content": "分阃南来两见秋，不才多病合归休。奔驰水陆三千里，经历江湖十四洲。鲈脍莼丝怀古里，梅花雪片送行舟。自惭尸素终无补，只为忧边白尽头。",
            "comment": ""
        },
        {
            "title": "观雪",
            "content": "卧听跳珠落瓦沟，晓来飞雪冻云稠。晃观佛国三千界，幻出仙家十二楼。公子休夸梁苑宴，高人空泛剡溪舟。何如缚取吴元济，夜半衔枚入蔡州。",
            "comment": ""
        },
        {
            "title": "同张叔囦顾致尧游金山受之惮于涉险爽约不",
            "content": "我昔游天都，策足蓬莱山。风日不到处，意谓非人寰。一涉势利涂，未免尘埃间。了知此身累，痛自镌冥顽。浩然动归志，暂得浮心閒。金焦胜绝地，自古名东南。两峰郁相望，宛若双云鬟。我欲事幽讨，不惮涉险艰。同行二三子，壮气不可干。欣然从我游，竟日劳跻攀。江神亦可人，为我风少悭。要知仗忠信，可以行百蛮。阿连有童心，平生怯波澜。欲去足先涩，未语胆已寒。谓有性命忧，力勉终辞难。我行自不恶，尽得奇绝观。匆匆理回棹，此兴殊未阑。阿连惊我归，喜气形眉端。殷勤为我贺，不意能生还。索酒共一醉，相对俱欢颜。",
            "comment": "【注释】原题：同张叔囦顾致尧游金山受之惮于涉险爽约不行因以诗简之"
        },
        {
            "title": "王东卿惠墨戏副之以诗因次韵谢之",
            "content": "戏拈秃笔聊复尔，一翦吴淞半江水。归心已逐水东流，梦到家山四千里。",
            "comment": ""
        },
        {
            "title": "新居用韩昌黎诗辛勤三十年以有此屋庐为韵",
            "content": "南轩款佳客，北堂奉高年。两庑辟数舍，幼累聊伏跧。未能大门闾，岂暇週墙垣。求足何时足，万事姑随缘。",
            "comment": ""
        },
        {
            "title": "新居用韩昌黎诗辛勤三十年以有此屋庐为韵",
            "content": "旁有十亩园，荒秽久不理。荷锄剃榛芜，连筒灌桃李。因高筑小坡，就下凿深泪。杖屦日往来，居閒赖有此。",
            "comment": ""
        },
        {
            "title": "登岸山观用前韵",
            "content": "病足蹒跚好罢休，又登绝顶故迟留。霜明枫叶红如染，露挹岚光翠欲流。远目无穷休更望，赏心未足卜重游。超然胜绝非人世，疑是身居麟凤洲。",
            "comment": ""
        },
        {
            "title": "效白乐天体自咏二十韵",
            "content": "人生七十稀，我今六十六。幼小承门资，长大窃科目。平步登瀛洲，超迁应郎宿。省寺久徊翔，京华厌驰逐。七持使者节，三剖刺史竹。晚玷两禁班，滥纡三品服。游宦四十年，徒糜太仓粟。君恩无以报，扪心自惭恧。吾闻老氏言，知足乃不辱。力辞会稽组，愿赋祠庭禄。举首谢鹓鸿，甘心友麋鹿。家有十顷田，居多数椽屋。长子通朝籍，二女归仕族。貤恩沾弟侄，余俸赡亲属。始望岂及此，平生不啻足。无奈百病侵，齿豁头已秃。指挛足蹒跚，背驼腰屈曲。消长自乘除，祸福多倚伏。枚数亲旧间，十九登鬼录。自怜衰病翁，讵知不为福。",
            "comment": ""
        },
        {
            "title": "康素居士邵君挽诗",
            "content": "世儒多户牖，家学自渊源。处士多兼美，先王道益尊。黄金散闾里，白玉掩丘原。猿鹤空凄怨，清江绕故园。",
            "comment": ""
        },
        {
            "title": "胡端约挽诗",
            "content": "一代风流尽，如公能几人。病来犹笔健，老去更诗新。握手言无间，伤心迹已陈。墨君时一玩，感慨泪沾巾。",
            "comment": ""
        },
        {
            "title": "韩子温母秦国太夫人挽诗",
            "content": "八座太夫人，疏封大国秦。酂侯仍有子，陶母不忧贫。四纪恩光渥，三朝锡赉频。哀荣极终始，当代更谁伦。",
            "comment": ""
        },
        {
            "title": "同顾广文游西湖",
            "content": "老来多病盍归休，只为江山得少留。万顷澄波环胜境，千峰倒影漾中流。十年两作西湖长，一日同为北牖游。预约他时官事了，与君重醉百花洲。",
            "comment": ""
        },
        {
            "title": "读龚实之参政诗",
            "content": "耆旧频凋丧，怀人念里闾。哦诗三叹息，废卷一嗟嘘。造膝言犹在，谋身计亦疏。功名今已矣，英爽竟何如。",
            "comment": ""
        },
        {
            "title": "红菊",
            "content": "为爱东篱九日黄，孤标正色占秋光。如何却被胭脂污，也学人间时世妆。",
            "comment": ""
        },
        {
            "title": "水阁偶成二首",
            "content": "徒倚危楼久，无言对夕晖。野花随处发，水鸟傍人飞。自觉身无累，那知世有机。何劳战蜗角，万事转头非。",
            "comment": ""
        },
        {
            "title": "荆溪即事",
            "content": "我爱荆溪拟卜居，万家人物在蓬壶。湖光潋滟新磨镜，山色葱茏罨画图。顾渚茶甘风袂爽，石亭梅老月轮孤。功名已矣君休问，一舸从教寄五湖。",
            "comment": ""
        },
        {
            "title": "新居偶成二诗洋邻人李子真",
            "content": "薄宦归来卜数椽，悭囊倍费买山钱。地幽不减林泉盛，天阔浑疑风月偏。事与心违方问舍，客将老至合归田。平生豪气今如此，百尺楼高空自怜。",
            "comment": ""
        },
        {
            "title": "提举中奉程公挽诗",
            "content": "典午源流远，安乡世胄隆。廉平儒者政，朴素古人风。五福身兼备，三尊德最崇。善人无复见，忍看一旌红。",
            "comment": ""
        },
        {
            "title": "新居用韩昌黎诗辛勤三十年以有此屋庐为韵",
            "content": "平生湖海气，志广更才疏。致君初无术，许身一何愚。慨念天下士，四海无家居。但愿庇广厦，不唯爱吾庐。",
            "comment": ""
        },
        {
            "title": "送莫子漳还朝",
            "content": "长安车马声隆隆，千官朝入明光宫。我时迹通金闺籍，猥以麋鹿参鹓鸿。魏阙联鑣竞趋走，汉殿属袂陪肃雍。银章朱绂赤县令，一见倾盖稠人中。缙绅交口誉盛美，政有三异如鲁恭。不劳烹鲜抚赤子，不惮拔薤锄强宗。二年惠泽洽百里，一日治行闻九重。帝曰卿才当大用，乃使骥騄试蚁封。毗陵今日股肱郡，往来水陆当其冲。比年积蠹寝不治，公私赤立帑廪空。与我共理二千石，无以逾此强项公。割鸡焉用庖丁手，斲鼻乃见匠石工。公初下车问疾苦，万家和气生春风。政平讼理百废举，昔襦今袴喧儿童。铃斋宴坐未暖席，宣室趣召还追锋。公来邦人叹何暮，不谓公去仍匆匆。依刘多士愿莫遂，借寇千里嗟无从。圣朝吁俊方重内，此行自与登仙同。高士不妨为主簿，先儒盖亦尝司农。功名富贵傥来物，宁论小釜与大钟。古人立朝有始末，出处进退常雍容。君家伯氏典刑在，愿君勉力追前踪。赠言敢窃仁者号，聊以写我磊磈胸。方今天子尧舜上，安得稷契输诚衷。士气委靡思苟得，民力雕弊屡告穷。闻君欲草三千牍，宜以此语裨宸听。",
            "comment": ""
        },
        {
            "title": "韩子温母秦国太夫人挽诗",
            "content": "际会中兴日，来归异姓王。艰危从战陈，淑谨自闺房。眼看儿孙盛，身膺福寿长。平生修净业，一念即西方。",
            "comment": ""
        },
        {
            "title": "病中书",
            "content": "短褐颓然一病僧，支离瘦骨伴枯藤。扫除习气嗟犹在，摆脱尘缘愧未能。案上纵横堆药裹，箧中颠倒贮书縢。青鞋布袜从兹始，试叩如来大小乘。",
            "comment": ""
        },
        {
            "title": "长风沙",
            "content": "舟人指点长风沙，寂寞烟村三数家。寒日荧荧照枫叶，霜风槭槭飞芦花。江头景物自不恶，买鱼沽酒时独酌。扁舟日日弄烟波，此生空羡渔家乐。",
            "comment": ""
        },
        {
            "title": "六十",
            "content": "六十不归何日归，人生七十古来稀。忧愁疾病常相半，十载光阴转瞩非。",
            "comment": ""
        },
        {
            "title": "题墨梅",
            "content": "谁作横枝太逼真，枝头的皪眼俱明。也知笔力窥天巧，无奈清香画不成。",
            "comment": ""
        },
        {
            "title": "三孤山",
            "content": "小孤相去大孤山，一望烟波百里间。风日晴和江似镜，两峰对峙拥青鬟。",
            "comment": ""
        },
        {
            "title": "和胡秉彝敷文岩桂四首",
            "content": "独占秋光自一奇，深藏岩壑少人知。招还茉莉同为伴，欺压黄花不得施。",
            "comment": ""
        },
        {
            "title": "十月十六日发南昌下半月过建康便风顺流日",
            "content": "钟陵一水下金陵，轻舸何劳半月程。千里快风冲雪浪，一天寒日弄霜晴。天公有意如相念，川后安流自不惊。料得还家时节近，买羊沽酒互逢迎。",
            "comment": "【注释】原题：十月十六日发南昌下半月过建康便风顺流日行二百里舟人云未有如此速者"
        },
        {
            "title": "拨置吏牍再作一诗以酬相恼之什",
            "content": "朝来衙集事还生，不觉文书几上盈。顾我尘埃败佳思，羡君心迹得双清。也知静色撩诗兴，无奈芜辞愧俊英。得句已推三昧手，论交当拜十年兄。",
            "comment": ""
        },
        {
            "title": "独立",
            "content": "独立寒江上，萧然一秃翁。梦魂惊雪浪，病骨怯霜风。远树斜阳外，荒村暮霭中。閒身无一事，樽酒与谁同。",
            "comment": ""
        },
        {
            "title": "和胡端约岩桂六首",
            "content": "勿愁金蕊堕秋风，自是灵犀一点通。醉魄薰成宝篝细，香脂匀就玉肌丰。",
            "comment": ""
        },
        {
            "title": "不寐",
            "content": "独卧虚斋百念衰，枕边犹有数枝梅。青灯看尽愁肠断，画角吹残旅梦回。发为忧时浑欲雪，心存报国未全灰。功名蹭蹬身先老，那更駸駸急景催。",
            "comment": ""
        },
        {
            "title": "丁收仲寺丞挽诗",
            "content": "耆旧凋零尽，吾犹及此公。典刑前辈近，气概古人同。抵掌谈如在，掀髯笑已空。堂堂宁复见，萧瑟九原中。",
            "comment": ""
        },
        {
            "title": "奉祠东归",
            "content": "老来不复叹飘零，游宦真如水上萍。绵力何堪分阃寄，宽恩犹许奉祠庭。休夸仙去骑鲸李，剩喜归来化鹤丁。料得亲朋相慰藉，还惊双鬓失青青。",
            "comment": ""
        },
        {
            "title": "和胡端约岩桂六首",
            "content": "羞涩东篱九日黄，拒霜粗俗不宜霜。此花底事小如许，无那恼人风味长。",
            "comment": ""
        },
        {
            "title": "秋日书怀",
            "content": "刻意搜诗句，清心玩易爻。几尘留鼠迹，窗影印梅梢。泉石频招隐，壶觞已绝交。横挑一楖栗，在处寄僧包。",
            "comment": ""
        },
        {
            "title": "登三高亭",
            "content": "我为莼鲈得得来，三高亭上且徘徊。老来心事无机械，寄语群鸥勿浪猜。",
            "comment": ""
        },
        {
            "title": "天柱峰",
            "content": "壁立千峰紫浮，一峰直上更孤遒。世间有花擎天柱，何用人怀杞国忧。",
            "comment": ""
        },
        {
            "title": "刘公实母夫人董氏挽诗",
            "content": "列寺名卿重，慈闱寿母尊。眼中看五世，膝下拥重孙。九九登遐算，三三达妙门。哀荣极终始，全福更何言。",
            "comment": ""
        },
        {
            "title": "送蒋子立赴河南试",
            "content": "槐花拂拂弄轻黄，白紵云趋翰墨场。鲁国儒冠能有几，长沙舞袖颇相妨。英材自是千人敌，小试犹争一日长。来岁皇都春色好，马蹄应带百花香。",
            "comment": ""
        },
        {
            "title": "送葛谦问",
            "content": "垂虹亭上少迟留，卧看冰轮万里秋。正是莼丝鲈脍美，不妨乘兴五湖舟。",
            "comment": ""
        },
        {
            "title": "李粹伯侍御挽诗",
            "content": "犹记当年玉筍班，凛然风采动朝端。壮怀漫拟麒麟阁，直气曾缨獬豸冠。太白风姿图像见，卫公英爽梦魂寒。四州巷哭多遗爱，留取甘棠勿翦残。",
            "comment": ""
        },
        {
            "title": "新居用韩昌黎诗辛勤三十年以有此屋庐为韵",
            "content": "我亦大痴人，劝者多不足。抖擞囊中金，倾倒囷内粟。虽云壁徒立，尚有田可鬻。百口勿啼饥，张颐仰看屋。",
            "comment": ""
        },
        {
            "title": "晚泊江皋",
            "content": "日暮西江远，停桡傍水村。叶舟横野渡，茅店掩柴门。牧笛随风远，渔灯带雨昏。一权梅照水，行客总消魂。",
            "comment": ""
        },
        {
            "title": "刘公实母夫人董氏挽诗",
            "content": "杏圃仙游远，桃源往事亏。名高孝妇传，词掞外孙碑。孟鼎方知贵，莱衣不复嬉。生男有如此，天道岂无知。",
            "comment": ""
        },
        {
            "title": "送葛谦问",
            "content": "风流人物曹刘上，俊逸诗章鲍谢间。好似骑鲸天上去，不应著脚向尘寰。",
            "comment": ""
        },
        {
            "title": "题东皋",
            "content": "归来相望筑东皋，千载风流独慕陶。两地林泉俱胜绝，二难人称总孤高。地连衡岳浮空翠，天与湘江隔世鏖。只恐山灵回俗驾，可容暇日再游遨。",
            "comment": ""
        },
        {
            "title": "登榕溪阁",
            "content": "公余赢得暂时休，归骑匆匆更少留。古木千章环美荫，危亭百尺枕清流。诗翁仙去留遗迹，病守重来访昔游。坐久西山衔落照，一行鸥鹭起汀洲。",
            "comment": ""
        },
        {
            "title": "平山堂",
            "content": "平山堂上略从容，笑拍栏干万事空。因念醉翁行乐地，不知还又几春风。",
            "comment": ""
        },
        {
            "title": "遣兴",
            "content": "世味只如许，人情亦可怜。禅心甘寂寞，病体觉轻便。梦里身非我，閒中日似年。还家真复乐，此去若登仙。",
            "comment": ""
        },
        {
            "title": "黄陵庙",
            "content": "苍梧杳霭墓云阴，尚记南巡岁月深。不但邦人严祀事，至今千古想韶音。",
            "comment": ""
        },
        {
            "title": "次蔡介卿雪中风寄",
            "content": "玄冥作意逞雄豪，陵压东君惨不骄。一气回春何太晚，群阴见晛未全消。漫夸呈瑞宜新麦，那似为霖救旱苗。造物深机虽莫测，愿言六气自均调。",
            "comment": ""
        },
        {
            "title": "大雪不止再交前",
            "content": "玄冥一怒天地黑，巽二前驱声摵摵。须臾白帝振轩裳，龙凤幡旂交委积。旧传洛邑深丈余，今比常山才数尺。天公作意逞阴机，翦水裁霜巧无隙。云涛万顷俱浩荡，海风吹散琉璃碧。坤轴摧压几欲颓，日轮埋没浑无迹。定知谪堕万玉妃，紫府清都削名籍。可惜飞琼天不管，等閒幻作神仙宅。诗人嘲弄困万象，苦思不妨闭门索。攒眉呵手捻冻髯，得意忻然见颜色。英词逸气吞江湖，窃比君才如楚国。看花君子待新晴，又见春风摇燕麦。我方叠石筑小坡，人笑老翁似儿剧。何当蹑履共登临，一览山川皆尽得。",
            "comment": ""
        },
        {
            "title": "孝宗皇帝灵驾发引诗",
            "content": "历数承尧禅，讴歌戴舜仁。规模自宠远，法度谨持循。俭约身先下，忧勤志在民。万方无以报，雨泣但沾巾。",
            "comment": ""
        },
        {
            "title": "岁暮有感",
            "content": "久困京尘厌剧烦，一麾江海养衰残。簿书丛里身空老，鼓角声中岁又阑。赢得星星双鬓白，空余耿耿寸心丹。自怜憔悴今如许，盍向明时早挂冠。",
            "comment": ""
        },
        {
            "title": "送葛谦问",
            "content": "莫唱阳关随泪声，一杯相属已酸辛。丈夫感慨犹如此，应有偷弹玉箸人。",
            "comment": ""
        },
        {
            "title": "挽胡通判",
            "content": "胡公家学本中庸，挺挺云来有祖风。但得年皆余八十，何妨位不至三公。方期束帛迎申老，忽举空衣葬葛洪。江左只今推甲族，庆源衮衮自无穷。",
            "comment": ""
        },
        {
            "title": "故庐陵府君葛公挽诗",
            "content": "耆旧如公少，明时岂弃材。一麾聊出守，三径即归来。白璧人可在，黄粱梦已回。秋风正摇落，楚挽不胜哀。",
            "comment": ""
        },
        {
            "title": "爱閒堂",
            "content": "归来筑室傍城阴，旋揭新名雅意深。因病爱閒多得趣，逢场作戏亦何心。鸟鱼飞泳全真性，水石风流有至音。衰朽自知无所用，量才只合在山林。",
            "comment": ""
        },
        {
            "title": "孝宗皇帝灵驾发引诗",
            "content": "舜禹相传日，元非倦万几。慈闱躬至养，别殿奉遗衣。易月心何忍，通丧礼不违。煌煌新庙号，万古播音徽。",
            "comment": ""
        },
        {
            "title": "梦介卿感而有作",
            "content": "湖海三年别，关山万里程。故人频入梦，游子若为情。家近吴王苑。身居义帝城。平生鸡黍约，何日更寻盟。",
            "comment": ""
        },
        {
            "title": "偶得兄字再成一诗",
            "content": "年来习气尚书生，不觉文书几上盈。顾我尘埃败佳思，羡君心迹得双清。也知静色撩诗兴，无奈芜辞愧俊英。得句已推三昧手，论交当拜十年兄。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "肃霜靡衰草，骤雨洗寒空。刀弓斗力增劲，万马骤西风。细看外围合阵，忽变横斜曲直，妙在指麾中。号令肃诸将，谈笑听元戎。坐中客，休笑我，已衰翁。十年重到，今日此会与谁同。差把龙锺鹤发，来对虎头燕颔，年少总英雄。飞镞落金碗，酣醉吸长虹。",
            "comment": ""
        },
        {
            "title": "王东卿惠墨戏副之以诗因次韵谢之",
            "content": "枯槎怪石出天然，笔力挽回三百年。但见毫端侔造化，不知胸次蕴天渊。",
            "comment": ""
        },
        {
            "title": "南昌大阅",
            "content": "自昔洪都地望雄，剑光直与斗牛能。角声悲壮秋风里，旗影横斜晚照中。帘幕万家观小队，弓刀千骑拥元戎。此身虽老心犹壮，自笑凭鞍矍铄翁。",
            "comment": ""
        },
        {
            "title": "王东卿惠墨戏副之以诗因次韵谢之",
            "content": "挥翰等閒游戏尔，谁能十日画一水。烟云杳霭咫尺间，远势应须论万里。",
            "comment": ""
        },
        {
            "title": "送葛谦问",
            "content": "杯酒从容相劝酬，须臾坠帻自搔头。玉山倾倒从人笑，我醉欲眠君罢休。",
            "comment": ""
        },
        {
            "title": "新居用韩昌黎诗辛勤三十年以有此屋庐为韵",
            "content": "我居本宽余，湫隘良有以。子舍虽不多，聚族五百指。月俸均薄少，晨炊共甘美。忧责丛一身，冥行不知止。",
            "comment": ""
        },
        {
            "title": "胡长文给事挽诗",
            "content": "中庸天下有胡公，儒者端宜给事中。华国高文推大手，回天谠论罄孤忠。晨班玉筍人何在，夜赐金莲事已空。惆怅故园招隐地，唯余猿鹤怨西风。",
            "comment": ""
        },
        {
            "title": "陪宪使登榕溪阁",
            "content": "归途重约使轺临，为爱榕溪十亩阴。俯瞰江流青一带，坐看山色碧千寻。共拼沉醉酬佳节，暂驻斜晖纵赏心。因念玉关人已老，不堪摇落又秋深。",
            "comment": ""
        },
        {
            "title": "新居用韩昌黎诗辛勤三十年以有此屋庐为韵",
            "content": "忆昔少年日，抗志期青云。宦游三十载，所历多艰勤。四持湖海节，再饷江淮军。全家得饱暖，何以报吾君。",
            "comment": ""
        },
        {
            "title": "李粹伯侍御挽诗",
            "content": "妙龄才气已无双，军陈飞扬翰墨场。白简空余遗藁在，锦囊应有近诗藏。生前且尽杯中物，死去犹堪地下郎。逸气不应埋宿划，会看千丈吐光芒。",
            "comment": ""
        },
        {
            "title": "偶作",
            "content": "老僧真是百无能，有口何尝话葛藤。入定参禅良自苦，超凡入圣又谁曾。东西路别徒劳泣，南北宗分自取僧。个里无禅亦无佛，常行粥饭在家僧。",
            "comment": ""
        },
        {
            "title": "丙辰罢郡得祠",
            "content": "世论可怜哉，无心任去来。狙公徒自喜，鸥鸟浪相猜。塞马宁非福，池鱼枉见灾。扁舟从此去，回首谢氛埃。",
            "comment": ""
        },
        {
            "title": "秋日书怀",
            "content": "游宦轻千里，閒愁度一秋。衰颜慵揽镜，病足怯登楼。事业因循废，功名取次休。人生聊复尔，一饱更何求。",
            "comment": ""
        },
        {
            "title": "送介卿之官金台",
            "content": "渊明去彭泽，斯立佐蓝田。家近真良便，官閒任左迁。相望虽百里，此别又三年。拟办登山屐，从君访洞天。",
            "comment": ""
        },
        {
            "title": "金坛灯市甚盛介卿见招不能往以诗谢之",
            "content": "可堪回首少年强，灯夕追游得许忙。老去情怀甘寂寞，年来节物转凄凉。出门有碍身如绊，异县相望道且长。漫想故人行乐处，水晶宫里醉霞觞。",
            "comment": ""
        },
        {
            "title": "齐子余侍郎挽诗",
            "content": "玉筍班中第一人，堂堂风采照公卿。箕裘四世儒科贵，簪橐三朝法从荣。广厦细旃多启沃，黄扉青琐罄忠诚。经纶未了犹遗恨，信史空留后世名。",
            "comment": ""
        },
        {
            "title": "提壶",
            "content": "斗酒千金未易沽，声声何事劝提壶。山禽岂解知人意，不道思家饭也无。",
            "comment": ""
        },
        {
            "title": "丁收仲寺丞挽诗",
            "content": "元佑名卿后，甘盘旧学臣。肯堂真有子，论世岂无人。仕至二千石，年垂八十春。哀荣子毋憾，全福更谁论。",
            "comment": ""
        },
        {
            "title": "奉和子真学士咏雪之什",
            "content": "千里同云欲曛黑，风掠寒郊声摵摵。初疑窗外忽增明。俄见阶前已纷积。晓来戏作漫天飞，腊后喜占平地尺。回飙凌乱竞穿帘，作态横斜巧投隙。乾坤浩荡迷俯仰，唯有寒江湛空碧。扁舟远访漫乘兴，败履徐行间留迹。向晚渔蓑入画图，清夜鸡窗映文籍。从教高卧野人庐，未饶低谒王侯宅。灞桥才子更清绝，强把枯肠苦搜索。最怜扰扰雪中人，晨突无烟有饥色。何当三白兆丰年，尽挽八荒归乐国。不但新春压空瘴，且喜明年饫麩麦。我家赖有二顷田，老去功名慵转剧。人生一饱复何求，卒岁优游聊自得。",
            "comment": ""
        },
        {
            "title": "遣兴",
            "content": "江海倦游各，乾坤老病身。傥来皆外物，自在作閒人。睡足从吾懒，欢来任我真。治生且耕凿，无愧葛天民。",
            "comment": ""
        },
        {
            "title": "和李子真八月十四日夜赏月之什",
            "content": "西园清夜喜追随，唯恐冰轮出海迟。不但旷怀皆我辈，要知痛饮是吾师。十分未放蟾盈魄，三匝先惊鹊绕枝。此夕清欢那复有，世间能得几人知。",
            "comment": ""
        },
        {
            "title": "次蔡介卿雪中风寄",
            "content": "等閒栽遍小园花，剩拟春来赏物华。不觉琼英先满树，更看缟带暗随车。光摇玉镜冰初泮，冻屈金钩草未芽。料得小桥人不到，江梅欺压任横斜。",
            "comment": ""
        },
        {
            "title": "送葛谦问",
            "content": "功名固有更何疑，平步青云不用梯。他日玉堂风雨夜，略移清梦到荆溪。",
            "comment": ""
        },
        {
            "title": "康素居士邵君挽诗",
            "content": "当代求遗逸，斯人尚典刑。云愁富春渚，月掩少微星。易箦无多语，空籯但一经。遗休宜有后，兰玉满阶庭。",
            "comment": ""
        },
        {
            "title": "遣兴",
            "content": "衰病人应弃，穷愁孰与亲。同行木上座，并卧竹夫人。习定调千息，谈空外一身。辙环天下半，送老楚江滨。",
            "comment": ""
        },
        {
            "title": "送张子仪尚书起镇东阳",
            "content": "自古双溪山水乡，风流仍继沈东阳。禁庭久曳尚书履，辅郡方怀太守章。再世甘棠留勿翦，百年乔木郁相望。公家况有青毡在，会见登庸坐庙堂。",
            "comment": ""
        },
        {
            "title": "送葛谦问",
            "content": "顾我穷途醉未醒，年来不复叹飘零。道山朋旧如相问，为说生涯一草亭。",
            "comment": ""
        },
        {
            "title": "提举中奉程公挽诗",
            "content": "静退身无累，安閒意有余。一麾真漫尔，三径盍归与。肯酌贪泉水，甘乘下泽车。后生知敬慕，遗行蔼乡闾。",
            "comment": ""
        },
        {
            "title": "端约遗墨梅以诗谢之",
            "content": "清香素质恼诗情，更倩挥毫为写真。共挽东风拼一醉，不须摹仿费精神。",
            "comment": ""
        },
        {
            "title": "送张安国舍人",
            "content": "若有人兮下天陬，乘云戏作人间游。飘飘逸气横九州，明光射策动冕旒。一挥坐遣千人休，老生瑟缩徒包羞。余子走僵汗且流，自顾跛鳖惊骅骝。大儿文举小儿修，眼高四海非吾俦。堂堂人物倾曹刘，冰壶玉尺悬清秋。胸次二十八宿周，笔力乃与造化侔。挥毫落纸蟠龙虯，残篇醉墨人争收。蚤年嬉笑登瀛洲，螭坳凤阁增皇猷。出典方面分顾忧，昔襦今袴欢成讴。六州父老思故侯，往往在处甘棠留。祠庭均逸心夷犹，只恐富贵来相求。公今起自曲江头，蒲帆十幅风飕飗。微官拘缚如楚囚，虽欲从公嗟无由。君王仄席勤咨诹，姓字当已覆金瓯。入登廊庙参筹谋，勋庸并使书银钩。他时东阁罗枚邹，贱子还许登门不。",
            "comment": ""
        },
        {
            "title": "丁未立春日读白乐天浩歌行不觉身年四十七",
            "content": "不觉身年四十七，此身虽在鬓如霜。平生意气空摧索，老去功名付渺茫。愁里不知佳节至，尊前那复少年狂。梅花纸帐焚香坐，感旧伤怀泪两行。",
            "comment": "【注释】原题：丁未立春日读白乐天浩歌行不觉身年四十七之句时方悼亡有感而作"
        },
        {
            "title": "琼花",
            "content": "平生湖海气，浪自青云期。一为蓬莱游，时动泉石思。徒糜太仓粟，饱食终日嬉。尸素亦已甚，勇退夫何疑。直道无所愧，愿学柳士师。归来食不足，三叹汝坟诗。亲老尚择禄，富贵当何时。捧檄强自喜，安敢辞驱驰。顾我性萧散，轩裳缚伊尼。何当出幕府，还把江海麾。思亲匪怀土，此意惟君知。君抱四方志，扁舟羡鸱夷。要先句践霸，乃以西子随。不妨食肉相，兼有绝俗姿。",
            "comment": "【注释】按：此题与诗不协，当为和姚干舜陟酬唱诗。"
        },
        {
            "title": "和胡端约岩桂六首",
            "content": "一枝小摘间簪冠，酌酒酬花莫作难。唯有诗情被花恼，冥搜应作孟郊寒。",
            "comment": ""
        },
        {
            "title": "送蒋子立赴河南试",
            "content": "平生天上张公子，一旦翻从地下游。不特文章传籍湜，定知礼乐付程仇。高山流水无真赏，白璧明珠勿暗投。他日大廷承顾问，好将忠谠荐宸旒。",
            "comment": ""
        },
        {
            "title": "和胡秉彝敷文岩桂四首",
            "content": "翠荷金英天与奇，清香十里已先知。春光不似秋光好，桃李纷纷何所施。",
            "comment": ""
        },
        {
            "title": "齐子余母太夫人王氏挽诗",
            "content": "石窌恩虽渥，兰陔事已非。升堂人不见，执绋泪频挥。树竞晚风急，草明朝露晞。他年黄合宴，不及奉慈闱。",
            "comment": ""
        },
        {
            "title": "和胡秉彝敷文岩桂四首",
            "content": "移根月窟最珍奇，料得姮娥谁不知。挽住西风拼一醉，玉杯从此不徒施。",
            "comment": ""
        },
        {
            "title": "金陵道中",
            "content": "蚤年游历遍诸方，触处无心是道场。三已不须形喜愠，两来宁肯异炎凉。落霞孤鹜仍秋水，衰草残云又夕阳。天假一帆风力便，回头五日到家乡。",
            "comment": ""
        },
        {
            "title": "和胡端约岩桂六首",
            "content": "幽香拂拂影珊珊，宜在江梅伯仲间。懒对春风争妩媚，从他桃李自漫山。",
            "comment": ""
        },
        {
            "title": "和杨廷秀游蒲涧之什",
            "content": "我来戏作南海游，两惊落叶鸣新秋。文书暇日得胜侣，登临清赏追遨头。万壑争流如爪裂，天公幻出神仙窟。岩前滴水七月寒，岩下飞涛四时雪。要当蹑履携枯藤，跻攀石磴褰裳行。勿令俗物败人意，暂止喝道听松声。安期已去宁复见，井灶漫传丹九转。尚余玉舄在人间，特特追寻不辞远。脚力已尽病莫兴，好山无穷相送迎。山林钟鼎虽异趣，嵌崎荦确皆劳生。更上危楼临峭壁，时见疏林鸟飞白。一峰突兀郁相望，万顷沧波湛空碧。此身疑是在蓬壶，下瞰城郭如盘盂。恨无诗才可八斗，领略群山但卮酒。人生上寿不百年，白云驾我我即仙。从此去天只尺五，俯仰人间自今古。",
            "comment": ""
        },
        {
            "title": "王东卿惠墨戏副之以诗因次韵谢之",
            "content": "近时画手说超然，小景仍推赵大年。谁识当家老摩诘，有如珠玉韫温渊。",
            "comment": ""
        },
        {
            "title": "新居用韩昌黎诗辛勤三十年以有此屋庐为韵",
            "content": "独醒众所忌，尸素心怀惭。既有不堪七，岂止宜休三。再刖皆自取，百谪其犹甘。归欤一邱壑，卜筑兰陵南。",
            "comment": ""
        },
        {
            "title": "介卿送方竹杖以诗谢之",
            "content": "何必穷搜到大宛，仰山龙种出天然。直方自得坤爻动，坚瘦宜居灵寿先。剩喜登山扶病足，不妨倚壁伴清眠。故人若问今无恙，不似山僧故削圆。",
            "comment": ""
        },
        {
            "title": "刘公实以淮白为饷喜而作诗",
            "content": "食指朝来应吉占，淮鱼远寄喜开奁。肥鲜正自资糟粕，甘美何劳佐酪盐。未信鹿头堪并进，定知熊掌不能兼。慈闱一笑尝珍味，留与儿童例属餍。",
            "comment": ""
        },
        {
            "title": "书怀",
            "content": "消息观天道，炎凉阅世情。禅心了生死，病骨识阴晴。杜宇伤心切，梅花照眼清。焚香读周易，顿觉此身轻。",
            "comment": ""
        },
        {
            "title": "和胡端约岩桂六首",
            "content": "万妃蕊佩影珊珊，沉水薰肌粟玉颜。曾记广寒吕里见，谁移仙种下人间。",
            "comment": ""
        },
        {
            "title": "新居用韩昌黎诗辛勤三十年以有此屋庐为韵",
            "content": "晏子近嚣尘，萧何处穷僻。我居城市间，而有山林适。一水带清泚，万竹环翠密。亦足了此生，人寿稀七十。",
            "comment": ""
        },
        {
            "title": "黄陵庙",
            "content": "千载追崇古帝祠，不知世代几推移。未须回首叫虞舜，今日亲逢虞舜时。",
            "comment": ""
        },
        {
            "title": "灯夕不出偶成",
            "content": "晚岁光阴只自惊，眼中乐事叹何曾。雕鞍绣幰多游子，纸帐蒲龛一病僧。尘翳扫除方寸地，光明散作百千灯。维摩丈室跏趺坐，千息调匀唤不应。",
            "comment": ""
        },
        {
            "title": "送胡季玉还毗陵",
            "content": "瘴雨蛮烟昼不开，问君底事亦南来。外台总计惭无术，内府输珍信有才。我去雁峰同北乡，子行梅岭带春回。故园花竹平安否，何日从容共一杯。",
            "comment": ""
        },
        {
            "title": "雪中端约相招因以诗简之",
            "content": "纖纖暮雨变飞霙，夜听敲窗泻竹声。柳絮因风诚可拟，梅花带月有余清。梁园公子方开宴，姑射神人最赋情。可笑寒儒无秀句，一诗聊欲问前盟。",
            "comment": ""
        },
        {
            "title": "王季立安抚挽诗",
            "content": "世袭枢庭贵，仍专帅府权。公忠由性禀，清白自家传。剖决神明速，安怀畏爱全。功名方迫逐，天不假长年。",
            "comment": ""
        },
        {
            "title": "水栀",
            "content": "谁移花本瓦盆中，怪底幽香度晓风。白石清泉助潇洒，疏枝瘦叶缀玲珑。晴窗坐对情无那，午枕清眠梦亦通。小品纷敷生意足，信知人力夺天工。",
            "comment": ""
        },
        {
            "title": "过鄱阳湖适遇便风湖面如镜喜而有作",
            "content": "多谢江神不世情，为怜逐客送归程。一帆风力如飞疾，千里湖光似掌平。要是吾生仗忠信，自然此意格神明。反思宦路风波恶，屡触危机梦亦惊。",
            "comment": ""
        },
        {
            "title": "胡长文给事挽诗",
            "content": "大才深结九重知，亲洒宸章出禁闱。壶遂暮年非不遇，谢公雅志或相违。虎龙倍觉钟山重，龟鹤还从蜀道归。故吏门生半天下，空垂老泪一沾衣。",
            "comment": ""
        },
        {
            "title": "遣兴",
            "content": "醉里乾坤大，閒中日月长。静观佛理妙，顿与世缘忘。晚景无多日，浮生有底忙。渔翁真得趣，一叶寄沧浪。",
            "comment": ""
        },
        {
            "title": "新居偶成二诗洋邻人李子真",
            "content": "我得只园十亩间，清沟一带巧萦环。芟荑丛竹能幽径，指点荒城当远山。欹枕清宵闻鹤唳，凭栏终日伴鸥閒。西邻赖有诗人在，二老风流任往还。",
            "comment": ""
        },
        {
            "title": "日者郑生谓余晚遇至人享上寿其词多诞以诗",
            "content": "钟鼎山林不两全，未闻富贵出神仙。万钉宝带何须此，九转金丹未可怜。",
            "comment": "【注释】原题：日者郑生谓余晚遇至人享上寿其词多诞以诗简之"
        },
        {
            "title": "病中纪事",
            "content": "我生天地间，甲子倏一周。岁与命相近，灾釁非人谋。抱病卧漳浦，荏苒久不瘳。伛偻腰欲折，偃仰筋如抽。痛楚彻心膂，呻吟损咽喉。浃背汗淋沥，环膝寒飕飗。晨兴服絺綌，夜卧重衾裯。垢腻生虮虱，爬搔变疮疣。寝食殆俱废，起处宁自由。跬步远千里，窘局如拘囚。艾火既妄灼，药剂还轻投。以此千金躯，寄命庸医流。展转几十旬，初夏俄清秋。去死一间耳，自叹如浮沤。有身即有患，无生乃无忧。彭殇齐寿矢，蝼蚁同王侯。四大非我有，外物何劳求。委心以待尽，死生任浮休。",
            "comment": ""
        },
        {
            "title": "钱张平甫折海棠赠之",
            "content": "天公作晚晴，得得送行客。海棠新过雨，染就胭脂色。醉脸娇未匀，啼妆红欲滴。劝君白玉卮，一醉不足惜。我生酷爱花，为君须小摘。后夜月满船，持此伴幽寂。",
            "comment": ""
        },
        {
            "title": "家父约端约饭端约以疾辞乃作古风并送腊梅",
            "content": "诗仙逸气舒长虹，一洗万古凡马空。五车蠹字勤且攻，不肯区区辨鱼虫。雪中鹤氅如王恭，谁能低唱深帘栊。年来何事怯霜风，闭门索句鸣笙镛。新诗为我开愁容，退避岂敢争词锋。君不可屈真卧龙，小窗独坐时一中。故折金蓓赠我翁，绝胜桃杏漫山红。君诗当得碧纱笼，此花宜侑琉璃钟。走笔寄谢仍匆匆，昏暮叩户惊隣东。",
            "comment": "【注释】原题：家父约端约饭端约以疾辞乃作古风并送腊梅数枝因次前韵"
        },
        {
            "title": "水调歌头",
            "content": "拥节出闽峤，易镇上岷山。东西嶮岨，分陕初不在荣观。痛念两河未复，独作中流砥柱，屹若障狂澜。极目神京远，百万虎貔闲。趁良时，摅豹略，勇声欢。风飞雷厉，威行逆虏胆生寒。汉寝周原如旧，一扫腥膻丑类，谈笑定三关。识取投机会，莫作等闲看。",
            "comment": ""
        },
        {
            "title": "送葛谦问",
            "content": "江上霜枫叶叶红，不堪摇落又西风。只愁叠鼓催船去，千里相思月满空。",
            "comment": ""
        },
        {
            "title": "龚彦则送水栀小盆口占为谢",
            "content": "动人春色不须多，一点幽香叵奈何。檐卜林中谁折得，故令相恼病维摩。",
            "comment": ""
        },
        {
            "title": "江行阻风",
            "content": "雁峰飘泊又经年，却忆槎头缩项鳊。三伏炎光真烁石，重湖骇浪远连天。快风坐阅千帆过，上水徒劳百丈牵。坎止流行随所遇，便当归去访林泉。",
            "comment": ""
        },
        {
            "title": "即席和端约韵",
            "content": "竹溪追胜槩，得侣最为多。自觉功名懒，空嗟岁月磨。梦惊风落叶，心破雨鸣荷。无此杯中物，其如良夜何。",
            "comment": ""
        },
        {
            "title": "思归",
            "content": "世事端如一局碁，光阴还若掷梭飞。亡弓休问人得失，佩剑那知熟是非。每对西山看不厌，何当南浦送将归。不如从此扁舟去，江上秋高蟹正肥。",
            "comment": ""
        },
        {
            "title": "送九兄佥书归二首",
            "content": "离别一可久，漂流不记年。昔君犹壮岁，今我亦华鬋。隔阔疑如梦，从容喜欲颠。弟兄能有几，有此对床眠。",
            "comment": ""
        },
        {
            "title": "梦介卿感而有作",
            "content": "忆昔儿童日，光阴急鸟飞。旧游浑似梦，倦客只思归。青眼还如昨，朱颜渐觉非。郴阳纵无雁，音问未应稀。",
            "comment": ""
        },
        {
            "title": "王东卿惠墨戏副之以诗因次韵谢之",
            "content": "玉篸罗带故依然，吏部文章二百年。画笔诗篇两奇绝，正须妙手写龙渊。",
            "comment": ""
        },
        {
            "title": "奉酬介卿惜春之什",
            "content": "屈指駸駸向六旬，每于春事尚关情。病逢时节还虚度，老去光阴只暗惊。剩喜清新诗句好，休辞潋滟酒杯盈。荣枯代谢年年事，怪底莺声诉不平。",
            "comment": ""
        },
        {
            "title": "春郊即事",
            "content": "一犁春雨欲平塍，预卜今年穑事成。天意却愁人意懒，故令布谷苦催耕。",
            "comment": ""
        },
        {
            "title": "丐祠得请喜而有作示介卿",
            "content": "多病身先懒，閒居乐有余。山林真可老，故事未应疏。性与禽鱼适，身便水竹居。非无轩冕志，吾亦爱吾庐。",
            "comment": ""
        },
        {
            "title": "筇竹杖歌",
            "content": "我有一枝筇，夭矫如游龙。由来博望使西域，万里持寄衰病翁。自蜀历楚入吴越，名山胜地多留踪。先排衡山云，直上南台升祝融。次登岘山首，北望京洛浮尘中。白鹭洲前弄明月，黄鹤楼上迎清风。东游秦望探禹穴，天台雁荡观奇峰。孤根端有岁寒操，劲节肯染京尘红。飘然飞去不可执，西山南浦聊从容。放行天地无障碍，倚观宇宙皆虚空。横挑斜曳任所适，去来无定如飞鸿。提携九节常在手，四方上下俱相从。我常病足不能履，赖汝左右扶持功。老形已具身伛偻，讵可一日无此公。杖兮切勿化龙去，留取百岁扶衰慵。",
            "comment": ""
        },
        {
            "title": "齐子余母太夫人王氏挽诗",
            "content": "江左推门地，华阳接洞天。嫔夫成宅相，教子作时贤。富贵三从备，哀荣五福全。平生勤事佛，兜率是良缘。",
            "comment": ""
        },
        {
            "title": "芍药",
            "content": "自古维扬厥草夭，露红烟紫不胜娇。郑风已久名溱洧，洛品犹堪压魏姚。痛饮莫辞金凿落，清标偏爱玉逍遥。楚狂小子嗟多病，坐对珍丛不自聊。",
            "comment": ""
        },
        {
            "title": "思归",
            "content": "久留瘴岭苦思归，安得身如越鸟飞。老去宦情真是薄，年来乐事觉全稀。衰颜得酒还如少，病骨添衣却似肥。只为莼鲈动归思，非关勇退早知几。",
            "comment": ""
        },
        {
            "title": "剡溪",
            "content": "六月冲炎出问囚，归途因泛剡溪舟。短篷块坐如深甑，却羡清寒王子猷。",
            "comment": ""
        },
        {
            "title": "感事",
            "content": "亲旧频凋丧，于今能几人。光阴双转毂，富贵一微尘。自叹凝顽老，人怜衰病身。直饶心似铁，未免鬓如银。安乐能延寿，忧劳漫损神。平生齐得丧，六十六年春。",
            "comment": ""
        },
        {
            "title": "新居用韩昌黎诗辛勤三十年以有此屋庐为韵",
            "content": "庭前植三桂，门外栽五柳。有禽号仙客，爱莲呼静友。邻墙竹千挺，晚色落杯酒。终日对此君，乌知非我有。",
            "comment": ""
        },
        {
            "title": "齐子余侍郎挽诗",
            "content": "哀荣终始冠当时，何况人生七十箕。岘首正思羊叔子，宣城还忆谢玄晖。松阶方俟甘泉对，蒿里俄惊朝露晞。他日西州忍重过，为公回首一沾衣。",
            "comment": ""
        },
        {
            "title": "书怀",
            "content": "扁舟东下自夷犹，胸次浑无一物留。世味横陈如嚼蜡，人生变灭似浮沤。休休且毕山林愿，去去空怀畎亩忧。自念秋毫皆帝力，衔环结草若为酬。",
            "comment": ""
        },
        {
            "title": "南岩",
            "content": "筍舆兀兀一南岩，人在千峰紫翠间。剩欲日来陪杖屦，其如病足怯登山。",
            "comment": ""
        },
        {
            "title": "为赵氏题三桂堂",
            "content": "千佛联名未足多，书生荣遇已如何。钟英况出神明胄，接武仍登甲乙科。郗氏一枝犹可贵，燕山五桂未能过。矧君四世推良吏，信史垂芳永不磨。",
            "comment": ""
        },
        {
            "title": "送葛谦问",
            "content": "从来钟鼎不关心，此去溪山更可人。傥有新诗摹胜槩，好凭尺素寄双鳞。",
            "comment": ""
        },
        {
            "title": "观雪",
            "content": "乾坤浩荡渺无涯，龙凤纵横落万家。似与宓妃矜态度，未应姑射并容华。排檐巧缀纖纖玉，著树齐开种种花。料得琼瑶天不惜，等閒狼籍委泥沙。",
            "comment": ""
        },
        {
            "title": "送介卿之官金台",
            "content": "四海皆兄弟，情亲能几人。相看青眼旧，总作白头新。直道何妨拙，微官只为贫。老来仍惜别，把酒话酸辛。",
            "comment": ""
        },
        {
            "title": "和胡端约岩桂六首",
            "content": "蔷薇清露染衣裳，绰约仙姿淡淡妆。碧玉参差张翠幄，黄金错落缀珠璫。",
            "comment": ""
        },
        {
            "title": "钱大受挽诗",
            "content": "淝水功名取次休，空令遗恨满沧洲。禁中新赐黄金带，天上俄成白玉楼。京岘儿童应堕泪，江淮草木亦生愁。一朝双剑齐飞去，会见光芒射斗牛。",
            "comment": ""
        },
        {
            "title": "滕王阁",
            "content": "杰阁峥嵘枕古城，公余扶病一登临。西山拄笏增诗兴，南浦飞帆动客心。白鸟去边迎落日，青林断处认遥岑。摩挲石刻空三叹，吏部文章绝古今。",
            "comment": ""
        },
        {
            "title": "送九兄佥书归二首",
            "content": "中年仍再别，归意苦难留。风雨伤心夜，江山满目秋。西堂诗入梦，东阁酒添愁。他日荆溪上，无违具一舟。",
            "comment": ""
        },
        {
            "title": "丁收仲寺丞挽诗",
            "content": "华屋平生处，伤心事已非。彩衣方共乐，宝剑忽双飞。漫说乘鸾去，终期化鹤归。长年如有泪，感慨一沾衣。",
            "comment": ""
        },
        {
            "title": "沈朝议之渊挽诗",
            "content": "早擅云间誉，唯公伯仲贤。谏篇余祖烈，经学自家传。出处无余恨，哀荣得两全。善人今已矣，埋玉向新阡。",
            "comment": ""
        },
        {
            "title": "东归喜而有作",
            "content": "投老何堪再落南，病躯宁敢望生还。空惭马援标铜柱，自分班超老玉关。万里梅花愁思外，五湖烟水梦魂间。诏恩幸喜归田里，旋筑新堂榜爱閒。",
            "comment": ""
        },
        {
            "title": "端约遗墨梅以诗谢之",
            "content": "先生出语已惊人，戏作梅花又逼真。眼底江山诗有助，胸中丘壑画精神。",
            "comment": ""
        },
        {
            "title": "王东卿惠墨戏副之以诗因次韵谢之",
            "content": "轩冕傥来真漫尔，稳泛潇湘弄烟水。凭君收入画图中，一抹云山数千里。",
            "comment": ""
        },
        {
            "title": "故庐陵府君葛公挽诗",
            "content": "家风惟孝友，世系本神仙。丹药能延寿，衣冠不乏贤。享龄余七十，积行满三千。存殁无遗恨，青毡有子传。",
            "comment": ""
        },
        {
            "title": "丐祠得请喜而有作示介卿",
            "content": "人心轻万仞，吾志在兼山。知止今真止，求閒复得閒。天应念衰病，人免笑痴顽。二老风流在，何妨日往还。",
            "comment": ""
        },
        {
            "title": "沈朝议之渊挽诗",
            "content": "仕至二千石，年余七十秋。长生应有诀，勇退复何求。耆旧凋零尽，功名取次休。莫陪蒿里饯，东望陇云愁。",
            "comment": ""
        },
        {
            "title": "盱眙",
            "content": "自古东南第一山，于今无异玉门关。乱云衰草苍茫外，赤县神州指顾间。击楫何人酬壮志，凭栏终日惨愁颜。中原父老应遗恨，只见旃车岁往还。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "纤手工夫，采丝五色交相映。同心端正。上有双鸳并。皓腕轻缠，结就相思病。凭谁信。玉肌宽尽。却系心儿紧。",
            "comment": ""
        },
        {
            "title": "偶得兄字再成一诗",
            "content": "年来习气尚书生，喜得珠玑箧笥盈。不羡奇葩争妩媚，且看丽藻鬭新清。禅心欲向花前定，佳句难酬座上英。知是诗人故相恼，只愁无处问家兄。",
            "comment": ""
        },
        {
            "title": "齐子余母太夫人王氏挽诗",
            "content": "向来小宗伯，日侍太夫人。地占梁溪胜，风流岘首春。版舆随处乐，彩服逐时新。欻断萱堂梦，居然迹已陈。",
            "comment": ""
        },
        {
            "title": "代赵仪可挽刘叔丙",
            "content": "此士不可得，乡人今始思。迎宾多事日，教子废科时。望屋讼自止，弄丸争者谁。京华携手处，忆著最伤悲。",
            "comment": "【注释】原案：宋末赵仪可，名文，著有《青山集》，与戡时代不相及，疑别一人同姓名者，或他人诗误入戡集。今无别本可校，姑仍其旧录之。"
        },
        {
            "title": "次张伯信韵题吴园画轴",
            "content": "谁把吴园较辋川，画图犹复想当年。要知故国非乔木，文采风流尚宛然。",
            "comment": ""
        },
        {
            "title": "钱大受挽诗",
            "content": "少年豪气已如虹，抵掌论兵一世雄。智略独超伦辈上，功名只在笑谈中。弄兵坐扫潢池盗，卖剑潜回渤海风。恢复未酬人奄忽，佳城那忍葬滕公。",
            "comment": ""
        },
        {
            "title": "王季立安抚挽诗",
            "content": "相门叨下客，帅幕得佳宾。玉树连阶砌，芙蕖泛水滨。通家仍有契，论世岂无人。埋玉空遗恨，潸然泪满襟。",
            "comment": ""
        },
        {
            "title": "新居用韩昌黎诗辛勤三十年以有此屋庐为韵",
            "content": "我家本儒素，为吏廉而贫。所仰斗升禄，役役常苦辛。无地可置锥，有釜多生尘。空余清白操，以此遗后人。",
            "comment": ""
        },
        {
            "title": "水阁偶成二首",
            "content": "小阁枕横塘，荷花渡晚香。月华秋更白，水气夜偏凉。地僻人稀到，心閒梦亦长。北窗聊寄傲，身世两相忘。",
            "comment": ""
        },
        {
            "title": "送葛谦问",
            "content": "禅心久已绝贪嗔，剧饮狂歌总是真。世态纷纷翻覆手，不图复见葛天民。",
            "comment": ""
        },
        {
            "title": "奉祠东归",
            "content": "书生贱分动多奇，浪得声名毁亦随。绝口不须谈世事，扪心唯有仗天知。人间变态浑如戏，眼底风光总是诗。白石清泉无限好，挂冠神武未为迟。",
            "comment": ""
        },
        {
            "title": "淳熙戊戌将命广东侍亲携孥十一月至安仁留",
            "content": "忆昨南游日，今余二十年。扶舆潘母健，举案孟光贤。远宦徒劳耳，重来倍怆然。若非吾小阮，只影更谁怜。",
            "comment": "【注释】原题：淳熙戊戌将命广东侍亲携孥十一月至安仁留云锦驿一宿而去时晋卿倒偕行后二十三年分阃桂林晋卿主余干簿复以是月来会于此把琖道旧为之怆然因成一诗示晋卿"
        },
        {
            "title": "题端约喜神诗",
            "content": "高楼结蜃桥垂虹，人间梦幻色即空。何劳愚智徒相攻，无异蛮触战蜗虫。先生学道尤温恭，皎然明月来窗栊。幅巾宛有林下风，身虽隐约声如镛。何人为写冰雪容，几若山立凝神锋。长松诘曲盘虯龙，朱藤缓步行松中。治世乃有商山翁，青鞋不踏京尘红。宦游已悟禽入笼，谁能薄禄仰釜钟。百年驹隙成匆匆，一廛可老荆谿东。",
            "comment": ""
        },
        {
            "title": "胡端约挽诗",
            "content": "长卿多酒病，子美太诗癯。谈笑随时乐，风标绝代无。遗编应百卷，怪石漫千株。赖此青毡物，传家有凤雏。",
            "comment": ""
        },
        {
            "title": "先人尝宰贵池今二十五年矣舟行经此不胜黯然",
            "content": "夜泊贵池口，此情殊黯然。思亲空有泪，感旧不成眠。棠舍清阴在，桐乡旧政传。终天成永感，忍听蓼莪篇。",
            "comment": ""
        },
        {
            "title": "道中见梅",
            "content": "篮舆兀兀梦初回，怪底幽香触鼻来。日暮天寒正愁绝，谁家篱落数枝开。",
            "comment": ""
        },
        {
            "title": "和胡秉彝敷文岩桂四首",
            "content": "秋入东山景物奇，花开亦遣野人知。二难佳句真连璧，顾我深惭嫫与施。",
            "comment": ""
        }
    ]
}