{
    "dynasty": "宋",
    "author": "薛田",
    "poems": [
        {
            "title": "景德四年为中江令后为益州转运赋诗",
            "content": "一同旧治居芸阁，八使新衔忝柏台。父老出郊迎马首，人情似到故乡来。",
            "comment": ""
        },
        {
            "title": "成都书事百韵",
            "content": "混茫丕变造西阡，物象熙熙被一川。易觉锦城销白日，难歌蜀道上青天。云敷牧野耕桑雨，柳拂旗亭市井烟。院锁玉溪留好景，坊题金马促繁弦。风流辅席堆红豆，潇洒门庭映碧鲜。表状屡言同颖穗，敕书频奖竝生莲。旋科杞树炊香稻，剩种豌巢沃晚田。仁宅不隳由政立，议闱无取任情迁。民知礼逊蚕丛后，俗尚奢华邃古先。绕郭波涛来浩浩，归期岐路去绵绵。乍回黑水将成道，潜到青羊恐遇仙。靓女各攻翻样绣，祛商兼制砑绫牋。垆边泛蚁张裙幄，江上鸣鼍簇彩船。石笋崚嶒衙对峙，琴台恢阔寺相连。群葩艳里珍禽语，百草香中瑞兽眠。喜处必臻尤儜望，胜游争倦更迁延。早荷叶底蹲鸱伏，椶树梢头乱蝶穿。鹺发牢盆浑弃卤，铁资圜法免鉟铅。丰饶物态甯殊越，美丽姝姬酷类燕。西海号雄彰传纪，南康辞健积铭镌。良工手技高容学，妙隐丹方祕不传。倚剑灵关凌绝顶，梦刀孤垒削危巅。金华巷陌遗三品，石镜伽蓝露一拳。信落荆州随鼓枻，检颁芝阙听摇鞭。若量内地寒暄异，且在遐陬水陆全。渝舞旧云传乐府，巴谈谁曰系言诠。九苞绾就佳人髻，三闹装成子弟鞯。欲辨坤维寻地理，才临益部认郊{上广下墨}。文翁室暗封苔藓，葛亮祠荒享豆笾。货出军储推赈济，转行交子颂轻便。气蒸蒟蒻根须润，日罩楩柟树影圆。药市风光虫蛰外，花潭遨乐鵙鸣前。聚源待擬求凫氏。貯怨那能雪杜鹃。藂植森荣还蓊蔚，夹流湍迅迥潺湲。鲜明机杼知无算，细碎锥刀不啻千。合伴鸦鬟齐窈窕，对陪霓袖竞翩翾。五门冷映岷峨雪，千里爰疏灌堋泉。茂盛八紘宜得最，膏腴十道比俱偏。袁滋不到生无分，段相重来宿有缘。款召相如登兔苑，骤迁太白步花砖。葳蕤草木时为瑞，奇秀江山代产贤。晓后细风红灼灼，夜中微雨碧芊芊。锦亭焰烛明欹障，绣阁香毬暖熨氈。宝塔徘徊停隼旟，观街杂沓拥辎軿。酴醾引架家家郁，踯躅攀条处处妍。重爱鲁儒提德柄，威降曹将董戎旃。欢谣少负賨人勇，长讲多轻楚客禅。似簇绮罗偏焕燿，如流车马倍喧阗。搘机显绰名堪录，题柱芬芳事莫捐。李特锋鋩徒恃险，张仪规画自持颠。鹰扬事业成悠久，鸟合奸雄败转旋。漫向鼎分澄霸道，却当龟化验都鄽。强贪楚灭悲倾辙，广洽尧询喜慕羶。侧弁猖狂抛玉斝，归鞍酩酊坠金钿。氛埃屏息云常覆，稼穑繁滋泽磨愆。睿圣宵衣垂迺睠，贵臣驰驲每传宣。石牛迈路加歆飨，江渎隆区助洁蠲。避暑亭台珍簟设，纵閒池沼钓丝牵。遮蛮带砺长能固，捍蜀金汤远益坚。何武甲科曾继踵，严遵卜兆罕差肩。雠书竞印诸家集，博识咸修百氏笺。纸碓暮春临岸浒，水樽春注截河壖。华严像阁凉堪爱，净众松溪僻可怜。学射崔嵬横罨霭，放生宽广媚漪涟。藓庭嫩笋青篸篸，风槛新荷绿扇扇。守戍貔貅千万骑，采葑簪笏两三员。清江泻势方流巽，大面盘形正压乾。电扫谷风藏虎啸，雷瞋宫树洒龙涎。郃占逖应星舒彩，栾噀端聆火扑燃。令范式驱民缺缺，咨谋畴倚道平平。性寒甘蔗猱偷齧，体腻芭蕉蚕莫沿。志读备兴重掩卷，史看唐幸嫩终篇。雕盘姹女呈酥作，水巷痴童飏纸鸢。初下鹿头迷鄠杜，暂来犀浦误伊瀍。变秦言语生皆会，恋土情怀死不悛。结厦斧斤宗简易，入神丹雘励精专。柳堤夜月珠帘捲，花市春风绣幕褰。十县版图分户籍，一城牌肆係民编。受辛滋味饶薑蒜，剧馔盘餐足鲔鱣。月季冒霜秋肯挫，荔枝冲瘴夏宜然。几番藂箐鸣虚籁，是个园林噪嬾蝉。蠢动乘时先养育，菁英届候别陶甄。地丁叶嫩和岚采，天蓼芽新入粉煎。平代启闱闻继岌，监军凭轼见刘焉。蕙兰馥裛幽蹊畔，菱芡交铺曲岛边。绘网晚晴夸蹴踘，画绳寒食戏秋千。氤氲紫雾蒙都邑，缥缈彤霞聚偓佺。螭伏自然销剑戟，蝼翻几度起戈鋋。宦游止叹音尘阙，乡饮何惊岁月遄。灵寿桃枝奇共结，金砂银铄贵相联。埋轮昔按均轮命，叱驭今分太守权。徒为行春飞皂盖，讵能许国报青钱。政经旋考尤多僻，民瘼深求尚未痊。虽愧袴襦非叔度，且期毫墨有冯涓。{左亻右黾}遵廉察思从训，克谨操修敢好畋。南市醉过攒帜队，西楼欢坐列琼筵。烦嚣谨畏伤淳厚，慧黠周防近巧諞。重禄省心宜致寇，薄材庄貌若临渊。扶危颇异巢居幕，劝善还同矢在弦。",
            "comment": ""
        },
        {
            "title": "别云台观同宿饶益寺与魏野联句",
            "content": "自古人人足叹嗟，閒游得侣复堪夸。可怜十宿无喧杂，不在僧家即道家。",
            "comment": ""
        }
    ]
}