{
    "dynasty": "宋",
    "author": "袁去华",
    "poems": [
        {
            "title": "安公子",
            "content": "弱柳丝千缕。嫩黄匀遍鸦啼处。寒入罗衣春尚浅，过一番风雨。问燕子来时，绿水桥边路。曾画楼、见个人人否。料静掩云窗，尘满哀弦危柱。庾信愁如许。为谁都著眉端聚。独立东风弹泪眼，寄烟波东去。念永昼春闲，人倦如何度。闲傍枕、百啭黄鹂语。唤觉来厌厌，残照依然花坞。",
            "comment": "【注释】怀人之作，在古诗词中是多得数也数不清，要做到不和别人雷同实在不容易。袁去华这首《 安公子》就以其构思别致、章法新颖而独有特色。这首词从写初春景色入手：那嫩黄色的新柳带来万物苏生的消息，同时也使词人胸中思家的种子急剧萌芽，生长。看见新柳 ，自然地想到当日离别时爱人折柳赠别的情景。柳者，留也。作者不但没有被留在家里，如今反而在外地羁留，这怎不教人睹物伤怀呢 ？再说春浅衣寒，又加上风雨，有谁又不想象中的温暖呢？所以前四句貌似写景 ，其实已笼得全篇之意。《蕙风词话》卷三说：“作慢词，起处必须笼罩全阕 。近人辄作景语徐引 ，乃至意浅笔弱，非法甚矣。”这首词虽用景语开头 ，但景中含有浓烈的感情 ，这自然除了被人讥笑“意浅笔弱”的可能 。“燕子来时”是由春天的到来而自然引出来的；而燕子来自南方，又自然把作者的思绪牵向“了在南方的家乡”并产生人归落“燕”后的感情。不过，作者没有正面说出这些意思，而只是问燕子在来时的路上是否看见了他的爱人。这一问安排得轻灵新巧，极有韵味，也极情深。况且问语中又设想爱人是在“绿水桥边路”旁的“画楼”上这不是又在暗示对方也在思念自己吗？“料静掩云窗，尘满哀弦危柱”则直写对方情绪。作者的本意是要写自己怀人，但这里却构思出一个人来怀自己的场面，这是很有意思的 。刘永济以为这种方法是来自《 诗经》，他说 ：“《 陟岵》之诗不写我怀父母及兄之情，而反写父母及兄思我之情，而我之离思之深 ，自在言外。后世词人，神明用之，其变乃多。&#8943;&#8943;先写行者念居者，复想居者思行者，两地之情，一时俱极：皆此法也。”（《词论》）下片放下对方，又开始从自己方面叙说。庾信作有《愁赋》，全文今已不见传，尚留有“谁知一寸心，乃有万斛愁”等句。词中说象庾信那么多的愁为什么都聚在我的眉端？这是自己向自己发问，问得颇有感慨。庾信的愁，作者是从文章里看到的，这里设想聚在了自己眉端，这种想象也十分新鲜。那么多愁都在眉端 ，如何受得了？因而总得排遣，“独立东风弹泪眼”就是设想出来的遣愁法之一。只是这一句写抛泪者形象，单独看来并没有多少特别的好处，但由于作者是在水边 ，而他的意中人也在“绿水桥边路”，所以他顿生寄泪的念头。这一想法新鲜、大胆，设想的意境又十分美丽、浑厚。假如真能寄得眼泪回去，那将比任何书信都能证明他诚挚的思念。而且因为有了这一句 ，“独立东风弹泪眼”才脱俗超尘，放射出奇特的色彩。可是语虽新奇，寄泪终究是办不到的。痴想过后 ，眼前仍旧是“ 永昼”，是“春”，是“闲”，排愁无计的主人无奈何又向自己发出“ 人倦如何度”的问题，这连续的发问可以使我们联想到词人举措茫然的神态和无处寄托的心情，愁思之深也由此更加突出了。同样 ，“ 人倦如何度”的满意答案是没有的，“闲傍枕”就正好说明了并无度时良法，于是作者百无聊赖只好去听“ 黄鹂语”。黄鹂鸣声悦耳，是否它真能稍解苦闷呢？“ 唤觉来厌厌”，作者在黄鹂声中恍惚入睡，又被同样的声音唤醒，醒来后精神“厌厌”地，一点不振，因此我们知道黄鹂语不但没有使作者消忧，反而空添一段惆怅。“残照依然花坞”，仍用景语结尾。同开头呼应 。“念永昼”以下数句，似从贺铸《薄幸》词翻出。贺词去 ：“正春浓酒暖，人闲昼永无聊赖 。厌厌睡起，犹有花梢日在。”总言愁闷无聊 、日长难度之意。而此意，晏殊《踏莎行》“一场愁梦酒醒时，斜阳却照深深院”已先说破。像午睡醒时、斜阳犹照之事，人人所曾经历，但构成意境，写入词章，则非有心人不能。正如王国维所云“常人能感之而唯诗人能写之 ，故其入于人者至深”（《清真先生遗事·尚论》），因之能作此等语者也就不止一二人。说是承袭也好，说是暗合也好，写来能大略有所变化增益便都可以留传下来。总的说来这首词的想象和构思能不落俗套，结构又十委婉曲折。《古今词论》曾说 ：“填词，长调不下于诗之歌行长篇。歌行犹可使气，长调使气，便非本色。高手当以情致见佳。盖歌行如骏马蓦坡 ，可以一往称快；长调如娇女步春，旁去扶持，独行芳径，徙倚而前，一步一态，一态一变，虽有强力健足，无所用之。”袁去华的《安公之》完全达到了这一点。此外，这首词另一特点是下字准确、生动。比如：“嫩黄匀遍鸦啼处”一句不仅声色俱全，而且用“匀”字写颜色，一方面使人觉得处处都有春色，另一方面又仿佛是从一处匀向别处，因而色彩都并不算浓。这种著色法既符合初春的情调 ，也使色彩空灵透明 。再如：写对方用“静掩云窗”，“掩”而且“静”则表达作者怀人已久已深的情怀 。又，“ 尘满哀弦危柱”说尘已覆琴，当然是很久已经没有去整理了；但对久不发声的弦 、柱仍然用“哀”“危”修饰，那么女主人内心的痛楚就是可想而知的。再如 ：“为谁都著眉端聚”用“都”“著”“聚”写愁，既显示了很深的愁思，又形象鲜明，似乎读者对此愁可见，可触。还有：“独立东风弹泪眼”中的“弹”字能使抛泪有声，并且正因为有了它，“寄烟波东去”才有了根据。"
        },
        {
            "title": "兰陵王",
            "content": "小桥直。林表遥岑寸碧。斜阳外、霞绚晚空，一目千里总佳色。初寒遍泽国。投老依然是客。功名事，云散鸟飞，匣里青萍漫三尺。重来怆陈迹。又水褪沙痕，风满帆席。鲈肥莼美曾同食。听虚阁松韵，古墙竹影，参差犹记过此驿。傍溪南山北。悲恻。暗愁积。拥绣被焚香，谁伴孤寂。追寻恩怨无穷极。正难续幽梦，厌闻邻笛。那堪檐外，更夜雨，断又滴。",
            "comment": ""
        },
        {
            "title": "归字谣",
            "content": "归。随分家山有蕨薇。陶元亮，千载是吾师。",
            "comment": ""
        },
        {
            "title": "木兰花慢",
            "content": "□中原望眼，正汉水、接天流。渐霁雨虹消，清风面旋，借我凉秋。草庐旧三顾处，但孤云、翠壁晚悠悠。唯有兰皋解佩，至今犹话离愁。迟留。叹息此生浮。去去老沧洲。念岁月侵寻，闲中最乐，饱外何求。功名付他分定，也谁能、伴得赤松游。尊酒相逢，更莫问侬，依旧狂不。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "徙倚虚檐，柳阴疏处看飞鸟。水平池沼。云影闲相照。点翰舒笺，字密蝇头小。还揉了。路长山杳。寄得愁多少。",
            "comment": ""
        },
        {
            "title": "相思引",
            "content": "晓监燕脂拂紫绵。未忺梳掠髻云偏。日高人静，沈水袅残烟。春老菖蒲花未著，路长鱼雁信难传。无端风絮，飞到绣床边。",
            "comment": ""
        },
        {
            "title": "长相思",
            "content": "叶舞殷红，水摇瘦碧，隐约天际帆归。寒鸦影里，断雁声中，依然残照辉辉。立马看梅。试寻香嚼蕊，醉折繁枝。山翠扫修眉。记人人、蹙黛愁时。叹客里、光阴易失，霜侵短鬓，尘染征衣。阳台云归後，到如今、重见无期。流怨清商，空细写、琴心向谁。更难将、愁随梦去，相思惟有天知。",
            "comment": ""
        },
        {
            "title": "红林擒近",
            "content": "森木蝉初噪，淡烟梅半黄。睡起傍檐隙，墙梢挂斜阳。鱼跃浮萍破处，碎影颠倒垂杨。晚庭谁与追凉。清风散荷香。望极霞散绮，坐待月侵廊。调冰荐饮，全胜河朔飞觞。渐参横斗转，怀人未寝，别来偏觉今夜长。",
            "comment": ""
        },
        {
            "title": "金蕉叶",
            "content": "沈烟篆曲。可庭轩、翠梧荫绿。挂晚景、寒林数幅。对冰盘莹玉。印枕娇红透肉。眼偷垂、睡犹未足。试纤手、清泉戏掬。看风动槛竹。",
            "comment": ""
        },
        {
            "title": "满庭芳",
            "content": "雨送凉来，风将云去，晚天千顷玻璃。婵娟依旧，出海较些迟。玉兔秋毫可数，疏星外、乌鹊南飞。今何夕，空浮大白，一笑共谁持。团栾，成露坐，云鬟香雾，玉臂清辉。任短髭争挽，问我归期。三弄楼头长笛，愁人处、休苦高吹。沈吟久，搘颐细数，四十九年非。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "吴门古都会，畴昔记曾游。轻帆卸处，西风吹老白苹洲。试觅姑苏台榭，尚想吴王宫阙，陆海跨鳌头。西子竟何许，水殿漫凉秋。画图中，烟际寺，水边楼。叫云横玉，须臾三弄不胜愁。兴废都归闲梦，俯仰已成陈迹，家在泽南州。有恨向谁说，月涌大江流。",
            "comment": ""
        },
        {
            "title": "柳梢青",
            "content": "天接沧浪。晴虹垂饮，千步修梁。万顷玻璃，洞庭之外，纯浸斜阳。西风劝我持觞。况高栋、层轩自凉。饮罢不知，此身归处，独咏苍茫。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "蕊珠宫女弄幽妍，初著春心娇小。自白真香，浑胜似、姑射冰肌窈窕。带雪茅檐，临溪篱落，占却春多少。天寒日暮，有人愁绝行绕。长记流水桥边，雨晴烟淡，袅一枝清晓。梦想经年开病眼，把酒风前一笑。花骨娇多，不禁人觑，只怕轻飞了。无端羌管，夜阑声入云杪。",
            "comment": ""
        },
        {
            "title": "踏莎行",
            "content": "醉拈黄花，笑持白羽。秋江绿涨迷平楚。燕鸿曾寄去年书，汉皋不记来时路。天际归舟，云中烟树。兰成憔悴愁难赋。香囊钿合忍重看，风裳水佩寻无处。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "归鸟急。照水斜阳红湿。篷底夜凉风露入。藕花香习习。点滴城头漏涩。凄断草间虫泣。新恨旧愁眉上集。月斜还伫立。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "一夕高唐梦里狂。云情雨意两茫茫。袖间依约去年香。乳燕鸣鸠闲院落，垂杨芳草小池塘。墙梢冉冉又斜阳。",
            "comment": ""
        },
        {
            "title": "倾杯近",
            "content": "邃馆金铺半掩，帘幕参差影。睡起槐阴转午，鸟啼人寂静。残妆褪粉，松髻敧云慵不整。尽无言，手挼裙带绕花径。酒醒时，梦回处，旧事何堪省。共载寻春，并坐调筝何时更。心情尽日，一似杨花飞无定。未黄昏，又先愁夜永。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "汉家经略中原，上游眷此喉衿地。风行雷动，无前伟绩，伊谁扬厉。玉帐筹边，绣衣给饟，江上增气。自武侯蜕迹，羊公缓带，功名事、更谁继。方□长驱万里。笑谈间、生擒元济。非熊未兆，封留终在，同功异世。刻就丰碑，万山直下，不须沈水。要追攀二雅，流传千古，属骚人记。",
            "comment": ""
        },
        {
            "title": "柳梢青",
            "content": "一水萦回。参天古木，夹岸苍崖。三十三年，客星堂上，几度曾来。眼看变化云雷。分白首、烟波放怀。细细平章，钓台毕竟，高似云台。",
            "comment": ""
        },
        {
            "title": "瑞鹤仙",
            "content": "郊原初过雨。见败叶零乱，风定犹舞。斜阳挂深树。映浓愁浅黛，遥山眉妩。来时旧路。尚岩花、娇黄半吐。到而今，唯有溪边流水，见人如故。无语。邮亭深静，下马还寻，旧曾题处。无聊倦旅。伤离恨，最愁苦。纵收香藏镜，他年重到，人面桃花在否。念沈沈、小阁幽窗，有时梦去。",
            "comment": "【注释】在南宋初期的词坛中，袁去华是个不太受人重视的人物。正史里没有留下他的传记 ，“而且”连他的生卒年代也无从考证。只知道他字宣卿，江西奉新人，是绍兴十五年（1145）的进士，曾做过善化（今湖南省长沙市 ）和石首（今属湖北省）的知县，留下了《宣卿词》一卷，共有九十八首，数量不算太少。这一首《 瑞鹤仙》，其主题可以用词中的两句话概括，就是“伤离恨，最愁苦”。词从写景入手。“郊原”三句，写郊外雨后之状。在一望无际的荒郊原野上，一阵骤雨过后，风也停停了下来；但坠落的枯叶，却还在空中飘舞。这虽然是秋日郊原常见的景象，但对于一个离人来说，却显得格外的触目。这几句乍看是纯粹的写景，但只要稍加体味，就会发现其中已融入了作者凄凉的情思。景是各人眼中所见之景，是各人观照景物那一刹那思想感情的返照。因此透过这几句词所写景物的外观，我们可以窥见作者衰颓、凌乱的心绪，而且还可以隐隐感到其中似乎含有某种暗示：那“风定犹舞”的败叶，不就象作者自己的身世、处境一样吗？这样，词一开头，就把人引到了怅惘的境界。“斜阳”三句，继续描写郊原景物。作者的视线移向了远方，只见已斜挂在丛密的小树林顶上的夕阳，它那金色的光线，把妩媚的远山照映得十分明显。这几句的感情色彩，比前面三句显然要浓得多，它透过字面呈现给读者的意象，是饱蘸着愁恨色彩的。本来，夕阳斜照，“遥山媚妩”，这就是一种悦目的景致。然而所作者所见到的 ，却是一副“浓愁浅黛”的状貌，这完全是移情作用的结果。黛青色的重叠的山峰，还可以使人联想到作者紧皱的双眉。北宋人王观有一首《 卜算子》，开头两句写的是“水是眼波横，山是眉峰聚”，可供参阅。“来时旧路”至上阕结束，仍是写郊原风光。这里半是实景，半是虚景。“溪边流水”是实在的 ，是眼前所见到的 ：而“娇黄半吐”的“岩花”（生长在岩石旁的花）则是保存在脑海中的印象，是来时所见到的。昨日迎人的有岩花与流水，今日则流水“见人如故”而已，可见岩花已经凋谢了，不存在于现实之中了。这一实一虚，造成了一种生机蓬勃景象与萧条萧杀景象的对比，昨日与今日的对比。走在来时的旧路上，作者早已愁绪满怀，更是与那景物的萧条萧杀形成鲜明的对比 。“多情自古伤离别，更那堪冷落清秋节”（柳永《雨霖铃》）古代人的情感大体相同。词写到这里，一位离人眼中的秋日郊原景物，渗透了感伤的情绪，展现了读者的面前了。下片另换场景，由郊原转入对邮亭（古时没设官道上供过往行人歇宿的馆舍）的描写。“无语”四句，勾画出作者来到邮亭前面，下马投宿的动作画面；他那“无语”的外在表观，揭示出他正在咀嚼凄凉悲哀的心灵活动 。所谓“旧曾题处”，倒不一定非要理解为他曾经在这里留下过翰墨（诗词之类），只不过是说他曾经在这里歇宿过而已。这种重临旧地而境况完全不同的情景，是最容易勾起人们的愁绪满怀，因此他的默默无言，也就是可以理解的了。“ 无聊倦旅”三句 ，由写景叙事转入抒情的描写，直接点出了“伤离恨，最愁苦”的这一主题，这是在“深静”的旧日邮亭中安顿下来之后必然产生的思想情感 。这“ 离恨”的内容具体是指什么呢？从“纵相逢”三句，可知是作者不得已而离别了他的心上人 ，深恐他今生今世不能再与其相见的思想情感。“收香藏镜”是指自己对爱情的忠贞不二。（“收香”用的是晋代贾充之女贾午窃其父所藏奇香赠给韩寿、因而结成夫妇的典故，见《晋书·贾充传》。“藏镜”用的是南朝陈亡后，驸马徐德言与妻子乐昌公主因各执半镜而得以重圆的典故，见孟棨《本事诗·情感》）。“人面桃花在否”是担心不能再与女方相见的思想情感的表露 。（用崔护在长安城南遇一女子，明年再来而“人面不知何处去，桃花依旧笑春风”的典故，亦见孟棨《本事诗·情感》。）爱情的遇合与否决定于双方的主客观因素，使自己能够忠贞不二，又安知对方的情况如何呢！惆怅之情，溢于言表。既然现实已不一定能够相见，那就只好寄希望于梦中了。“念沉沉”三句 ，具体展示出这一想象中的梦寻之状。深沉的“ 小阁幽窗”，是佳人居所；“有时梦去”，本来是够虚无飘渺的，但慰情聊胜于无，总比连梦中也不得一见要好 。 宋徽宗被掳北行时想念故宫，不也是叹息“和梦也新来不做”（《燕山亭》）吗？晏几道说得好：“梦魂惯得无拘检，又踏杨花过谢桥 。”（《鹧鸪天》）梦中寻欢 ，也是够浪漫诗意的 ；并且以“念”字领起，又见出多少无奈之情！这首词当是作者与意中人分别以后抒写离恨而写的。宋代都市繁华，歌妓众多，无论是官妓、私妓还是家妓，偶然的遇合 ，就往往以她们的色相、伎艺，赢得了为科举功名而奔波的士子们的期盼，这是那时普遍的现象 。其《荔枝香近 》、《卓牌子近》、《长相思》、《宴清都》等，都是他和歌妓们聚时欢会或别后相思的记录。此词大约也是为此而写的。这一类词要说有很大的社会意义，那也不一定；不过两性关系总容易触动到感情的深处，往往使人荡气回肠就是了。"
        },
        {
            "title": "一丛花",
            "content": "东风吹恨著眉心。金约瘦难任。西窗翦烛浑如梦，最愁处、南陌分襟。香歇绣囊，尘生罗幌，憔悴到如今。小花幽院夜沈沈。凉月转槐阴。拂墙树动开朱户，又赢得、愁与更深。青翼不来，征鸿难倩，流怨入瑶琴。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "水边篱落独横枝，苒苒风烟岑寂。踏雪寻芳村路永，竹屋西头遥识。蕙草香销，小桃红未，醉眼惊春色。罗浮何处，断肠无限陈迹。憔悴素脸朱唇，天寒日暮，倚琅玕无力。岁晚天涯驿使远，难寄江南消息。自笑平生，怜清惜淡，故国曾亲植。百花虽好，问还有恁标格。",
            "comment": ""
        },
        {
            "title": "金蕉叶",
            "content": "江枫半赤。雨初晴、雁空绀碧。爱篱落、黄花秀色。带零露旋摘。向晚西风淡日。发萧萧、任从帽侧。更莫把茱萸叹息。且更持大白。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "微红嫩白。照水横枝初摘索。一梦扬州。客里相逢无限愁。黄昏院落。细细清香无处著。觅句持觞。鬓点吴霜不碍狂。",
            "comment": ""
        },
        {
            "title": "诉衷情",
            "content": "晓来犹自雨冥冥。投晚却能晴。姮娥为谁著意，洗得十分明。人自老，兔长生。酒徐倾。杯行到手，休更推辞，转眼参横。",
            "comment": ""
        },
        {
            "title": "思佳客",
            "content": "把酒听歌始此回。流莺花底语徘徊。神仙也许人间见，腔调新翻辇下来。银烛灺，玉山颓。谁言弱水隔蓬莱。绝胜想像高唐赋，浪作行云行雨猜。",
            "comment": ""
        },
        {
            "title": "鹊桥仙",
            "content": "牛郎织女，因缘不断，结下生生世世。人言恩爱久长难，又不道、如今几岁。眼穿肠断，一年今夜，且做不期而会。三杯酒罢闭云房，管上得、床儿同睡。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "垂鬟初学窥门户。妙舞妍歌俱独步。引成密约笑言间，认得真情离别处。潘郎两鬓今如许。纵得相逢知认否。多时无雁寄书来，今夜倩风吹梦去。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "春衫袖窄。烛底横波溢。困倚屏风无气力。故故停歌驻拍。夜深满劝金杯。曲中偷送情来。归去十分准拟，今宵梦里阳台。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "流苏宝帐沈烟馥。寒林小景银屏曲。睡起鬓云松。日高花影重。沈吟思昨梦。闲抱琵琶弄。破拨错成声。春愁著莫人。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "楼槛凌风，四边浑是青山绕。水空相照。天末归帆小。家在江南，三径都荒了。何时到。暗尘扑帽。应被渊明笑。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "庭下丛萱翠欲流。梁间双燕语相酬。日长帘底篆烟留。金勒去遥芳草歇，玉箫吹罢紫兰秋。一年春事只供愁。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "社雨初晴，烟光暖、吴山滴翠。望绛阙、祥云亏蔽，粉垣千雉。万柳低垂春似酒，微风不动天如醉。遍万井、嬉嬉画图中，欢声里。嗟倦客，道傍李。看人事，槐根蚁。立苍茫俯仰，漫悲身世。靖节依然求县令，元龙老去空豪气。便乘兴、一叶泛沧浪，吾归矣。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "重湖草木威名熟。儿童犹唱平郴曲。宴寝静愔愔。恩波湘水深。举头天尺五。稳步烟霄去。三柱黑头公。朔庭谈笑空。",
            "comment": ""
        },
        {
            "title": "六州歌头",
            "content": "柴桑高隐，邱壑岁寒姿。北窗下，羲黄上，古人期。俗人疑。束带真难事，赋归去，吾庐好，斜川路，携筇杖，看云飞。六翮冥冥高举，青霄外、矰缴何施。且流行坎止，人世任相违。采菊东篱。正悠然、见南山处，无穷景，与心会，有谁知。琴中趣，杯中物，醉中诗。可忘机。一笑骑鲸去，向千载，赏音稀。嗟倦翼，瞻遗像，是吾师。门外空馀衰柳，摇疏翠、斜日辉辉。遣行人到此，感叹不胜悲。物是人非。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "娟娟缺月梧桐影。云度银潢静。夜深檐隙下微凉。醒尽酒魂何处、藕花香。鹊桥初会明星上。执手还惆怅。莫嗟相见动经年。犹胜人间一别、便终天。",
            "comment": ""
        },
        {
            "title": "玉团儿",
            "content": "吴江渺渺疑天接。独著我、扁舟一叶。步袜凌波，芙蓉仙子，绿盖红颊。登临正要诗弹压。叹老去、都忘句法。剧饮狂歌，清风明月，相应相答。",
            "comment": ""
        },
        {
            "title": "惜分飞",
            "content": "平日悲秋今已老。细看秋光自好。风紧寒生早。漫将短发还吹帽。寂寞东篱人不到。只有渊明醉倒。一笑留残照。世间万事蝇头小。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "春愁错莫。风定花犹落。斗草踏青闲过却。乳燕鸣鸠自乐。行人江北江南。满庭萱草毵毵。且恁亡忧可矣，只他怎解宜男。",
            "comment": ""
        },
        {
            "title": "鹊桥仙",
            "content": "明眸皓齿，丰肌秀骨，浑是揉花碎玉。十分心事有谁知，暗恼得、愁红怨绿。残云断雨，不期而会，也要天来大福。若还虚度可怜宵，便做下、来生不足。",
            "comment": ""
        },
        {
            "title": "八声甘州",
            "content": "正阴阴、夏木听黄鹂，百啭语惺松。乍钩窗意适，临池倒影，竹树青葱。翠盖红妆窈窕，香引一帘风。向晚追凉处，月挂梧桐。何处楼头吹笛，渐玉绳低侧，河汉横空。想调冰雪藕，清夜与谁同。贮离愁、难凭梦寄，纵遣书、何日有征鸿。房栊静，伴人孤寂，唯有鸣蛩。",
            "comment": ""
        },
        {
            "title": "相思引",
            "content": "皓齿清歌绝代音。眼波斜处寄情深。东风吹散，云雨杳难寻。试手罗笺花样在，唾窗茸线暗尘侵。向来多事，触绪碎人心。",
            "comment": ""
        },
        {
            "title": "思佳客",
            "content": "宝阁珠宫夜未央。嫌迟怕晚不成妆。乞求乌鹊填河汉，已早玉绳低建章。笼月烛，闭云房。经年离恨不胜长。思量也胜妲娥在，夜夜孤眠不识双。",
            "comment": ""
        },
        {
            "title": "金蕉叶",
            "content": "涛翻浪溢。调停得、似饧似蜜。试一饮、风生两腋。更烦襟顿失。雾縠衫儿袖窄。出纤纤、自传坐客。觑得他、烘地面赤。怎得来痛惜。",
            "comment": ""
        },
        {
            "title": "长相思",
            "content": "荷花香。竹风凉。万动声沈更点长。荧荧月半床。好思量。恶凄惶。独立西厢花拂墙。如今空断肠。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "晚来侧侧清寒，冻云万里回飞鸟。故园梦断，单于吹罢，房栊易晓。西帝神游，万妃缟袂，相看一笑。泛扁舟乘兴，蹇驴觅句，山阴曲、霸陵道。舞态随风窈窕。任穿帘，儿童休扫。洛阳高卧，萧条门巷，悄无人到。供断诗愁，夜窗还共，陈编相照。念寒梅映水，匀妆弄粉，与谁争好。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "争妍占早。只有梅同调。紫晕丁香青盖小。比似横枝更好。日烘锦被熏香。老夫恼得颠狂。把酒花前一笑，醉乡别有风光。",
            "comment": ""
        },
        {
            "title": "垂丝钓",
            "content": "江枫秋老。晓来红叶如扫。暮雨生寒，正北风低草。宾鸿早。乱半川残照。伤怀抱。记西园饮处，微云弄月，梅花人面争好。路长信杳。度日房栊悄。还是黄昏到。归梦少。纵梦归易觉。",
            "comment": ""
        },
        {
            "title": "水调歌头 定王台",
            "content": "雄跨洞庭野，楚望古湘州。何王台殿，危基百尺自西刘。尚想霓旌千骑，依约入云歌吹，屈指几经秋。叹息繁华地，兴废两悠悠。登临处，乔木老，大江流。书生报国无地，空白九分头。一夜寒生关塞，万里云埋陵阙，耿耿恨难休。徙倚霜风里，落日伴人愁。",
            "comment": "【注释】定王台，在今湖南省长沙市东，相传为汉景帝之子定王刘发为望其母唐姬墓而建，故名。袁去华这首怀古词大约作于他任善化（县治在今长沙市内）县令期间。深秋时节，他登台览胜，怃然生感，作出了这首雄铄古今的爱国主义词章。“ 雄跨洞庭野，楚望古湘州。”楚望：唐宋时按形势、人口及级济状况，将州郡、县划分人若干等级，有畿 、赤、望、紧、上、中、下等名目。“楚望”就是指湘州（东晋永嘉初置，唐初改潭州，这里指长沙）为楚地的望郡。“楚望”与“古湘州”是同位语。词起笔写定王台所处地理形势 ，说它雄踞于洞庭湖之滨，古湘州地界，得江山之助，阅千载岁月，声势自是不凡。一开头便时空纵览，大气包容，为下面写定王王台昔日繁华预伏了辽阔的背景，也给全词布下了苍莽的氛围。“何王台殿，危基百尺自西刘。”词继以问答作势，点豁题意，唤起对古台旧事的追忆。定王台湮废已久，但那残存的台基，犹自嵯峨百尺。巍然耸立，当年台上雕梁画栋、彩壁飞檐，更不待言。词人进而推想到台的主人“西刘”——西汉时刘发坐镇一方的赫赫雄风 。“尚想霓旌千骑，依约入云歌吹，屈指几经秋。”定王到此游玩 ，旌旗招展如虹霓当空，千乘万骑前呼后拥 ，浩浩荡荡；那响遏行云的急管高歌，依稀仍在耳边回响 。然而，繁华消歇，已几度春秋，“屈指”一句，将当年盛会一笔化为过眼云烟，转折陡峭而有力。词思至此，为一顿挫，于是翻出无穷的感慨 ：“叹息繁华地，兴废两悠悠。”“ 兴废”二字，结上启下，意蓄双层。其一，指出从来繁华难久，盛衰无常，定王台的变迁就是历史的见证，收束了上片的怀古。再者，人世沧桑的轮回更替，触发了反观现实的深沉思绪，从而引出下片的伤今。而这，正是作者缅怀历史的真实命意之所在。下片换头仍就定王台落笔，但思路却从“衰”处生发。“登临处，乔木老，大江流 。”登台望远 ，但见老树枯枝在秋风中瑟缩，浩浩大江默默向东流淌 。“木犹如此，人何以堪 。”“ 大江流日夜，客心悲未央”，写景之中透出悲凉之意。这三句借苍凉冷落的深秋景色，从侧面渲染出定王台的残破衰败，暗引南宋王朝满目疮痍、国势日颓的江山残破。其间年华水逝的咏叹，自然引出对自身遭际的感喟。“书生报国无地，空白九分头。”后句化用陈与义《 巴丘书事》“ 腐儒空白九分头”的诗句。这两句直抒胸臆，乃全词总旨所在。袁去华早年即志在恢复北宋江山，“记当年，携长剑，觅封侯。”（《水调歌头 》）但由于南宋朝廷苟安东南，权奸当道，使他有心报国，无路请缨，以致老大无成 ，徒然白首。这是他个人的不幸 ，更是时代的悲剧。“一夜寒生关塞 ，万里云埋陵阕，耿耿恨难休。”这几句，象征性地勾画出金瓯破碎的悲惨画面：金兵猝然南下，破关绝塞，有如一夜北风生寒，以致使万里美好河山残破不堪，人民群众流离失所，更别说什么皇家陵阙黯然无光了。古人以帝王陵寝作为国家命脉所在，北宋君王陵墓均在北方，如今悉沦敌手，意味着国家的败亡。对此作者耿耿于怀，悲愤难休。“徒倚霜风里，落日伴人愁。”山河残破，请缨无路，他徘徊在萧瑟秋风里，暮霭斜晖，一片惨淡，不禁倍添哀愁。词结尾仍收回到定王台上，结构十分紧凑，并以景寓情，饶有余韵。最后点出一个“愁”字，并不表示消沉、绝望，而是英雄洒泪，慷慨生哀，与全词悲壮的格调是完全统一的。这首词画面壮阔雄浑，音调苍凉激楚，充溢着强烈的爱国情感 ，具有鲜明的时代特色，比之《宣卿词》中其它众多的吟赏风光之作，思想与艺术均属上乘。爱国词人张孝祥读了这首词后 ，大为称赏 ，并“为书之”（见陈振孙《直斋书录解题》卷十八），引为同调，是颇有见地的。"
        },
        {
            "title": "谒金门",
            "content": "春索寞。楼上晚来风恶。午醉初醒罗袖薄。护寒添翠幕。愁里花时过却。闲处泪珠偷落。憔悴只羞人问著。镜中还自觉。",
            "comment": ""
        },
        {
            "title": "荔枝香近/荔枝香",
            "content": "晓来丹枫过雨，净如扫。霜空横雁，寒日翻鸦，惊嗟岁月如流，更被酒迷花恼。转眼吴霜，点鬓催老。细思欢游旧事，还自笑。断雨残云，都总似、梦初觉。锦鳞书断，宝箧香销向谁表。尽情说似啼鸟。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "深院闭。漫漫东风桃李。芳草萋迷烟雨细。秦楼何处是。还是伤春意味。闲却踏青天气。折得海棠双蒂子。无言心自喜。",
            "comment": ""
        },
        {
            "title": "卓牌子近",
            "content": "曲沼朱阑，缭墙翠竹晴昼。金万缕、摇摇风柳。还是燕子归时，花信来後。看淡净洗妆态，梅样瘦。春初透。尽日明窗相守。闲共我焚香，伴伊刺绣。睡眼剩剩，今朝早是病酒。那堪更、困人时候。",
            "comment": ""
        },
        {
            "title": "诉衷情",
            "content": "荷花风细竹娟娟。新浴晚凉天。钩帘坐期素月，相对理朱弦。歌扇底，舞裙边。旧因缘。忔憎模样，别没包弹，只欠心坚。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "天下最奇处，绿水照朱楼。三高仙去，白头千古想风流。跨海晴虹垂饮，极目沧波无际，落日去渔舟。苹末西风起，橘柚洞庭秋。记当年，携长剑，觅封侯。而今憔悴长安，客里叹淹留。回首洪崖西畔，随分生涯可老，卒岁不知愁。做个终焉计，谁羡五湖游。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "木犀开遍芙蓉老。东篱独占秋光好。还记笑春风。新妆相映红。莫嫌彭泽令。不似刘郎韵。把酒赋新诗。花前知是谁。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "嫩凉新霁。明月光如洗。长笛一声烟际起。人在危楼独倚。夜深风露娟娟。抱琴谁和流泉。只有乘鸾仙子，见人愁绝无眠。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "玉骨冰肌比似谁。淡妆浅笑总相宜。一枝清绝照涟漪。客意无聊花亦老，风烟错莫雨垂垂。溪边立马断肠时。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "画栋珠帘，临无地、沧波万顷。云尽敛、西山横翠，半江沈影。斜日明边回白鸟，晚烟深处迷渔艇。听棹歌、游女采莲归，声相应。愁似织，人谁省。情纵在，欢难更。满身香犹是，旧时笋令。宦海归来尘扑帽，酒徒散尽霜侵鬓。最愁处、独立咏苍茫，西风劲。",
            "comment": ""
        },
        {
            "title": "金蕉叶",
            "content": "行思坐忆。知他是、怎生过日。烦恼无、千万亿。诮将做饭吃。旧日轻怜痛惜。却如今、怨深恨极。不觉长吁叹息。便直恁下得。",
            "comment": ""
        },
        {
            "title": "宴清都",
            "content": "暮雨消烦暑。房栊□、顿觉秋意如许。天高云杳，山横绀碧，桂华初吐。空庭静掩桐阴，更苒苒、流萤暗度。记那时、朱户迎风，西厢待月私语。佳期易失难重，馀香破镜，虽在何据。如今要见，除非是梦，几时曾做。人言雁足传书，待尽写、相思寄与。又怎生、说得愁肠，千丝万缕。",
            "comment": ""
        },
        {
            "title": "青山远",
            "content": "花竹亭轩。曲径通幽小洞天。翠帏苒苒隔轻烟。锁婵娟。画图初试春风面，消得东君著意怜。到伊歌扇舞裙边。要前缘。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "十二峰前朝复暮。空忆兰台，公子高唐句。断雨残云无觅处。古来离合归冥数。咫尺明河无限路。牛女佳期，犹解年年渡。细写罗笺情缕缕。雁飞不到谁将去。",
            "comment": ""
        },
        {
            "title": "蓦山溪",
            "content": "蕊珠宫阙，西帝陈嫔御。语笑梦中香，叹罗浮、几番春暮。江南岁晚，垂地冻云黄，修竹外，一枝斜，流水桥边路。小桃半吐。羞得无藏处。不怕雪霜欺，最难禁、豪风横雨。当年诗兴，犹自记扬州，今老矣，客天涯，还认何郎否。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "汉江流入苍烟，戍楼吊古临无地。清霜初肃，鹰扬隼击，青霄凌厉。新雁声中，夕阳影里，千崖秋气。念东篱采菊，龙山落帽，风流在、尚堪继。引满松醪径醉。诵坡仙、临漳宵济。茱萸细看，明年谁健，空悲身世。儿辈何知，更休说似，登山临水。那纷纷毁誉，耳边风过，我何曾记。",
            "comment": ""
        },
        {
            "title": "东坡引",
            "content": "陇头梅半吐。江南岁将暮。闲窗尽日将愁度。黄昏愁更苦。归期望断，双鱼尺素。念嘶骑、今到何处。残灯背壁三更鼓。斜风吹细雨。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "清汉曲。天际落霞孤鹜。幽草墙阴秋更绿。倚檐三两竹。绣被焚香独宿。梦绕绿窗华屋。何日明眸光射目。夜阑更秉烛。",
            "comment": ""
        },
        {
            "title": "风流子",
            "content": "吴山新摇落，湖光净、鸥鹭点涟漪。望一簇画楼，记沽酒处，几多鸣橹，争趁潮归。瑞烟外，缭墙迷远近，飞观耸参差。残日衬霞，散成锦绮，怒涛推月，辗上玻璃。西风吹残酒，重门闭，深院露下星稀。肠断凭肩私语，织锦新诗。想翠幄香消，都成闲梦，素弦声苦，浑是相思。还恁强自开解，重数归期。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "西风送雨鸣庭树。嫩寒先到孤眠处。愁极梦频惊。马嘶天渐明。千林枫叶赤。寒事催刀尺。树杪又斜阳。迢迢归路长。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "一番雨过一番凉，秋入苍崖青壁。昼日多阴，还又是、重九飘零江国。瘦水鳞鳞，长烟袅袅，枫叶千林赤。南山入望，为谁依旧佳色。随分绿酒黄花，联镳飞盖，总龙山豪客。人世高歌狂笑外，扰扰於身何得。短发萧萧，风吹乌帽，醉里从敧侧。明年虽健，未知何处相忆。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "云障日。檐外雪销残滴。画阁红炉窗户窄。博山烟穗直。酒入横波滟溢。羞得梅无颜色。乡有温柔元未识。更从何处觅。",
            "comment": ""
        },
        {
            "title": "忆秦娥",
            "content": "月照席。不知天上今何夕。今何夕。鹊桥初就，玉绳低侧。暂时不见犹寻觅。那堪更作经年隔。经年隔。许多良夜，怎生闲得。",
            "comment": ""
        },
        {
            "title": "侧犯",
            "content": "篆销馀馥，烛堆残蜡房栊晓。寒峭。看杏脸羞红、尚娇小。游蜂静院落，绿水摇池沼。闲绕。翠树底、搘颐听啼鸟。愁风怕雨，弹指春光了。音信杳。最堪恨、归雁过多少。困倚孤眠，昼长人悄。睡起依然，半窗残照。",
            "comment": ""
        },
        {
            "title": "山花子",
            "content": "雾阁云窗别有天。丰肌秀骨净娟娟。独立含情羞不语，总妖妍。持酒听歌心已醉，可怜白发更苍颜。红烛纱笼休点著，月中还。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "长条依旧。不似章台柳。见客入来和笑走。腻脸羞红欲透。桃花流水茫茫。归来愁杀刘郎。尽做风情减尽，也应未怕颠狂。",
            "comment": ""
        },
        {
            "title": "柳梢青",
            "content": "草底虫吟。烟横水际，月澹松阴。荷近香浓，竹深凉早，销尽烦襟。发稀浑不胜簪，更客里、吴霜暗侵。富贵功名，本来无意，何况如今。",
            "comment": ""
        },
        {
            "title": "思佳客",
            "content": "飞燕双双掌上身。花光纷艳晚妆新。纤腰妙舞萦回雪，皓齿清歌遏住云。欢卜夜，座添春。近前生怕主人嗔。主人见惯浑闲事，恼杀醒狂一个人。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "移商换羽。花底流莺语。唱彻秦娥君且住。肠断能消几许。劝觥斜注微波。真情著在谁那。只怕如今归去，酒醒无奈愁何。",
            "comment": ""
        },
        {
            "title": "归字谣",
            "content": "归。目断吾庐小翠微。斜阳外，白鸟傍山飞。",
            "comment": ""
        },
        {
            "title": "雨中花/夜行船",
            "content": "江上西风晚。野水兼天远。云衣拖翠缕，易零乱。见柳叶满梢，秀色惊秋变。百岁今强半。两鬓青青，尽著吴霜偷换。向老来、功名心事懒。客里愁难遣。乍飘泊、有谁管。对照壁孤灯，相与秋虫叹。人间事，经了万千，这寂寞、几时曾见。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "鸟影度疏木，天势入平湖。沧波万顷，轻风落日片帆孤。渡口千章云木，苒苒炊烟一缕，人在翠微居。客里更愁绝，回首忆吾庐。功名事，今老矣，待何如。拂衣归去，谁道张翰为莼鲈。且就竹深荷静，坐看山高月小，剧饮与谁俱。长啸动林木，意气欲凌虚。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "细雨斜风催日暮。一梦华胥，记得惊人句。雾阁云窗歌舞处。翠峰青嶂无重数。解佩江头元有路。流水茫茫，尽日无人渡。一点相思愁万缕。几时却跨青鸾去。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "云冻鸟飞灭，春意著林峦。姮娥何事，醉撼瑞叶落人间。斜入酒楼歌处，微褪茅檐烟际，窗户漾光寒。西帝游何许，翳凤更骖鸾。玉楼耸，银海眩，倚阑干。渔蓑江上归去，浑胜画图看。三嗅疏枝冷蕊，索共梅花一笑，相对两无言。月影黄昏里，清兴绕吴山。",
            "comment": ""
        },
        {
            "title": "满庭芳",
            "content": "麦陇黄轻，桑畴绿暗，野桥新碧泱泱。怕春归去，莺语燕飞忙。风定闲花自落，穿幽径、拾蕊寻香。曾来处，孤云翠壁，依旧挂斜阳。客愁，知几许，唯思径醉，谁与持觞。料文君衣带，为我偷长。苦忆新晴昼永，闲相伴、刺绣明窗。何时得，西风夜雨，枕簟共新凉。",
            "comment": ""
        },
        {
            "title": "满庭芳",
            "content": "马上催归，枕边唤起，谢他闲管闲愁。正难行处，云木叫钩輈。似笑天涯倦客，区区地、著甚来由。真怜我，提壶劝饮，一醉散千忧。人生，谁满百，闲中最乐，饱外何求。算苦无官况，莫要来休。住个溪山好处，随缘老、蜡屐渔舟。虽难比，东山绿野，得似个优游。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "晓色明窗绮。耿残灯、寒生翠幕，鸟啼人起。一夜西园新雨过，细草闲花似洗。漾澜影、柳塘春水。闲昼双飞归来燕，正东风、漫漫吹桃李。还是个，闷天气。回廊小院帘垂地。想连天、芳草萋迷，短长亭外。愁到春来依然在，旧事浑如梦里。又生怕、人惊憔悴。楼上谁家吹长笛，向曲中、说尽相思意。三弄处，寸心碎。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "笔阵万人敌，风韵玉壶冰。文章万丈光焰，论价抵连城。小试冯川三异，无数成阴桃李，寒谷自春生。奏牍三千字，晁董已销声。玺书下，天尺五，运千龄。长安知在何处，指点日边明。看取纶巾羽扇，静扫神州赤县，功业小良平。翻笑凌烟阁，双鬓半星星。",
            "comment": ""
        },
        {
            "title": "惜分飞",
            "content": "雨过残阳明远树。树底鸣蝉无数。临水人家住。靠西便入江南路。曲径通幽深几许。翠竹短窗无暑。小立凭肩语。个中曾是孤眠处。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "烟水阔。夜久风生苹末。东舫西船人语绝。四更山吐月。客里光阴电抹。不记离家时节。楼上单于听未彻。又催征棹发。",
            "comment": ""
        },
        {
            "title": "兰陵王",
            "content": "晓阴薄。隔屋呼晴噪鹊。长烟袅、轻素望中，林表初阳照城郭。秋容自寂寞。清浅溪痕旋落。桥虹外，明嶂万重，云木千章映楼阁。天涯信飘泊。漫水绕郴山，尺素难托。文园多病宽衣索。最长笛声断，画阑凭暖，黄昏前後况味恶。甚良宵闲却。辽邈。误行乐。料恨寄徽弦，心倦梳掠。西风满院垂帘幕。对千里明月，五更悲角。归期秋尽，尚未定，怎睡著。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "竹阴窗户荐微凉，积雨郊墟新霁。万里飞云都过尽，天阙星河如洗。檐隙风来，流萤飘堕，苒苒还飞起。魂清骨冷，坐来衣润空翠。勘笑丘壑闲身，儒冠相误，著青衫朝市。功业君看清镜里，两鬓于今如此。身外纷纷，倘来适去，到了成何事。人生一世，种瓜何处无地。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "一叶堕金井，秋色满蟾宫。婵娟影里，玉箫吹断碧芙蓉。缭绕宫墙千雉，森耸觚稜双阙，缥缈五云中。郁郁葱葱处，佳气夜如虹。日华边，江海客，每从容。青钱万选，北门东观会留侬。堪叹搏沙一散，今夜扁舟何许，红蓼碧芦丛。无地寄愁绝，把酒酹西风。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "灯前初见。冰玉玲珑惊眼眩。艳溢香繁。绝胜溪边月下看。铅华尽洗。只有檀唇红不退。倾坐精神。全似当时一个人。",
            "comment": ""
        },
        {
            "title": "南柯子/南歌子",
            "content": "秋晚霜初肃，江寒雾未收。西风吹老白苹洲。长笛一声、谁在水边楼。带绿枨新破，真醇酒旋篘。簪花莫怪老人羞。直是黄花、羞上老人头。",
            "comment": ""
        },
        {
            "title": "剑器近",
            "content": "夜来雨。赖倩得、东风吹住。海棠正妖饶处。且留取。悄庭户。试细听、莺啼燕语。分明共人愁绪。怕春去。佳树。翠阴初转午。重帘未卷，乍睡起、寂寞看风絮。偷弹清泪寄烟波，见江头故人，为言憔悴如许。彩笺无数。去却寒暄，到了浑无定据。断肠落日千山暮。",
            "comment": "【注释】本词以柔笔抒离情，共分三段，前面两段是双曳头 ，即句式、声韵全都相同。（周邦彦的《瑞龙吟》前面两段也是双曳头，其内容先是走马访旧，其二是触景忆旧 ）。在本词，前两段虽然都是写景，但第一段是写眼前所见的，第二段是写耳际所听到的；不仅有变化，而且能以怀人深情融入景物中。第一段前二句写夜来风雨 。前人都说众芳飘零，是风雨肆虐所致，“满地残红宫锦污，昨夜南园风雨。”（王安国《清平乐》）“雨横风狂三月暮，&#8943;&#8943;乱红飞过秋千去 。”（欧阳修《蝶恋花》）而词人却说是由于夜间春雨连绵 ，东风劲吹所导致的 。“海棠”两句，以“留取”两字，点出眼前景象，正如李清照所云 ：“昨夜雨疏风骤。浓睡不消残酒。试问卷帘人，却道海棠依旧。”（《如梦令》）两词都并不落入为花落而伤心的俗套，而着重赞赏雨后的海棠依旧妖娆景色，对此王雱在《倦寻芳》词中有细致的描绘：“翠径莺来，惊下乱红铺绣。倚危栏，登高榭，海棠著雨胭脂透。”正是这雨后分外妩媚娇艳的海棠，而暂且把春光留住了。第二段“悄庭户”两句，写庭院寂寂，了无人声。“细听”两字，接“悄 ”字而来，形容“莺啼燕语”之细啐轻微 。“分明”两句，借莺声燕语托出作者的惜春之心。文人伤春，以各种方式诉述其衷肠，有的是无可奈何的，如“杏园憔悴杜鹃啼，无奈春归”（秦观《画堂春》）。也有嗟叹无计留春的，如“一簪华发，少欢饶恨 ，无计留春且住”（晁补之《金凤钩》）。而贺铸却愿意春把相思之情带去“半黄梅子，向晚一帘疏雨 。断魂分付与，春将去。”（《感后恩》）在本词，是以莺啼宛转、燕语呢喃，似乎都在愁留春不住，这不仅与前面“且留取”呼应，而且又引出自己的惜春之情。第三段开头“ 翠阴初转午”，以树影位置表述时间，诗词中经常见到。如说正午则有刘禹锡的“日午树阴正”（《昼居池上亭独吟》）、周邦彦的“午阴嘉树清圆”（《满庭芳》）；说过午则有苏轼和李玉的《贺新郎》两者，都用“庭阴转午”。“转午”即树影转过正午位置 ，而稍向东偏 ，表示太阳将要西落。此句言“ 初转午”，则午昼正长。昼长人倦，于是有昼眠之情况 。下径接“乍睡起、寂寞看风絮”，无论睡时还是起后，都透露出作者孤独无聊的感情，“ 重帘未卷”，可以体会作者疲倦的感受，同时将上面的“愁绪”和下面的怀人之情联系起来。“ 偷弹”三句写相思之情极深 ，词人在另一首《安公子》中亦有“ 独立东风弹泪眼，寄烟波东去”之句 ，都是借助东流的江水，请其将自己一片深衷，满怀幽恨，带给伊人。这种构思，似又从周邦彦《还京乐》词句转化出来的“彩笺”三句，承以上怀人情意而来，久别之后盼望着重逢，以切望来书告知归期；苦恨信中除掉寒暄之外别无他语，到头来归期仍是难以知晓。晏几道词“欲尽此情书尺素。浮雁沉鱼，终了无凭据 ”（《蝶恋花》），也说的是书信难达 ，相会之期难卜。这里面有盼望，也有笔墨难以形容的幽怨。末句以景语作结 ，词意从柳永《夜半乐》结句“惨离怀 、空恨岁晚归期阻。凝泪眼、杳杳神京路。断鸿声远长天暮”转化而来。柳永在他乡作客，离别了伊人，不知何时才能回归；怅望着长天，那苍然的暮色和声声远去的雁叫声，使作者更增添了思念之情”。本词末句刻画暮色中的落日和千山，似乎也在为词人献愁供恨，更觉相思之情，不能自己。"
        }
    ]
}