{
    "dynasty": "宋",
    "author": "许必胜",
    "poems": [
        {
            "title": "舟行",
            "content": "雨脚天东来，惊鸟烟中起。须臾四山合，万象空蒙裹。孤行念远村，见树联自喜。浪游岂无因，遇山则知止。棱棱云外峰，与我心终始。日暮宿田家，田歌正清美。何以途路心，历乱如流水。始疑车马上，未必见君子。行当弄轻舟，随风问兰芷。",
            "comment": ""
        },
        {
            "title": "山中杂咏",
            "content": "鸟乱南山云，日照南山绿。东风语流莺，相吹还断续。抚自石上泉，平生自云足。浮荣不常御，回薄无停瞩。苟非女萝枝，焉能事屈曲。峨峨高山松，漾漾深溪渌。持此云外心，一谢西飞鹄。",
            "comment": ""
        },
        {
            "title": "题画",
            "content": "傍岸参差筑小亭，山深树暗水泠泠。此间应有神仙语，先向图中试一听。",
            "comment": ""
        },
        {
            "title": "新月",
            "content": "偶向树中见，知从水际生。叶翻寒不定，云去意无成。乱石流泉影，空山落子声。当年眉黛在，定见可怜情。",
            "comment": ""
        },
        {
            "title": "山中杂咏",
            "content": "月至林木异，心空空远声。草根幽响奏，小叶孤萤明。静念既有在，久之无可名。轻云自闲暇，坐久山风鸣。微雨偶然过，清心相向生。",
            "comment": ""
        },
        {
            "title": "忆旧游",
            "content": "欢游成逝波，盛华落残照。每忆清池游，幽魂夜相吊。君携手手时，云林正清妙。天空露光动，襟衫见高调。及来愁病侵，瘦骨冰棱峭。君如镜中花，独向春光笑。荒村酒味薄，沉忧何时疗。日色不入梦，高星冻青耀。空枝吟霜风，永夜兴悲啸。嵯峨金张第，忽成野田烧。安得明月中，长见君年少。孤桐饱秋风，响作霜天鸿。手翻九嶷色，下堕潇湘中。谁言一寸路，不成西与东。谁言少年时，不成衰老翁。欲使胶漆意，通君山水衷。尝恐金石奏，复为郑卫工。所悲百年内，徒然羡华嵩。华嵩有终极，愁泪终难穷。愁泪一入地，春风无碧丛。",
            "comment": ""
        },
        {
            "title": "山中杂咏",
            "content": "灼灼山半花，闲闲水中藻。苟无松柏心，飘零向谁道。蜉蝣炫衣裳，楚楚苦不保。野老惜春色，间篱薙青草。青草忽已繁，兰蕙日已老。兰蕙日已老，我心当奈何。人生贵适意，所乐岂在多。卓然负书翁，悠悠谢山阿。",
            "comment": ""
        },
        {
            "title": "除夕",
            "content": "多病成懒疏，日月忽驱逐。家人厌陈迹，洒扫新我目。争此须臾间，扰扰竞多福。习气变性情，不复生惭恧。幸有一樽酒，可以寄清穆。夜静天四垂，星光就檐屋。灯烛忽空旷，琴书转幽独。休心薇蕨内，庶免营旨蓄。凤凰鸣高冈，贻笑於鸡鹜。得终岁寒心，尚愧庭前竹。去去天台山，幽兰会当馥。",
            "comment": ""
        },
        {
            "title": "闺怨",
            "content": "房栊微雨过，虫思草根深。门外青苔色，无人闲到今。换衫依暮冷，开镜倚秋心。别意犹能在，应来梦裹寻。",
            "comment": ""
        },
        {
            "title": "苦雨",
            "content": "积忧遂成阴，昏色遍苍莽。我醉忧已忘，天地当开朗。何以酒醒后，犹然在檐上。云是方春时，暗助草木长。凝阴而无阳，亦非善培养。岂因世道非，寰宇盈魍魉。日月不照临，星辰羞布象。每睹万类心，俱称上天广。移转亦何难，梦梦如抱怏。地底周雷声，骄鸟绝心想。四望如无余，举意同罗网。安得最高峰，云外独来往。",
            "comment": ""
        },
        {
            "title": "睡起",
            "content": "睡起日满窗，苍蝇黄蜂如沸江。莫言闲人得睡足，梦到封侯亦劳碌。隔壁棋客时落子，功名事来此口已。巫山洛水香成阵，天上晓云为翠鬓。",
            "comment": ""
        },
        {
            "title": "春日作",
            "content": "雨过验庭树，始知春气迁。造化不相限，随意成斑斓。蒙蒙一寸枝，新故伤其间。四时递相见，花叶了不閒。安能待头白，然后凋朱颜。阳春久断绝，梦想见弓弯。醉后发高唱，独句请莫删。不贵文字奇，贵使耳目顽。从来贤智出，不与庸俗关。性情通草木，羞辨魑魅奸。周道满荆棘，歧路盈海寰。举足何所蹈，归去天台山。",
            "comment": ""
        },
        {
            "title": "祥符寺得句",
            "content": "安蔬自足慰平生，峰静松闲涧水平。山意悟时僧不语，落花声间梵音清。",
            "comment": ""
        },
        {
            "title": "山中杂咏",
            "content": "久病鲜尘事，溪山逐相安。欲知生息意，自树庭中兰。静睹共叶荣，春风吹亦难。新禽弄佳吹，小水生微澜。同在天地中，安能测其端。夜澄众境寂，月小松声寒。言念御风人，感兹清露溥。悲来心自微，凄然竟长叹。",
            "comment": ""
        },
        {
            "title": "寄中中老稚",
            "content": "客久归无计，家书懒再看。寄声花郑重，为报竹平安。诗酒吾能老，饥寒汝自宽。今年新酿熟，收拾钓鱼竿。",
            "comment": ""
        },
        {
            "title": "赠友山二侄",
            "content": "闻道春来解问经，整衣矩步学趋庭。雨余应惜阶前蚁，月落休轻案上萤。自笑颠毛容我白，且留衰眼为伊青。熟精文选吾家事，早向秋空试凤翎。",
            "comment": ""
        }
    ]
}