{
    "dynasty": "宋",
    "author": "诸葛兴",
    "poems": [
        {
            "title": "会稽颂·王右军祠",
            "content": "典午西兮金谷辈，渡而东兮蔼多士。嘉内史兮屏浮华，淡物累兮颐天粹。升冶城兮遐想，友东山兮雅志。修禊事兮兰亭，觞曲水兮群英。追雩风兮涵泳，渺万化兮均平。纪清游兮感慨，剡形忘兮神诣。蔚翔凤兮一杞，宝连城兮千祀。太传起兮为苍生，扶晋鼎兮蹙苻秦。内史归兮乐山水，师万石兮饬子孙。出与处兮两贤，意易地兮皆然。",
            "comment": ""
        },
        {
            "title": "会稽颂·大禹陵",
            "content": "瞻越山兮镜之东，郁得木兮丛。倚青霞兮窆石，枕碧流兮宝宫。端黻冕兮穆穆，列俎豆兮雍雍。梅为梁兮挟风雨，倏而来兮忽而去。芝产殿兮间见，橘垂庭兮犹古。壁腾辉兮桂荐瑞，书金简兮缄石蒉朝万玉兮可想，探灵文兮何秘。嗟洚水兮潢流，民昏垫兮隐隐忧。运大智兮无事，锡洪范兮攸畴。身劳兮五岳，迹书兮九州。亶王心兮不矜，迄四海兮歌讴。猗圣宋兮中兴，驻翠跸兮稽城。独怀勤兮旷代，粲奎文兮日星。扬舲兮拊鼓，吴歈兮郑舞。奠桂酒兮兰肴，庶几仿佛兮菲食卑宫之遗矩。",
            "comment": ""
        },
        {
            "title": "会稽颂·二相",
            "content": "披竹简兮典谟，圣手断兮唐虞。登群龙兮辅翌，萃一堂兮都俞。知人兮帝之哲，动天兮帝之德。画象兮民不犯，舞干兮苗已格。迨一旅兮中兴，严庙貌兮稽陵。感会遇兮风云，崇像饰兮股肱。愤夷楚兮陵上国，忽庭坚兮祀俄息。泚麟笔兮特书，喟夷吾兮有力。何汲汲兮诡诞，谓明良兮相贼。奸雄托兮自文，慨齐东兮毋惑。仰而察兮草木殖。功之远兮难名，民之思兮无斁。",
            "comment": ""
        },
        {
            "title": "会稽颂·越王",
            "content": "睇禹陵兮岿然，邃珍馆兮蟺蜎。敞别室兮遗象，崇英霸兮千年。谂越民兮非黩祀，推世家兮自迁史。肇无余兮开国，传后裔兮奋起。痛夫椒兮深衄，崭人兮劳佚。采蕺兮食何味，尝胆兮志密笃。封以内兮兮睨东海，矩天门兮模地户。惜规图兮不弘，几弓藏兮犬烹。蹇七术兮遗恨，怅五湖兮遐征。尚蝉嫣兮复续，终与享於鼻祖之庭。",
            "comment": ""
        },
        {
            "title": "会稽颂·嗣王",
            "content": "肇三圣兮传一中，建人极兮参洪蒙。元圭锡兮汝绩，昭华归兮汝躬。大道公兮均嬗继，家天下兮繇姒氏。嵩石兮发祥，讴歌兮与子。誓甘野兮服叛，养国老兮贵齿。席不重兮味不贰，琴瑟屏兮钟鼓置。思皇训兮克俭，心敬承兮敢坠。祀四百兮绵景祚，兆大横兮垂异世。越山兮蜿蜒，镜水兮漪。焕祠宫兮屹峙，肃庑祀兮愉然。端冕兮龙章，执圭兮琳琅。想规重兮短叠，恍韶奏兮铿锵。",
            "comment": ""
        },
        {
            "title": "会稽颂·曹娥祠",
            "content": "悄丛祠兮江这湄，懔予心兮肃祗。表卓行兮尚之祀，垂妙辞兮淳之碑。嗟窈窕兮践天性，一念烈兮万古镜。山眉兮苍苍，江练兮茫茫。",
            "comment": ""
        },
        {
            "title": "会稽颂·城隍庞王",
            "content": "虬髯起兮龙翔，耀兵威兮八方。法羽林兮严禁卫，握钩陈兮扫欃枪。视诸将兮哙等伍，咨旧臣兮忠且武。耸万目兮矩劐，卫九重兮心膂。维东南兮都会，辱吾王兮镇抚。畅威惠兮千载，隤福祥兮兹土。瞻衮服兮煌煌，荐蕙肴兮葵觞。菲震慑兮罗池，亶爱思兮桐乡。王之泽兮流后裔，更累叶兮奋忠义。孰旌表兮陪庙祀，显一门厉斯世。",
            "comment": ""
        },
        {
            "title": "会稽颂·贺监祠",
            "content": "山簇簇兮环湖，水淼淼兮萦纡。人何游兮明镜，鸟何飞兮画图。怀贺老兮今昔，想逸致兮林庐。老之襟兮天阔，老之神兮秋月，飞翰兮龙鸾，吐词兮冰雪。际熙运兮开元，司缛典兮春官。凌玉霄兮倚华盖，骖骖驭兮升四昆。俄清梦兮绵绵，恍乘云兮登仙。觐紫皇兮玉宸，聆九奏兮钧天。笺天公兮遂志，鼓予枻兮锦里。吾朋兮鸥鹭，吾宾兮烟水。野服兮蹁跹，斑衣兮娭戏。缅高贤兮非苟於去就，其庶几兮东门之傅鸱夷之子。",
            "comment": ""
        },
        {
            "title": "会稽颂·马太守庙",
            "content": "书畀姒兮力沟洫，民奠居兮勤稼穑。降嬴刘兮言水利，嘉邺渠兮夸郑国。慨元光兮瓠子决，彼鄃封兮河之北。悼一言兮贻时害，诿天事兮非人力。昔越守兮得贤侯，虑远久兮为民谋。镜一湖兮陂万顷，备潴泄兮岁有秋。宁杀身兮利人，抑洙泗兮称仁。嗟后来兮私己，田吾湖兮寝湮。湖之复兮畴继，侯之心兮万世。酌甭流兮撷兰芷，奉明荐兮非昵祀。",
            "comment": ""
        }
    ]
}