{
    "dynasty": "宋",
    "author": "谢绛",
    "poems": [
        {
            "title": "马上口占送九舅入京城亲联句",
            "content": "之子洛中来，芳樽喜暂开。人夸阿连少，吾愧士衡才。丹阙凤皇去，清川鸿雁回。都门春色美，相送思悠哉。",
            "comment": ""
        },
        {
            "title": "风瑟联句",
            "content": "窃竹漏天风，张弦拟峄桐。佳名從此得，妙响未曾穷。夜静危台上，人闲皎月中。依依听不足，秋露满兰丛。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "秋波下南浦，晓气望西山。",
            "comment": ""
        },
        {
            "title": "联句",
            "content": "古木含清吹，池上增晚凉。余怀本达旷，联此傲羲皇。孤鸥可与狎，幽岸足以觞。幸有彭泽酒，便同永嘉堂。潘生起为寿，王子齐陈章。林端见新月，草际闻寒螀。照水萤影乱，拂筵蓼花香。徘徊恋嘉境，坐使归兴忘。",
            "comment": ""
        },
        {
            "title": "诉衷情",
            "content": "银缸夜永影长孤。香草续残炉。倚屏脉脉无语，粉泪不成珠。双粲枕，百娇壶。忆当初。君恩莫似，秋叶无情，欲向人疏。",
            "comment": ""
        },
        {
            "title": "洛中冬夕道话有怀善慧大士联句",
            "content": "彼有上人者，妙谈心所降。达空知不二，观行本无双。久阻飘花席，因思响雪窗。社中虽得远，方外自非庞。梦纪惭他劫，风尘厌此邦。终期亲道树，何必忆重江。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "王貌闲如鹤，黄吟苦似猿。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "娟娟侵鬓妆痕浅。双眸相媚弯如翦。一瞬百般宜。无论笑与啼。酒阑思翠被。特故瞢腾地。生怕促归轮。微波先注人。",
            "comment": ""
        },
        {
            "title": "送馀姚知县陈最寺丞",
            "content": "稍过山阴接甬东，正当两国画屏中。岩岭僧井通江水，门外商帆落海风。尽日挥弦无一事，平时推轂有诸公。此行绝胜人人羡，莫恨犹怀五两铜。",
            "comment": ""
        },
        {
            "title": "夜行船",
            "content": "昨夜佳期初共。鬓云低、翠翘金凤。尊前和笑不成歌，意偷转、眼波微送。草草不容成楚梦。渐寒深、翠帘霜重。相看送到断肠时，月西斜、画楼钟动。",
            "comment": "【注释】①翠翘金凤：古代妇女首饰。【评解】这首惜别词，上片回忆昨夜欢会，着重描绘人物情态；下片写今日送别，着重以景衬情。轻艳柔和，风流蕴藉，表现了谢词的风格。【集评】薛若砺《宋词通论》：据《富春遗事》载，希深居富阳小隐山，别筑室曰“读书堂”，构双松亭于前。倚山临江，杂植花果，沼荷稻圩，环流布种，颇称幽人之居。其词亦“藻然轻黠”，与众特异，如《夜行船》。"
        },
        {
            "title": "约游西溪信马不觉行过据鞍联句",
            "content": "有意访西溪，顺涂吟思迷。及兹询野老，已恨过芳蹊。醉客但多兴，幽禽空自啼。无由驻金勒，林表日光低。",
            "comment": ""
        },
        {
            "title": "送馀姚知县陈最寺丞",
            "content": "愧君来款关，话别憩林间。不待风销暑，聊因酒发颜。沧洲即欲往，清躅暂容攀。居者羡行者，寄声思越山。",
            "comment": ""
        },
        {
            "title": "来燕堂联句",
            "content": "贤侯谢郡归，從游乐吾党。林泉富馀地，卜筑疏陈莽。是时春正中，来燕音下上。若贺大厦成，喜留众宾赏。得名因笑谈，挥墨粲题榜。所夸贤豪盛，岂止池榭广。人心乐且间，鸟意颉而颃。吟樽敞花轩，醉枕酣风幌。轻云薄藻栋，初日丽珠网。红袂生暗香，清弦泛馀响。林深隐飞盖，岸曲迟去桨。波光栏槛明，竹气衣巾爽。虚容凉樾入，影与文涟荡。晨飚转绿蕙，夕雨滋膏壤。嘉辰喜盍朋，命驾期屡往。觞咏陶淑真，世俗岂吾仿。得以为胜游，萧然散烦想。公子固好士，世德复可像。今此大基构，不图专奉养。美哉风流存，来叶足师仰。",
            "comment": ""
        },
        {
            "title": "双松亭",
            "content": "筑居喜物外，披迳穷木末。层阜绕襟带，澄江见毫发。芬芬山蜜熟，决决春泉活。林梢闪猿陨，石罅憖衔月。坐长百虑寂，望远孤兴发。何必较万殊，吾自师吾达。",
            "comment": ""
        },
        {
            "title": "玉尘尾寄傅尉越石联句",
            "content": "斋中独何物，持之想见君。惟兹玉尘尾，信美而有文。夫子善谈道，亹亹词如云。在握昔同色，倾坐今离群。况托怀袖好，曾亲蕙兰薰。常许助闲放，于焉探典坟。既乃阻清燕，复屈驱虻蚊。自殊白团扇，未畏秋叶纷。",
            "comment": ""
        },
        {
            "title": "小隐园诗",
            "content": "僕本尘外士，功名若毫末。因寻小园隐，忽见群芳发。昔梦宛可记，灵契方兹达。会须挂朝缨，归弄岩前月。",
            "comment": ""
        },
        {
            "title": "答梅圣俞问隐",
            "content": "圣俞一幅书，间我小隐居。小隐讵有异，筑室数亩馀。岩壑不峻崒，田园非美腴。所欲近丘墓，岁时来扫除。先人梦读史，尊道本圣徒。绝笔于此诗，子孙无忽诸。刻石置中堂，且使过者趋。题榜为服训，义取铭盘盂。后岭双松亭，径术何逶迂。下临富春渚，万象生有无。东偏作草舍，可以施琴壶。门前碧塘水，万本栽荷蕖。风来触香气，长著人衣裾。澄水泱泱流，黍稻可勿枯。柔桑及美果，种广莫记株。涧草不识名，野禽多异呼。坐此易岁晏，自与人世疏。在昔东陵侯，瓜垅犹亲锄。杨恽谢九列，种豆南山隅。余尝有此志，来者安敢诬。诛茅实绑本，解组当后图。是时考槃赋，從我者谁欤。近来傅越石，趣尚若不殊。傥闻丘樊往，不顾升斗储。如君美才具，日月升云衢。安敢预招挽，粗自陈其愚。",
            "comment": ""
        }
    ]
}