{
    "dynasty": "宋",
    "author": "谢翱",
    "poems": [
        {
            "title": "八咏楼",
            "content": "江山此愁绝，寒角梦中吹。飞鸟过帆影，游尘空戟枝。水交明月动，槎洑故州移。已薄齐梁士，犹吟沈约诗。",
            "comment": ""
        },
        {
            "title": "过杭州故宫",
            "content": "紫云楼阁燕流霞，今日凄凉佛子家。残照下山花雾散，万年枝上挂袈裟。",
            "comment": ""
        },
        {
            "title": "铲孟郊体七首",
            "content": "閒庭生柏影，荇藻交行路。忽忽如有人，起视不见处。牵牛秋正中，海白夜疑曙。野风吹空巢，波涛在孤树。",
            "comment": ""
        },
        {
            "title": "宝幢山寻黄提刑震旧避地处",
            "content": "甬东寺里逢陈若，双袖龙钟行带索。问知黄公旧避逃，宝幢山下坐丛薄。日惟一食祷先灵，不愿拾得不死药。仰天呼号得正终，一往不复至城郭。公初著书女立旁，公死母亡家濩落。子为户曹取公女，欲叙因由无与语。得来与子行林莽，月落山空识其处。",
            "comment": ""
        },
        {
            "title": "避暑城西观吴道子画老君像",
            "content": "湿烟挂龙天海头，角城溽暑如炎州。白氛翳景失楼阁，蓬莱缥缈不可求。解衣挥尘子城下，地涌青莲邻古社。卷帘看画人犹龙，矫首见龙还见画。碧幢发雪垂过耳，弄笔者谁吴氏子。",
            "comment": ""
        },
        {
            "title": "书文山卷后",
            "content": "魂飞万里程，天地隔幽明。死不从公死，生如无此生。丹心浑未化，碧血已先成。无处堪挥泪，吾今变姓名。",
            "comment": "【注释】[创作背景]这是文天祥就义后不久，谢翱为他的诗文集题写的诗。 [内容评析]起句劈空而来，文天祥殉国的不幸消息传来，谢翱肝胆俱裂，痛不欲生。但作者并不简单叙述自己悲痛欲绝的心情，而是写自己在噩耗传来后的极度痛苦和迷乱中，突然产生了一个强烈的愿望，要飞越千山万水，到万里之外的北国去和死者见面。次句承上而来，却又急转直下。当精魂不辞万里之遥，跋山涉水，到达北国之后，却又「上穷碧落下黄泉，两处茫茫皆不见」，在深深的悲哀和失望中，梦魂猛醒过来，原来所知已物化，幽明隔绝，再无相见之时。「飞」的急切和「隔」的绝望，在这里形成了极其强烈的对照。诗人悲不能已，痛哭着迸出了下面两句：「死不从公死，生如无此生。」忠臣死得其所，自己苟且偷生，又有甚么意趣？这两句用「死」、「生」二字组成奇特对偶句，蕴蓄着极深挚的感情，格外哀切动人。 第三联转向正面写文天祥，进一步抒发哀痛心情。「人生自古谁无死？留取丹心照汗青」，这是文天祥表明心迹、充满正气的诗句。如今，耿耿丹心仍在，而英雄却带着未酬的壮志，含恨离开了人世。尾联推进一层。痛苦是需要发泄的，然而在残酷的现实生活中，竟然没有可以发泄自己感情之处。伤心之泪，未能明流，只得暗吞。末句委婉地表示决心，将埋名隐姓，遁迹山林，决不与统治者合作。语气平和，但忠愤抑郁之气仍勃勃于言意之表。 此诗以饱含感情的笔触，抒写深沉的家国兴亡之痛。由闻知死讯、渴求重见到死生相隔、无缘重逢：再由壮志未酬、血沃大地，到无处挥泪，决心归隐，百转千回，从深处着笔，写到至情处，不辨是诗是泪。作者本以工于锤炼著称，这首诗却以白描见长，字字用血泪凝成，读之令人泣下。 [难词注释]①文山：文天祥。卷：这里指诗文集。②丹心：赤诚的心。文天祥有诗句「人生自古谁无死？留取丹心照汗青。」浑：全。③碧血：语出《庄子·外物》：「苌弘死于蜀，藏其血，三年而化为碧。」后常以「丹心」和「碧血」并举，称颂为国死难人。④堪：可，能。 http://www.china10k.com/simp/history/5/55/55c/55c07/55c07041.htm"
        },
        {
            "title": "别子静却送之霅",
            "content": "独往知吾事，语离何所求。故家无别业，残梦下扁舟。积叶吴宫冷，吟猿顾渚秋。那能不相待，羁旅负清游。",
            "comment": ""
        },
        {
            "title": "铲孟郊体七首",
            "content": "移参窗此地，经岁日不至。悠悠荒郊云，背植足阴气。新雨养陈根，乃复佐药饵。天涯葵藿心，怜尔独种参。",
            "comment": ""
        },
        {
            "title": "效孟郊体",
            "content": "闲庭生柏影，荇藻交行路。忽忽如有人，起视不见处。牵牛秋正中，海白夜疑曙。野风吹空巢，波涛在孤树。",
            "comment": ""
        },
        {
            "title": "呈王尚书应麟",
            "content": "寒风吹鬓影，客泪湿衣尘。千里见积水，满城无故人。船歌瓯雪尽，剑舞越花薪。独忆丝纶老，相从话所亲。",
            "comment": ""
        },
        {
            "title": "铁如意",
            "content": "仙客五六人，月下斗婆娑。散影若云雾，遗音杳江河。其一起楚舞，一起作楚歌。双执铁如意，击碎珊瑚柯。一人夺执之，睨者一人过。更舞又一人，相向屡傞傞。一人独抚掌，身挂青薜萝。夜长天籁绝，宛转愁奈何。",
            "comment": ""
        },
        {
            "title": "铲孟郊体七首",
            "content": "弱柏不受雪，零乱苍烟根。尚余粲粲珠，点缀枝叶繁。小榻如僧床，下有莓苔痕。对此莓苔痕，三年不敢言。莓苔傥可食，嚥雪待朝暾。岂无柏树子，不食种在盆。",
            "comment": ""
        },
        {
            "title": "西台哭所思",
            "content": "残年哭知已，白日下荒台。泪落吴江水，随潮到海回。故衣犹染碧，后土不怜才。未老山中客，惟应赋八哀。",
            "comment": ""
        },
        {
            "title": "铲孟郊体七首",
            "content": "闺中玻黎盆，貯水看落月。看月复看日，日月从此出。爱此日与月，倾写入妾怀。疑此一掬水，中涵济与淮。泪落水中影，见妾头上钗。",
            "comment": ""
        },
        {
            "title": "秋夜词",
            "content": "愁生山外山，恨杀树边树。隔断秋月明，不使共一处。",
            "comment": ""
        },
        {
            "title": "铲孟郊体七首",
            "content": "手持菖蒲叶，洗根涧水湄。云生岩下石，影落莓苔枝。忽起逐云影，覆以身上衣。菖蒲不相待，逐水流下溪。",
            "comment": ""
        },
        {
            "title": "芭蕉雨",
            "content": "吴楚灯前侣，芭蕉海上身。凉宵知过雨，病叶与羁人。白屋愁看晓，沧洲宿语贫。西南多苦竹，应与越禽邻。",
            "comment": ""
        },
        {
            "title": "城西废园",
            "content": "水门夹西雨连越，邺瓦耕残莎草茁。谁知当日夫容园，湿路迷城暗车辙。夫容青根联戚里，美人对博蓬山里。潮痕欲上红露晞，知是日高梳洗起。园南禁绝人行道，中有民间旧宿草。废园起垡鸣窃脂，寒食如应通祭扫。",
            "comment": ""
        },
        {
            "title": "避暑池上拟古",
            "content": "游子渺天末，晨光东南驰。良时不易晤，胡为徒来兹。丛柏结夏塔，轻蒲生夕颸。空有齐纨扇，团团手中持。持此欲永久，但感颜发衰。爱尔云中鸟，浴彼道上池。余羽委弱藻，飞去犹沦漪。极目送不返，将以穷所思。",
            "comment": ""
        },
        {
            "title": "过杭州故宫",
            "content": "禾黍何人为守阍，落花台殿暗销魂。朝元阁下归来燕，不见前头鹦鹉言。",
            "comment": ""
        },
        {
            "title": "拜玄英先生画像",
            "content": "来此得公真，尘埃避隐沦。水生溪榜夕，苔卧野衣春。雨冢侵吴甸，荒祠侑汉人。微吟值衰世，为尔独伤神。",
            "comment": ""
        },
        {
            "title": "铲孟郊体七首",
            "content": "落叶昔日雨，地上仅可数。今雨落叶处，可数还在树。不愁绕树飞，愁有空枝垂。天涯风雨心，杂佩光陆离。感此毕宇宙，涕零无所之。寒花飘夕晖，美人啼秋衣。不染根与发，良药空尔为。",
            "comment": ""
        },
        {
            "title": "铲孟郊体七首",
            "content": "越禽惜羽毛，不向恶木栖。木奴重逾淮，爱尔巢其枝。巢枝不食实，中有二老棋。乳子月明中，梦绕东南飞。",
            "comment": ""
        },
        {
            "title": "采药候潮山宿山顶精蓝夜中望海",
            "content": "蛟门南去鸟，此地望迢迢。积湿侵幡黑，生寒入梦飘。见灯归舶夜，闻偈解衣朝。土植皆为药，山枝不满樵。暗光珠母从，秋影石花消。拟候槎回汉，宁甘客老逊。却寻徐福岛，因问秦皇桥。於彼看日出，羽旌焉可招。",
            "comment": ""
        },
        {
            "title": "池上萍",
            "content": "浮萍随涨水，上到荷叶端。水退不得下，犹粘花萼间。花殷青已见，叶翠枯始斑。何如根在水，根蔕相团团。人生慕高远，风云事跻攀。绝髯尚号叫，化为鹤与猿。幸未及枯槁，万里吾当还。",
            "comment": ""
        },
        {
            "title": "白紵歌",
            "content": "江头蓬沓走吴女，浣水为花朝浣紵。昼随睛网晒日中，夜覆井阑飘白露。织成素雪裁称身，夫为吴王戍柏举。田家岁绩供布缕，独夜讵如妾愁苦。",
            "comment": ""
        }
    ]
}