{
    "dynasty": "宋",
    "author": "谢薖",
    "poems": [
        {
            "title": "鹊桥仙",
            "content": "月胧星淡，南飞乌鹊，暗数秋期天上。锦楼不到野人家，但门外、清流叠嶂。一杯相属，佳人何在，不见绕粱清唱。人间平地亦崎岖，叹银汉、何曾风浪。",
            "comment": "【注释】　　这首词。是一首咏七夕的词作，但是，全篇却没有谈什么男女伤别、儿女恩爱，而是以天上、人间的对比，描绘了人间的不平，抒写出世路的艰险。这是有感于北宋王朝末期衰败的局势，而发出的感叹。　　上片写天上。“月”、“星”、“乌鹊”、“秋期”、“锦楼”，均为天上景物。锦楼，相传为汉武帝的曝衣楼，在太液池西面，每年七月七日，宫女出来曝晒后宫衣物（见《西京杂记》）。秋期，即七夕。相传农历七月七日夜间，牵牛、织女过鹊桥，相会于银河东侧，是为秋期（见《尔雅翼》）。在列举了这些天上美妙、令人神驰心往的景物之后，突然，笔锋一转，写道：“锦楼不到野人家，但门外、清流叠嶂。”挺拔高奇，为戛然独造之境。一个天上，一个地下；一个是宫阙锦楼，一个是“清流”、“叠嶂”的“野人家”。形成了强烈、鲜明的对比。　　下片，写人间。一开始，即发出“一杯相属，佳人何在？不见绕梁清唱”的叹谓。相属，即敬酒、祝酒，祝、属相通。绕梁清唱，形容歌声的美妙。典出《列子·汤问》：韩娥过雍门，唱歌求食。走后，余单音间绕梁，三日不绝。后来，人们用以形容美妙动人的歌声或歌者。这里指“佳人”。结尾写道：“人间平地亦崎岖，叹银河、何曾风浪。”直言不讳，一语道破了作者写词的意图。从而，成为千古名句！　　我国古典诗词中，咏七夕的作品不少，唐杜牧的《秋夕》，就是著名的一首。全诗只有四句：“红烛秋光冷画屏，轻罗小扇扑流萤。天阶夜色凉如水，坐看牵牛织女星。”写的是宫女的忧思怨绪。诗中却不着一字，而是通过清冷的画面，和诗人“轻描淡写”表现出来，于含蓄的景物描写之中见“精神”。而这首七夕词，写的天上宫阙和人间村荒野户的形象对比。而且通过对比，发出了振撼人心的慨叹。别是一番立意和独特构思！“人间平地亦崎岖，”这振荡时代的强音，发自一个封建时代的词家之口，实是难能可贵！(贺新辉)此为七夕词。作者记述的是七夕夜触景生情，伤心怀人之事。上片起首三句，写七夕所见天空景象，并及七夕传说 。七夕是我国古老的民间节日，《艺文类聚》卷四中有七夕天上牛女相会和民间乞巧习俗的早期记载。至于牵牛、织女星分隔在天河东西，只准每年七夕相会一次 ，传说就更早，后来又发展为乌鹊填桥之说。七夕这一晚，当阴历七月的上旬，月相为上弦，其状如弓，光线本来就不太亮，当云彩遮蔽时，从地上望去，就更显得朦朦胧胧，而星光也就显得暗淡了，故曰“月胧星淡”。这时候 ，作者想起了今夕是双星渡河之夕，于是便写出了“南飞乌鹊，暗数秋期天上”两句，以咏其事。“月胧星淡”正是最好的相会环境。这几句，在叙事、写景之外，还蕴含着对牛女相会的歆羡、赞美之意。上片歇拍句，写自己在此佳节中的情况。“锦楼”句是说没有庆节摆设。《东京梦华录·七夕》载：“至初六日、七日晚，贵家多结彩楼于庭 ，谓之乞巧楼。铺陈磨喝乐 、花瓜、酒炙 、笔砚、针线，或儿童裁诗 ，女郎呈巧，焚香列拜，谓之乞巧。”可见到了宋代，七夕已成为一个相当热闹的节日，庆节摆设是繁多的。“锦楼”即“彩楼”，总指节日铺陈。作者是个山野隐士 ，他不作此种铺陈 ，故曰“彩楼不到野人家 ”。眼前所对的，仅“门外清流叠嶂”而已。此句大有深意。我们知道，七夕这天，年轻妇女结彩缕穿针，向织女乞求心灵手巧了，恩爱夫妻向此对象征永恒爱情的神仙盟誓 ，祈求爱情的进一步净化与持久。而作者独对“清流叠嶂”而不结“锦楼”乞巧，则充分透露出作者心情的枯槁孤寂，给人一种沉重的压抑感。以此作结，为下片带来抒情叙事的文阔余地。过片紧承前文 ，进一步敞示心灵的创痛。“一杯相属 ”三句 ，以沉痛的询问，抒发出丧失伴侣的悲哀。“一杯相属”，常有的表现 。“佳人何在？不见绕梁清唱 ”，这是痛苦的呼喊：劝我以美酒、娱我以清歌的佳人不在了。——其中包括多少对前尘往事的追忆，对今日形单影只的伤心 ！从“绕梁清唱 ”句可看出 ，作者失去的那位“佳人”，本是一位歌女。词写至此，作者为什么不结彩楼以庆七夕，已得到了充分的解答，很好地呼应了前文结尾二句，以天上爱情的美满反衬人间爱情的不幸 ，返回牛女事作结。“人间平地亦崎岖”，同天上的牛郎 、织女相比，有着多么大的差距 ！于是，作者最后唱出一句：“叹银汉何曾风浪 ！”银河里是不起风浪的，牛女的爱情，亘千万亿年以至永恒，不衰不灭。这是有力的反衬，弥觉人间的不美满，骨子里是突出作者自己的不幸。这一结束，议论而兼抒情，接触到一个普遍性、永恒性的感慨，耐人寻味。从结构上来说，它回应了开头，紧扣七夕话题，使全词显得圆融、完整。这首词把眼前景、心内情，仙凡恋、男嫒巧妙地揉合在一起 。起承转合在一起 。起承转合，流畅天间，当为佳作。"
        },
        {
            "title": "虞美人",
            "content": "人间离合常相半。璧月宁长满。九秋风露又方阑。何日小窗相对、话悲欢。月华临夜宜人醉。老去嗟颜悴。君如玉树照清空。况有凝之道蕴、一尊同。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "风篁度曲。倦倚银屏初睡足。清簟疏帘。金鸭香销懒更添。纤纤露玉。风雹纵横飞钿局。颦敛双蛾。凝伫无言密意多。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "人似已圆孤月。心似丁香百结。不见谪仙人，孤负梅花时节。愁绝。愁绝。江上落英如雪。",
            "comment": ""
        },
        {
            "title": "定风波",
            "content": "牛女心期与目成。弥弥脉脉得盈盈。今夕银河凭鹊度。相遇。玉钩新吐照云屏。行旆雍容留宴语。将暮。方携珠袖到山亭。寂寞江天正云雾。回顾。不应中有少微星。",
            "comment": ""
        },
        {
            "title": "江神子/江城子",
            "content": "破瓜年纪柳腰身。懒精神。带羞瞋。手把江梅，冰雪斗清新。不向鸦儿飞处著。留乞与，眼中人。水精船里酒粼粼。皱香茵。驻行云。舞罢歌馀，花困不胜春。问著些儿心底事，才靥笑，又眉颦。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "寻常三五。坐待丹山飞玉兔。试问常娥。底事清光此夜多。尊空客满。纵有鷫鸘无处换。不倒金荷。可奈金波潋滟何。",
            "comment": ""
        },
        {
            "title": "念奴娇 宜雨亭咏千叶海棠",
            "content": "绿云影里，把明霞、织就千重文绣。紫腻红骄扶不起，好是未开时候。半怯新寒，半宜晴色，养得胭脂透。小亭人静。嫩莺啼破清昼。犹记携手芳阴，一枝斜带艳，娇波双秀。小语轻怜花总见，争得似花长久。醉浅休归，夜深同睡，明月还相守。免叫春去，断肠空叹诗瘦。",
            "comment": "【注释】又作张鎡作南宋的咏物词讲究工巧尖新，富于文人化的情趣，集中反映了那个时代的士大夫阶层的审美趣向和生活情调 。这在张鎡的《念奴娇》词中体现地尤为鲜明。张鎡这首词，作于南湖别墅的宜雨亭上。在宋人海棠词中虽非冠冕之作 ，却也写得清丽秀逸，婉转有致，富有文人化的情趣。上片，首起三句“绿云影里，把明霞织就，千重文绣 ”，总写海棠花叶之美。在这三句中，词人连用三个比喻，渲染出红花绿叶交相辉映的秀美景色。“绿云”喻写其枝叶之密，绿阴之浓，点出千叶海棠枝叶茂盛的特征 。“明霞”二字，极喻海棠花红艳亮丽之色。“文绣”则形容花叶色彩组合之美。前面加上“千重”二字，又描绘出绿叶红花重重叠叠，色彩斑斓的画面。同时，绿云与明霞，又是明暗亮度的对比，还是冷暖色调的对比，实写与虚想结合，构思立意，显出词人的匠心独运。接下去的两句 ，“紫腻红娇扶不起，好是未开时候”，写海棠花娇嫩慵懒之态 。因花开有迟早之分 ，故色泽有深浅之别。深者紫而含光，浅者红而娇艳。后面以“扶不起”三字承接，以拟人化的手法生动地描绘出海棠花娇而无力的情态，使人联想到睡美人和醉美人的韵致。“好是未开时候”，是由郑谷《海棠》诗的“ 娇娆全在欲开时”变化而来。诗人都爱欲开未开的海棠花 ，是因为那深红的蓓蕾，在青枝绿叶的映衬中显得格外娇美。含苞未放的花朵蕴藉含蓄 ，生机无限，有一种蓬蓬勃勃的青春活力，最易引发人们美好的情思 。“半怯春寒 ，半宜晴色，养得胭脂透”三句，解释了海棠含苞未放的原因，具体而细腻地形容出海棠花欲开未开时的特殊美感。那点点蓓蕾，一半因春寒而不肯芳心轻吐，一半因映晴色而展露秀容，羞怯娇嫩，直养得蕾尖红透，艳丽动人。当此际，词人完全沉浸在美的追索中，为花的幽姿秀色而陶醉 。“小亭人静 ，嫩莺啼破清昼”两句，笔波一折，而且一转即收，转得好也收得好，恰到好处。这歇拍处的一转一收，使整片词灵气活泛，不仅很好地兜住了上片，而且为下片另辟词境作好了过渡。下片由写花转而写人。在咏物词中，人就是龙的眼睛，缺少了人的点缀，就会缺乏生气和灵动感。换头以“犹记”逆入，连写五句，记昔日与情人赏花情景开拓出一片新的境界。前三句“犹记携手芳阴，一枝斜戴 ，娇艳双波秀”，回忆芳阴下携手同游，她鬓边斜插着一枝娇艳欲滴的海棠花，双眸明秀，秋波含情 。后两句“小语轻怜花总见，争得似花长久”，写两人在花前小语，轻怜密爱，此情当日，海棠花正是我们海誓山盟的见证人。如今花开依旧，而伊人何处？深觉情缘之事，“争（怎）得似花长久”！这是词人的感伤 ，一句又转回现在。“醉浅休归，夜深同睡，明日还相守”三句，词人又爱屋及乌，把对情人的眷恋移情到海棠花上。苏轼《海棠》诗 ：“只恐夜深花睡去，高烧银烛照红妆。”“夜深”句，字面用苏诗，而又另创新意。“同睡”，连下句言相伴守而睡。这几句写得缠绵悱恻，婉曲细腻 ，词人眷恋的是花？是人？还是兼而有之？估计词人此刻也迷离难辨了吧？末两句，“免教春去，断肠空叹诗瘦”，紧承上三句写出解释词人与花“同睡”、“相守”的原因。乃在于深恐韶光倏逝，花与春同去。这样就在爱花情中又加上惜春之情，感情份量更重，词意也随之打进了一层。意谓若教春去，就要为之断肠，就要作诗遣怀，就要因诗而瘦。“诗瘦”本于李白戏赠杜甫诗：“借问何来太瘦生，总为从前作诗若。”（见唐孟棨《本事诗·高逸》）这两句机杼自出，翻出新意，技巧亦高，深刻而细腻地揭示了一位词人不能辜负韶光的心理活动。读来真挚恳切，直语感人。"
        },
        {
            "title": "醉蓬莱",
            "content": "望晴峰染黛，暮霭澄空，碧天银汉。圆镜高飞，又一年秋半。皓色谁同，归心暗折，听唳云孤雁。问月停杯，锦袍何处，一尊无伴。好在南邻，诗盟酒社，刻烛争成，引觞愁缓。今夕楼中，继阿连清玩。饮剧狂歌，歌终起舞，醉冷光凌乱。乐事难穷，疏星易晓，又成浩叹。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "一水盈盈牛与女。目送经年，脉脉无由语。後夜鹊桥知暗度。持杯乞与开愁绪。君似庾郎愁几许。万斛愁生，更作征人去。留定征鞍君且住。人间岂有无愁处。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "江边一树。愁绝黄昏谁与度。琪树琼枝。不受雄蜂取次欺。风前望处。直恐乘风吹得去。能动诗情。故与诗人独目成。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "相思一夜庭花发。窗前忽认生尘袜。晓起艳寒妆。雪肌生暗香。佳人纤手摘。手与花同色。插鬓有谁宜。惟应潘玉儿。",
            "comment": ""
        },
        {
            "title": "生查子",
            "content": "情亲难语离，且尽玻璃盏。双鲤有来时，莫使音书缓。征骖去若飞，不道家山远。相见小冯君，笑语迎归雁。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "雪消新洗寒林碧。华堂向晚开瑶席。一曲杜韦娘。有人空断肠。谪仙同夜宴。晓即归程远。莫放酒尊空。主人陈孟公。",
            "comment": ""
        },
        {
            "title": "偷声木兰花",
            "content": "景阳楼上钟声晓。半面啼妆匀未了。斜月纷纷。斜影幽香暗断魂。玉颜应在昭阳殿。却向前村深夜见。冰雪肌肤。还有斑斑雪点无。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "柳絮随风散漫飞。檐冰成柱粟生肌。力排寒气赖金卮。赋丽谁为梁苑客，调高难和郢中词。且烦呵笔写乌丝。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "金钗尽醉何须伴。萸糁浮杯乱。黄花香返岭梅魂。好把一枝斜插、向乌云。坡词欲唱无人会。桃叶知何在。与君同咏一联诗。但道老来能趁、菊花时。",
            "comment": ""
        }
    ]
}