{
    "dynasty": "宋",
    "author": "谢逸",
    "poems": [
        {
            "title": "虞美人",
            "content": "风前玉树瑲金韵。碧落佳期近。疏云影里鹊桥低。檐外一弯新月、印修眉。星河渐晓铜壶噎。又是经年别。此情莫与玉人知。引起旧家离恨、泪珠垂。",
            "comment": ""
        },
        {
            "title": "望江南/忆江南",
            "content": "临川好，柳岸转平沙。门外澄江丞相宅，坛前乔木列仙家。春到满城花。行乐处，舞袖卷轻纱。谩摘青梅尝煮酒，旋煎白雪试新茶。明月上檐牙。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "青锦缠条配剑，紫丝络辔飞骢。入关意气喜生风。年少胸吞云梦。金阙日高露泣，东华尘软香红。争看荀氏第三龙。春暖桃花浪涌。",
            "comment": ""
        },
        {
            "title": "寄隐居士",
            "content": "先生骨相不封侯，卜居但得林塘幽。家藏玉唾几千卷，手校韦编三十秋。相知四海孰青眼，高卧一庵今白头。襄阳耆旧节独苦，只有庞公不入州。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "楚山削玉云中碧，影落沙汀。秋水澄凝。一抹江天雁字横。金钱满地西风急，红蓼烟轻。帘外砧声。惊起青楼梦不成。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "晓风残角。月里梅花落。宿酒醒时滋味恶。翠被轻寒漠漠。梦回一点相思。远山暗蹙双眉。不觉肌肤瘦玉，但知带减腰围。",
            "comment": ""
        },
        {
            "title": "江神子/江城子",
            "content": "一江秋水碧湾湾。绕青山。玉连环。帘幕低垂，人在画图间。闲抱琵琶寻旧曲，弹未了，意阑珊。飞鸿数点拂云端。倚阑看。楚天寒。拟倩东风，吹梦到长安。恰似梨花春带雨，愁满眼，泪阑干。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "疏疏密密。薝卜林中飞玉出。妒舞欺梅。悠扬随风去却回。遥岑玉刻。不见云中浮寸碧。夜色清妍。庭下交光月午天。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "弄晴数点梨梢雨。门外画桥寒食路。杜鹃飞破草间烟，蛱蝶惹残花底露。东君著意怜樊素。一段韶华都付与。妆成不管露桃嗔，舞罢从教风柳妒。",
            "comment": ""
        },
        {
            "title": "南歌子",
            "content": "雨洗溪光净，风掀柳带斜。画楼朱户玉人家。帘外一眉新月、浸梨花。金鸭香凝袖，铜荷烛映纱。凤盘宫锦小屏遮。夜静寒生春笋、理琵琶。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "金节平分院落凉。黄昏帘幕卷西厢。冰轮碾碎粼粼碧，玉斧修成练练光。低照户，巧侵床。锦袍起舞谪仙狂。鹊飞影里觥筹乱，桂子风前笑语香。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "荷花风细。乞巧楼中凉似水。天幕低垂。新月弯环浅晕眉。桥横乌鹊。不负年年云外约。残漏疏钟。肠断朝霞一缕红。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "金气秋分，风清露冷秋期半。凉蟾光满。桂子飘香远。素练宽衣，仙仗明飞观。霓裳乱。银桥人散。吹彻昭华管。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "玉树临风宾欲散，黄昏约马嘶庭。幽欢未尽有馀清。琼糜方一啜，银烛已双擎。坐久香津生齿颊，何须五斗消酲。艳歌声里醉魂醒。明年思此会，旌旆想登瀛。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "碧梧翠竹交加影。角簟纱厨冷。疏云淡月媚横塘。一阵荷花风起、隔帘香。雁横天末无消息。水阔吴山碧。刺桐花上蝶翩翩。唯有夜深清梦、到郎边。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "料峭小桃风。凝淡春容。宝灯山列半天中。丽服靓妆携手处，笑语匆匆。酒滴小槽红。一饮千锺。铜荷擎烛绛纱笼。归去笙歌暄院落，月照帘栊。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "木落江寒秋色晚，飕飕吹帽风轻。丹枫楼外捣衣声。登高怀远，山影雁边横。露染宫黄庭菊浅，茱萸烟拂红轻。尊前谁整醉冠倾。酒香薰脸，落日断霞明。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "滴滴金盘露冷，萧萧玉宇风清。长庚入梦晓窗明。淡月微云耿耿。松竹五峰秋色，笙歌三市欢声。华堂开宴拥娉婷。天上人间共庆。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "宝柱横云雁影，朱弦隔叶莺声。风生玉脂晚寒清。官样轻黄袖冷。饮罢尚留馀意，曲终自有深情。归来江上数峰青。梅水横斜夜永。",
            "comment": ""
        },
        {
            "title": "踏莎行",
            "content": "柳絮风轻，梨花雨细。春阴院落帘垂地。碧溪影里小桥横，青帘市上孤烟起。镜约关情，琴心破睡。轻寒漠漠侵鸳被。酒醒霞散脸边红，梦回山蹙眉间翠。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "豆蔻梢头春色浅。新试纱衣，拂袖东风软。红日三竿帘幕卷。画楼影里双飞燕。拢鬓步摇青玉碾。缺样花枝，叶叶蜂儿颤。独倚阑干凝望远。一川烟草平如剪。",
            "comment": "【注释】①豆蔻：植物名，春日开花。诗词中常用以比喻少女。②步摇：古代妇女首饰。以下三句皆写妇女的首饰。③烟草：形容草色如烟。【评解】这首词明写春景，暗抒怀人之情。上片写景。风和日丽，春光明媚。画楼双燕，帘幕高卷。下片写人。凝妆登楼，倚阑远望，惟见“一川烟草如剪”。全词含蓄、宛转，余意不尽。【集评】薛砺若《宋词通论》：此词是何等的轻倩！何等的飘逸！-------------------------此词以委婉含蓄的笔调，写女子春日里见春燕双飞而自悲独居、油然怀远的情怀。全词感情曲折多变而又深婉不露，极尽婉约之美。开篇“豆蔻梢头春色浅”，巧妙地隐括了杜牧《赠别》诗中句：“娉娉袅袅十三余，豆蔻梢头二月初。”既明写春色尚浅的初春时节，又暗指正值豆蔻年华的少女。这句是笔意双关，合写初春和少女。下两句则分写。第二句，写春天到来，天气和暖，闺中少女起床后换上新做好的薄薄的纱衣。第三句写和缓的春风徐徐拂动着薄薄纱衣的长袖，从服饰的描写中，使人想见少女楚楚动人的身姿 。“红日”句开始微微透出春闺中孤寂无聊的气息。此句写红日高照的时刻，少女才春睡醒来，穿好衣服，慵懒地卷起帘幕。上片结尾一句，写生机勃勃的春燕在楼阴中比翼双飞，轻盈自在，这情景不由得触动了少女的情怀。春风中燕双飞 ，而春闺中人独居，人不如燕，虽然不明说“恨”字 ，而意中怨恨之情格外深沉。闺中人不及空中燕，这一反衬，悲慨之感顿出。下片写少女由双燕齐飞触发的怀人情思。过片三句写少女梳妆之精心和首饰之精美。步摇，古代妇女的一种首饰。“青玉碾”，指步摇上的饰物用青玉细细磨成的。极言首饰之华贵精致。所插花枝的式样新颖别致，是通常的式样中所没有的。缀以巧妙制作的蜜蜂，栩栩如生，在花叶上起伏颤动 。“独倚”句中的“独”字与上片的“双”相呼应。凝望，全神贯注的长时间地眺望。结尾一句写女主人公所盼望的人并没有出现 ，视野远处 ，只有“ 一川烟草平如剪”。以景结情 ，余韵袅袅 ，十分飘逸。必欲盛妆以后才倚阑眺远，可见她是满怀希望今天能盼到心上人儿归来的，但见到的还是只有那一平如剪的带着烟雾的芳草地。开始时越是满怀希望，而今越是大失所望。可以想象得出少女极度失望的情状。此处以景收结，含蓄蕴藉，余韵深长。谢逸的词 ，既具花间之浓艳，复得晏欧之婉柔，本词即鲜明地体现了这一艺术风格。"
        },
        {
            "title": "菩萨蛮",
            "content": "暄风迟日春光闹。蒲萄水绿摇轻棹。两岸草烟低。青山啼子规。归来愁未寝。黛浅眉痕沁。花影转廊腰。红添酒面潮。",
            "comment": "【注释】一开始词人用浓墨重彩，描绘出一幅春日冶游图景，“暄风迟日春光闹，葡萄水绿摇轻棹。”虽无一字及人，而人在其中。“暄风”，即春风。萧纲《纂要》：“春曰青阳&#8943;&#8943;风曰阳风 、春风 、暄风、柔风、惠风 。”“迟日 ”，即春日。《诗经·豳风·七月》：“春日迟迟 。”而暄、迟二字，能给读者以春暖日长的感受 。“春光闹”显然是宋祁的名句“红杏枝头春意闹的化用，虽是概括的描写，却能引起姹紫嫣红开遍的联想 。“葡萄水绿”乃以酒喻水，本李白《襄阳歌》：“遥看汉水鸭头绿 ，恰似葡萄初酦醅。”将春水比作葡萄美酒，则暗示着游春者为大好春光陶醉，不徒形容水色可爱。春天的良辰美景同时便是触发隐衷的媒介。上片歇拍“两岸草烟低，青山啼子规”二句，就是由乐转悲的一个过渡。虽然看起来只是写景，似乎船儿划到一个开阔去处 ，水平岸低，时闻杜鹃。“芳草”，“杜鹃”等语汇与意象有其特殊的内容积淀。芳草萋萋的景色，常回来暗示着情亲者的远游未归。如《楚辞·招隐士》：“王孙游兮不归，春草生兮萋萋。”“不如归去”的鸟语，更坐实和加重了这一重暗示。如范仲淹《子规》：“春山无限好，犹道不如归。”“归来愁未寝 ，黛浅眉痕沁。”写春游归来，兴尽怨生 。只“ 未寝”二字，便写出女主人公愁极失眠，同时完成了时间由昼入夜的转换，一石二鸟。眉间浅浅的黛色，既意味着残妆未整，又暗示着无人扫眉。在这个不眠的春月夜，女主人公独个儿喝起闷酒来了 。“花影转廊腰 ，红添酒面潮。”两句之妙，妙在由花影而见月，由醉颜而示闷。空灵蕴藉，颇有余韵 。“花影”由廊外移入“廊腰 ”，可见女主人公花下对月独酌已久。而喝闷酒最易醉人，看她已不胜酒力 ，面泛红潮了 。如此复杂的心绪，如此难状之情景 ，在词人笔下表达得竟是如此轻灵 。虽“语不涉己”，已“若不堪忧”。这首词巧用比兴与暗示，用语措词空灵多变。虽然词中袭用了“ 花间派 ”词的传统手法，但风格婉约，自有一番动人魅力。"
        },
        {
            "title": "西江月",
            "content": "晓艳最便清露，晚红偏怯斜阳。移根栽近菊花傍。蜀锦翻成新样。坐客联挥玉麈，歌词细琢琼章。从今故事记溪堂。岁岁携壶共赏。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "水阔天低雁字横。小春时节晚寒清。梅梢月上纷纷白，竹坞风来冉冉轻。人似玉，酒如渑。入关意气喜风生。坐中有客联镳去，谁唱阳关第四声。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "落寞寒香满院，扶疏清影侵门。雪消平野晚烟昏。睡起懒匀檀粉。皎皎风前玉树，盈盈月下冰魂。南枝春信夜来温。便觉肌肤瘦损。",
            "comment": ""
        },
        {
            "title": "柳梢青",
            "content": "香肩轻拍。尊前忍听，一声将息。昨夜浓欢，今朝别酒，明日行客。後回来则须来，便去也、如何去得。无限离情，无穷江水，无边山色。",
            "comment": ""
        },
        {
            "title": "燕归梁",
            "content": "六曲阑干翠幕垂。香烬冷金猊。日高花外啭黄鹂。春睡觉、酒醒时。草青南浦，云横西塞，锦字杳无期。东风只送柳绵飞。全不管、寄相思。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "花额上堆翠葆，远山横处星眸。绛宫深锁暮云浮。月破黄昏时候。谁谓霞衣玉简，便孤彩凤秦楼。桃源不禁昔人游。曾是刘郎邂逅。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "冰霜林里争先发，独压群花。风送清笳。更引轻烟淡淡遮。抱墙溪水弯环碧，月色清华。疏影横斜。恰似林逋处士家。",
            "comment": ""
        },
        {
            "title": "江神子/江城子 题黄州杏花村馆驿壁",
            "content": "杏花村馆酒旗风。水溶溶。扬残红。野渡舟横，杨柳绿阴浓。望断江南山色远。人不见，草连空。夕阳楼外晚烟笼。粉香融。淡眉峰。记得年时，相见画屏中。只有关山今夜月，千里外，素光同。",
            "comment": "【注释】①溶溶：水流动貌。②素光：形容月光皎洁。【评解】杨柳浓阴，碧水溶溶。野渡无人，山色淡远。杏花村馆，环境清雅。这首词由写景到怀人；由眼前到过去，又由过去写到现在。通过景物描写，抒发作者怀人的幽思。全词情景交融，委婉含蓄，饶有韵致。【集评】《复斋漫录》：无逸尝过黄州杏花村馆。题《江城子》于驿壁。过者索笔于馆卒。卒苦之，因以泥涂焉。其为赏重如此。薛砺若《宋词通论》：其婉约处不亚少游矣。“只有关山今夜月，千里外，素光同”等句，清新韵藉，婉秀多姿。--------------------------此词抒写了异地思乡怀人的情怀。全词风格清丽疏隽 ，写景抒怀自然天成，写得情意荡漾 ，凄恻感人，似肺腑中流出。起首一句源于杜牧诗句：“借问酒家何处有 ，牧童遥指杏花村”（《清明 》）。时节在春暮夏初的时候，地点在野外村郊临水的路边。这时，映入眼帘的，首先是轻风中微微飘扬的酒旗。目光下视，才看到杏花村酒馆。以下的写景抒情，都从此生发开去。接着两个三字短句写眼前景象 ：“水溶溶，飏残红 ”。一句写水，一句写风。溶溶，流动貌。碧波粼粼 ，是令人心清气爽的美景 。可是后句便迥然不同了 ：“飏残红”。“红”本已“残”，何况又“飏”！此时见“残红”，词人兴起的思绪是伤春即逝的悲情。“野渡舟横”用韦应物《滁州西涧》诗“野渡无人舟自横 ”。原诗虽写景如画，野趣盎然，但诗人的寥落之感 ，悠然可见。宋初的寇准把韦诗衍为两句：“野水无人渡，孤舟尽日横”，意境仍出一辙。总之，“ 野渡舟横 ”四字，暗示“杏花村馆”前的凄清冷落，给予词人的感受，应与“飏残红”同。但接下去一句 ，“杨柳绿阴浓”情趣又迥异了：一湾江水，两岸杨柳 ，绿叶成阴，遮蔽天日，别有一番幽美情趣。“水溶溶 ”以下四句，在这幅用淡墨扫出的画图中，前两句是近景 ，后两句是远景；一、四句使人鼓舞，二、三句使人神伤；以景衬情，巧妙地透视出词人感情上泛起的微波。至“ 望断江南山色远，人不见，草连空”几句，词中才正面显现出人物来。江南山色，连绵无际，如何能望尽（“望断”）呢？这个“远”字，如王维写终南山峰接连不断 ：“连山接海隅”（《终南山》），也如杜甫写泰山的绵亘旷远 ：“齐鲁青未了”（《望岳》）。山远，路遥，所思之人，望而不见，所能望见的，只是“ 草连空”。这三个字，如秦观的“天连哀草”意味。不过谢词的三句是连成一气的：所见者是山色烟云，芳草树木，一片大自然景色，所不见者是人！于是，词人铺叙直陈，把满腔心事和盘托出了。过片三句写“人不见”之后，词人脑海中展现出楼外夕阳西下，不久，暮霭渐深，晚烟朦胧这样一幅往日见贯的温馨旖旎的画面。在这充满神奇色彩的环境里 ，一位“ 晚妆初了”的美人出现了。词人用借代手法，不正面写人的丰姿神采，花容月貌，只闻到她暖融融的脂粉香，只看到她那淡扫的蛾眉。这三句写环境用实笔，写人则虚中寓实，用侧笔。接着，又回到眼前的现实中来 ，直述其事，加以补叙：“记得年时 ，相见画屏中。”粉香眉淡，那是在去年，是相见在画屏中的时候 。这五句都是记叙往事。“夕阳”三句之意境重现脑际 ，空灵超脱，而“记得”两句，则完全是写实之笔。既见清空，又复质实，虚实方可相生。最后以感叹作结 ：“只有关山今夜月 ，千里外，素光同 ”。万水千山，芳草连天，“人不见”，是肯定的了。人在陷入难以解脱的苦闷中时，常常会作自我慰藉 ，强求解脱 。这个结尾便是。南朝宋谢庄《月赋 》云：“美人迈兮音尘阙，隔千里兮共明月。临风叹兮将焉歇 ，川路长兮不可越。”此词末韵虽只化用其中一句，实亦包孕全部四句之意。以此收尾，称得上是“ 如泉流归海 ，回环通首源流，有尽而不尽之意”（江顺诒《词学集成·法》）的一个较好的结尾。传说，作者过黄州关山杏花村馆驿时，曾题此词于壁 ，观者如云。可见此词名重于当时。究其妙处，合用清丽疏隽四个字。"
        },
        {
            "title": "西江月",
            "content": "密雪未知肤白，夜寒已觉香清。振芳堂下月盈庭。踏碎横斜疏影。且醉杯中绿蚁，休辞笛里清声。东君催促子青青。滋味要调金鼎。",
            "comment": ""
        },
        {
            "title": "蓦山溪",
            "content": "霜清木落，深院帘栊静。池面卷烟波，莹香水、一奁明镜。修筠拂槛，疏翠挽婵娟，山雾敛，水云收，野阔江天迥。红消醉玉，酒面风前醒。罗幕护轻寒，锦屏空、金炉烬冷。星横参昴，梅径月黄昏，清梦觉，浅眉颦，窗外横斜影。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "烟雨幂横塘，绀色涵清浅。谁把并州快剪刀，剪取吴江半。隐几岸乌巾，细葛含风软。不见柴桑避俗翁，心共孤云远。",
            "comment": "【注释】这首词化用前人诗意或全用成句，是典型人江西诗派词风 。首句“ 烟雨幂横塘 ”，句法全袭杜甫的“烟雨封巫峡”（《秋日荆南送石首薛明府辞满告别三十韵》）；三、四两句完全化用杜甫的“焉得并州快剪刀，剪取吴松半江水”（《戏题王宰画山水图歌》）。下片首句“ 隐几岸乌巾”，可以从杜诗中找到痕迹：杜诗《 小寒食舟中作》云 ：“隐几萧条戴鹖冠 ”。《北邻》诗云：“白帻岸江皋”。《南邻》诗云：“锦里先生乌角巾”。乌巾 、白帻，都是头巾，岸，露额也。至于“细葛含风软”，则全用杜诗《端午日赐衣》成句。下片一、二句，描写的是隐者的服饰和神态。不论是用词，还是意境，都是从杜诗演化来的。下片三、四句，“避俗翁”，指陶渊明，陶为柴桑人，故云。杜甫就明明说过“陶潜避俗翁”（《遣兴五首》其三）。“孤云 ”，出自陶诗“万族各有托，孤云独无依；暧暧空中灭 ，何时见馀晖 ”（《咏贫士七首》其一 ）。杜诗亦云 ：“百鸟各相命，孤云无自心”（《西阁二首》其一 ）。杜诗《幽人》又云 ：“孤云亦群游，神物有所归 。”孤云 ，隐士之喻也 。幽人，亦隐士也。陶诗“孤云 ”喻贫士 ，贫士亦隐者也。常建《宿王昌龄隐居》诗说得最清楚：“清溪深不测，隐处惟孤云。”“ 心共孤云远”，“共”字好，“远”字用得更好，物我一体，把隐者高洁的情操和高远的志向生动而形象地表现出来了。此词上片写景，描画出了隐者所处的环境。烟雨空濛 ，水色天青，横塘潋滟，吴江潺湲，风景如画，使人心静神远，几欲忘却浊世尘寰。下片写人，乌巾葛衣 ，俨若神仙 ，心逐孤云，隐自恬淡。山水寄幽情，此之谓真隐士也，境是仙境，人是高士，境界和谐完美，难怪前人评曰 ，“标致隽永，全无香泽，可称逸调。”（《词统》卷四）"
        },
        {
            "title": "千秋岁",
            "content": "楝花飘砌。蔌蔌清香细。梅雨过，苹风起。情随湘水远，梦绕吴峰翠。琴书倦，鹧鸪唤起南窗睡。密意无人寄。幽恨凭谁洗。修竹畔，疏帘里。歌馀尘拂扇，舞罢风掀袂。人散後，一钩淡月天如水。",
            "comment": "【注释】①楝（liàn）：落叶乔木，初夏开花。②蔌蔌：形容楝花落下的声音。③蘋风：微风。④吴峰：浙江一带的山。湘水、吴峰：泛指遥远的山水。【评解】这首词通过江南景物的描绘，表现了夏日环境的清幽，隐含着怀人的幽思和闲逸的生活情趣。上片写环境的幽静，委婉地抒写了“梦绕吴峰，情随湘水”的情思。下片从往事的回忆写到眼前的情景。而诗人“密意”深藏，“幽恨”满怀，歌舞散后，惟见远天如水，新月如钩。以景结情，不露痕迹。全词淡淡着笔，轻轻点染，抒情细腻，清新婉丽。【集评】薛砺若《宋词通论》：谢逸为花间派唯一的传统人物。在同时和后来的此派词人，都不足望其项背。他既具“花间”之浓艳，复得晏、欧之婉柔；他的最高作品，即列在当时第一流作家中亦毫无逊色。其婉约处不亚少游矣。词中如“鹧鸪唤起南窗睡”，“人散后，一钩新月天如水”等句，清新韵藉，婉秀多姿，即置在小山、淮海集中，亦为上乘之选。"
        },
        {
            "title": "七娘子",
            "content": "风剪冰花飞零乱。映梅梢、素影摇清浅。绣幄寒轻，兰薰烟暖。艳歌催得金荷卷。游梁已觉相如倦。忆去年、舟渡淮南岸。别後销魂，冷猿寒雁。角声只送黄昏怨。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "縠纹波面浮鸂鶒。蒲芽出水参差碧。满院落梅香。柳梢初弄黄。衣轻红袖皱。春困花枝瘦。睡起玉钗横。隔帘闻晓莺。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "木末谁攀新萼，雪消自种前庭。莫嫌开过尚盈盈。似待诗人醉咏。霜後最添妍丽，风中更觉娉婷。影摇溪水一湾清。妆罢晓临鸾境。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "花落莺啼春暮。陌上绿杨飞絮。金鸭晚香寒，人在洞房深处。无语。无语。叶上数声疏雨。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "个中怀抱谁排遣。恻恻轻寒风剪剪。细丝梅蕊晚香浓，争似柳梢春色浅。娇叱道字歌声软。醉後微涡回笑魇。更无卓氏白头吟，只有卢郎年少恨。",
            "comment": ""
        },
        {
            "title": "南乡子",
            "content": "浅色染春衣。衣上双双小雁飞。袖卷藕丝寒玉瘦，弹棋。赢得尊前酒一卮。冰雪拂胭脂。绛蜡香融落日西。唱彻阳关人欲去，依依。醉眼横波翠黛低。",
            "comment": ""
        },
        {
            "title": "醉桃源/阮郎归",
            "content": "花枝破蕾柳梢青。春寒拂面轻。一眉新月影三星。铜荷烛烬零。低凤扇，袅霓旌。珊珊环佩声。坐间谁识许飞琼。对郎仙骨清。",
            "comment": ""
        },
        {
            "title": "送董元达",
            "content": "读书不作儒生酸，跃马西入金城关。塞垣苦寒风气恶，归来面皱须眉斑。先皇召见延和殿，议论慷慨天开颜。谤书盈箧不复辩，脱身来看江南山。长江滚滚蛟龙怒，扁舟此去何当还？大梁城里定相见，玉川破屋应数间。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "秋水无痕清见底。蓼花汀上西风起。一叶小舟烟雾里。兰棹舣。柳条带雨穿双鲤。自叹直钩无处使。笛声吹彻云山翠。脍落霜刀红缕细。新酒美。醉来独枕莎衣睡。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "青钱点水圆荷绿。解箨新篁森嫩玉。轻风冉冉楝花香，小雨丝丝梅子熟。华堂烛烬零金粟。人在洞天三十六。昭华吹彻管声寒，声入寿觞红浪蹙。",
            "comment": ""
        },
        {
            "title": "醉桃源/阮郎归",
            "content": "风飘万点落花飞。残红枝上稀。平芜叶上淡烟迷。那堪春鸟啼。风细细，日迟迟。轻纱叠雪衣。多情多病懒追随。玉人应恨伊。",
            "comment": ""
        },
        {
            "title": "鹊桥仙",
            "content": "蝶飞烟草，莺啼云树，满院垂杨阴绿。轻风飘散杏梢红，更吹皱、池波如縠。珠帘日晚，银屏人散，楼上醉横霜竹。一春若道不相思，缘底事、红绡褪玉。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "楼阁帘垂乳燕飞。圆荷细细点清溪。薰风破闷晚凉时。玉轸琴边兰思远，霜纨扇里翠眉低。揉蓝衫子闹蜂儿。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "门外落花流水。日暖杜鹃声碎。蕃马小屏风，一枕画堂春睡。如醉。如醉。正是困人天气。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "红晕香腮粉末匀。梳妆闲淡稳精神。谁知碧嶂清溪畔，也有姚家一朵春。眉黛浅，谁为颦。莫将心事付朝云。坐中有客肠应断，忘了酴醿架下人。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "窄袖浅笼温玉，修眉淡扫遥岑。行时云雾绕衣襟。步步莲生宫锦。菊与秋烟共晚，酒随人意俱深。尊前有客动琴心。醉後清狂不禁。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "花边柳际。已渐知春意。归信不知何日是。旧恨欲拚无计。故人零落西东。题诗待倩归鸿。惟有多情芳草，年年处处相逢。",
            "comment": ""
        },
        {
            "title": "醉桃源/阮郎归",
            "content": "晨光晓色扫檐晶。寒斋蝶梦惊。乱飘鸳瓦细无声。游扬柳丝轻。书幌冷，竹窗明。柴门只独扃。一尊浊酒为谁倾。梅花相对清。",
            "comment": ""
        },
        {
            "title": "青玉案",
            "content": "芦花飘雪迷洲渚。送秋水、连天去。一叶小舟横别浦。数声鸿雁，两行鸥鹭。天淡潇湘暮。蓬窗醉梦惊箫鼓。回首青楼在何处。柳岸风轻吹残暑。菊开青蕊，叶飞红树。江上潇潇雨。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "横塘晕浅琉璃莹。绿叶阴浓庭院静。樱桃熟後麦秋凉，芍药开时槐夏永。蓬莱阁下红尘境。青羽扇低摇凤影。庭前玉树一枝春，香雾和烟新月冷。",
            "comment": ""
        },
        {
            "title": "醉落魄/一斛珠",
            "content": "霜砧声急。潇潇疏雨梧桐湿。无言独倚阑干立。帘卷黄昏，一阵西风入。年时画阁佳宾集。玉人檀板当筵执。银瓶已断丝绳汲。莫话前欢，忍对屏山泣。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "疏雨洗烟波，雨过满江秋色。风起白鸥零乱，破岚光深碧。荻花枫叶只供愁，清吟写岑寂。吟罢倚阑无语，听一声羌笛。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "冷猿寒雁淮山远，风袅青帘。飞雪廉纤。莫道空中是撒盐。到时乳鹊喧梧影，晓卷疏帘。彩服巡檐。索共梅花笑语添。",
            "comment": ""
        },
        {
            "title": "武陵春",
            "content": "拍岸蒲萄江水碧，柳带挽归艎。破闷琴风绕袖凉。蔌蔌楝花香。淡烟疏雨随宜好，何处不潇湘。愿作双飞老凤皇。莫学野鸳鸯。",
            "comment": ""
        },
        {
            "title": "武陵春",
            "content": "画烛笼纱红影乱，门外紫骝嘶。分破云团月影亏。雪浪皱清漪。捧碗纤纤春笋瘦，乳雾泛冰瓷。两袖清风拂袖飞。归去酒醒时。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "桐叶成阴拂画檐。清风凉处卷疏帘。红绡舞袖萦腰柳，碧玉眉心媚脸莲。愁满眼，水连天。香笺小字倩谁传。梅黄楚岸垂垂雨，草碧吴江淡淡烟。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "角声吹散梅梢雪。疏影黄昏月。落英点点拂阑干。风送清香满院、作轻寒。花瓷羯鼓催行酒。红袖掺掺手。曲声未彻宝杯空。饮罢香薰翠被、锦屏中。",
            "comment": ""
        }
    ]
}