{
    "dynasty": "宋",
    "author": "贺铸",
    "poems": [
        {
            "title": "题毗陵僧舍二首之二",
            "content": "秋风忽起家山意，流落天涯叹憔悴。古寺不挂寰瀛图，终南山翁何处至。",
            "comment": ""
        },
        {
            "title": "怀寄彭城朋好十首之九寇十一",
            "content": "寇叔情何厚，邮筒数得书。前春应上冢，能访酒家无。",
            "comment": ""
        },
        {
            "title": "春书",
            "content": "新蚕经浴罢，旧燕未来前。吏局坐如梦，物华行可怜。藻生南浦钓，雨足东皋田。故国负归约，尘埃年复年。",
            "comment": ""
        },
        {
            "title": "吴江送客",
            "content": "送别松陵道，轻舟助客拏。湖空翦葭菼，市隘集鱼虾。薄雨啼残雪，新潮蚀嫩沙。镜中羞沓飒，行复见春花。",
            "comment": ""
        },
        {
            "title": "谢米雍丘元章见过",
            "content": "今古两妙令，雍丘与太丘。当时号清白，後日想风流。吏鼾庭阴午，农歌野色秋。吾非荀氏老，愧尔德星留。",
            "comment": ""
        },
        {
            "title": "岁暮舟居卧病怀寄金陵和上人",
            "content": "野泊岁云暮，念归期正赊。津童为过客，商舶是邻家。雪密鱼依罧，潮回蚌委沙。南州人健否，不寄早梅华。",
            "comment": ""
        },
        {
            "title": "局中归",
            "content": "心火成灰不复然，故园笑别十三年。晚凉退食无余事，坐与儿曹挽纸鸢。",
            "comment": ""
        },
        {
            "title": "拟鲍溶寒宵叹",
            "content": "孤缸照愁眠，明灭知夜久。荧荧月落床，摵摵风入牖。美人怅何许，寤言不相偶。心寄南征鸿，云汉长回首。",
            "comment": ""
        },
        {
            "title": "历阳十咏之二鸡笼山",
            "content": "楚姥昔奔迸，余生脱沈沦。家禽不忍置，信谓妇人仁。空笼欻变化，千载高嶙峋。可待厤湖水，复生桑下尘。",
            "comment": ""
        },
        {
            "title": "送李宗古录事谢病南归",
            "content": "十旬病免谢鸡群，收得闲身付白云。南浦少留离别赋，北山相侍敢移文。松舟桂楫晓将发，菰叶鲈鱼秋未分。异日有怀长笑客，西飞燕子一相闻。",
            "comment": ""
        },
        {
            "title": "怀寄周元翁十首之",
            "content": "周郎归溓溪，旱燥害嘉谷。仰饱百指余，嗷然坐空屋。应书乞米帖，得继朝来粥。行升大夫籍，月赐万钱禄。振显属他年，盘飧罗海陆。毋忘佛子言，不食大夫福。",
            "comment": ""
        },
        {
            "title": "将发永城题陈伯隽蒙轩",
            "content": "几对春风把酒杯，小舟临发更徘徊。四明狂客重来日，庭下榴花开未开。",
            "comment": ""
        },
        {
            "title": "折中仓观米元章题字",
            "content": "银钓入木揜锺王，拂眼清风识楚狂。淮海京尘两流落，与君大是觉身妨。",
            "comment": ""
        },
        {
            "title": "答杜仲观登丛台见寄",
            "content": "高风荡河汉，白露被寒菊。下有络纬虫，凄酸生意促。华年不相待，去我何流速。老步失腾骧，短辕甘局蹙。伊人濮阳秀，方厌折腰辱。仕道塞榛芜，低徊避蚖蝮。邯郸古都会，陈迹武灵筑。兴发即登临，西南几穷目。新诗琢璠琰，叠寄两三幅。一听郢中歌，阳春回草木。行将及瓜代，暂喜摆羁束。鞭马径相过，连朝奉游瞩。只鸡与斗黍，礼意未为足。何以遇高阳，多营瓮头醁。",
            "comment": ""
        },
        {
            "title": "留别张白云谋父",
            "content": "三年官局冷如冰，炙手权门我未能。赖与白云之隐者，不谈黄卷即寻僧。萧萧帘箔风披竹，草草杯盘雪洒灯。尘土浮游浸相远，吴鱼燕雁两难凭。",
            "comment": ""
        },
        {
            "title": "呈李之仪",
            "content": "淹卧疲筋快晓晴，屋头相报鹁鸪鸣。病侵老境可怜许，春入故园何似生。坐想兰亭通曲水，行闻上已接清明。明年强健陪嘉集，定夺三觥赋不成。",
            "comment": ""
        },
        {
            "title": "送章邦杰移家余杭包家山",
            "content": "九江贤令尹，千载两相望。昔也陶彭泽，今之章瑞昌。拂衣置五斗，高兴挹羲皇。避俗陶无悔，达生吾与章。渊明三迳荒松菊，我携一瓢寓僧屋。渊明乞食踵人门，我卖神丸办蔬粥。渊明为酒接休元，我每移书谢州牧。渊明纸笔课儿曹，我子长歌紫芝曲。萧闲门户十三年，尚畏尘缘生处熟。行将卜隐包家山，誓与苍生链大还。愿君门外诛榛菅，来者勿拒容跻攀。镜湖遗老老且孱，犹堪护鼎诃神奸。功成拔宅自仙去，唯余井臼留人间。",
            "comment": ""
        },
        {
            "title": "追和亡友杜仲观古黄生曲三首之三",
            "content": "要知两侬心，等是它山石。此诚不可转，彼情无自入。",
            "comment": ""
        },
        {
            "title": "答陈传道五首之三",
            "content": "游宦几人达，不知强健归。未容夸昼锦，几见化缁衣。",
            "comment": ""
        },
        {
            "title": "题华阳公主碑阴",
            "content": "王姬乘凤去，春色一朝空。昔怨绮罗月，今无松柏风。千年见白日，狐穴入幽宫。玉镜古尘满，落梅谁复容。峨峨当队碑，宝刻一何工。文擅色丝美，但书膏邑封。惜非丈夫烈，不得传无穷。好在故时物，清漳流自东。",
            "comment": ""
        },
        {
            "title": "酬别曾忱",
            "content": "昔年室迩叹人遐，少日相逢别日赊。聊寄归心天北雁，会乘高兴斗边槎。雷惊白昼龙蛇起，风荡青春草木华。谁念渠伊独憔悴，岂容平世赋怀沙。",
            "comment": ""
        },
        {
            "title": "早夏",
            "content": "吏役初无补，端令乐事妨。不知春遂去，但爱日何长。薄雨梅含核，温风麦擢芒。须容退食暇，一枕梦吾乡。",
            "comment": ""
        },
        {
            "title": "留别王景通二首之二",
            "content": "游宦差池太半生，君方倥偬我伶俜。官衔转落百僚底，衫色浑偷两鬓青。张掾官曹抛胜日，向平家事汩余龄。相逢一段盂城梦，明发扁舟是浪萍。",
            "comment": ""
        },
        {
            "title": "感庭枣",
            "content": "昔来华纂纂，遽许实离离。西风会摇落，行复见空枝。岁物感流驶，事功伤暮迟。咄彼身後名，前人端自欺。书殚南山竹，奄奄定何知。贤哉张生翰，千载与心期。",
            "comment": ""
        },
        {
            "title": "和钱德循古意二首之一",
            "content": "驾犁岂知耕，布谷不入田。大农坐官府，百吏饱穷年。",
            "comment": ""
        },
        {
            "title": "秦淮官柳二首之二",
            "content": "西来载病一扁舟，建业江山负胜游。杨柳经眠方自得，蒲帆临挂复迟留。长条似舞前溪曲，卷叶宜翻出塞愁。想见南朝旧人物，可怜能个样风流。",
            "comment": ""
        },
        {
            "title": "怀寄寇元弼王文举十首之四登飞鸿亭",
            "content": "南京一登眺，朔雁正来宾。好去长淮北，殷勤访故人。",
            "comment": ""
        },
        {
            "title": "送僧法印志因西游京师",
            "content": "刻雪裁冰物外人，强随肥马走京尘。未应无地栽桃李，江北江南一样春。",
            "comment": ""
        },
        {
            "title": "乌江东乡往还马上作二首之一",
            "content": "黄尘随马染征衣，十里江皋送客晖。废井草荒蛙黾怒，下田沙涨芋魁肥。解缨拂树弄清浅，棋榻扫云飞翠微。人生事事不如意，终日念归何日归。",
            "comment": ""
        },
        {
            "title": "和崔若拙四时田家词四首之一",
            "content": "鼓声迎客醉还家，社树团栾日影斜。共喜今年春赛好，缠头红有象生花。",
            "comment": ""
        },
        {
            "title": "赠僧彦",
            "content": "昔年杖舄几相从，同遇弥天汉上翁。早恨扬舲南浦别，俄惊扫地北山空。壮心脱落浮云外，病骨枝梧梦境中。赖有西岩旧桃李，异时应许共春风。",
            "comment": ""
        },
        {
            "title": "梦游金陵设堂故基",
            "content": "燕堂遗址压西州，剪径扪萝出石头。老木駸駸太相逼，连冈衮衮欲东流。歌钟谁话前朝事，风雨魂惊别夜游。梦境浮生更多病，结茅归老信悠悠。",
            "comment": ""
        },
        {
            "title": "放舟下江留寄王元胥",
            "content": "桧楫淹留已涉旬，小窗犹得酒相亲。寒潮不应溪流涩，病客未行舟子嗔。挥手便分今夜月，断肠先见隔江春。凤皇台上长回首，何处高城与故人。",
            "comment": ""
        },
        {
            "title": "送陈传道之官下邳",
            "content": "昔也官彭城，日与君子亲。俱游大梁下，不见辄兼旬。衣食牵迫人，汗走长街尘。相逢立马语，愁面如含辛。朝来忽叩门，颇惊黄绶新。告我即东下，得官淮泗滨。方语病中暍，药物苦殚贫。故人复舍去，此怀难重陈。想见经旧庐，节候属萧辰。朝寻张翁墅，暮投寇叔邻。二子亦吾好，尺书坐因循。交情定相访，为话正迷津。",
            "comment": ""
        },
        {
            "title": "题张氏白云庄",
            "content": "江左陶徵士，高风昔所闻。应慙五株柳，难比一溪云。我有乘桴约，君方植杖耘。悠悠竟何得，晚岁盍同群。",
            "comment": ""
        },
        {
            "title": "夏夜怀寄传道",
            "content": "疲筋任藜杖，行药下僧坊。月出河汉白，雨余草木凉。有怀社中子，引首东南望。高韵少谐结，何心事征商。泗滨六七月，万柳鸣蜩螗。大艑轲峨来，迎风坐胡床。投钱授赤券，岂所试君长。申退尚多暇，不无金玉章。而余方执热，思得濯沧浪。云牋傥写寄，珍重未相忘。",
            "comment": ""
        },
        {
            "title": "历阳十咏之六天门山",
            "content": "天门束箭流，北注据牛弩。淩高驻翠华，舟师燿威武。当时侍帷幄，谁复徵往古。虞舜有苗征，端为两阶舞。",
            "comment": ""
        },
        {
            "title": "上巳有怀金明池游赏",
            "content": "西城小雨宿尘消，春水溶溶拍画桥。舍翠汀洲白苹发，披香宫殿紫云高。彩舟日晚绮罗醉，油幕风晴丝管焦。侠少朋游应念我，一年佳赏负今朝。",
            "comment": ""
        },
        {
            "title": "和陈传道秋日十咏之一秋雨",
            "content": "近砌掷鸣签，长檐悬素绠。湿翅暝鸦归，高梧落寒井。",
            "comment": ""
        },
        {
            "title": "怀寄寇元弼王文举十首之一初别後",
            "content": "樽酒津亭别，还城何所投。无情是流水，断送到南州。",
            "comment": ""
        },
        {
            "title": "寄题浔阳周氏濂溪草堂",
            "content": "濂溪之水清，未足濯公缨。平生抱苦节，成就此溪名。长啸置符传，孤云归思轻。溪头四壁居，溪下百亩耕。量汲奉晨盥，课樵共夕烹。希逢杖屦游，但听弦歌声。为客剪三径，传家通一经。双珠交照乘，合璧倍连城。被褐有余乐，问缣无隐情。桂林两枝秀，借尔俗眼荣。昔仰名父子，今推难弟兄。不应文范裔，遽谓公慙卿。如袭带砺封，毋为权利倾。地实寝丘比，有力安得并。勒诗高岸石，敢告後代生。",
            "comment": ""
        },
        {
            "title": "凌歊/金人捧露盘",
            "content": "控沧江。排青嶂，燕台凉。驻采仗、乐未渠央。岩花磴蔓，妒千门、珠翠倚新妆。舞闲歌悄，恨风流、不管馀香。繁华梦，惊俄顷，佳丽地，指沧茫。寄一笑、何与兴亡。量船载酒，赖使君、相对两胡床。缓调清管，更为侬、三弄斜阳。",
            "comment": "： | ：\r\n此为登临怀古之作，约写于徽宗崇宁四年（1105）至大观二年（1108）作者任太平州通判时。\r\n上片前三句写登凌歊台而看到的山川形势。长江流至当涂以后，因两岸山势陡峭，夹峙大江，江面变得比较狭窄 ，形成天门、牛渚两处极为险要的处所，为自古以来的江防重地。故而《姑熟志序》在写到太平州的风俗形胜时说 ：“左天门，右牛渚，当涂、采石之险，实甲于东南 。”此处用一“控”字，写出峭壁临江，形同锁钥；用一“排”字，写出江水排开青山 ，冲突而下 。可谓惜墨如金，言简意赅，山川形胜，尽收眼底。“燕台凉”句转入史实，说凌歊台。\r\n以下数句写凌歊台当时之盛及转瞬之衰。燕台消夏，彩仗驻山，随行的妃嫔宫娥（千门珠翠指宫中妇女），个个盛妆靓饰，千娇百媚，以至使得山花失色，自愧不如。这里，用一个“妒”字，把本没有感情的“岩花磴蔓”写得像人那样产生了“妒”意，写足了宋孝武帝的穷奢极侈，写足了凌歊台当年的盛况。然而，曾几何时，那个“乐未渠央”的喧闹场面，已经风流云散，只给这里留下了破败荒凉的萧条景象。词人以“舞闲歌悄”一句把昔日极盛一笔揭过，又写出“恨风流不管余香”这无限感慨的结句来。此处“余香 ”，是词人由眼前的岩花磴蔓而产生丰富联想的结果 。这些“ 妒”过“千门珠翠倚新妆”的“岩花磴蔓 ”，是历史的见证。它们在凌歊极盛的当年，也曾被脂水香风所浸润，几百年来，花开花落，今天似乎还残存着余香。然而一代风流，杳如黄鹤，眼前却依然是花红欲燃，蔓翠欲滴，这怎是那些醉生梦死之徒所能料到的呢？词人用一个“恨”字，表示了对统治者奢侈淫逸的谴责，也表达了内心复杂的情感，为下片抒怀作引导。\r\n下片前四句承上作出总结。花团锦簇般的繁华岁月 ，转眼之间就如梦云消散；千古如斯的秀丽江山，依然笼罩在一派烟水迷茫的暮霭之间。词人在一“惊”、一“指”之中，表达了自己的无限感慨。\r\n“寄一笑”句是领会此词深意的关键所在。作者此时，官不过佐贰，人已入暮年。昔日请长缨、系天骄的雄心壮志 ，已经消磨殆尽 ，所以只好把千古兴亡，寄之一笑 。这“笑”，如同东坡《念奴娇 》“多情应笑我 ，早生华发”中之“笑”，都是痛感壮志未酬 ，烈士暮年的自嘲 、自笑 。词人虽然口称“ 何与 ”，但他毕竟在这一句之前之后，都清清楚楚地告诉读者，他不仅已经“与”，而且“与”得相当执着。因此，这“一笑”中寄寓着词人英雄末路的凄凉和苦涩。\r\n“量船”至歇拍，故作旷达之语，但字里行间仍然充满着浓郁的感伤情调，与前句一脉相承。词人量船载酒，随波泛舟，徜徉在苍芒的山水之间，所幸还有知心好友与自己相对胡床，差可相慰。在一派凄迷的夕阳残照里，词人请他“缓调清管 ”，为自己吹奏笛曲三弄，借以宣泄胸中的郁郁不平之气。这里，词人化用了一个古典 。据《晋书·桓伊传》载：“王徽之赴召京师 ，泊舟青溪侧 。（伊）素不与徽之相识。伊于岸上过。船中客称伊小字曰：‘此桓野王也。’徽之便令人谓伊曰：‘闻君善吹笛，试为我一奏。’伊是时已贵显 ，素闻徽之名 ，便下车，踞胡床，为作三调。”桓伊曾与谢玄等在淝水大破苻坚 ，稳定了东晋的政局 。很明显，作者在词中是以桓伊称许友人的。\r\n作者此处化用古典，依然是抒发自己不得志于时、不能见赏于执政者的郁郁之情。\r\n综上 ，此词上片由写景引入怀古 ，下片情中置景，情景交融，怀古伤今，全词把登临怀古与写景抒怀和谐地融合在一起，表现了词人对于世事沧桑的深沉感慨和对于人生易逝的遗恨，反映了深刻的思想内容。 | 【注释】此为登临怀古之作，约写于徽宗崇宁四年（1105）至大观二年（1108）作者任太平州通判时。上片前三句写登凌歊台而看到的山川形势。长江流至当涂以后，因两岸山势陡峭，夹峙大江，江面变得比较狭窄 ，形成天门、牛渚两处极为险要的处所，为自古以来的江防重地。故而《姑熟志序》在写到太平州的风俗形胜时说 ：“左天门，右牛渚，当涂、采石之险，实甲于东南 。”此处用一“控”字，写出峭壁临江，形同锁钥；用一“排”字，写出江水排开青山 ，冲突而下 。可谓惜墨如金，言简意赅，山川形胜，尽收眼底。“燕台凉”句转入史实，说凌歊台。以下数句写凌歊台当时之盛及转瞬之衰。燕台消夏，彩仗驻山，随行的妃嫔宫娥（千门珠翠指宫中妇女），个个盛妆靓饰，千娇百媚，以至使得山花失色，自愧不如。这里，用一个“妒”字，把本没有感情的“岩花磴蔓”写得像人那样产生了“妒”意，写足了宋孝武帝的穷奢极侈，写足了凌歊台当年的盛况。然而，曾几何时，那个“乐未渠央”的喧闹场面，已经风流云散，只给这里留下了破败荒凉的萧条景象。词人以“舞闲歌悄”一句把昔日极盛一笔揭过，又写出“恨风流不管余香”这无限感慨的结句来。此处“余香 ”，是词人由眼前的岩花磴蔓而产生丰富联想的结果 。这些“ 妒”过“千门珠翠倚新妆”的“岩花磴蔓 ”，是历史的见证。它们在凌歊极盛的当年，也曾被脂水香风所浸润，几百年来，花开花落，今天似乎还残存着余香。然而一代风流，杳如黄鹤，眼前却依然是花红欲燃，蔓翠欲滴，这怎是那些醉生梦死之徒所能料到的呢？词人用一个“恨”字，表示了对统治者奢侈淫逸的谴责，也表达了内心复杂的情感，为下片抒怀作引导。下片前四句承上作出总结。花团锦簇般的繁华岁月 ，转眼之间就如梦云消散；千古如斯的秀丽江山，依然笼罩在一派烟水迷茫的暮霭之间。词人在一“惊”、一“指”之中，表达了自己的无限感慨。“寄一笑”句是领会此词深意的关键所在。作者此时，官不过佐贰，人已入暮年。昔日请长缨、系天骄的雄心壮志 ，已经消磨殆尽 ，所以只好把千古兴亡，寄之一笑 。这“笑”，如同东坡《念奴娇 》“多情应笑我 ，早生华发”中之“笑”，都是痛感壮志未酬 ，烈士暮年的自嘲 、自笑 。词人虽然口称“ 何与 ”，但他毕竟在这一句之前之后，都清清楚楚地告诉读者，他不仅已经“与”，而且“与”得相当执着。因此，这“一笑”中寄寓着词人英雄末路的凄凉和苦涩。“量船”至歇拍，故作旷达之语，但字里行间仍然充满着浓郁的感伤情调，与前句一脉相承。词人量船载酒，随波泛舟，徜徉在苍芒的山水之间，所幸还有知心好友与自己相对胡床，差可相慰。在一派凄迷的夕阳残照里，词人请他“缓调清管 ”，为自己吹奏笛曲三弄，借以宣泄胸中的郁郁不平之气。这里，词人化用了一个古典 。据《晋书·桓伊传》载：“王徽之赴召京师 ，泊舟青溪侧 。（伊）素不与徽之相识。伊于岸上过。船中客称伊小字曰：‘此桓野王也。’徽之便令人谓伊曰：‘闻君善吹笛，试为我一奏。’伊是时已贵显 ，素闻徽之名 ，便下车，踞胡床，为作三调。”桓伊曾与谢玄等在淝水大破苻坚 ，稳定了东晋的政局 。很明显，作者在词中是以桓伊称许友人的。作者此处化用古典，依然是抒发自己不得志于时、不能见赏于执政者的郁郁之情。综上 ，此词上片由写景引入怀古 ，下片情中置景，情景交融，怀古伤今，全词把登临怀古与写景抒怀和谐地融合在一起，表现了词人对于世事沧桑的深沉感慨和对于人生易逝的遗恨，反映了深刻的思想内容。"
        },
        {
            "title": "送潘景仁之官岭外兼寄桂林从叔",
            "content": "夜衔舟尾昼联樯，齐发都门到楚乡。我欲尘埃投衮衮，君方湖海去茫茫。伤心客路逢寒食，回首家园但夕阳。想见步兵应访问，仲容无复竹林狂。",
            "comment": ""
        },
        {
            "title": "燕子楼",
            "content": "城据山川胜，千年楚故都。高楼临汴水，杨柳荫芙蕖。唐室中多故，将军老镇徐。球场朝戏马，玉帐夜投壶。白雪徵清唱，黄金得绿珠。春风楼上醼，三日极欢娱。红粉梦云散，白杨兵火余。当年贺厦燕，老尽几番难。曲径拥黄叶，西风时扫除。寒鸱蹲老树，睥睨女墙狐。有客晚登览，旁徨思壮图。荆榛闭铜雀，麋鹿游姑苏。陈迹岂足道，旧欢何日无。朱栏开酒场，宝勒迎官奴。醉袖舞鸜鹆，艳声歌鹧鸪。迟留故时月，桂影来座隅。回首一相诧，今人如不如。",
            "comment": ""
        },
        {
            "title": "答许景亮",
            "content": "东嘉海上孕瓌怪，之子人英晦当代。发之辞章聊一噫，雷鼓霜钟警聋聩。投吾夜光敢不拜，相期过高幸少杀。君家风鉴严简汰，顾吾衰迟积尪瘵。久隐墙东慕牛侩，绝望仲华安石辈。老矣狂奴犹故态，清思屡遭俗子败。絮衣棘径动罥碍，京尘浼人更难奈。行拏一舟犯滂湃，五斗无余杂糠稗。全家饫飧云梦{上艹下豈}，黄鹤登临指天外。燕子西飞书可待，访吾少明安好在。",
            "comment": ""
        },
        {
            "title": "示王泌",
            "content": "违离南北几星霜，短发萧萧带尺长。执戟郎效官落拓，楚丘生触绪悲凉。双凫乘雁谁比数，拉虎批熊犹健强。端恨养奇妨废酒，樽前都属个侬狂。",
            "comment": ""
        },
        {
            "title": "游夷门资福佛祠园",
            "content": "百根高树挂凌霄，鶗鴂飞来深处巢。心喜它年有归著，白衣居士此诛茅。",
            "comment": ""
        },
        {
            "title": "快哉亭",
            "content": "飞亭冠城隅，空豁延四望。夙昔两文雄，故床此相向。山川气候美，诗酒风神王。弹压许昌侯，阳春慙俚唱。麾车忽南北，荣辱生誉谤。一躐云逵间，一落江湖上。我来得陈躅，伏槛徒怊怅。可畏此尘笼，归哉养荒浪。",
            "comment": ""
        },
        {
            "title": "和田录事君义咏雪",
            "content": "千里龙沙失旧荒，四来云物助苍凉。直疑见月应无影，未必因风始解狂。枉费铅华□楚女，不禁汤饼试何郎。回中自是人间世，怊怅龟台去路长。",
            "comment": ""
        },
        {
            "title": "调北邻刘生",
            "content": "荒园老墙百堵破，北邻刘子南邻贺。今朝两望不相过，端怯衡阳芒屩涴。吾庖无鱼未必饿，晏饭糠核烦脾磨。吾床何容凡物坐，书为睡媒即床卧。彼子刘子何所作，方学商声哦楚些，细君戛琴与之和。相忘之乐在江湖，最灵者人情不无。此日可惜难再图，秋风西来莫挽吾。後日相思几千里，书不尽言徒耗纸。",
            "comment": ""
        },
        {
            "title": "寄题泉南陈氏步云亭",
            "content": "紫翠峰前水一湾，趣亭微径白云关。渔樵不见携筇去，猿鹤相随采药还。晚月带潮来海上，春风吹雨到人间。恨君轻为苍生起，曾得东山几日闲。",
            "comment": ""
        },
        {
            "title": "读李益诗",
            "content": "君虞兴圣孙，诗律早专美。乐府度新声，宫酺奉天子。鲜风猎兰苕，华月濯桃李。独有连眉郎，才称劣相比。颇闻竹窗句，流落绮纨耳。吏曹久失调，幕府感恩起。从军五十篇，王粲慙率尔。胡沙动霜草，开卷得千里。骞翔大蓬拜，转顾触排毁。晚升八座崇，谢事知所止。高文茂支庶，埋灭长已矣。斯人今不亡，正赖数番纸。咄嗟齿踰壮，日就无闻耻。勉哉课谣吟，请自田居始。",
            "comment": ""
        },
        {
            "title": "郎官湖",
            "content": "当年贤守令，载酒沔南游。凉月呈新霁，明湖涵素秋。郎官夏口使，仙客夜郎囚。促膝青螭舫，连觞紫绮裘。高驩随雨散，余躅想风流。芳草失青履，沧波浮白鸥。江吞百顷尽，石刻一篇留。宜有沈碑者，前怀陵谷忧。",
            "comment": ""
        },
        {
            "title": "自卫还徐憩永城王氏园",
            "content": "归路尘埃嬾著鞭，北窗仰枕碧云天。柴桑此兴无人学，负尔清风七百年。",
            "comment": ""
        },
        {
            "title": "赠道士蹇拱辰",
            "content": "尝观妙手御风图，想像斯人世所无。今识黄冠葆光子，爽气飘颻画不如。岷峨东来九千里，眼饱高山与流水。乘春更拟访天台，晨肇当年偶然耳。葆光子，胡为乎，鼎中龙虎炼成宝，笔下鬼神驱作奴。须君且置是等事，三复玄元皇帝书。",
            "comment": ""
        },
        {
            "title": "渡冷水涧投宿万岁岭",
            "content": "萧萧黄叶下清沟，白鸟飞来故少留。今夜行人短亭宿，小窗风雨梦渔舟。",
            "comment": ""
        },
        {
            "title": "老鹤叹",
            "content": "华表华表归来乎，出无车，食无鱼。懿公之遇难再图，卑栖俛啄同群雏。谁谓嵇氏子不孤，强颜市井交屠沽，巨源密启亦已疏。呜呼，卫侯既不可作，道林今也则无。露鸣风舞何区区，夙夜供君耳目娱。西山二子饥相似，南国三闾放不如。端虑盘飧怀异味，并随焦尾付庖厨。",
            "comment": ""
        },
        {
            "title": "许永席上赋",
            "content": "流浪江湖跨两年，西风犹驻木兰船。可人方外二三子，与尔樽中十八仙。处士妄同公子议，麴生未减索郎贤。自怜衰病方轰饮，也在刘家幕下天。",
            "comment": ""
        },
        {
            "title": "怀寄周元翁十首之",
            "content": "周郎走王都，马足尘翻波。贺老宦江夏，无人惊雀罗。出处躁静间，奈此贫病何。平生解指誓，晚境忽婆娑。迫死不得休，前言食已多。尚敢厌闲冷，欻为赴火蛾。",
            "comment": ""
        },
        {
            "title": "过澶魏被水民居二首之一",
            "content": "带沙畎亩几经淤，半死黄桑绕故墟。未必邻封政如虎，自甘十室九为鱼。",
            "comment": ""
        },
        {
            "title": "追和亡友杜仲观古黄生曲三首之二",
            "content": "欢归夜何其，月照临门别。後夜待欢来，开门但明月。",
            "comment": ""
        },
        {
            "title": "题毗陵僧舍二首之一",
            "content": "古寺相留跨两年，穷通出处固天然。短檠灯火掩书卷，屡听芭蕉夜雨眠。",
            "comment": ""
        },
        {
            "title": "留题左顾亭二首之一",
            "content": "余不亭下檥归舟，访古怀贤百刻留。办得千金脱元绪，此心端不为封侯。",
            "comment": ""
        },
        {
            "title": "送李主簿夷行之官河阴四首",
            "content": "君才本高绝，流俗固难谐。桂生樗栎林，宁免相突排。勾稽谅多暇，帘箔蔽公斋。圣贤在黄卷，差可遣人怀。",
            "comment": ""
        },
        {
            "title": "怀寄周元翁十首",
            "content": "周郎嗜茗饮，偶与吾好同。赠行发吾宝，紫璧琱云龙。此实太官物，分甘玉堂公。我曹百石史，藜菽每不充。诗人盍得尝，可以骄万锺。愿君间一歠，千里共清风。",
            "comment": ""
        },
        {
            "title": "阻风白鹭洲招讷上人",
            "content": "凤皇台下凤皇巢，白鹭洲边白鹭涛。舟未解维先望见，风能传语更相招。江南春物为谁好，淇上归心不自聊。何日结茅锺阜尾，幅巾相对一方袍。",
            "comment": ""
        },
        {
            "title": "重游梵行院",
            "content": "晓渡南冈五里松，精庐未见已闻钟。门前拂地垂杨柳，扫净秋来过马踪。",
            "comment": ""
        },
        {
            "title": "题皖山北濒江田舍",
            "content": "江转皖公山北流，萧闲人物美田畴。一溪春水百家利，二顷夏秧千石收。小市竹楼张酒旆，平桥松岛荫渔舟。莫知农老何为者，几叶传封乐国侯。",
            "comment": ""
        },
        {
            "title": "乌江东乡往还马上作二首之二",
            "content": "悠悠东去欲何之，草莫西还可是归。残日雨竿荒戍远，青山满眼故园非。江田经雨菰蒋熟，石路无风蠛蠓飞。回羡耕夫闲胜我，早收鸡犬闭柴扉。",
            "comment": ""
        },
        {
            "title": "和邠老郎官湖怀古五首",
            "content": "白也遭时网，临年放夜郎。何妨去物远，当道横豺狼。",
            "comment": ""
        },
        {
            "title": "怀寄彭城朋好十首之三刘四",
            "content": "子仲安贫者，毗陵久罢归。秋风一相忆，赖有燕西飞。",
            "comment": ""
        },
        {
            "title": "亡女胜璋哀辞",
            "content": "百痾沈顿弥两年，何图壮女死我先。失声忍号气窒咽，泪如绠縻汲九泉。呜呼尚敢尤诸天，托非其人死失所。父孱母嚣犹弃汝，吞辛咀楚申何許。萎荑殒英春不主，呜呼万古为冤土。",
            "comment": ""
        },
        {
            "title": "故邺",
            "content": "魏武昔恢图，北平谭尚孽。卜邺筑新都，非徒三狡穴。将行迁鼎志，遽有分香诀。落日繐帷空，莫终歌舞阕。旋闻瀍洛上，载起苍龙阙。四叶不归东，苔花驰道绝。食槽识终验，挂饭期先决。扰攘百年间，覆车寻此辙。山川气象变，朝市繁华歇。白露复青芜，茫茫换时节。阴风吹葛屦，磷火走兵血。木叶下西陵，寒虫助骚屑。当时陪葬骨，马鬣犹环列。队碣仆纵横，镌文久残缺。帛砧与柱础，螭首随分裂。指此一抔间，贤愚两何别。悠悠凤漳水，寂寂雀台月。千古配英魂，未随埃烬灭。田皋访遗老，谓有兴亡说。但听黍离篇，叱牛耕不辍。",
            "comment": ""
        },
        {
            "title": "江夏秋怀三首之一",
            "content": "陈物纷然眼界中，长年何与偶书空。沧浪难为俗子唱，络纬漫催贫女工。风月少容休吏役，烟波长与济途穷。功成身退非吾事，犹办扁舟东复东。",
            "comment": ""
        },
        {
            "title": "和杜仲观青字诗二首之二",
            "content": "白马青络头，青萍宝带钩。青溪流水急，独上青翰舟。佳人青雀钗，手把青荷游。慕君青云器，青发结绸缪。",
            "comment": ""
        },
        {
            "title": "丛台歌",
            "content": "累土三百尺，流火二千年。人生物数不相待，摧颓故址秋风前。武灵旧垅今安在，秃树无阴困樵采。玉箫金镜未销沈，几见耕夫到城卖。君不见丛台全盛时，绮罗成市游春晖。一从琱辇闭荒草，萧散行云无复归。韶魂想像风流在，晴华露蔓犹依稀。盘纡棘迳撩人衣，禾黍晚成貊貉肥。层檐碧瓦碎平地，梦作鸳鸯相伴飞。登临吊古将语谁，城郭人民今是非。指君看取故时物，南有清流西翠微。彷徨华表不忍去，岂独辽东丁令威。",
            "comment": ""
        },
        {
            "title": "拟王少伯新兴",
            "content": "西北云悠悠，东南日杲杲。浪语问阴晴，悬知行雨少。桃蹊换青荫，夙昔一何好。临牖思茫然，微风动萱草。",
            "comment": ""
        },
        {
            "title": "题海陵寓舍二首之一",
            "content": "池上千条柳，依依解占春。自怜衰飒鬓，不与物争新。",
            "comment": ""
        },
        {
            "title": "同毕绍寓泊永城招李深昆仲",
            "content": "满城杨柳正黄繁，几处秋千出短垣。经雨河流失清浅，带云春色乍寒暄。从来嵇阮耽琴酒，况得机云好弟昆。咫尺津亭望斋馆，杖藜相过莫辞烦。",
            "comment": ""
        },
        {
            "title": "寄清凉和上人二首之一",
            "content": "吾家无担石之储，朝四暮三如有余。北岳官粮饱妻子，南朝僧寺寓图书。迎船春色情亲我，坌马京尘笑谢渠。莫作江东步兵待，翻然端不为鲈鱼。",
            "comment": ""
        },
        {
            "title": "留别僧讷",
            "content": "冗从西班谁比数，牛侩马医犹尔汝。诗解穷人未必工，苦调酸声效梁父。荥阳道人方外交，谓我有言追屈骚。骊珠不惜弹黄雀，狗尾何堪联晋貂。秦淮潮上扁舟发，後日相思一书札。千里同风了了然，人闲无处无明月。",
            "comment": ""
        },
        {
            "title": "变竹枝词九首之八",
            "content": "危构压江东，江山形胜雄。但闻竹枝曲，不见胡床公。",
            "comment": ""
        },
        {
            "title": "过曹氏园马上作",
            "content": "香风细细出重墙，不见繁枝已断肠。知有何人卷帘箔，卧看零落满斜阳。",
            "comment": ""
        },
        {
            "title": "暑夜",
            "content": "渴蝉呜中夜，木叶凝无风。襟苧不加带，犹如被蒙茸。三庚信可畏，一扇曾何功。安得解民愠，苍梧理古桐。",
            "comment": ""
        },
        {
            "title": "题渊明轩",
            "content": "渊明新榜揭门眉，夫子高情俗不知。未仰秫秔供岁计，本於松菊有心期。卧来不浅羲皇兴，归去何慙乡里儿。窗破檐倾从此始，只应风月解相思。",
            "comment": ""
        },
        {
            "title": "送李主簿夷行之官河阴四首",
            "content": "少小縻一官，身世两相补。为饱西复东，志愿劣儿乳。不无同心友，颇压折腰膂。寄语北山云，异时吾与汝。",
            "comment": ""
        },
        {
            "title": "快哉亭朝暮寓目二首之一",
            "content": "夙起喜舒旷，径趋城上楼。初阳动禾黍，积雨失汀洲。水牯负鸲鹆，山枢悬栝蒌。坐慙真隐子，物我两悠悠。",
            "comment": ""
        },
        {
            "title": "怀寄寇元弼王文举十首之六登黄楼",
            "content": "何处延明月，东城百尺楼。故人那得见，後夜是中秋。",
            "comment": ""
        },
        {
            "title": "三鸟咏之一提壶引",
            "content": "绿野带江春漠漠，露湿花蔫朝暮薄。年芳婉娩欲辞人，啼鸟殷勤劝行乐。提壶真起予，十千美酒当剩沽。金龟宝貂家所无，持底可过黄公垆。调官东来今几日，谓有公田宜种秫。朝廷未除私酿律，安得一试焦革术。提壶鸟，叹吾与尔皆悠悠。君不见长安两市多高楼，大书酒旆招贵游。脱闻提壶鸣树头，论槽买瓮更献酬。庶几此声知所投，胡为南乡长滞留，端使北宗狂客羞。",
            "comment": ""
        },
        {
            "title": "和彭城王生悼歌人盼盼",
            "content": "东园花下记相逢，倩盼偷回一笑浓。书簏尚缄香豆蔻，镜奁初失玉芙蓉。歌阑燕子楼前月，魂断凤皇原上钟。寄语虞卿谩多赋，九泉无路达鱼封。",
            "comment": ""
        },
        {
            "title": "和别清凉和上人",
            "content": "明朝解携白鹭洲，後日相望黄鹤楼。建业水清供白酌，武昌鱼贱足音邮。著身物外不无处，俛首人群非有求。愿报西庵落成会，待公退卧侬归休。",
            "comment": ""
        },
        {
            "title": "江夏八咏之四右舒元舆榜",
            "content": "亭揭奇章榜，斯民孰去思。多慙羊叔子，涕泗岘山碑。",
            "comment": ""
        },
        {
            "title": "春行",
            "content": "风俗喜嘉辰，行乐东城春。人歌芍药章，马度杨柳津。田亩久枯渴，麦芒栖暗尘。焦心戴白叟，日望西郊云。",
            "comment": ""
        },
        {
            "title": "杨柳枝词二首之一",
            "content": "方过清明雨後天，回塘照影弄跹跹。深情拟属风光主，爱惜长条待少年。",
            "comment": ""
        },
        {
            "title": "题芭蕉叶",
            "content": "十亩荒池涨绿萍，南风不见芰荷生。隔窗赖有芭蕉叶，未负潇湘夜雨声。",
            "comment": ""
        },
        {
            "title": "寄周文清",
            "content": "节物惊心不我留，故人相望海边州。苦荷老尽池台晚，鸿雁来多云汉秋。谁共清樽寻乐事，独将长幅写离忧。明年芳草青门道，好试青衫伴侠游。",
            "comment": ""
        },
        {
            "title": "易官後呈交旧",
            "content": "当年笔漫投，说剑气横秋。自负虎头相，谁封龙额侯。聊辞哙等伍，滥作诗家流。少待高常侍，功名晚岁收。",
            "comment": ""
        },
        {
            "title": "东城送客马上",
            "content": "向午孤烟起客樯，一陂春水两鸳鸯。渔童解唱沧浪曲，应笑尘埃马上郎。",
            "comment": ""
        },
        {
            "title": "钱塘海潮",
            "content": "高岸如陵累石顽，一支涨海横中间。九军雷鼓震玉垒，万里墨云驱雪山。奏政维舟羞胆怯，史迁舐笔恨才悭。钱郎几许英雄气，强弩三千拟射还。",
            "comment": ""
        },
        {
            "title": "将发永城留题李氏斋壁",
            "content": "匹马扁舟寄此身，可怜投老尚迷津。黄尘是处随游子，明日相逢即故人。东道琴樽能惜夜，西园花絮欲伤春。分携後日匆匆去，灯火虹桥梦更频。",
            "comment": ""
        },
        {
            "title": "晚泊长芦有怀历阳金陵朋好",
            "content": "犀照亭边两橹催，凤栖台下片帆开。龙盘虎踞行远矣，牛渚鸡笼安在哉。无端鞍马三年役，有意蓴鲈异日来。樽洒故人谁待我，故应风月尚徘徊。",
            "comment": ""
        },
        {
            "title": "僧居对雨二首之二",
            "content": "平沙四绕护城堤，小雨经旬不作泥。似与幽人忍牢落，一双黄鸟隔墙啼。",
            "comment": ""
        },
        {
            "title": "重别和上人",
            "content": "分手风波路几千，侵寻老境百奇缠。一官得饱亦劳矣，大士忘情犹泫然。北道音尘长断望，西庵香火不无缘。是身脱使先朝露，图像聊依十七贤。",
            "comment": ""
        },
        {
            "title": "怀寄寇元弼王文举十首之二过碧芦轩",
            "content": "东轩美风月，诗酒伴欢呼。昨日墙阴过，依依见碧芦。",
            "comment": ""
        },
        {
            "title": "邯郸郡楼晚望",
            "content": "新凉泻轩槛，草木带秋声。阔水倒岚影，洗磨刀戟明。百虫暮吟动，一鸟归思轻。晚律骇徂景，羁怀念劳生。去国亦已久，己年今复庚。官仓容雀耗，世路忌蜗争。顾我实荒浪，误抛樵与耕。竹木微迳在，奚独古人行。",
            "comment": ""
        },
        {
            "title": "送僧云还吴兴",
            "content": "吴兴道人美风度，月下沧浪翘白鹭。昼公诗律尚能传，间有赤乌黄耳句。海角相逢一笑新，怀归不待白苹春。寄声故国群儿辈，潦倒尘埃贺季真。",
            "comment": ""
        },
        {
            "title": "锺山法云彦上人留中餐罢游草堂寺",
            "content": "弭楫秦淮尾，登临殊兴回。难销蔬饭饱，更过草堂来。日转岩扉暝，风披蕙帐开。吾非海盐令，猿鸟莫相猜。",
            "comment": ""
        },
        {
            "title": "海陵西楼寓目",
            "content": "天涯樽酒与谁开，风外徂春挽不回。扫地可怜花更落，卷帘无奈燕还来。王孙莫顾漳滨卧，渔父何知楚客才。强策驽筋怀故国，浮云千里思悠哉。",
            "comment": ""
        },
        {
            "title": "秋江晚望",
            "content": "黄芦洲渚赤枫林，林外残阳叠嶂深。记得广陵城里市。董源横障卖千金。",
            "comment": ""
        },
        {
            "title": "约十客同集金山米芾元章约而不至坐中分题以",
            "content": "九客相逢思楚狂，停歌罢铗缓行觞。座中那更添严令，分韵吟诗招阿章。",
            "comment": "：【原题】：\r\n约十客同集金山米芾元章约而不至坐中分题以元辛未至分韵作诗拈阄韵应口便作滞思即罚巨觥余得章字 | 【注释】【原题】：约十客同集金山米芾元章约而不至坐中分题以元辛未至分韵作诗拈阄韵应口便作滞思即罚巨觥余得章字"
        },
        {
            "title": "题杨子王辂故居清轩",
            "content": "卜筑负南郭，褰开临要津。舟舆占集地，奈尔独清人。坐上一樽酒，江南千里春。何须茂弘扇，何患元规尘。游子感陈躅，怳如平生亲。九原不可作，归老复谁邻。",
            "comment": ""
        },
        {
            "title": "留别彦上人",
            "content": "道人临别重留连，应念吾生汩世缘。拄笏看山犹故态，量船载酒异常年。兴来不计远千里，休去可须持一钱。会作清凉老庵主，两盂分粥对床眠。",
            "comment": ""
        },
        {
            "title": "乌江石跂觜晚望有怀故园",
            "content": "山色相衔类太行，江流东去亦浑黄。鲈鱼鱠美招来客，鸿雁书迟梦故乡。五斗月支何足道，一帆风便可能忘。归田有计非今日，莫把移文揭草堂。",
            "comment": ""
        },
        {
            "title": "九日登戏马台",
            "content": "当时节物此山川，倦客登临独惘然。戏马台荒年自，久射蛇公去事空传。黄华半老清霜後，白鸟孤飞落照前。不与兴亡城下水，稳浮渔艇人淮天。",
            "comment": ""
        },
        {
            "title": "题乌江汤泉寄老庵",
            "content": "西庵松竹深，薄暮更微雨。山禽不畏人，嘲哳方对语。而余倦宦者，罢日今可数。京邑夙所怀，其如恶尘土。行复念斯游，回头怅何许。",
            "comment": ""
        },
        {
            "title": "答陈传道",
            "content": "吾家季真登大蓬，我为斗筲来宝丰。公乎时以监呼我，自笑名同实不同。樽酒相望今夜月，鲈鱼又负一秋风。少须婚嫁怱怱毕，会买扁舟下浙东。",
            "comment": ""
        },
        {
            "title": "怀寄彭城朋好十首之十王三",
            "content": "试吏王文举，俄缠风树哀。明年道濉上，为尔一徘徊。",
            "comment": ""
        },
        {
            "title": "和陈传道秋日十咏之四秋晓",
            "content": "未卷半帘霜，犹疑在庭月。倚树汲清泉，疏风猎华发。",
            "comment": ""
        },
        {
            "title": "海陵喜雨",
            "content": "闰年四月之相交，旱天云物何萧骚。清风卷地换尘世，白雨入林翻海涛。殊胜农儿踏车健，少宽病夫挥扇劳。须晴径买一渔艇，想见横塘深半篙。",
            "comment": ""
        },
        {
            "title": "晓登柏子冈回望金陵怀寄锺山泉禅师",
            "content": "晨征念王事，驽驾烦屡叱。既陟崔嵬高，稍辞丛薄密。乌牛沾宿露，白鸟明初日。清川舴艋迟，绿岸浮图出。缅怀秣陵游，曾缀秦淮繂。曳舄白下门，供香金粟室。得闻四句偈，如奉三尺律。损益非所知，婚嫁行且毕。庶几追老庞，薄暮徼万一。誓将迁枳根，待变江南橘。",
            "comment": ""
        },
        {
            "title": "诅蚊",
            "content": "公舍踞阴溝，维蚊得所在。朝昕减志迹，曛暮相期会。挟是党与繁，岂资躯力大。饥心过狼贪，毒喙甚蜂蛰。侜张巧中人，勇悍将何奈。贫无绡葛裯，拙计燃萧艾。徒自取熏蒸，举家更嚏咳。烟销尚鼓箑，夜久禦益懈。坦腹恣交攻，烦养如搔疥。神疲复萝悸，少不容清快。如何造物工，种此生民害。安得长风驱，投诸四荒外。断之严霜诛，併命不可贷。丑类偿一遗，馀孽行当再。",
            "comment": ""
        },
        {
            "title": "题项羽庙三首之三",
            "content": "三户睢盱竟破秦，君王武略世称神。途穷一夜无遗恨，挈首殷勤予故人。",
            "comment": ""
        },
        {
            "title": "梅华寄清凉和上人",
            "content": "石头城上客，领取一枝梅。何事春消息，今从江北来。",
            "comment": ""
        },
        {
            "title": "京居暮春感兴二首之一",
            "content": "闲坊税屋远人群，晨鹊昏鸦亦厌闻。无奈春风作多事，满庭花絮正纷纷。",
            "comment": ""
        },
        {
            "title": "秋风登城楼",
            "content": "袭人风露觉秋初，临水高楼更雨余。天幕鲜明河影淡，行云流月两徐徐。",
            "comment": ""
        },
        {
            "title": "九日寄维扬刘明仲",
            "content": "扬舲瓜步背瓜洲，底处孤亭是玉钓。蜡烛有心啼别夜，布帆无恙到南州。黄华嘉节与何事，白发故人分取愁。赖有沧江知客恨，长年西北望京流。",
            "comment": ""
        },
        {
            "title": "送赵令畤之官陈州兼简周文清",
            "content": "朱衣白面懿王孙，好去淮阳事相君。已放扁舟下南浦，更持樽酒醉西曛。青云计自此行始，明月惜从今夜分。拟仗短书裁不及，但传穷达报知闻。",
            "comment": ""
        },
        {
            "title": "寄王岐",
            "content": "未从名宦两蹉跎，可但诗狂与酒魔。紫陌尘埃日驰逐，青楼灯火夜经过。当时豪纵年方少，今日疏慵病更多。唯见凭栏复攲枕，往来方寸奈情何。",
            "comment": ""
        },
        {
            "title": "送表侄赵子亿之官沧州兼简通守李延宁",
            "content": "吾昔游浮阳，童心初办狂。淩高瞰海日，径欲穷扶桑。岁纪忽再周，此图竟莫偿。今适送子往，临风但彷徉。之子公族秀，祖基维懿王。成吾家宅相，裂封复吾乡。汝翁同谷守，视吾犹雁行。後生古所畏，之子未易量。筦库方试吏，事役须更尝。譬彼汗血驹，齿齐即腾骧。昃宜勤夙夜，动虞三尺妨。勿惮川陆遥，千里如邻墙。勿计弦晦余，俛仰度三霜。边朔昔云苦，今歌海隅康。正赖别驾贤，不减晋王祥。依投得吏师，行见售所长。为吾语故人，曩契想未忘。愿致双鱼封，继以一鹗章。",
            "comment": ""
        },
        {
            "title": "题海陵寓舍四首之二",
            "content": "近湿篱根歌蟪蛄，向明屋角网蜘蛛。黄葵紫苋雨张王，花蚊白蚁风驱除。辗转犹憎夏夜久，支离何堪春病余。预愁还作旧年调，两眼京尘怀镜湖。",
            "comment": ""
        },
        {
            "title": "放舟通津门外作",
            "content": "国门欲去尚迟迟，况复凄风落照时。犹有京尘坌舟尾，恼人无几庾元规。",
            "comment": ""
        },
        {
            "title": "留题左顾亭二首之二",
            "content": "亭际高枞满百围，不无山鬼此焉依。咿呦为话当年事，曾见将军佩印归。",
            "comment": ""
        },
        {
            "title": "斗岘山马上",
            "content": "西来投策倦跻攀，晚叶寒华一迳间。尽日闲云不留雨，斜阳还照隔江山。",
            "comment": ""
        },
        {
            "title": "晚泊小孤山作",
            "content": "江势东南陡折回，两山屹立地维开。颠风裂石轰雷下，骇浪澎舟卷雪来。扪虱王孙初睥睨，饱鱼乌鬼但毰毸。物情岂识忘形乐，啸倚樯干独快哉。",
            "comment": ""
        },
        {
            "title": "三鸟咏之二竹鸡词",
            "content": "东南泽国陂塘阔，旱岁少逢晴五月。田间蛙喜雨冥冥，竹下鸡啼泥滑滑。而予不耕陂下田，田皋驱马挥长鞭。稻塍微茫绝复连，如蹑镜面流鲛涎。植蹄沮洳不敢前，何暇顾惜青莲乾。竹鸡鸟，汝幸飞翔罗罻外，安知此涂吁可畏。雄雌更鸣方自慰，汝不能言意为对。君不见日围赫赫是长安，大明宫阙开云端。鸡人唱漏辰三刻，左右相君朝谒还。前驺谁敢干，後乘不可攀。飘颻青盖望已远，绿槐阴下沙堤闲。长堤千步沙漫漫，风不惊尘雨亦乾。君能驰骛此其所，何事江乡行路难。",
            "comment": ""
        },
        {
            "title": "重送曾诚之兼简俞澹陈庾",
            "content": "春风漠漠老江蓠，行矣骚人好自持。半百幻身如且健，石头城下两茅茨。",
            "comment": ""
        },
        {
            "title": "问内",
            "content": "庚伏压蒸暑，细君弄咸缕。乌绨百结裘，茹茧加弥补。劳问汝何为，经营特先期。妇工乃我职，一日安敢堕。尝闻古俚语，君子毋见嗤。瘿女将有行，始求然艾医。须衣待僵冻，何异斯人痴。蕉葛此时好，冰霜非所宜。",
            "comment": ""
        },
        {
            "title": "再送潘仲宝兼寄彭城交旧",
            "content": "风雨扁舟幸少留，为君持酒话徐州。白鱼紫蟹秋初美，戏马飞鸿梦屡游。二阮年来知健否，季真老去尽归休。白云庄畔多闲地，不惜横刀真换牛。",
            "comment": ""
        },
        {
            "title": "王迥子高挽章五首",
            "content": "我昔官房子，长怀忠穆贤。里无行马第，山有卧牛阡。当代三公後，维君五福全。桐棺远归祔，追旧几潸然。",
            "comment": ""
        },
        {
            "title": "送王西枢出镇郑圃八首之六",
            "content": "来暖西枢席，斯民赖已多。前春凤池水，四海涨恩波。",
            "comment": ""
        },
        {
            "title": "江夏八咏之五奇章亭",
            "content": "南津赵佗石，云是昔人舟。长忙精卫志，不碍长江流。",
            "comment": ""
        },
        {
            "title": "留别道士许自然",
            "content": "东晋高贤许远游，裔孙今不坠风流。还有临川王太傅，每思与语即登楼。浮名何啻如云薄，钟鼓爰居非所乐。漱石枕流知善谑，友月朋风差不恶。吾亦尘闲无所求，终期探药栖罗浮。异日归来辽海鹤，不见人民见城郭。",
            "comment": ""
        },
        {
            "title": "酬桂林从叔",
            "content": "江到三湘尽，山围八桂深。龙蛇寒下蛰，雾露昼多阴。迢递驰梅信，殷勤访竹林。淮南风土美，留滞亦何心。",
            "comment": ""
        },
        {
            "title": "病後登快哉亭",
            "content": "经雨清蝉得意鸣，征尘见处见归程。病来把酒不知厌，梦後倚楼无限情。鸦带斜阳投古刹，草将野色入荒城。故园又负黄昏约，但觉秋风发上生。",
            "comment": ""
        },
        {
            "title": "舟次淮阴呈邑令田望",
            "content": "狂吟醉约昔悠悠，衰病方谐散浪游。蔬粥满杯供我饱，兰舟系岸判君留。尘埃古刹寻遗篆，香火严祠谒故侯。晚具不须烹赤鲤，聊凭别後作书邮。",
            "comment": ""
        },
        {
            "title": "变竹枝词九首之二",
            "content": "隔岸东西州，清川拍岸流。但闻竹枝曲，不见青翰舟。",
            "comment": ""
        },
        {
            "title": "题贾氏废园",
            "content": "丞相园林半手栽，清樽曾为几人开。荒榛野蔓换桃李，慙愧春风如故来。",
            "comment": ""
        },
        {
            "title": "京居感兴五首",
            "content": "壮图可复道，罄折营五斗。负郭二顷田，何时落吾手。",
            "comment": ""
        },
        {
            "title": "变竹枝词九首之三",
            "content": "露湿云罗碧，月澄江练白。但闻竹枝歌，不见骑鲸客。",
            "comment": ""
        },
        {
            "title": "登头陀寺峰顶庵",
            "content": "磴道淩虚挂白虹，头陀上方黄鹄东。沧溟五夜浴新日，老木三伏来凄风。北梦南云展张阔，纵江横汉并吞雄。楚乡绝境此其一，付与微吟多病翁。",
            "comment": ""
        },
        {
            "title": "怀寄彭城朋好十首之一庚午九月历阳赋。寇三",
            "content": "元弼今安健，音尘久阔疏。早年倾盖意，白首复何如。",
            "comment": ""
        },
        {
            "title": "潘豳老出十数诗皆有怀苏儋州者因赋二首之二",
            "content": "旧隐江城东复东，堂前杨柳付春风。犹传白雪兴中曲，俄失黄粱梦後翁。儋耳吉音无雁使，峨眉爽气属狙公。不应更广穷愁志，悟取平生坐底穷。",
            "comment": ""
        },
        {
            "title": "重游锺山定林寺",
            "content": "破冰泉脉漱篱根，坏衲遥疑挂树猿。蜡屐旧痕寻不见，东风先为我开门。",
            "comment": ""
        },
        {
            "title": "九日雨中作",
            "content": "九夏赤旱百井枯，三秋积雨釜生鱼。淩高径醉不易图，问底黄叶今有无。愿致皎白来庭除，昏瞳烂卷勤卷舒。管中一班聊自娱，未羡北里鸣笙竽。少日用壮胆力麤，六鳌可取负而趋。谁谓衰迟百病余，雀鼠入屋不受驱。长铗长铗归来乎，泥净没胫行无车。咄嗟蜡屐非双凫，安得翩然过故都。",
            "comment": ""
        },
        {
            "title": "送王西枢出镇郑圃八首之五",
            "content": "前日神州尹，声华掩赵张。春风长有待，难树是甘棠。",
            "comment": ""
        },
        {
            "title": "待晓朝谒天庆作",
            "content": "望晓谒琳宫，荒庭雾气浓。曾陪羽林仗，如待景阳钟。薄宦情无几，劳生梦不容。樵朋与渔伴，它日会相从。",
            "comment": ""
        },
        {
            "title": "自郓还徐道中",
            "content": "八月过新雨，行云弄晚凉。山川乍明晦，禾黍半青黄。西去真何事，东还非故乡。悠悠尘土里，无路不亡羊。",
            "comment": ""
        },
        {
            "title": "变竹枝词九首之六",
            "content": "南浦下鱼筒，孤篷信晚风。但闻竹枝曲，不见沧浪翁。",
            "comment": ""
        },
        {
            "title": "答王拙见寄：王字闲叟",
            "content": "好在金陵王隐君，尺书忽与我相闻。蓴鲈久负秋风约，猿鹤终寻旧日群。横笛卧吹南浦月，杖藜笑度北山云。六朝陈迹何须问，一曲沧浪酒十分。",
            "comment": ""
        },
        {
            "title": "久病寄二三亲友",
            "content": "早昧摄生理，百劳戕至真。药灵翻佐病，诗癖竟穷人。终负黄垆恨，长违白首亲。一囊安可得，四壁未应贫。灯下尘编泪，风前墓草春。傥忘鸡酒设，腹痛勿多嗔。",
            "comment": ""
        },
        {
            "title": "和陈传道秋日十咏之二秋晴",
            "content": "归云去悠悠，长风来猎猎。檐角两长楸，斜阳晒黄叶。",
            "comment": ""
        },
        {
            "title": "历阳十咏之一厤湖",
            "content": "昔也万家邑，今为无底渊。城郭泯遗迹，人民安得全。吊古一回首，薄暮愁风烟。拯溺不无意，吾生後千年。",
            "comment": ""
        },
        {
            "title": "自历阳泛江至赤埭访别曹解",
            "content": "我访故人不待招，沧江谓广才容舠。离城五点寒更急，著岸两竿晴日高。别来书尺正坐嬾，老去鞍马何堪劳。明年淮上更携手，醉步卧虹千丈桥。",
            "comment": ""
        },
        {
            "title": "闻苏眉山谪守英州作",
            "content": "岭首登临楚粤分，披襟先喜得南薰。座隅鹏鸟敢要赋，溪下鳄鱼知畏文。酒洗黄茅瘴时雨，啸驱碧落洞中云。高才何假江山助，未拟区区咏五君。",
            "comment": ""
        },
        {
            "title": "东畿舟居阻雪怀寄二三知旧三首之二",
            "content": "寒洛未澌结，东趋江海深。舟人惊朝鼓，歛繂逗长林。林端落滞雪，沙际起鸣禽。病客坐长叹，摄衣涕流襟。亲朋自兹远，可是慕山阴。兴尽莫回楫，何人知此心。",
            "comment": ""
        },
        {
            "title": "送王西枢出镇郑圃八首之二",
            "content": "帷幄参神算，边尘万里清。西藩聊偃息，犹是一长城。",
            "comment": ""
        },
        {
            "title": "檥舟秦淮雨中寄侍其服之",
            "content": "篷卑每碍帻，仓狭才容席。凄酸拥膝吟，奈此风雨夕。欣闻钟漏旦，怀彼南城客。欲往从之游，塞涂没吾屐。方君慕栖遁，顾己淹行役。後夜岁云除，畸辰良足惜。何当斥氛闭，新阳被东陌。壶觞殿两骖，聊取一日适。",
            "comment": ""
        },
        {
            "title": "送僧法印智因西上",
            "content": "千里长淮北，东风破雪寒。此行休问路，蓦直到长安。",
            "comment": ""
        },
        {
            "title": "和崔若拙四时田家词四首之三",
            "content": "鸡声犬吠远相望，社酒登槽唤客尝。晓日晴明陂更阔，风吹荞麦蜜花香。",
            "comment": ""
        },
        {
            "title": "田园乐",
            "content": "昔我未去国，幽栖淇上村。分辞侠少事，喜与农老言。农老孰追从，四邻皆世婚。机中工织妇，籍上成丁孙。青驹自走磨，黄犬长候门。昨日春火开，逍遥望高原。西照牛羊下，东风花草繁。今朝夏鸡鸣，麦熟田头喧。归来息树荫，课汲灌中园。秋赛方及辰，酿秫烹膏豚。丛祠响腰鼓，免杖奉神樽。冬雪断门巷，蚕庐清且温。地藉熊豹席，炉明荆枥根。起居就安适，非复系晨昏。不识百里面，不知千骑尊。供输先众期，於我何威恩。太上复淳古，坐超羲与轩。敢忘天地施，击壤声如埙。毕此百岁愿，泰然长夜魂。避秦谁氏子，客死武陵源。",
            "comment": ""
        },
        {
            "title": "晓晴西郊马上",
            "content": "夜雨萧萧彻晓闻，不应为我扫尘纷。弄鞭十里西郊道，但见青山纳白云。",
            "comment": ""
        },
        {
            "title": "雪後同吴达夫慎献玉登黄鹤楼",
            "content": "岁律峥嵘腊尽头，风吹朔雪到南州。三湖簸荡鲛鼍恐，七泽迷漫狐兔愁。狂客定回青雀舫，猎儿初试皂貂裘。江楼伏槛迎新霁，群玉峰前练带流。",
            "comment": ""
        },
        {
            "title": "檥舟当利口待风累日怀寄城中朋游二首之二",
            "content": "离忧不可解，罢酒独登临。潮落江空阔，云繁岁晏阴。愁鸱守渔罧，怒犬突神林。触目增凄断，聊为泽畔吟。",
            "comment": ""
        },
        {
            "title": "访周沆郭忱",
            "content": "前日去薄官，驱车望城阙。情亲周与郭，契阔多年别。征袍未及解，径造郊扉谒。存问审安娱，芝眉尉怀渴。家饱具羹炙，笑我犹饕餮。野色夜苍茫，松阴步微月。悲风应长啸，洒面若冰雪。狭室烛花青，坏炉拥驼褐。欢呼讲旧好，邻梦憎惊聒。念昔初冠年，朋从事颠蹶。忽忽一回首，身志成老拙。居诸信遄迈，又值阳生节。春物行可期，良游须屡结。妇家酒醅美，升斗容丐辍。斟酌挹东君，手选时芳折。樽前有余乐，身外无所切。欲寻玉清路，难访金丹诀。修短三万朝，黄尘共埋灭。",
            "comment": ""
        },
        {
            "title": "题叶翰林道卿手书唐人唱和集後",
            "content": "翰客文房万卷余，诜诜翻是蠹书鱼。载薰载曝徒为尔，秦筑长城错备胡。",
            "comment": ""
        },
        {
            "title": "宿法惠寺",
            "content": "驱马越飞涧，扬旌下回冈。欻见层浮图，高风振琅璫。重门壮且深，老柏森然行。佛子出延客，投鞭步长廊。中庭汲新泉，一饮生清凉。孤坐兴登览，危梯趋上方。萧萧荒竹林，檐外如环墙。樵牧断行径，龙蛇知所藏。山禽喜暄阳，啸侣何琅琅。子规特殷勤，使人怀故乡。引领落西北，暮色来苍茫。一官早见縻，微尚久未偿。明发复东去，斯游良不忘。",
            "comment": ""
        },
        {
            "title": "和陈传道秋日十咏之五秋月",
            "content": "霜空出华月，樽酒聊相对。别夜复婵娟，故人千里外。",
            "comment": ""
        },
        {
            "title": "怀寄寇元弼王文举十首之九招文举",
            "content": "後夜溪山雪，临门望子猷。莫因清兴尽，半道却回舟。",
            "comment": ""
        },
        {
            "title": "送寇元弼王文举",
            "content": "无端嵇氏叟，早结曹家偶。不遂龙蛇藏，翻从牛马走。东西只强颜，清镜照人顽。攲枕知归路，开屏认旧山。甘心折腰膂，为饱来西楚。始验釜生鱼，还悲厕中鼠。两君冰玉人，倾盖许相亲。何意尘埃地，欻游云汉津。佳时第行乐，不与华年约。大白酒交酬，长笺诗间作。俄报戍期秋，扁舟去莫留。台乡淮水北，和氏玉坑头。飘颻同李郭，到岸逢摇落。俱是长年人，得忘弥日恶。劳生不自知，会合复何时。笼鸟槛猿思，烹鸡炊黍期。此期谅难必，幸勿忘今日。固有梦依依，可无书一一。徐国壮山河，黄楼入望多。後时三五夕，奈尔月明何。",
            "comment": ""
        },
        {
            "title": "和陈传道秋日十咏之九秋燕",
            "content": "梅梁巢已空，去此复何从。勿惮归飞远，冰霜不尔容。",
            "comment": ""
        },
        {
            "title": "历阳十咏之四遏胡城",
            "content": "狂胡昔凭凌，阔步长淮外。难此百雉城，万甲屯要害。时平一登望，江山互襟带。想像文献公，清风宛如在。",
            "comment": ""
        },
        {
            "title": "重送",
            "content": "夹岸雪初消，青青见麦苗。传声汶阳客，已解木兰桡。春水生张泽，春风动乐郊。良游知不负，回首念无聊。",
            "comment": ""
        },
        {
            "title": "送陈传道摄官双沟",
            "content": "弭楫想登临，闲云护日阴。青蒲泗水阔。古木汉祠深。应醉杯中物，谁闻泽畔吟。禅坊养奇客，轻别若为心。",
            "comment": ""
        },
        {
            "title": "题画卷後六言二首之二鸣琴召鹤图",
            "content": "结茅百尺荒台，杖藜一径莓苔。谢绝鸡群老鹤，不应端为琴来。",
            "comment": ""
        },
        {
            "title": "寄有捷上人",
            "content": "捷也当年避畏途，寄身一叶泛隋渠。定须慙愧操舟子，千里风波汝渡吾。",
            "comment": ""
        },
        {
            "title": "上巳後一日登快哉亭作",
            "content": "上巳信嘉辰，流觞传旧俗。良游怅不遂，吏局方有属。东风吹晓雨，万窍嗥林麓。疑有泊舟人，狂歌河女曲。逾期始澄霁，物色如新沐。城角趋危亭，登临尉幽独。纷华扫不见，胡蝶飞平绿。竚倚穷夕曛，悠哉此心目。",
            "comment": ""
        },
        {
            "title": "烛蛾",
            "content": "鬼蛾来翩翩，慕此堂上烛。附炎竟何功，自取焚如酷。感彼万动微，保生在无欲。不见青林蝉，饮风聊自足。",
            "comment": ""
        },
        {
            "title": "早发王村道中寄李智父",
            "content": "鸡鸣戒徒御，驱马度前陂。得雨人耕早，边山日上迟。罢休何复道，会合邈无期。赖有西来水，悠悠慰我思。",
            "comment": ""
        },
        {
            "title": "登如方山",
            "content": "楚郊十月尚闻蝉，傍道黄华亦可怜。特上西山最高处，长安应在夕阳边。",
            "comment": ""
        },
        {
            "title": "临汴亭送客还马上作",
            "content": "衮衮尘埃与愿违，可堪持酒送将归。壮心已服驽骀老，羁思常先鸿雁飞。十口无厌太仓粟，四邻分采故山薇。何时偃卧柴桑里，自讼渊明昨日非。",
            "comment": ""
        },
        {
            "title": "檥舟当利口待风累日怀寄城中朋游二首之一",
            "content": "一叶寄津口，怒涛安可乘。朝风占酒旆，夜爨乞渔灯。牛渚逢新月，秦淮想结冰。故人它夕梦，歌吹满金陵。",
            "comment": ""
        },
        {
            "title": "和王文举别馆初夏",
            "content": "薰风酣绿树，午日思黄鹂。的的罗窗梦，西邻可得知。",
            "comment": ""
        },
        {
            "title": "游滕县时氏园池",
            "content": "珍重西园主，开门待子猷。城隅树交荫，楼下水通流。鸲鹆鸣深竹，蜻蜓驻小舟。可能忘梦想，尘土满徐州。",
            "comment": ""
        },
        {
            "title": "长安在何许二首之一",
            "content": "长安在何许，疑是青天上。矫首遡西风，溪云断人望。",
            "comment": ""
        },
        {
            "title": "送咸宁陈令完夫移官吴郡",
            "content": "蒿莱东郭居，长者车成辙。礼经尚往来，岂为我辈设。临分怀出饯，津远舟速发。十月雁啼寒，沧波洒微雪。送君一樽酒，孤饮聊耳热。会取屈平书，商声歌九阕。开正到吴郡，阳暖张灯节。两地见梅花，相思不同折。官闲羁绁□，陈迹得搜阅。虎去丘隧空，燕惊宫火灭。廊倾罢鸣屧，兰劚香迳绝。逮□故时人，唯余剑池月。名城见图绘，丹墨殊灭裂。细与赋新诗，长封寄天末。老狐首丘志，客子敢忘越。未死定归东，柴荆昼常闭。右军领妙语，年大不堪别。况复鱼鸟情，飞沈方此诀。",
            "comment": ""
        },
        {
            "title": "彭城三咏之一戏马台歌",
            "content": "秦蛇已中断，刘项方龙战。叱吒沮风云，睢盱走霆电。鸿沟一画天地开，楚王洗剑东归来。新都形胜控淮泗，笼山络谷营高台。重瞳登览何为者，不知招贤知戏马。上如激矢下投丸，兰筋霜腕便回盘。半夜悲歌骓不逝，明日阴陵行路难。騋牝三千归汉闲，粟豆尤闻蠹县官。君不见华山之阳古垧牧，春风吹草年年绿。",
            "comment": ""
        },
        {
            "title": "夜行邹县道中遇雨作",
            "content": "昨日秋遂分，村村歛禾黍。半夜宿田人，相嘑深陂雨。駸駸马上客，厌浥投何所。暮发邹子城，朝期饭东鲁。据鞍思假寐，颠坠惭不武。俯畏道旁石，颓然如伏虎。远惊荞麦华，白水漫洲渚。安能叱吾驭，亲闱寄西楚。念昔卧苏门，夙兴犹及午。岂谓从一官，羁离遽如许。归欤惜迟暮，幽愫将谁语。赖尔草根虫，助我长吟苦。",
            "comment": ""
        },
        {
            "title": "陈留道中",
            "content": "强半春风掩户庭，出门唯见麦青青。从来赤白歌桃李，曾与何人伴醉酲。",
            "comment": ""
        },
        {
            "title": "怀寄周元翁十首",
            "content": "周郎西笑时，叠寄两函书。情亲语恳到，骨肉所不如。妙翰骋遒放，抵突黄与苏。黄癯曳羸筋，苏厚凝腯肤。我於季孟间，增少损有余。家鸡敢复道，储此橐中珠。",
            "comment": ""
        },
        {
            "title": "赠赵参军滂",
            "content": "髯参军，髯参军，平昔相好书相闻。妙兼八法嗤五云，一字仅课三年勤。春回玉树生兰筋，骅骝气压千羸群。庾家之鸡安足云，君子砚渔而笔耘，桓扇兮羊裙。奈何不书蘂珠秘录之真文，宝厨钿轴缄灵芸。阆居清绝无世纷，谁其观者紫阳君。後日人间偶流落，犹得标题持键钥。",
            "comment": ""
        },
        {
            "title": "游盱眙南山示杨介",
            "content": "霜晓无轻颸，长淮净如眼。招携南山游，老子兴不浅。不从千步桥，飞度一渔舠。中流鼓素楫，鲂鱮欻惊跳。禅叟延游客，匆匆问行色。千里远京关，浮骖去安适。长啸指沧浪，濯缨湔我裳。朱门曳裾地，槐柳自成行。多年困靴板，未立中人产。沈痼迫衰迟，求田咄何晚。神丸傥驻延，投此寄余年。凿室邻杨氏，然薪系太玄。",
            "comment": ""
        },
        {
            "title": "宿黄叶岭田家",
            "content": "聚落荒山里，畲田岁不登。牛衣障隙雪，鼠穴见邻灯。愁信鱼难瞑，寒凝酒亦冰。怅然歌白石，推枕待晨兴。",
            "comment": ""
        },
        {
            "title": "和杜仲观青字诗二首之一丙寅四月京师赋",
            "content": "青袍少年子，独出青门游。逢人少青眼，凝笑望青楼。窗中青蛾女，正为青春愁。心事属青鸟，青骢能少留。",
            "comment": ""
        },
        {
            "title": "历阳十咏之三濡须坞",
            "content": "孙郎昔鹰扬，曹瞒方虎视。敢忘板筑勤，远推兵锋锐。俄闻青盖谣，无复金陵气。六代迭倾亡，长江亦平地。",
            "comment": ""
        },
        {
            "title": "历阳姥矶下马上有怀京都游好",
            "content": "楚泽初冬正获田，孤鸿欲下却翻然。人烟隐约青山郭，云物离披小雪天。送别杯盘犹昨日，劳生鞍马遂穷年。故人多在金闺籍，谁念心寸如断弦。",
            "comment": ""
        },
        {
            "title": "舟次金陵怀寄历阳王掾相",
            "content": "昨时江北望江南，把酒离愁已不堪。今夜江南望江北，抵掌清谈安可得。历湖白下非吾乡，官身俗眼禁人狂。後日扁舟更西去，江北江南两何处。",
            "comment": ""
        },
        {
            "title": "京居感兴五首",
            "content": "扰扰尘笼下，容身亦自贤。横尸道边子，共笑直如弦。",
            "comment": ""
        },
        {
            "title": "金山游",
            "content": "轻舠放中{左氵右霝}，岸远春风壮。楫师俯仰呼，天水争簸荡。吾方扣其舷，聊赓小海唱。梢回即东麓，侧磴联屦杖。危刹表层巅，疲筋蹑牵强。斜廊缭复殿，鱼脊分背向。放日四垠宽，秋毫入吾望。侵云铁瓮垒，崛起去缘傍。映日海门山，不蔕沧波上。吾虽百石吏，平昔有微尚。俄得金仙徒，翦萝开岫幌。誓投桑榆年，浮玉翁自况。",
            "comment": ""
        },
        {
            "title": "寄兴化黄主簿杞",
            "content": "何准第五不足称，黄童无双非自名。卑栖鸾凤安初仕，葆练龙虎希长生。明月高吟紫芝曲，红尘先老白云兄。莫辞一力走三舍，遽未能来频寄声。",
            "comment": ""
        },
        {
            "title": "再游西城",
            "content": "柳条破眼已堪攀，鹭下城隅水一湾。後日重来寒食近，杏花林外见青山。",
            "comment": ""
        },
        {
            "title": "送左禹赴江夏尉",
            "content": "泛泛青翰舟，亭亭黄鹤楼。江山信清洒，人物想风流。美酒遣归思，新诗题旧游。有鱼知不食，端作置书邮。",
            "comment": ""
        },
        {
            "title": "春怀",
            "content": "东风吹雪阴复晴，西日冉冉林间明。著水苔衣渐涵绿，向阳竹鞭初引萌。官粮得饱酒不足，春物有意人无情。驰书相谢五陵侠，汗板尘靴今半生。",
            "comment": ""
        },
        {
            "title": "送金坛慎令瓛",
            "content": "清素复多闻，天涯晚得君。相延蒲塞馔，细演贝多文。世味淡如水，身谋散胜云。谩为花县约，聊慰此临分。",
            "comment": ""
        },
        {
            "title": "海陵书事",
            "content": "海滨流浪胡为乎，况复支离百病余。三月逢梅识春色，半年无雁托归书。老乌啄屋巫呼鬼，野艇横门米换鱼。回首扬州才百里，画桥风月可怜渠。",
            "comment": ""
        },
        {
            "title": "内翰出龙眠居士写真图",
            "content": "落墨龙眠品如神，横笻一见谪仙人。孤云老鹤来何处，异石清流有是身。瞻仰生风开鬓发，卷舒盥手敬星辰。他年莫用黄金鋳，传在人间此逼真。",
            "comment": ""
        },
        {
            "title": "京居暮春感兴二首之二",
            "content": "扰扰奔蹄与疾轮，九街寻胜作狂人。东风漫送朝来雨，可奈长安自古尘。",
            "comment": ""
        },
        {
            "title": "登黄鹤楼怀古兼寄潘豳老昆仲",
            "content": "汉大将军楚国材，半生倦韵浼尘埃。徐夫人匕首安在，丁令威华表归来。紫府无踪劳彷像，白云有待久裴徊。楼标空阔天垠露，川势从横地纽开。陇鸟赋成洲共永，越人歌断棹先回。会招物外二三子，长啸披襟挹快哉。",
            "comment": ""
        },
        {
            "title": "茅塘马上",
            "content": "壮图忽忽负当年，回羡农儿过我贤。水落陂塘秋日薄，仰眠牛背看青天。",
            "comment": ""
        },
        {
            "title": "题宝泉官舍壁",
            "content": "偶著强名字，非才但铸金。不妨称外监，况复住山阴。胜日聊披卷，清风故解衿。余生偷禄隐，何等是升沈。",
            "comment": ""
        },
        {
            "title": "拟温飞卿",
            "content": "露网朱甍上，风帘翠锁前。宿衾熏萏菡，朝镜拂漪涟。津润销金笔，香依扑粉绵。度闲双陆子，拨恨十三弦。鹦鹉殷勤语，旃檀委曲烟。鲛绡乾玉筋，鱼钥限金莲。团扇酬桃叶，乌丝代杏牋。朱门长窅窅，白马自翩翩。难钓三珠树，徒抛七宝鞭。酒阑应有待，梦破即无缘。信鹊新秋去，孤蟾後夜圆。浪言墙外地，的是洞中仙。",
            "comment": ""
        },
        {
            "title": "有僧自峡中来持黄黔州手制茶兼能道其动静与",
            "content": "平生得禄仅荣亲，持底天涯料理贫。夜户不关无长物，晨炊待火乞诸邻。山{狇木換喿}颇侠能来虎，水弩何知枉中人。少减家园旧年调，携笼先采雨前春。",
            "comment": "：【原题】：\r\n有僧自峡中来持黄黔州手制茶兼能道其动静与潘豳老赋二首 | 【注释】【原题】：有僧自峡中来持黄黔州手制茶兼能道其动静与潘豳老赋二首"
        },
        {
            "title": "游庄严寺园",
            "content": "石楠花落小池清，独下平桥弄扉行。蔽日绿阴无觅处，不如归去两三声。",
            "comment": ""
        },
        {
            "title": "历阳十咏之八百福寺",
            "content": "文昌西郭居，修竹闭环堵。琴樽不复存，青莲开梵宇。尘纷晦遗像，粉绘才可睹。拜莫愧无言，长哦君乐府。",
            "comment": ""
        },
        {
            "title": "金山夜集招米芾元章不至作",
            "content": "芳洲撷兰佩，清夜栖宝坊。晚风驾飞涛，柱石摇长廊。微月逗檐际，助我灯烛光。黄童天下才，斖斖陈与章。狂歌间险语，捧腹屡烘堂。惜无杯中物，可以延楚狂。兴阑半道去，浪学山阴王。明发吾将还，沧波渺相望。如何方外徒，漫仕烦官仓。端尔凉秋节，白云来帝乡。",
            "comment": ""
        },
        {
            "title": "离冠氏道中",
            "content": "别酒厌厌一据鞍，远林微迳雪迷漫。伤心不似来时路，柳摆东风絮作团。",
            "comment": ""
        },
        {
            "title": "舟发金陵望历阳作",
            "content": "尚识历阳道，依然西照间。风烟石碛戍，林麓楚王山。隔水一凝伫，当年百往还。谁怜跃马客，衰病再投闲。",
            "comment": ""
        },
        {
            "title": "金堤客舍望南乐城",
            "content": "黄流漫涣浸城根，烟火依微日欲昏。禾黍不登非政罪，居人犹得饱鱼飧。",
            "comment": ""
        },
        {
            "title": "乌江北道中作",
            "content": "寒麦田畴雪糁花，暮潮洲渚水吞沙。凫鷖长作渔舟伴，桑柘深藏老圃家。浊酒纵贤谁与醉，青山有价不容赊。南来学得沧浪唱，却著征衫袖马挝。",
            "comment": ""
        },
        {
            "title": "感兴六首",
            "content": "青鵳噉雀雏，饫饱侮鸢乌。不知皂鵰力，拏杀北城狐。",
            "comment": ""
        },
        {
            "title": "酬别道师许自然",
            "content": "早慕浮云耻系匏，泠然风驭起三茅。青菁可种无闲地，黄鹤归来失旧巢。石鼎颇传惊俗句，醉图未免取僧嘲。何须西望长安笑，谁是平生莫逆交。",
            "comment": ""
        },
        {
            "title": "广津门东马上",
            "content": "津头落帆鼓，薄暮尚蓬冬。疑是秦淮口，扁舟醉梦中。不堪隋岸北，尘土一鞭风。传语端能否，伯劳飞自东。",
            "comment": ""
        },
        {
            "title": "感兴六首",
            "content": "皂鵰狞觜爪，飞走披肝脑。不知游猎儿，必尔韝上老。",
            "comment": ""
        },
        {
            "title": "题杜仲观南康遗编後",
            "content": "高吟晚节动江关，自况孤云岂易攀。赋鹏一篇传日下，骑鲸半夜去人间。知音谁复称流水，招隐吾方拟小山。固有清风千古在，不应空伴月明闲。",
            "comment": ""
        },
        {
            "title": "秦淮官柳二首之一",
            "content": "秦淮两潮西复东，淮边杨柳酣薰风。送春白花去漠漠，避日黄鸟啼怱怱。陶彭泽多倦官叹，桓琅邪今衰病翁。此身会复有健日，拟就绿阴横钓篷。",
            "comment": ""
        },
        {
            "title": "江夏寓兴二首之二",
            "content": "陂湖蹙坊市，江汉复纵横。沮洳莎城阽，晴阳竹瓦鸣。新文添鹏赋，异味识鼋羹。岂复悲流落，官粮寓此生。",
            "comment": ""
        },
        {
            "title": "送武庠归隐终南",
            "content": "君不见南朝豪儁有郗生，自厌出身时网婴。乐闻栖遁去人者，倾金累百赠其行。关西武郎将家种，心实慕儒官冗从。春走巴东岁暮还，逢迎偶在江南梦。过门把酒豁清襟，行将归隐南山阴。终焉之计咄嗟办，愿赋一诗轻百金。吾闻自古咸秦称陆海，六印可求田莫买。别墅三千亩上腴，将军部曲犹多在。未应亲手把钩锄，岁事经营付家宰。一官换得今是翁，昔何所缚今谁解。携琴领鹤白云乡，身世相辽自两忘。北窗仰枕安足道，未知何者为羲皇。岂不胜俛首尘埃百僚底，南北推迁随尺纸。摩肩接武半台舆，谁谓淮阴非哙比。君家鼎甲盛先唐，两都朱邸森相望。天道恶盈几赤族，当时赖有安平王。庆牒蝉联今几代，云孙庠继游方外。他时野史逸民篇，铸也磨铅跂而待。",
            "comment": ""
        },
        {
            "title": "送历阳潘司户瑶移令归东鲁",
            "content": "衰俗纷纷务近功，几人心迹与君同。低回州县青衫列，踊跃圣贤黄卷中。牛渚江山空夜月，河阳桃李再春风。相望鲁卫无多远，异日能寻卖药翁。",
            "comment": ""
        },
        {
            "title": "三山",
            "content": "南朝凤皇台，置酒昔高会。酒酣望三山，宛在青山外。长哦谪仙吟，如啖鲸鲵鱠。明日信东风，孤帆出其背。荒戍接江濆，开门适相对。鼎足跱长川，不为舟楫碍。雨阳云吞吐，早晏潮进退。万古免浮沈，曾微拚鳌戴。伊余厌尘坌，闭目何可奈。爽气豁襟灵，山乎吾有赖。尝闻晋阿童，万舻飞戈快。径造此山陲，沧波为之隘。顾我疲软姿，功名让前辈。玄晖昔凭眺，物色颇有在。他时挂武冠，刀剑行且卖。山价略可酬，庵栖谢当代。远持三山矶，况彼七里濑。犹得傲狂奴，吾无故人待。",
            "comment": ""
        },
        {
            "title": "怀寄彭城朋好十首之二张大",
            "content": "努力张谋父，躬耕老白云。无年俭足用，此外奈何君。",
            "comment": ""
        },
        {
            "title": "酬别法云彦上人",
            "content": "将别雁门师，殷勤访所之。江湖怀北阙，鸥鸟恋南枝。朝隐非吾所，山英不汝欺。明年东下约，春水漾苹时。",
            "comment": ""
        },
        {
            "title": "腰疼山浮图下作",
            "content": "兹山非峻极，名不载图谱。投策一攀跻，未觉病腰膂。苍松带寒日，交阴层窣堵。俨然黄面师，粉绘色已古。我贪五斗米，磬折向儿乳。复著鞍马劳，疲筋剧笞楚。此身异金石，能涉几寒暑。诛茅结圆庐，宴坐此其所。清心日焚诵，庶拔未来苦。望尘彼何人，碌碌安足数。",
            "comment": ""
        },
        {
            "title": "清明病中",
            "content": "寒食晴阳少，江南此候同。侵晨泼火雨，薄暮驾潮风。目力书签上，生涯药裹中。可怜佳节物，似不系衰翁。",
            "comment": ""
        },
        {
            "title": "题彭城南台寺苏眉山诗刻後",
            "content": "秋风媿度老江蓠，鼎水眉峰隔梦思。下走误传宣室召。上前谁进子虚辞。东坡麋鹿同三径，西掖鵷鸾占一枝。独有野僧违一俗，翠珉新勒旧题诗。",
            "comment": ""
        },
        {
            "title": "彭城三咏之三歌风台词",
            "content": "汉祖高风百尺台，千年客土生蒿莱。何穷人事水东去，如故地形山四来。江淮犹沸鲸鲵血，八十一车枉归辙。白叟逢迎皆故人，牢酒欢呼惜将别。崤渑迢遥非我乡，死生此地何能忘。酒阑鸣筑动云物，青衿儿曹随抑扬。尔时可无股肱良，端思猛士守四方。君不闻淮阴就缚何慨慷，解道鸟尽良弓藏。",
            "comment": ""
        },
        {
            "title": "和陈传道秋日十咏之八秋兴",
            "content": "拟从康乐公，双蹑登山屐，晴夜宿天台，披云看初日。",
            "comment": ""
        },
        {
            "title": "晓度黄叶岭东谷怀寄金陵王居士闲叟",
            "content": "阴谷不寓暑，风松朝露零。乳溪逗绿筱，琴筑声泠泠。老石渍金碧，窅然沈列星。酌此石上泉，饵彼松下苓。倏欻振飞步，岂徒制颓龄。何须历五岳，即蹈神人庭。顾余方有役，俗驾不敢停。寄音采真子，来卜白云扃。",
            "comment": ""
        },
        {
            "title": "扬州叙游",
            "content": "迷藏九曲属樵耕，野草闲花故有情。废苑春风遽如许，隔江山色可怜生。新声度曲复谁道，古井酌泉聊独清。杜紫微灵定相笑，青楼薄幸不知名。",
            "comment": ""
        },
        {
            "title": "赠僧孚",
            "content": "北道交游窦了然，手持丹诀口谈禅。吾年方少不解事，贪酒放歌相助癫。十载驱车道梁楚，汴水之阳一环堵。著书直上窥鬻熊，郑圃漆园聊尔汝。旋闻瞥作去乡行，声迹相辽扫风雨。我遭官缚未渠央，君割尘缘遽如许。扁舟三月遡长川，故人投谒俄童颠。周妻何肉败吾事，成佛定输灵运先。此行历涉佳山水，随牒不妨行乐耳。与君更结莲社游，径取盂囊付舟尾。",
            "comment": ""
        },
        {
            "title": "题潘大临东轩",
            "content": "陈公少荒诞，一室未遽扫。事功竟何成，老魅死不早。潘郎治寓舍，箒秃无遗蚤。庭砌莳兰萱，未霜除恶草。明窗羃轻素，朝日上杲杲。烟蔓擢薰炉，松腴浮墨沼。著书析鲁史，百传见脱藁。贼乱久逋诛，吾方力穷讨。不应两观下，仅获少正卯。坐可骄素臣，俾渠眸子了。而翁晏退食，笔削日课了。伯仲咏南陔，余风飒林杪。安知自娱适，聊尉堂上老。起居侍杖藜，寒燠躬炀澡。昏定仰屋眠，是中亦大好。",
            "comment": ""
        },
        {
            "title": "怀寄周元翁十首",
            "content": "周郎妙雅道，五字可人师。许与非不严，奈何取我诗。我诗如秋虫，徒增长年悲。指疵固有望，逐臭得无嗤。诗鸣人必穷，我穷岂所宜。愿君勿阂此，晚节益经奇。",
            "comment": ""
        },
        {
            "title": "历阳十咏之五当利港",
            "content": "龙骧乘上游，锐气吞敌境。风便趋吴京，收功在俄顷。平生负雄图，晚岁方获骋。何必传鼎彝，江山与之永。",
            "comment": ""
        },
        {
            "title": "重别王掾",
            "content": "别访难遽了，不知寒夜长。回灯撤杯案，抱被宿船仓。载听远鸡唱，稍分征雁行。临风满掬泪，吹落一襟霜。",
            "comment": ""
        },
        {
            "title": "京居感兴",
            "content": "为问长安客，何人识要津。长持一马箠，浪走六街尘。城阙烟中晓，关河雪後春。故园桃李在，樽酒愿相亲。",
            "comment": ""
        },
        {
            "title": "赠张之才",
            "content": "夙龄垂耳慕飞黄，晚岁相逢两漫郎。浼我青衫奈尘土，误君白首坐文章。折腰仅厌米五斗，满腹莫骄钱一囊。多病劳生余有几，买山筑室愿邻墙。",
            "comment": ""
        },
        {
            "title": "东平周村驿观临川吴公题",
            "content": "顿辔挥毫墨尚新，碧纱从此碧生尘。可怜庭下长杨树，犹有清阴待路人。",
            "comment": ""
        },
        {
            "title": "戏答张商老",
            "content": "扬子江头两信潮，送君西去木兰桡。依依暮雨鸳鸯梦，嫋嫋春风豆蔻梢。细字碧笺随雁到，小帘朱户抵天遥。长安触绪牵情地，不特魂销骨亦销。",
            "comment": ""
        },
        {
            "title": "同张汉求宿升中院西寮",
            "content": "僧合窗扉学画船，青荧灯火对床眠。北风带雪披檐竹，浑似潇湘夜泊天。",
            "comment": ""
        },
        {
            "title": "寒宵叹",
            "content": "可怜明月光，委曲照空床。自是元无梦，更悲今夜长。",
            "comment": ""
        },
        {
            "title": "历阳十咏之十平痾汤",
            "content": "文础护清漪，炯若涵冰玉。澡涤起沈痾，功参灵剂速。荒唐桑氏经，琐碎桐君录。利物本无穷，何须尘简牍。",
            "comment": ""
        },
        {
            "title": "怀寄周元翁十首",
            "content": "周郎强仕年，药石甘苦口。得无耗天和，汤剂御衰朽。空华与□色，种种竟何有。妄爱温柔乡，荡然不回首。坐令松桂姿，凋脆等蒲柳。幸勿易斯言，前车镜湖叟。",
            "comment": ""
        },
        {
            "title": "送江与京归山阳",
            "content": "山阳泽国四无山，百雉危城两水关。杨柳遥知紫极路，沧波长羡白鸥闲。病来药裹为吾累，兴尽渔舟送子还。风月异时何限思，区区并入尺书间。",
            "comment": ""
        },
        {
            "title": "题崇胜寺无心庵",
            "content": "老鹤依林表，孤云寓山间。结茅穷释子，著身如许闲。有心即尘纷，无心犹石顽。有无心并置，日暮客来还。",
            "comment": ""
        },
        {
            "title": "题流香亭",
            "content": "秋色朝来已十分，远山清瘦露云根。芙蕖昨夜惊风雨，叶叶流香有泪痕。",
            "comment": ""
        },
        {
            "title": "烈洲守风",
            "content": "张帆早发石头城，淹泊风波百里程。白芷汀洲潮进退，黄梅村落昼阴晴。官粮牵迫少休日，药物扶持多半生。深闭船扉谢渔老，自慙尘垢满襟缨。",
            "comment": ""
        },
        {
            "title": "宝应野泊",
            "content": "伏枕漳演後，维舟楚泽边。筋骸非壮日，节物迫穷年。夜雨侵床漏，晨炊凑鼻烟。劳生我其分，十口亦飘然。",
            "comment": ""
        },
        {
            "title": "题惠崇画扇六言二首之二秋水芦雁",
            "content": "塞南秋水陂塘，芦叶萧萧半黄。直北飞来鸿雁，端疑个是潇湘。",
            "comment": ""
        },
        {
            "title": "僧居对雨二首之一",
            "content": "檐雨溅溅滴砌沙，绿丛深处一榴花。小窗隐几俄成梦，堪笑无功饭後茶。",
            "comment": ""
        },
        {
            "title": "留别龟山白禅老兼简杨居士介",
            "content": "汴尾望龟山，人烟了可数。长淮断日风，浩若千里阻。舟无百石载，两腋忧双橹。鷁首荡颓波，中流几翔舞。维梢迫曛暮，坎坎禅林鼓。曳锡辱来过，依然识眉宇。青荧灯火畔，再得亲软语。多慙晚闻道，忠义夙自许。刚肠愤激际，赤手搏豺虎。过壮缠百痾，余生托儿乳。羸躯假缓死，岂复胜冠组。会约子云孙，西岩两庵主。",
            "comment": ""
        },
        {
            "title": "留别王闲叟",
            "content": "婆娑晚境未知还，邂逅故人增厚颜。次道志包宇宙外，子牟身寄江湖间。一悉妙义想冰释，九死余生非石顽。敢负清凉阿师约，西庵先办十年闲。",
            "comment": ""
        },
        {
            "title": "有僧自峡中来持黄黔州手制茶兼能道其动静与",
            "content": "未闻东观奏书成，俄见西南万里行。从坐何关李都尉，补亡犹待褚先生。心悬黄犬沈来耗，耳惯青驹祗旧鸣。时节私庭差自慰，凤将雏去雁随兄。",
            "comment": "：【原题】：\r\n有僧自峡中来持黄黔州手制茶兼能道其动静与潘豳老赋二首 | 【注释】【原题】：有僧自峡中来持黄黔州手制茶兼能道其动静与潘豳老赋二首"
        },
        {
            "title": "老槐",
            "content": "老树久枯秃，俯临清路尘。曾无席地阴，庇暍及斯民。枭巢与狐穴，凶怪相凭亲。嗥啸属阴黑，惊摇旁近人。周环筑级坛，立社祠秋春。既享不材寿，滥当有土神。勿惑巫妇言，请挥樵者斤。犹疑终窃据，复作後来薪。",
            "comment": ""
        },
        {
            "title": "送蒲圻陈主簿彦升归越",
            "content": "好在稽山北，因君访故园。风流久衰歇，湖水自清浑。可得千秋观，相传百代孙。时闻祖行客，不减汉东门。",
            "comment": ""
        },
        {
            "title": "江夏八咏之二右灵竹寺",
            "content": "高岸已为谷，斯人如蜕蝉。固应留宝刻，信示当家仙。",
            "comment": ""
        },
        {
            "title": "夏夜雨晴遣怀",
            "content": "积潦被广陌，谁过牛侩翁。闭关养尪瘵，药石收良工。高斋俯嘉樾，疏箔延清风。左右列图史，披张俄一通。从嗤獭祭鱼，聊学蠹书虫。坐挹古人语，孰云吾道穷。浮生梦境间，不蔕之惊蓬。生死犹物化，今昔贤愚同。分阴贱垂棘，白日莫再中。薄暮纷滓澄，寥寥还太空。为问此何夕，凉蟾生自东。荒哉西园士，联盖追轻鸿。行乐以至斯，不知息微躬。侧聆天鸡鸣，凡耳初破聋。吾从汗漫游，遡景鞭垂虹。濯缨咸池渊，曦发若木丛。亲串不我忘，惠音赤鯶公。长哦赋来归，阅尔世上雄。",
            "comment": ""
        },
        {
            "title": "历阳十咏之七采石矶",
            "content": "东西采石矶，山水两清绝。渔舠与商舶，今古几沿越。飘颻翰林主，长笑弄明月。难访物外游，飞云眇天末。",
            "comment": ""
        },
        {
            "title": "送毕彦祖先之京师",
            "content": "日日东风吹旱云，弄鞭低帽送西曛。客亭五里复十里，春物三分今二分。但解征衣平酒债，莫随肥马作尘纷。扁舟不及清明约，紫笋朱樱未负君。",
            "comment": ""
        },
        {
            "title": "席上呈钱德循",
            "content": "枣华纂纂桑叶肥，老蚕起眠雏雀飞。南邻买酒劝行乐，越客废书歌式微。式微式微胡不归，明日会知今日非。旧溪手种水杨柳，长与秋风扫钓矶。",
            "comment": ""
        },
        {
            "title": "答靳生",
            "content": "轩轩陆士龙，卓卓荀鸣鹤。云间日下逢，此段殊不恶。方君嗜狂药，而吾穷病缚。相望不相过，赋诗聊尔谑。知君酒隐慕先贤，谁何合作饮中仙。金陵妙唱丹砂弦，当日新声传不传。莫学沧波弄云月，老鲛哆口馋流涎。访吾之居在何许，春明门东大道边。青鞋布袜不妨步，何待东家蹇驴乃著鞭。我屋真无坐客毡，蒲团柽机共萧然。斗鸡走狗春风颠，付与垣东恶少年。",
            "comment": ""
        },
        {
            "title": "怀寄清凉和上人二首之一",
            "content": "不见江南客，愿听江南钟。倾耳度遥夜，天寒多北风。",
            "comment": ""
        },
        {
            "title": "烹鸡叹",
            "content": "膳夫缚三鸡，二雌先就烹。一雄置机上，不废知时鸣。有客见之叹，人情犹物情。宁昌言即死，何噤口偷生。愚闻此客言，退思因窃评。鸡实鼎俎资，杀身非罪声。人忘枢机诫，鼓舌为祸萌。宜念千金躯，与鸡何重轻。",
            "comment": ""
        },
        {
            "title": "九日张谋父席上",
            "content": "浪竹低枝扫隙尘，到帘清月欲留人。西家一斛黄华酒，沈醉吴音贺季真。",
            "comment": ""
        },
        {
            "title": "客有携寇莱公真挂于驿舍傍题云今作閰罗王概",
            "content": "凛凛英风万世孤，忽瞻容貌涕洟俱。遗谋不愧生张说，异事犹烦鬼薰狐。黑白已分归节义，丹表长慑在奸谀。不烦摇扇苍蝇去，一片寒冰挂座隅。",
            "comment": "：【原题】：\r\n客有携寇莱公真挂于驿舍傍题云今作閰罗王概然有作 | 【注释】【原题】：客有携寇莱公真挂于驿舍傍题云今作閰罗王概然有作"
        },
        {
            "title": "和王文举玉台体",
            "content": "南城空目送，西馆断心期。悬知今夜思，明灯半下帷。",
            "comment": ""
        },
        {
            "title": "送何安中之官新安录事",
            "content": "带郭荒山百匝牢，跻攀几见病猿猱。官粮可数才鸡肋，吏事悬知倍马曹。芸阁有书行且召，萱堂须养未容高。庆湖老子何堪别，隐几僧坊更寂寥。",
            "comment": ""
        },
        {
            "title": "秋怀二首之一",
            "content": "室迩人尚远，况乎千里间。岂徒道路长，重水复重山。清霜老芳物，嘉树不堪攀。欲寄陇头信，春风殊未还。",
            "comment": ""
        },
        {
            "title": "送王西枢出镇郑圃八首之七",
            "content": "门阑曳裾客，皆自许人豪。今日宸廷下，谁知北郭骚。",
            "comment": ""
        },
        {
            "title": "答陈传道五首之二",
            "content": "游梁复归宋，南北更相送。失得两如何，劳劳不如梦。",
            "comment": ""
        },
        {
            "title": "留侯庙下作",
            "content": "文成念韩痛，破产伺强奏。千金募健士，椎断属车尘。东去变名姓，浮游淮泗滨。忍耻奉遗履，得书何老人。十年风云会，赤帝资经纶。鸿门祸端结，一言即解纷。英彭既合纵，楚项提孤军。伟哉借箸谈，竖儒无复陈。分疆饵两将，来若从龙云。释怨俾侯印，谋销蛇豕群。定都天府国，推功归奉春。四老落吾术，拂巾辞隐沦。东朝羽翼就，楚调徒悲辛。出处能事毕，致君终乞身。岂眷万户封，仅与萧酇均。淮阴败晚节，顾亦非吾伦。愿访赤松子，逍遥云汉津。强饭示终殁，爽灵方上宾。严祠镇川湄，余泽及斯民。客子老将至，低回冗从臣。慙无应时策，肝膈空轮囷。可教固无类，慨然辄求伸。未应终万古，黄石独能神。",
            "comment": ""
        },
        {
            "title": "王迥子高挽章五首",
            "content": "萧散竹林风，平生约略同。官班魏叔夜，年辈晋安丰。民咏濡须政，朝推{左月右旬}{左月右忍}功。九原无复作，埋玉恨何穷。",
            "comment": ""
        },
        {
            "title": "怀寄彭城朋好十首之五董大",
            "content": "希远来彭泽，聊为三迳资。拂衣归底处，命驾定何时。",
            "comment": ""
        },
        {
            "title": "西城有怀旧游",
            "content": "西郭天泉里，依依得旧游。绮罗红芰晓，丝管万蝉秋。柳碍秋千陌，萍枕祓褉舟。华年勿复道，谁为驻东流。",
            "comment": ""
        },
        {
            "title": "重送曾诚之兼简俞澹陈庾",
            "content": "陈颠俞散旧朋游，樽酒相逢定少留。衰病故情犹有在，春风一夜梦扬州。",
            "comment": ""
        },
        {
            "title": "春怀有寄代同行作",
            "content": "未应一笑为千金，且解樽前绿绮琴。归雁不将书北去，行云长伴日西沉。楚兰径远飞黄蝶，湘水帘空对绿阴。无复赏心酬节物，断肠翻咏白头吟。",
            "comment": ""
        },
        {
            "title": "赋得枕上闻雁",
            "content": "朔吹飘惊雁，寒声彻枕前。远违沙漠雪，不下汶阳田。客梦悲中夜，归期隔故年。莓苔与菰米，何处是湘天。",
            "comment": ""
        },
        {
            "title": "食芡实作",
            "content": "钱侯官舍旁，走水来方塘。暑雨过初伏，斜阳生晚凉。风翻芡盘卷，万觜争低昂。犹疑秦鸡暴，擅此六国场。下榻延密客，开樽荐新尝。金刀剥老蚌，玉沙磨夜光。殷勤烦钉饾，未咀悲生肠。引领鄘卫西，百泉乃吾乡。水产富此物，数钱论斗量。朝餐取餍饱，无复炊黄梁。贪嗜比羊枣，况乎惟味良。十年去国仕，遇得才微芒。季鹰思蓴羹，拂衣谢齐王。我亦散浪者，未许斯人狂。长歌定行矣，千载会相望。",
            "comment": ""
        },
        {
            "title": "送李主簿夷行之官河阴四首",
            "content": "古来英特士，往往沈下僚。念君鸾鹄姿，俛首栖蓬蒿。霜气歛陂泽，伊流才半篙。舟行何以尉，酌酒诵离骚。",
            "comment": ""
        },
        {
            "title": "怀寄周元翁十首",
            "content": "周郎有史才，班马可并驱。纷纷谗谄人，畏君笔削诛。我恨接君晚，要亦君之徒。沈痾积岁月，顾此留须臾。志我圹中石，赖君文不谀。庶乎陵谷变，名字见君书。",
            "comment": ""
        },
        {
            "title": "和同行潘生悒悒悠悠二首之二",
            "content": "悠悠复悠悠，泪寄东风流。所思怅何许，西北齐云楼。",
            "comment": ""
        },
        {
            "title": "和人游白云庄二首之二",
            "content": "可爱白云翁，前溪檥钓篷。耕樵一径下，井臼四邻同。倦宦终何得，余生寄此中。预烦多种秫，毋使酒杯空。",
            "comment": ""
        },
        {
            "title": "南楼歌送武昌慎太守还朝",
            "content": "君不见鄂渚山环少城半，高牙之冲仰飞观。裴回华月天一隅，缥缈青山江两岸。题榜南楼非昔时，今人可复识元规。唯余在得昔时月，与此江山长住持。公堂坐啸无留事，清夜登临谁辨此。流风逸响殆千年，初见东吴贵公子。剸繁健手付方州，迎刃未始逢全牛。潢池小儿归田畴，田无高下乃多收。每寻不浅胡床兴，更有歌人行酒筹。明日云颿望嶢阙，镜湖老生愁欲绝。一钱何敢浼刘公，送行聊以南楼月。照见金闺待漏时，结佩正冠勤晓谒。公乎莫负鲈鱼菰菜期，依锦东还使持节。",
            "comment": ""
        },
        {
            "title": "留别寇定",
            "content": "不见步兵今一秋，年来复与仲容游。苍颜白发慙衰暮，纵饮狂歌作辈流。顾我宦情真漫浪，为君行计几淹留。能寻三月皇州约，拍手同登卖酒楼。",
            "comment": ""
        },
        {
            "title": "自讼",
            "content": "朝听明钟出，暮随衙鼓归。朝朝复暮暮，是是与非非。迹寄升沈路。言投祸福机。何穷百年事，端使一心违。",
            "comment": ""
        },
        {
            "title": "怀寄彭城朋好十首之七王十三",
            "content": "不见会之久，每思诗酒豪。扁舟由甬上，乘兴可须招。",
            "comment": ""
        },
        {
            "title": "野步",
            "content": "津头微迳望城斜，水落孤村格嫩沙。黄草庵中疏雨湿，白头翁妪坐看瓜。",
            "comment": ""
        },
        {
            "title": "九日答张谋父见招",
            "content": "昨夜新霜满菊丛，起来何面对西风。白衣送酒无消息，赖有西邻张长公。",
            "comment": ""
        },
        {
            "title": "长安在何许二首之二",
            "content": "长安在何许，疑在白日下。徘徊天一隅，华月生新夜。",
            "comment": ""
        },
        {
            "title": "除夜叹",
            "content": "壮发忽种种，华年今复穷。客怀少安适，况乃京尘中。病肺厌斟酌，疲筋谢过从。闲坊税老屋，车马无来踪。日俸才百钱，盐齑犹不供。夜榻覆龙具，晨炊熏马通。出门欲贷乞，羞汗难为容。安得一扁舟，浮家乘兴东。江山此深隐，终老为田翁。春秧二顿苗，秋获期百锺。稚子课樵汲，壮妻兼织舂。行歌沧浪清，卧快柴桑风。神明养内观，忧患无旁攻。有客闻此言，诮余何不衷。兹行果勇决，谁揽冥冥鸿。安知禄籍间，去就如樊笼。微尚良自信，所悲君不同。",
            "comment": ""
        },
        {
            "title": "感兴六首",
            "content": "猎儿燕楚俗，得意唯驰逐。不知庙堂上，坐饱万钱肉。",
            "comment": ""
        },
        {
            "title": "题兰陵王碑阴",
            "content": "齐室生武贤，兰陵乃颇牧。析瓜飨虎士，餍饫比粱肉。金墉免胄战，破阵何神速。乐府有遗声，当歌凯旋曲。盘宗既不寿，霸祚宜尔促。十代六百年，人间换陵谷。荒途接幽垅，谁复禁樵牧。窆石半欹摧，钩锄断鳌足。苍苔蚀瑑刻，仰睇眩尘目。操翰无愧辞，千言不为辱。流湍啮马鬣，客土日危蹙。霪潦并年间，弥漫即川陆。昔多万两送，今无一抔筑。人生妄区别，共尽同草木。何待雍门弹，令君泪盈匊。",
            "comment": ""
        },
        {
            "title": "陈留南城马上简李公年",
            "content": "南郭何人卜筑幽，平田高树带清沟。隔墙野鸟啼晴昼，驻马行人照白头。二顷难寻归老计，一樽宜结探春游。步兵不惜供厨费，更作东风数日留。",
            "comment": ""
        },
        {
            "title": "怀寄寇元弼王文举十首之三出小市门",
            "content": "小市门南路，旧游联马行。只从前日别，秋草一番生。",
            "comment": ""
        },
        {
            "title": "送张师常之官南雄",
            "content": "爰居蹭蹬海西头，紫凤求皇亦少留。持酒一樽明日别，题诗几处旧年游。春风白芷江南岸，暑雨黄梅岭上州。却望衡阳千里远，悬知无雁托音邮。",
            "comment": ""
        },
        {
            "title": "题武昌郑判官直节亭",
            "content": "开亭榜直节，宠尔青琅玕。岁晚傲霜雪，不同天下寒。挺立百丈夫，被之古衣冠。春华白粉泽，正色莫敢干。越客与登览，微吟复长叹。六鳌方拚戏，云海翻狂澜。傥逢龙伯公，何惮剪一竿。岐山鸣凤雏，久刷五色翰。何以慰朝饥，美实来加餐。高材陋时用，自持良独难。不愿裁乐管，伶伦非古官。浪遭野王辈，三弄为人欢。愿制杀青简，灿然漆与丹。褒贬约鲁史，终古垂不刊。顾此托根地，辱哉久泥蟠。",
            "comment": ""
        },
        {
            "title": "成安道中怀寄冯惟逸",
            "content": "苍面黄须过壮时，欲投闲去两难期。人生自是无根物，南北东西任所之。",
            "comment": ""
        },
        {
            "title": "载病东归山阴酬别京都交旧",
            "content": "我家湖水接山溪，载病东归路不迷。城郭依然辽海鹤，鵷鸿邈矣会稽鸡。可须印绶怀中出，幸有珠玑袖里携。行赋渔歌寄亲串，春风吹渡浙江西。",
            "comment": ""
        },
        {
            "title": "初见白发示内",
            "content": "安能屈指计封侯，西日东风见白头。信是色身非我有，若论身外更悠悠。",
            "comment": ""
        },
        {
            "title": "舣舟秦淮雪中访侍其瑀",
            "content": "北风破雨初成雪，斋舫篷窗吹纸裂。篮舁触冷访圆庐，得把一杯聊耳热。人生自适待何时，矧君与我皆衰迟。会待晴天暖风日，杖藜同赴北山期。",
            "comment": ""
        },
        {
            "title": "寄杜仲观",
            "content": "中春雨收霁，与子登丛台。形胜宛然在，太行西北来。无情百尺土，千载未摧颓。四顾发悲啸，凄风振颐颏。淩高气象变，似不容徘徊。下出破禅刹，断碑生紫苔。严公赋怀古，复使後人哀。西寻王氏园，一径趋城隈。老竹未萌笋，繁花如雪开。惠然丘少年，逸躅欣攀陪。小榭罗醼豆，开帘按俳诙。招呼缈缥人，晚镜催妆梅。水调唱金缕，云罍浮玉醅。倾觞敢惜醉，忘著接{上罒下离}回。明日遂分首，旧游安在哉。我为东徐官，客鬓栖尘埃。君调南康吏，江山役清才。西风吹去雁，尺纸为君裁。我已困摧辱，壮心如湿灰。行将隐名姓，采药孙登嵬。异日傥相过，衡门翦蒿莱。",
            "comment": ""
        },
        {
            "title": "过鼌掾端智",
            "content": "西风吹晚雨，饥雀噪寒丛。文举对谈客，坐慙觞豆空。咄嗟宦游子，贫病略相同。斗俸折腰得，醉钱常不供。君看北里儿，高堂燕歌钟。虽夸酒无算，饱德何由丰。吾岂乞墦者，不为妻妾容。永怀冰蘖操，未媿屠酤雄。",
            "comment": ""
        },
        {
            "title": "苦竹村南马上",
            "content": "楚泽薰风後，林皋夕照间。渔船沿绿岸，鸟道转荒山。久负杯中乐，长偷马上闲。悠悠白门路，何日杖藜还。",
            "comment": ""
        },
        {
            "title": "题定山寺法远上人壁",
            "content": "支郎风味喜相亲，乘兴来寻雪後春。夹径竹阴疑碍马，隔江山色似招人。岂无暇日容高卧，如有闲田愿卜邻。预约东城二三子，岁时相过莫辞频。",
            "comment": ""
        },
        {
            "title": "送李主簿夷行之官河阴四首",
            "content": "夙昔一樽酒，相从清泗滨。回首欻四载，长安逢故人。交情久益淡，辞笔老加新。送子复西去，劳生悲重陈。",
            "comment": ""
        },
        {
            "title": "送周元通昆仲官蜀",
            "content": "周郎弟兄皆可人，外朗内润连城珍。樽酒逢迎记梁宋，联骖行迈度咸秦。宝鸡道上冰雪晚，金雁江边梅柳春。公暇乐游须念我，青衫白发倦京尘。",
            "comment": ""
        },
        {
            "title": "招寇元弼兼呈白云庄张隐居",
            "content": "长铗长铗归来乎，十口想厌淮南鱼。游宦非图饱而已，浮生且问乐何如。定无佳客青樽酒，赖有古人黄卷书。我亦尘埃同病者，与君长愧白云居。",
            "comment": ""
        },
        {
            "title": "变竹枝词九首之一",
            "content": "莫把雕檀楫，江清如可涉。但闻歌竹枝，不见迎桃叶。",
            "comment": ""
        },
        {
            "title": "檥舟广津门外作",
            "content": "彩蝀桥西七日留，几回回首凤皇楼。如何一叶扁舟里，载得离人万斛愁。",
            "comment": ""
        },
        {
            "title": "马上重经旧游六言：丙寅三月京师赋",
            "content": "浅浅东流宛溪，当年罢酒分携。认得桥边杨柳，春风几度鸦啼。",
            "comment": ""
        },
        {
            "title": "和钱德循书怀",
            "content": "咄嗟世与我相疏，岁月推排负壮图。狂客大难兼外监，方回小得胜常奴。胸中累块亦何有，鬲上督邮非所须。径买一舟归自好，五云溪接当家湖。",
            "comment": ""
        },
        {
            "title": "广陵山光寺夜集留别黄材昆仲",
            "content": "维舟山光步，却顾广陵城。十里春风外，夹津芳草生。渔篷衔尾来，愧尔故人情。更卜连床语，神房温且清。语阑夜自久，泪烛剪复明。撤樽兀相视，酸涕流金缨。我本山海士，误遭时网婴。出身两纪余，何等为浮名。矧此一分首，几年当合并。离忧如惊澜，荡潏未易平。疏亲系远迩，斯言出荒伧。音邮无禁限，勤访白云兄。",
            "comment": ""
        },
        {
            "title": "晚泊三山怀古兼寄历阳明游",
            "content": "三山春水拍江流，六代余风扫地收。破国龙骧复安在，赋诗宣城难与酬。伤心远宦北宗老，满眼旧游南豫州。寄声好住数君子，一别相忘风马牛。",
            "comment": ""
        },
        {
            "title": "送彭城周主簿建中移黄县令",
            "content": "客宦逢迎泗上州，酒筹诗卷慰淹留。九层灯火偃王塔，四面溪山彭祖楼。此去君辞栖棘地，年来吾有负薪忧。终期一过河阳县，相对春风话旧游。",
            "comment": ""
        },
        {
            "title": "和题毗陵荐福寺红梅",
            "content": "一种梅生禅老家，屋檐古干恣鼓斜。诗人莫讶深红色，可胜寻常桃杏花。",
            "comment": ""
        },
        {
            "title": "龟山晚泊",
            "content": "春候半寒温，维舟淮上村。长林补山豁，青草际潮痕。久厌浮家役，重招去国魂。禅房欲舒写，烟雨促黄昏。",
            "comment": ""
        },
        {
            "title": "拟刘孝胜咏安仁得果",
            "content": "果尽犹招手，车停更起尘。固应持一笑，先答近辕人。",
            "comment": ""
        },
        {
            "title": "感兴六首",
            "content": "庙堂击鲜食，日负天下责。不知五湖上，自有扁舟客。",
            "comment": ""
        },
        {
            "title": "辛未兴龙节日怀历阳王掾元胥",
            "content": "昨岁东溪口，扁舟欲下江。伴愁灯映幔，欺睡月侵窗。漫寄书连纸，谁同酒一缸。何当见之子，聊使我心降。",
            "comment": ""
        },
        {
            "title": "飞鸿亭",
            "content": "禅林跨山胁，飞构凿崚嶒。千里寄双睫，百忧消一登。斯游属公暇，晓日东南升。霜野明练甲，云阴垂海鹏。东州地阳暖，腊月川无冰。大艑出洪口，突去如骞腾。趺坐思方寂，桐鱼闻饭僧。生台饱驯鸽，散上浮图层。矫首发长啸，清风鼓尘膺。寥寥紫虚路，鸿雁正凭凌。仿像中散公，俯手朱丝绳。粉绘久零落，爽灵呼不应。顾余识尤寡，况复无才称。行且置缨笏，庵栖宗大乘。二子勿多诮，有心何不能。",
            "comment": ""
        },
        {
            "title": "九日怀京都旧游",
            "content": "昔年九日登临处，把酒梁王旧吹台。今年九日登临处，江上黄华殊未开。一川落日随朝下，万里西风送雁来。节物可惊人更老，宦情归计两悠哉。",
            "comment": ""
        },
        {
            "title": "和钱德循古意二首之二",
            "content": "维汉南有箕，垂象列三辰。长司簸扬职，糠秕居前尘。",
            "comment": ""
        },
        {
            "title": "舟次广陵怀寄京都交旧",
            "content": "朋游冠盖满京华，病客东流迹自赊。音驿未闻来日下，邻墙不见亦天涯。尚慙斗粟烦官廪，已指扁舟是我家。莫谓因风无可寄，雪梅开遍腊前花。",
            "comment": ""
        },
        {
            "title": "重赋京居暮春感兴",
            "content": "怒风狂雨信悠悠，收拾春华不少留。祗有柳绵吹未尽，墙阴落泊伴人愁。",
            "comment": ""
        },
        {
            "title": "再酬讷师兼简清凉和上人",
            "content": "莫谓功名是可希，定知求法不求衣。此身於世百无用，异日与君同所归。遮眼何关黄卷在，安心更悟白牛非。清凉有道平如掌，岂比他方大铁围。",
            "comment": ""
        },
        {
            "title": "行路难",
            "content": "惊飚猎榛莽，西山匿颓阳。四五阴魄晚，繁星亦光芒。驱车何所投，却顾归路长。挟辕两羸牸，犯此豺虎场。安得渥洼骏，皎旦游康庄。岂徒写我忧，要使尘不扬。",
            "comment": ""
        },
        {
            "title": "怀寄寇元弼王文举十首之八招元弼",
            "content": "暑雨茅柴熟，秋风淮白肥。留连阮校尉，何日跨驴归。",
            "comment": ""
        },
        {
            "title": "和邠老郎官湖怀古五首",
            "content": "岑辅何为者，当年唱不应。名随诗石在，附骥两青蝇。",
            "comment": ""
        },
        {
            "title": "答孙休兼简清凉和上人二首之二",
            "content": "渭北人游楚水东，论诗说旧偶从容。乡关此日几多远，春酒与愁相胜浓。且免牛衣愧妻子，莫将羊酪诧吾侬。哀王孙赖弥天释，肯学扬州饭後钟。",
            "comment": ""
        },
        {
            "title": "寄武昌方令临李尉援兼简黄冈二潘昆仲",
            "content": "好在桐江三拜翁，谪仙之裔好应同。如闻花县两郎子，兴发能来一水东。共醉南楼故时月，断无庾令浼人风。季真老病不堪酒，泽畔微吟怀四侬。",
            "comment": ""
        },
        {
            "title": "答致仕吴朝请潜登黄鹤楼见招",
            "content": "城隅黄鹤莫登临，端使悲翁动楚吟。日下长安人共远，天围梦泽岁方阴。北风欲雪雁飞急，南渚始冰鱼伏深。谁似草堂安隐客，下帷隐几不求心。",
            "comment": ""
        },
        {
            "title": "闲情二首",
            "content": "秋风动朱箔，流尘污鸳绮。念昔合欢人，两心今万里。冰霜变松竹，况复如桃李。欲寓相思文，无多右军纸。",
            "comment": ""
        },
        {
            "title": "和田录事新燕",
            "content": "新巢故国两依依，似与春华秋叶期。雨过池塘得泥近，日高台榭卷帘迟。秋千节後初相见，祓禊人归有所思。双侣多情拟凭杖，小牋封就碧云诗。",
            "comment": ""
        },
        {
            "title": "梦後闻蛩",
            "content": "笼灯耿欲灭，枕下虫声切。底许事相关，煎人肠断绝。",
            "comment": ""
        },
        {
            "title": "东畿舟居阻雪怀寄二三知旧三首之一",
            "content": "舟路江淮永，岁寒冰雪深。戍期良敦迫，王畿方滞淫。疲筋苦跧卧，行药长川阴。云物接平陆，不见西飞禽。风从城阙来，如闻钟漏音。昕霁更东迈，区区子牟心。",
            "comment": ""
        },
        {
            "title": "变竹枝词九首之七",
            "content": "胜概今犹昨，层楼栖燕雀。但闻歌竹枝，不见乘黄鹤。",
            "comment": ""
        },
        {
            "title": "寄题狄丘李伟官舍东斋",
            "content": "树竹开窗小屋东，低檐却日竹通风。长年驰骛欲何往，终日退藏於此中。未厌睡魔常有在，若思人事即无穷。躬耕不是悠悠计，来作苏门邻舍翁。",
            "comment": ""
        },
        {
            "title": "寄汉阳赵尉沔",
            "content": "庆湖遗老坐诗穷，强仕之年百病攻。谁谓南昌禄隐翁，伏枕呻吟四壁空。相思限此江西东，寄声每托江头风。斯言近俳聊一笑，江水方清饥可疗。人生奇偶类探筹，造物岂容人数料。君初试吏或当然，我太半生真不调。昔不愿起家百日登三司，今不愿还家六印金累累。但愿官粮办亲养，归来尚三径资。邻墙晏起访安否，尔酌我歌尧舜时。咄嗟此愿良难必，吞声食蘖甘如蜜。",
            "comment": ""
        },
        {
            "title": "怀寄寇元弼王文举十首之五游百步洪",
            "content": "百步洪头水，秋霖一夜浑。相携濯缨处，无复履綦痕。",
            "comment": ""
        },
        {
            "title": "题金陵长干寺塔",
            "content": "霞构云扉不著关，甍檐开处见人间。断墙废井连东第，白塔青松对北山。昨夜桂娥奔月去，经秋芝盖御风还。玉虚真籍家声在，再熟金桃愿一攀。",
            "comment": ""
        },
        {
            "title": "食鲥鱼",
            "content": "雨长沙田三尺芦，截江逻钓待嘉鱼。上钩一尾夸先得，下筋千钱忍弃余。倦客罢弹腰下铗，故人忘寄腹中书。知机何独张生翰，不俟秋风已起予。",
            "comment": ""
        },
        {
            "title": "鹦鹉洲",
            "content": "鹦鹉陇下鸟，能语奇羽毛。罗罻巧相致，琱笼关鐍牢。长怀故园树，烟雨落空巢。万里迁泽国，舟舆□□劳。正平托物赋，健笔不停操。千载访陈躅，晴沙葭菼高。珍禽不复见，慨想若人豪。处士起河朔，英风拔时髦。文章俪坟诰，俛就犹诗骚。儿汝命杨孔，奴兵视刘曹。奸雄可奈此，束之投楚郊。忤俗竟非命，惜哉时不遭。非无择木智，天下方滔滔。遗干泯鱼腹，浮魂谁复招。近结屈平好，佩兰杂申椒。远慙子胥烈，怒气翻秋涛。空余春草碧，恨血满江皋。",
            "comment": ""
        },
        {
            "title": "赠张士元",
            "content": "夫子安贫五十年，年来生事更茫然。青衿稚子彼何有，白首故人谁见怜。霜後鹑衣寒绽线，日高鱼釜冻无烟。冗官犹愧苏司业，不得时时送酒钱。",
            "comment": ""
        },
        {
            "title": "彭城三咏之二斩蛇泽歌",
            "content": "君不闻泗滨亭长送徒如咸阳，徒夫怀归多道亡。泽中置酒饮相诀，吾亦从此奔芒砀。阴风萧萧导者惧，前有修蛇怒横路。酒酣拔剑肯留行，划断蜿蜒不回顾。河明月出人踵来，彼媪何冤号且哀。谓遭赤帝屠吾子，语竟莫知安在哉。真人闻此自心许，茫茫四海吾其主。虎变龙飞十二年，馘项枭英盖狐鼠。半夜雄鋩飞上天，几见长陵一抔土。",
            "comment": ""
        },
        {
            "title": "早发斜沟道中寄王有元",
            "content": "处处春林有鸟啼，恨无芳酒一樽携。何缘复得彭城梦，日日东风送我西。",
            "comment": ""
        },
        {
            "title": "留别米雍丘二首之二",
            "content": "好住楚公子，山林何处逢。官身须自乞，俗眼可相容。叔夜懒犹锻，伯鸾佣且舂。多慙方禄隐，尔汝傲吴侬。",
            "comment": ""
        },
        {
            "title": "雨晴郊寓目",
            "content": "城中厌雨过清和，偶出西郊野意多。蚕簇趁晴初摘茧，麦场经润欲生蛾。营巢黄鸟啼深树，引犊青牛饮暮河。老圃念人留竚久，挽衣沽酒愿相过。",
            "comment": ""
        },
        {
            "title": "和人游白云庄二首之一",
            "content": "原野正春风，登临一醉同。阴晴时未定，今古思何穷。山势落还起，溪流噎复通。隐君方自得，可羡尔冥鸿。",
            "comment": ""
        },
        {
            "title": "金山化成阁望焦山作",
            "content": "朝登化成阁，写睇沧江东。岿然痤鹤山，屏截横流中。云烟生蔽亏，水石相磨砻。飞构结岩腹，天龙严佛宫。初无刳木智，不与尘界通。旷莽天地间，胜事岂易穷。将谋乘兴入，难此迎潮风。可信浮桴约，仅有由也同。我亦念行役，翻如征北鸿。他日一渔艇，悠悠浮玉翁。",
            "comment": ""
        },
        {
            "title": "江南曲",
            "content": "游倡搴杜若，别浦鸳鸯落。向晚鲤鱼风，客樯千里泊。当时桃叶是新声，千载长余隔水情。乌衣巷里人谁在，白鹭洲边草自生。",
            "comment": ""
        },
        {
            "title": "相思引 送范殿临赴黄岗",
            "content": "终日怀归翻送客。春风祖席。南成陌。便莫惜。离觞频卷白。动管色。催行色。动管色。催行色。何处投鞍风雨夕。临水驿。空山驿。临水驿。空山驿。纵明月相思千里隔。梦咫尺。勤书尺。梦咫尺。勤书尺。",
            "comment": "： | ：\r\n此为送别词。词中充分地发挥词的声情美，巧妙地利用叠句的回环往复，造成形式上的错落有致，一咏三叹，以参差不齐之句，写郁勃难状之情，使人在恬吟密咏之中，更强烈地体会到词人低回缥缈的别离情绪。\r\n首句“ 怀归”二字，点出方回此时正羁宦天涯，他乡为客。“怀归”之前冠以“终日”，则无时无刻不在思念家乡，盼望着能够早日归去的满腹牢愁，已经溢于言表。在这种心情之下，又要为朝夕相伴、志同道合的挚友送别，所以词人在这两者之间连以“翻”字，顿时把客中送客，宦愁加离愁的怅触和伤感全盘托出。这一句自王勃“ 与君离别意 ，同是宦游人”（《送杜少府之任蜀川》）化出，但变旷达为执着，层深浑成，感情更为沈郁。\r\n“春风”句点时、地。“祖”，古代出行时祭祀路神的一种活动 ；“祖席 ”，引申为饯行酒宴。春风骀荡，风和日丽，本来正宜于与知友郊外踏青，水边饮宴，现在却要在南城陌上的长亭为他饯行，这样，平常的叙事被涂上了一层浓郁的感伤色彩。\r\n“便莫惜 ”句写离宴。“卷白”，即“卷白波”。宋黄朝英《缃素杂记》卷三：所谓卷白波者，盖卷白上之“酒波耳 ，言其饮酒之快也。”词人只以一句席间的劝酒辞即代替了以上之一切，使主客二人，悒悒寡欢，愁颜相向，以酒浇愁之场景如在目前。在“卷白”之上加以“频”，“频”之前再加以“莫惜”，“莫惜”之上再以“便”字承上句转折，语气沉痛，字字重拙。友情之笃，分携之苦，见于言外。\r\n上片最后几句是一叠句，以声传情，点醒临行在即。这个时候，席间奏起了凄婉的骊歌，那可能就是催人泪下的《 阳关三叠 》吧！悲凉的乐曲在席间回荡，也在离人的心头回荡，似乎在提醒、在催促着行人立即上路 。三字短句回环反复，“动”和“催”字重复出现，都深化了此时此刻离人茫然若失的惆怅。\r\n下片设想别后的情景。前两句一问一答，描画出一幅山程水驿、风雨凄迷的古道行旅图，把词人对范殿监体贴入微的关切之情具体化，形象化。“临水驿，空山驿”的一再咏叹，更是把野水空山，荒驿孤灯的寂寞和凄凉渲染得淋漓尽致 。结拍两句，笔锋陡转，振起全篇。一别而后，千里相隔，临清夜而不寐，睹明月而相思 ，这当然是去留双方将面临的凄婉现实。\r\n然而方回在“ 明月相思千里隔”之前加一“纵”字，立刻使地域上的千里相隔失去了应有的份量。真挚的友情将会超越时空，全词就在“梦咫尺，勤书尺”这样语重情长的再三嘱托中结束 ，余音袅袅 ，令人回味。 | 【注释】此为送别词。词中充分地发挥词的声情美，巧妙地利用叠句的回环往复，造成形式上的错落有致，一咏三叹，以参差不齐之句，写郁勃难状之情，使人在恬吟密咏之中，更强烈地体会到词人低回缥缈的别离情绪。首句“ 怀归”二字，点出方回此时正羁宦天涯，他乡为客。“怀归”之前冠以“终日”，则无时无刻不在思念家乡，盼望着能够早日归去的满腹牢愁，已经溢于言表。在这种心情之下，又要为朝夕相伴、志同道合的挚友送别，所以词人在这两者之间连以“翻”字，顿时把客中送客，宦愁加离愁的怅触和伤感全盘托出。这一句自王勃“ 与君离别意 ，同是宦游人”（《送杜少府之任蜀川》）化出，但变旷达为执着，层深浑成，感情更为沈郁。“春风”句点时、地。“祖”，古代出行时祭祀路神的一种活动 ；“祖席 ”，引申为饯行酒宴。春风骀荡，风和日丽，本来正宜于与知友郊外踏青，水边饮宴，现在却要在南城陌上的长亭为他饯行，这样，平常的叙事被涂上了一层浓郁的感伤色彩。“便莫惜 ”句写离宴。“卷白”，即“卷白波”。宋黄朝英《缃素杂记》卷三：所谓卷白波者，盖卷白上之“酒波耳 ，言其饮酒之快也。”词人只以一句席间的劝酒辞即代替了以上之一切，使主客二人，悒悒寡欢，愁颜相向，以酒浇愁之场景如在目前。在“卷白”之上加以“频”，“频”之前再加以“莫惜”，“莫惜”之上再以“便”字承上句转折，语气沉痛，字字重拙。友情之笃，分携之苦，见于言外。上片最后几句是一叠句，以声传情，点醒临行在即。这个时候，席间奏起了凄婉的骊歌，那可能就是催人泪下的《 阳关三叠 》吧！悲凉的乐曲在席间回荡，也在离人的心头回荡，似乎在提醒、在催促着行人立即上路 。三字短句回环反复，“动”和“催”字重复出现，都深化了此时此刻离人茫然若失的惆怅。下片设想别后的情景。前两句一问一答，描画出一幅山程水驿、风雨凄迷的古道行旅图，把词人对范殿监体贴入微的关切之情具体化，形象化。“临水驿，空山驿”的一再咏叹，更是把野水空山，荒驿孤灯的寂寞和凄凉渲染得淋漓尽致 。结拍两句，笔锋陡转，振起全篇。一别而后，千里相隔，临清夜而不寐，睹明月而相思 ，这当然是去留双方将面临的凄婉现实。然而方回在“ 明月相思千里隔”之前加一“纵”字，立刻使地域上的千里相隔失去了应有的份量。真挚的友情将会超越时空，全词就在“梦咫尺，勤书尺”这样语重情长的再三嘱托中结束 ，余音袅袅 ，令人回味。"
        },
        {
            "title": "和陈传道秋日十咏之十秋蝇",
            "content": "不复怒飞声，朝鸡得擅鸣。婆娑犹有地，媚灶毕余生。",
            "comment": ""
        },
        {
            "title": "北园初夏",
            "content": "天气清和树荫浓，冥蒙薄雨湿帘栊。蔫红半落生香在，向晚玫瑰架上风。",
            "comment": ""
        },
        {
            "title": "题香社寺平痾汤泉",
            "content": "骊山御汤殿，岁久玉莲倾。谁谓大江北，有泉温且清。相传白云宝，中閟丹砂英。澡濯浃肌骨，沈痾亟能平。岂特涤吾足，径当洁吾缨。筑庐俯源上，涵泳凫鸥轻。非复罜尘网，御风朝玉京。赋诗投楚泽，用吊怀沙生。",
            "comment": ""
        },
        {
            "title": "投宿清凉寺",
            "content": "建业衣冠集，秦淮舟楫屯。东西万里客，朝暮两潮浑。何处契心赏，片时清耳根。仆夫浪见问，但出石城门。",
            "comment": ""
        },
        {
            "title": "答王文举",
            "content": "茫茫尘土欲安之，珍重吾人个处期。绿野相随一藜杖，青山正对两茅茨。自怜悾惚负平昔，尚敢婆娑临暮迟。第恐阿戎犹喜仕，它时不与五君诗。",
            "comment": ""
        },
        {
            "title": "病告中答王錡见招",
            "content": "伏枥驽骀伏枕人，不应俱是厌京尘。东城自有乘肥客，白苎新裁探候春。",
            "comment": ""
        },
        {
            "title": "罢官有期怀寄历阳朋好",
            "content": "迅雨荡阑暑，层飚披滞云。澄川缭楚甸，新阳丽秋旻。物候岂不嘉，中怀怆离群。亲朋满城邑，系滞此江濆。及瓜信匪遥，遂作河梁分。何人具供帐，樽酒展殷勤。一聆雪儿歌，载凄游子魂。津鼓惊朝梦，□烟生夕曛。所悲紫兰缨，复染京洛尘。春风有归雁，报我相思文。",
            "comment": ""
        },
        {
            "title": "题海陵开元寺栖云庵",
            "content": "道人犹浮云，发彼王屋岑。朝见肤寸合，暮为四海霖。造物一戏耳，浮云本无心。永谢应龙召，深栖双树林。苍生热恼地，千载仰慈阴。皎月示弦晦，清风何古今。谁举甘露颂，轰然海潮音。支离病居士，和以无弦琴。",
            "comment": ""
        },
        {
            "title": "留别王掾元胥",
            "content": "之子贯东牟，青衫试宦游。颠非小贺比，爽自阿戎流。未即芸香拜，俄先瓜戍秋。孤蓬别夜思，霜月满沧洲。",
            "comment": ""
        },
        {
            "title": "重游寄老庵怀僧芝",
            "content": "淡游已恨失芝公，陈躅空留梦境中。欲问孤云何处去，庭前双树自西风。",
            "comment": ""
        },
        {
            "title": "和陈传道秋日十咏之七秋望",
            "content": "宿雨尘霾静，寒原黍稷空。临风聊放目，不为送飞鸿。",
            "comment": ""
        },
        {
            "title": "快哉亭朝暮寓目二首之二",
            "content": "积潦际危堞，登临西照中。苔衣罥白羽，槐荫悬青虫。不浅胡床兴，无多团扇功。目穷犹起羡，演漾一渔篷。",
            "comment": ""
        },
        {
            "title": "和答郑郎中见寄",
            "content": "客子由来怀故乡，苏门冷落白云旁。梦随夜月钟前断，诗入秋风草共荒。操板鎌靴游宦厌，开樽挥麈旧欢长。泜川逸老应相念，为倚阑干向夕阳。",
            "comment": ""
        },
        {
            "title": "汴下晚归",
            "content": "隋渠经雪已流冰，乘兴东游恐未能。试问何人知夜永，一樽相伴小窗灯。",
            "comment": ""
        },
        {
            "title": "玉钩环歌",
            "content": "良工得玉蓝溪窟，相璞命形心匠出。螳蜋倔强疑有骨，颈系一环犹莫屈。镜湖老狂厌袍笏，素裰纁绦须此物。价比连城不容乞，王孙辍好人所难。何以报之明月盘，薰炉波面山漓岏。吾乡美笴鵾鸡翰，闽瓷兔碗霜毛寒。称是头贡双龙团，聊送公斋增冗长。短歌粗可评珍贶，吾方野装事游放。局步臞颜曳藜杖，薄暮微吟江汉上。彼渔丈人误相访，谓似三闾大夫样。",
            "comment": ""
        },
        {
            "title": "渔歌",
            "content": "严公桐江上，吕父清渭滨。出处两能事，寥寥乎若人。拥蓑芘苙吴侬子，身偶一竿生寄水。侯庖富馔美鲥鲈，寸鬣分鳞辱刀机。吾将一钩悬十犍，笑倚扶桑不计年。鲲鲸怀饵脱相得，坐使东南饫食鲜。",
            "comment": ""
        },
        {
            "title": "此日足可惜",
            "content": "此日足可惜，此樽何可辞。人生信浮寓，老境将安之。念昔青衿岁，九七殊未知。忽忽俯仰间，复见趋庭儿。名系冗从籍，顾亦胡能为。抚此多病躯，敢有黄发期。每虞毙奔走，明哲永见嗤。後日卖刀剑，买牛耕故陂。不惮力作勤，农事有闲时。慨想无心子，清言真我师。",
            "comment": ""
        },
        {
            "title": "登快哉亭有属",
            "content": "南浦东风拂水文，汀洲芳草绿罗裙。桃花旧叶应相望，杨叶新声我独闻。酸鼻可怜香欲绝，断肠不待酒初醺。斜阳归去书窗下，一幅蛮笺赋梦云。",
            "comment": ""
        },
        {
            "title": "东畿舟居阻雪怀寄二三知旧三首之三",
            "content": "沄沄清川流，冉冉浮云阴。天寒日云莫，鱼鸟方潜沈。吾岂厌安隐，东浮违宿心。一官未足养，老境行侵寻。牛歌感白石，马骨要黄金。慙无子虚作，万里悬知音。",
            "comment": ""
        },
        {
            "title": "登乌江泊子冈怀潘景仁",
            "content": "驱车柏子冈，引首东南望。孤戍带寒日，长江流大荒。故人越五岭，旅雁留三湘。好待春风暖，相随还北乡。",
            "comment": ""
        },
        {
            "title": "变竹枝词九首之四",
            "content": "北渚芙蓉开，褰裳拟属媒。但闻竹枝曲，不见莫愁来。",
            "comment": ""
        },
        {
            "title": "和邠老郎官湖怀古五首",
            "content": "杜守王明府，吾知夫不凡。解持余酒胾，一饫逐臣馋。",
            "comment": ""
        },
        {
            "title": "送毕平仲西上",
            "content": "吟鞭西指凤皇州，好趁华年访昔游。新样春衫裁白苎，旧题醉墨满青楼。鸣蛙雨细生梅润，扬燕风高报麦秋。须念江边桃叶女，定从今日望归舟。",
            "comment": ""
        },
        {
            "title": "寄杜邯郸",
            "content": "穷巷厌多雨，颓垣藜藿生。蜩螗饱风露，晏景一何清。坐指岁芳歇，羇人心骨惊。所怀不可见，东州闻政声。三年但弦歌，百里称神明。风月动高兴，诗章时一鸣。天葩落健笔，直与春工争。浑河失故渠，怒水方纵横。难凭束苇济，跬步万里程。梦想不知远，笑谈何可并。赖有西飞翰，尺纸缄驰情。",
            "comment": ""
        },
        {
            "title": "寄金陵仓官赵令毣通直",
            "content": "岁律倏云莫，王孙兴可堪。羡云归日下，随雁滞江南。卑湿求长健，登临赖半酣。西州眼中近，早晚寄华缄。",
            "comment": ""
        },
        {
            "title": "怀寄周元翁十首之",
            "content": "周郎贯江华，而复厌湖湘。我亦非乐此，西归计茫茫。颓年抱沈痼，生理岂得长。後期真何时，存殁两莫忘。怀君辄赋诗，落笔联十章。它年一掩卷，为我涕浪浪。",
            "comment": ""
        },
        {
            "title": "再涉南罗渡",
            "content": "滞水生苔没马蹄，涨沙隐约见金堤。禹功寖久人无继，未信东流不复西。",
            "comment": ""
        },
        {
            "title": "上巳晚泊龟山作",
            "content": "薄暮东风不满帆，迟迟未忍去淮南。故园犹在北山北，佳节可怜三月三。兰叶自供游女佩，芸编聊对故人谈。洛桥车骑相望客，曾为吴儿几许慙。",
            "comment": ""
        },
        {
            "title": "题乌江丘氏昆仲岁寒亭",
            "content": "新甫移根远，苍然对两翁。闭门三尺雪，仰枕一亭风。东郭颜何厚，西来意莫穷。未应输狭小，酿酒待春丛。",
            "comment": ""
        },
        {
            "title": "送海陵周太守邠受代还朝",
            "content": "汤汤水东流，奈何载此西行舟。紞如五鼓鸣城头，使君去矣不可留。前日使君来，天子惠此州。传道管城政，先声走群偷。不关外户息吠大，悉把钩锄谁带牛。雨阳不违祷，舄卤数倍收。吏却一钱贿，狱无五木囚。黄堂坐啸有余暇，八咏新诗追隐侯。斯民幸使君，毕世为吾休。俄及瓜时代，本朝官重内。旧通金门籍，行奉玉宸对。问君何以治海陵，但陈圣主之德臣何能，狂生有意水衡丞。",
            "comment": ""
        },
        {
            "title": "寄别僧芝",
            "content": "不见江南汤惠休，芝钱今也嗣风流。烧香弄笔一生事，蹑屐佩囊千里游。乞酒未还黄菊晚。拟诗初就碧云秋。临高跂马君行矣，从此安期始欲愁。",
            "comment": ""
        },
        {
            "title": "李氏池上",
            "content": "湖外西风吹雨丝，半随杨柳拂涟漪。女郎偷折藕花去，沙上鸳鸯睡不知。",
            "comment": ""
        },
        {
            "title": "题秦观少游写真",
            "content": "淮海多才士，徒希马少游。谁容老芸阁，自谶死藤州。状貌披图爽，阳春掩卷愁。湛郎长鬣尔，殊不嗣风流。",
            "comment": ""
        },
        {
            "title": "变竹枝词九首之五",
            "content": "西戍长回首，高城当夏口。但闻竹枝歌，不见行吟叟。",
            "comment": ""
        },
        {
            "title": "对酒",
            "content": "白驹不可驻，尺璧非所珍。独把一鳟酒，悲歌送徂春。歌阑酒亦尽，回头迹已陈。自笑十年仕，尚弥天下津。岂无濯缨水，奈尔长路尘。命也复何道，今人犹昔人。",
            "comment": ""
        },
        {
            "title": "玉津晚归马上",
            "content": "落日南城陌，东风禁火时。醉醒皆自得，单袷正相宜。绿树侵高阁，繁花洒曲池。未应判节物，可奈故园思。",
            "comment": ""
        },
        {
            "title": "和陈传道秋日十咏之三秋夜",
            "content": "病骨倦空林，曳杖闲庭步。暗烛与寒虫，迢迢思风露。",
            "comment": ""
        },
        {
            "title": "拟南梁慧偘法师独杵捣衣",
            "content": "峄阳桐杵鸣，莲岳石砧平。待谁相应节，要自不胜情。吹衣风稍急，吊影月微明。会有不眠客，听此断肠声。",
            "comment": ""
        },
        {
            "title": "壬申上元有怀金陵旧游",
            "content": "瓦官大庭千步方，灯如流萤月如霜。高僧共礼旃檀像，游女来焚薰陆香。旧国破亡何物在，少年逐乐个侬狂。别来白社更牢落，回首衡湘春梦长。",
            "comment": ""
        },
        {
            "title": "晚泊会亭",
            "content": "後日符离复舍舟，马蹄尘土人徐州。只应明月曾相识，伴我时登燕子楼。",
            "comment": ""
        },
        {
            "title": "题惠崇画扇六言二首之一梅花雪雀",
            "content": "春雪霏霏晚梅，抱枝寒雀毰毸。陇下有人肠断，为衔芳信东来。",
            "comment": ""
        },
        {
            "title": "送王西枢出镇郑圃八首之一",
            "content": "千载君臣会，将图不世功。卷收天下福，偏厚右扶风。",
            "comment": ""
        },
        {
            "title": "高邮舟居对雪",
            "content": "天涯晚岁客无欢，拥鼻微吟行路难。三楚浮程波淼淼，五陵归梦雪漫漫。兔园授简心犹壮，剡曲拏舟兴久阑。病骨支离仍禁酒，渔蓑重缉待春寒。",
            "comment": ""
        },
        {
            "title": "席上分韵寄陈传道",
            "content": "忍穿布袜与青鞋，困走京尘十二街。拟仗飞云寄招隐，东风吹送落君怀。",
            "comment": ""
        },
        {
            "title": "暮投葛墟马上",
            "content": "旬浃走千里，尘埃如有缘。慙无季子印，可换洛阳田。广泽雁行去，荒山雨脚悬。长亭犹未见，疲马不胜鞭。",
            "comment": ""
        },
        {
            "title": "寓泊临淮有怀杜修撰",
            "content": "幕卷歌鬟列，堂深蜜炬然。临风鸣羯鼓，待月戏秋千。短韵吟牋出，长檐醉帽偏。斯人违薄俗，何减孟公贤。",
            "comment": ""
        },
        {
            "title": "丙寅舟次宋城作",
            "content": "水馆四边村，登临奈断魂。黄作开小径，红粉哭高原。舟楫逢新火，松楸老故园。斜阳一千里，依约是苏门。",
            "comment": ""
        },
        {
            "title": "广陵茱萸湾晚泊",
            "content": "冷云抛雪未成花，过埭东风冻著沙。荻浦渔归初下雁，枫桥市散祗啼鸦。旧闻南国饶春事，行见东风换物华。老病心情亦何有，药囊诗卷是生涯。",
            "comment": ""
        },
        {
            "title": "和钱适德循寓怀二首",
            "content": "悠悠北山云，苒苒东门草。纷吾起故居，与尔即远道。巅崖博锱铢，得不偿所耗。寄语邻墙翁，岁晚从吾好。鲁酒味自薄，楚歌声更悲。曾无忘忧用，安事酒歌为。西风激商序，流芳迫衰迟。寄语邻墙客，兹非行乐时。",
            "comment": ""
        },
        {
            "title": "黄楼歌",
            "content": "君不见熙宁丁巳秋，灵平未塞河横流。澶漫势欲浮东州，斯人坐有为鱼忧。当时贤守维苏侯，厌术不取三犀牛。跨城迢嶢起黄楼，五行相推土胜水，鼍作鼋惊走鞭箠。三丈浑流变清泚，南来船车鷁衔尾。使君登览兴如何，舞剑吟笺宾从多。水平照影见雁下，山空答响闻渔歌。楼下汀洲长芳草，一麾南出彭门道。昨日春游咏白苹，後夜秋风悲鹏鸟。黄冈汝海心悠哉，青衫白发多尘埃。采菱伎女今何在，骑竹儿童望不来。望不来，碧云明月长裴徊。",
            "comment": ""
        },
        {
            "title": "杨柳枝词二首之二",
            "content": "杨柳东风尽日吹，柔条应自不禁持。都门三月伤心地，强半青青赠别离。",
            "comment": ""
        },
        {
            "title": "潘豳老以长篇求假吾书以副本送之",
            "content": "元凯有言君盍知，借书还书皆可嗤。家传五载亦勤矣，吾与两雏当共之。吏役岂容方外驾，古人端在个中期。聊分副本天随子，辑缀来归是一奇。",
            "comment": ""
        },
        {
            "title": "登海陵齐云楼",
            "content": "楼外浮云何可攀，聊持樽酒共销闲。归心欻起登临际，春色来从想像间。晚雪曦时见芳草，沧波尽处欠青山。长安桃李行应好，解笑刘郎底未还。",
            "comment": ""
        },
        {
            "title": "题承天寺竹轩",
            "content": "征衫初解就僧床，惠我翛然一枕凉。赤日黄尘畏途里，此君风味可能忘。",
            "comment": ""
        },
        {
            "title": "题画卷後六言二首之一关路逢僧图",
            "content": "蹇驴乌帽禅客，落日黄尘故关。已悔弃繻昔去，更逢挈履今还。",
            "comment": ""
        },
        {
            "title": "送张商老西上",
            "content": "雾气敛陂泽，鼓声催客航。蒹葭靡宿露，观鹤盘朝阳。行役自兹远，离愁安可忘。黄华一樽酒，何处望吾乡。",
            "comment": ""
        },
        {
            "title": "怀寄彭城朋好十首之八王七",
            "content": "子敏超龙级，得官何处州。它时趋洛下，独与士龙游。",
            "comment": ""
        },
        {
            "title": "与张历阳追怀从禽之乐因赋",
            "content": "宜秋门外养鹰坊，好草陂头射雉场。油幕毡庐张野饮，锦袍貂帽结戎装。兴阑落日黄尘断，梦後西风白发长。谁念江湖独流寓，此情难话与渔郎。",
            "comment": ""
        },
        {
            "title": "丹阳客舍示曾纡公衮",
            "content": "眼里铅华今日见，胸中冰炭几时除。欲知老子消怀处，静夜青灯一卷书。",
            "comment": ""
        },
        {
            "title": "曹永州哀词",
            "content": "老眼春风两泪倾，繐帷樽俎异平生。可惊人与琴俱绝，但见肴曦酒复清。相合水边传美政，飞来峰下启佳城。翩翩五六奇男子，肯使高门坠厥声。",
            "comment": ""
        },
        {
            "title": "东城马上",
            "content": "彩虹桥下水关东，接畛园林狭迳通。繁杏半开随半落，短墙无计碍春风。",
            "comment": ""
        },
        {
            "title": "江夏寓兴二首之一",
            "content": "风与樯乌便，侬先塞雁来。山经七泽断，潮自九江回。渔父犹知隐，骚人枉衒才。朋游正相远，梅信为谁开。",
            "comment": ""
        },
        {
            "title": "和邠老郎官湖怀古五首",
            "content": "郎官老辞笔，得尔寿春碑。奸贼余灵在，斯文是戮尸。",
            "comment": ""
        },
        {
            "title": "题诗卷後",
            "content": "诗岂穷人穷者工，斯言闻诸六一翁。端慙少作老更拙，不废汝诗吾固穷。",
            "comment": ""
        },
        {
            "title": "寄题栗亭县名嘉亭",
            "content": "少陵昔避地，幽栖凤皇川。始愿获其所，赋诗此终焉。睠彼美林麓，荫膏腴上田。阳坡饶垂珠，阴谷繁玉延。长鑱勤采劚，服食攀飞仙。兵祲夺和气，力耕无善年。林垧开冰雪，旬浃断庖烟。呜呼歌七章，暮节西南迁。环堵久芜没，斯亭名尚传。茂宰怆怀古，增崇殊过前。雕甍揭长帘，下容十客筵。嫩岚隔春丛，清竹鸣夏蝉。风月有高兴，写之武城弦。狂客属尪废，驽筋难强鞭。何暇远登览，但哦鲸海篇。尚苦八口累，依稀同曩贤。余龄寄幻境，未断东西绿。江淮米价平，一舸去悠然。幸此岁丰乐，浮游吾所便。异时访陈躅，复使後人怜。",
            "comment": ""
        },
        {
            "title": "京居感兴五首",
            "content": "稠人致高位，一二难遽数。骠骑彼将军，未应贤第五。",
            "comment": ""
        },
        {
            "title": "酬宗室令率惠墨",
            "content": "麝煤新剂黝而坚，谁谓奚生法不传。信是文房希代宝，益知公子过人贤。蔡中郎老喜飞白，扬执戟穷耽草玄。雅意肯要琼玖报，十丸聊以助吾颠。",
            "comment": ""
        },
        {
            "title": "感兴六首",
            "content": "雏雀学翻飞，不知毛羽微。青鵳笑高树，待尔饱朝饥。",
            "comment": ""
        },
        {
            "title": "春夜对月",
            "content": "丽景门头初月明，清川灯火两桥横。一舟若许东南去，何啻西风羽翼生。",
            "comment": ""
        },
        {
            "title": "答陈传道五首之四",
            "content": "闻有高秋兴，清樽醉飞鸿。应悲故人远，薄晚面西风。",
            "comment": ""
        },
        {
            "title": "寄金陵和上人",
            "content": "旧年问米欲东流，先赋新诗寄石头。赤鯶久沉江上信，杂悬误落海边州。想君道眼遥相识，顾我官身可自由。香火因缘知有在，草庵蔬粥不他求。",
            "comment": ""
        },
        {
            "title": "题城张氏放鹤亭",
            "content": "曾见君家亭上碑，东望风月动闲思。昔无卜筑如相待，今遂登临是不期。万顷白云山缺处，一庭黄叶雨来时。许昌应负重泉恨，当日阳春枉赋诗。",
            "comment": ""
        },
        {
            "title": "宿宝泉山慧日寺",
            "content": "日入不遑息，驱车更之东。回蹊出蒙密，解袂迎长风。风从何许来，历历江南钟。顿辔阿兰若，虚庭月正中。流萤逗深竹，白鸟巢青松。华灯耿翠箔，瑶花擢春丛。绝境美清夜，怳非尘界逢。惜无一樽酒，幸与之子同。明发即南北，浮生两飞蓬。",
            "comment": ""
        },
        {
            "title": "三鸟咏之三子规行",
            "content": "长江靡迤山坡陀，旅竹荒松蒙茑萝。蚕初眠起风日暖，梅弄黄时烟雨多。山间有径行逶迤，倦客据鞍生睡魔，奈尔思归啼鸟何。子规鸟，不如归去好。谁家西北最高楼，几为王孙怨芳草。子规怜尔解归飞，我独何心长不归。十年迹绝苏门道，梦里旧游知是非。一官窃食官仓米，十口之家饱而已。金印锦衣耀闾里，少年此心今老矣，问舍求田从此始。",
            "comment": ""
        },
        {
            "title": "卯醉口号",
            "content": "丙寅元佑初年冬，贺老困寓京尘中。无心炙手权门热，曝背晴阳坐屋东。",
            "comment": ""
        },
        {
            "title": "芜湖王敦城下作",
            "content": "斗立孤城日四围，贼奴曾未慑天威。风生虎帐豺声厉，尘犯龙颜鱼服归。首揭大航遗臭在，歌流乐府旧音非。当时不慕桓文举，草满中原胡马肥。",
            "comment": ""
        },
        {
            "title": "东华马上怀寄清凉和公兼简社中王拙居士",
            "content": "鸡鸣紞五鼓，驱马东华路。月落潮上时，云披日生处。摇摇渔艇子，挂席淩江去。送目思悠悠，横槊聊一赋。鸿雁南飞江北流，亭亭双塔是升州。前朝物色今何见，白鹭平沙接石头。石头城上清凉国，中有弥天大比丘。右军远孙傲时者，巾鉢久从莲社游。吾亦明年及瓜代，一庵见寄外何求。",
            "comment": ""
        },
        {
            "title": "雨余晚望",
            "content": "相应乳鸠鸣，桑间返照平。明津小舫度，高陇一牛耕。林薮归心健，尘埃病骨轻。屈骚魂爽在，未许独君清。",
            "comment": ""
        },
        {
            "title": "九月十日寄潘邠老",
            "content": "明月昔如许，怀人殊不来。徒歌桃叶曲，又负菊华开。尺纸缄愁去，扁舟载梦回。它年鸡黍约，千里信悠哉。",
            "comment": ""
        },
        {
            "title": "喜雨",
            "content": "终春久旱暵，涉夏俄溽暑。垢汗浼衣襟，梅津蒸柱础。黄霾闭赤景，测候错辰午。沙燕逐风鸢，翻飞遡来雨。纷纷白羽箭，齐发万牛弩。落瓦复鸣阶，浮沤如沸煮。崇朝已沛浃，枯渴顿清愈。田父喜过从，迎门好相语。蚕桑薄可具，豚酒与笔鼓。择吉谢丛祠，巫娘罢狂舞。晨炊饱丁壮，庇笠耕舄卤。少缓麦租期，庶将秋稼补。输入太仓中，蕃肥任黄鼠。",
            "comment": ""
        },
        {
            "title": "送鄂州刑狱掾王懋元功罢官还海陵兼简金陵和",
            "content": "暖云芳草横塘路，送客何之官鄂渚。江皋暑淫气如蒸，别来何之还海陵。海陵鄂渚非吾土，每後君来先我去。人无根蔕本悠悠，况指沧波是舟路。君方少健我衰迟，局蹙辕间不自持。因行寄声雁门远，岁暮敢亡林下期。好去将无同语掾，行见春风花满县。隐显它年不我遗，为续白莲社中十八传。",
            "comment": "：【原题】：\r\n送鄂州刑狱掾王懋元功罢官还海陵兼简金陵和上人 | 【注释】【原题】：送鄂州刑狱掾王懋元功罢官还海陵兼简金陵和上人"
        },
        {
            "title": "重寄潘豳老",
            "content": "轻舠蓦水帆如弓，一伸臂顷来江东。聊持美酒致吾子，方事彩衣娱汝翁。悬榻可容它客坐，闭关正与无月同。夙兴行乐竟何有，醒醉阴晴皆梦中。",
            "comment": ""
        },
        {
            "title": "再由赤埭有怀曹梦得",
            "content": "江上颠风倒客樯，江豚舞浪卷浑黄。故人漂泊知何处，何日平安到故乡。野色苍茫春尚浅，梦魂惝怳夜仍长。可无百斛兵厨酝，此段离夏未易忘。",
            "comment": ""
        },
        {
            "title": "感兴六首",
            "content": "扁舟彼何人，国霸始谋身。不知钓鱼翁，羞作故人臣。",
            "comment": ""
        },
        {
            "title": "京居春日遣怀",
            "content": "青梅小叶柳长条，相对春风各动摇。物色依依如有待，人情忽忽自无聊。五陵剑侠知谁健，三径车工不我招。好去广津门下水，新秋稳送木兰桡。",
            "comment": ""
        },
        {
            "title": "西城马上",
            "content": "烛冷尘消过上元，晴明风日柳初繁。偷闲偶到西城陌，喜见青山似故园。",
            "comment": ""
        },
        {
            "title": "广四愁寄李譓",
            "content": "夜如何其夜未央，斗星灿兮河苍凉。微月入牖窥曲房，候虫刺促鸣我床。离忧欻来煎人肠，夜如何其夜何长。绿琴在荐兮，拟楚奏之沈湘。朱弦湿露兮，声戾指而不扬。屏琴浩歌兮，屑涕泗之浪浪。我有所思兮，在河之阳。僾而不见兮，衷难弭忘。騄骥腾跃兮，鸿鹄翱翔。明璫玉案兮，尔不我将。缄诚结惠兮，久莫汝偿。永如牛女兮，南北相望。昔燕处兮，灵芸之堂。纫兰为佩兮，集芰为裳。西风凄紧兮，淩百草以殒黄。兰萎芰裂兮，恐被服之不芳。念汝玉立兮，贱组绣之文章。玄节日厉兮，奈惨栗之冰霜。胡不乘白云兮，归来乎帝乡。尚何所徯兮，毕永岁而彷徉。",
            "comment": ""
        },
        {
            "title": "病暑",
            "content": "早夏景延永，烈日天中央。欻欻燎原野，中人如探汤。病肺苦焦渴，吐舌生喉疮。蔗浆与茗饮，未易苏膏盲。稍惊气象变，云物来冥茫。仰枕视簷际，浩浩浮沧江。忽得灌顶偈，酒然心地凉。雷公未鼓怒，风伯何猖狂。扫荡太宇空，万影纔斜阳。俯辞楚台上，拱立齐鼎旁。一介命蝼蚁，敢干私雨晹。田夫信无罪，触热正驱蝗。",
            "comment": ""
        },
        {
            "title": "答陈传道五首之五",
            "content": "倒橐黄金尽，方悲行路难。桂薪炊玉粒，可是乐长安。",
            "comment": ""
        },
        {
            "title": "檥舟当到港作",
            "content": "为问溪头潮浅深，片帆长挂北归心。夜风吹雪晓尤怒，午日破云寒复阴。江淮行役殊未已，京洛朋游安事寻。何时稳坐饱麤饭，鼓腹东皋农父吟。",
            "comment": ""
        },
        {
            "title": "汴上留别李智父",
            "content": "一马西投汴水滨，自惊秋鬓带尘纷。秋风尽日吹黄叶，心事经年寄白云。去矣尺书勤访我，醉来樽酒强酬君。北窗络纬寒声急，明夜伤心独自闻。",
            "comment": ""
        },
        {
            "title": "题永城县园水亭",
            "content": "诘曲池塘碧玉流，褉亭孤占小汀洲。长纫座上芳兰佩，不系檐前画鷁舟。好泛羽觞修旧事，为书茧纸记清游。季真待得东还日，初见红蕖十亩秋。",
            "comment": ""
        },
        {
            "title": "送陈传道摄双沟戍商税",
            "content": "墙外长川拥万舟，门前山色入南州。风来浦口客争发，日下庭阴印未收。乍厌折腰从吏役，屡应回首念朋游。病夫颇有东流兴，预约清樽为少留。",
            "comment": ""
        },
        {
            "title": "答陈传道五首之一",
            "content": "客子厌京尘，长街风眯目。安得卧南阳，清潭渍寒菊。",
            "comment": ""
        },
        {
            "title": "怀寄潘孝本兼简其子言",
            "content": "春色先梅岭，秋声後桂林。溪通五羊险，云近九疑阴。无雁难逢信，有猿能伴吟。一樽烧酒美，应对阿戎斟。",
            "comment": ""
        },
        {
            "title": "寄别秦观少游",
            "content": "沔阳湖上小留连，疑是前时李谪仙。流向夜郎才半道，径还江夏乐当年。个侬生以才为累，阿堵官于老有缘。待得公归吾亦罢，春风先办两渔船。",
            "comment": ""
        },
        {
            "title": "将发彭城作",
            "content": "四年吟笑老东徐，满目溪山不负渠。得米径须偿酒债，有田便拟卜吾庐。明朝门外扁舟雪，别夜灯前满纸书。会问怱怱解携客，相思命驾定何如。",
            "comment": ""
        },
        {
            "title": "送王西枢出镇郑圃八首之八",
            "content": "衮绣行将复，沙堤百里东。病夫虽老矣，犹解赋豳风。",
            "comment": ""
        },
        {
            "title": "部兵之秋丘道中怀寄彭城社友",
            "content": "驾马出北门，徒御何迟迟。日气方汹涌，霜阴亦纷披。役夫前驱行，少妇痛不随。分携仰天哭，声尽有余悲。虽非远行迈，要之为别离。顾我岂无家，从公难遂私。且怀二三友，缺此文酒期。临分各有赠，婉思见乎词。吟讽一回首，烟林失城池。相思肯相过，斗黍为君炊。",
            "comment": ""
        },
        {
            "title": "送汉阳刑狱掾邹永年解官归养",
            "content": "高歌每忆故山薇，笑掷青衫换彩衣。竟为苍生安石起，本来男子次君归。脱冠弭棹兴非浅，戴笠乘车誓莫违。明日渡江聊赠别，武昌官柳尚依依。",
            "comment": ""
        },
        {
            "title": "怀寄周元翁十首",
            "content": "周郎尘外人，冰甃立寒玉。去我千里余，炯炯长在目。有德且有言，可采篆缣竹。未为造物怜，方徇斗筲禄。司晨属群鸡，安事彼鸾鹄。聊自况疲驽，盐车不为辱。",
            "comment": ""
        },
        {
            "title": "兴龙节日渡江怀寄二友弟兼示同行",
            "content": "燕庭冠佩拜炉香，丸剑纷纷想定场。江上烹鱼犹得信，座中惊雁已离行。浇愁酩酊一樽酒，破睡咿哑两橹床。不特赋诗怀二仲，故呈凡韵恼支郎。",
            "comment": ""
        },
        {
            "title": "怀寄彭城朋好十首之四张十七",
            "content": "好在张居士，云龙寄梦频。西斋见风月，连榻复何人。",
            "comment": ""
        },
        {
            "title": "方明古免丧西上山阴贺铸方回以诗送行非敢赠",
            "content": "西上迟迟谁挽留，了君方寸慕松楸。三年既尽亦当起，五斗有余非所求。早岁向风劳企羡，残生指日愿依投。得官傥近柴桑里，应许江边著钓舟。",
            "comment": "：【原题】：\r\n方明古免丧西上山阴贺铸方回以诗送行非敢赠言聊书美志 | 【注释】【原题】：方明古免丧西上山阴贺铸方回以诗送行非敢赠言聊书美志"
        },
        {
            "title": "登黄楼有怀苏眉山",
            "content": "登黄楼，望黄州，黄州望不见，楼下水东流。水流何可留，浮云更悠悠。伤心泽畔客，憔悴楚兰秋。",
            "comment": ""
        },
        {
            "title": "闲情二首",
            "content": "青窗隐夕曛，玉甃紫苔春。佳人久不见，翠被销檀薰。长巾拂绿绮，上有三年尘。聊弹别燕弄，寄谢阳壹云。",
            "comment": ""
        },
        {
            "title": "和邠老郎官湖怀古五首",
            "content": "昔人泯黄壤，陈迹变沧波。劫火洞然坏，无如嘉句何。",
            "comment": ""
        },
        {
            "title": "题项羽庙三首之二",
            "content": "楚都陈迹久灰埃，一曲虞兮尚寄哀。不作偷生渡江计，可须千里更西来。",
            "comment": ""
        },
        {
            "title": "题天清寺安上人北轩",
            "content": "南城繁氏台，维昔孝王筑。歌吟寂无闻，万楹联佛屋。道人开北牖，俯就百乔木。八月鸣青蝉，槐蛾委平绿。客来借榻卧，吹睡俄顷足。疏雨隔斜阳，垂虹跨长陆。良游怅迟後，回谢三庚酷。瘦马尾华轩，江颜尘一掬。昨非忽复道，佳约犹可续。载酒定何时，新黄糁庭菊。",
            "comment": ""
        },
        {
            "title": "寄清凉和上人二首之二",
            "content": "南国风流百不存，石头今是给孤园。山连雉堞犹侵路，潮送渔舟自到门。方丈定容居士病，贝多应待客儿翻。悬知後日逢迎际，桃李春风两不言。",
            "comment": ""
        },
        {
            "title": "和张谋父游石佛山观魏太武书",
            "content": "中夏昔屯否，代邦天所开。鸿图属太武，不世英雄才。南洗洛阳血，西荡长安灰。毡车十万乘，略地驱风雷。一苇济长淮，筑宫瓜步隈。东邻拜牢饩，走使为婚媒。云旗即归路，览胜此悲徊。俯挥铁马鞭，顽石同陶坏。划成四大字，屹栗阴虹摧。沦精入崖壑，怒气羞蟠回。茫茫六百年，风雨生莓苔。伟迹寖销泯，威灵安在哉。生存贵无上，零落等尘埃。君为访古游，赋诗追七哀。人生谁不尔，莫负手中杯。",
            "comment": ""
        },
        {
            "title": "游云龙张氏山居",
            "content": "昔闻张逸民，卜筑云龙山。东望结遐想，喜得彭城官。一语定襟契，宛如平生欢。招携属休沐，投此萝薜间。女仆候门巷，青袿双翠鬟。苏斋轩户明，饼火焚椒兰。宝墨鬼神护，清诗冰玉寒。森然拱檐溜，架石排琅玕。东趋放鹤亭，磴道披茅菅。指顾百村落，炊烟林莽间。日脚洒平陆，两山如断环。凄风振晚叶，坐怯衣裘单。引领紫霄极，飘颻如可干。缅怀眉山公，五马来游盘。酣兴走颠笔，苍崖即鑱刊。午年仲冬月，雪野云弥漫。扫石坐舒啸，惠泉烹凤团。当时诧盛集，千古陋逵安。俛仰迹遂陈，斯人久泥蟠。我来後千日，逸躅何由攀。遇胜不能赋，俯寻尘路还。山英移未勒，时款白云关。",
            "comment": ""
        },
        {
            "title": "江夏秋怀三首之二",
            "content": "人物駸寻迫暮迟，秋风万里来如期。幽虫切切竟何道，羁燕怱怱将安之。洛下微吟聊拥鼻，西山爽气为支颐。肯将翰墨悲流落，寄语三闾彼一时。",
            "comment": ""
        },
        {
            "title": "迁家历阳江行夜泊黄泥潭怀寄冯善渊",
            "content": "黄泥潭口檥征篷，回指东城祗眼中。半夜凫鷖先觉雨，连江葭菼自生风。青灯解作无眼伴，白酒难招一醉同。从此相思寖相远，便凭归框附诗筒。",
            "comment": ""
        },
        {
            "title": "题汉阳招真亭",
            "content": "大别山颠清沔尾，飞亭迢嶢带云起。清狂使君初燕喜，拍手招呼黄鹤子。玄津炼出太阳酥，手葺胎发蒙头颅。每夸久落北酆籍，岂意齎恨归黄垆。越客登临兴何有，愁不能言病妨酒。残阳云梦窅然深，尚欲开襟吞八九。羽驾飘颻安在哉，使君余迹已尘埃。但见庾令楼横烟树杪，角声催月渡江来。",
            "comment": ""
        },
        {
            "title": "登乌江宝泉寺南山望金陵作",
            "content": "我爱金陵望不厌，独寻微迳蹑晴岚。柔桑浅草三月尾，踊塔飞楼一水南。苒苒流云牵仿像，迟迟艳日助醺酣。何须拊手歌桃叶，已觉王郎思不堪。",
            "comment": ""
        },
        {
            "title": "访金陵王闲叟不遇留别",
            "content": "歌成五噫赁舂者，药不二价夺牛翁。衰俗何知贵公子，清贫颇有昔人风。君方上冢渡沔去，我适乘舟投剡中。差池相失重回首，好住海鸥忘塞鸿。",
            "comment": ""
        },
        {
            "title": "同道通师之香林马上",
            "content": "冰霜节候迟，淮楚早春时。白草风头急，黄云日脚垂。鸟声投古戍，马力倦长陂。吾有官箴畏，劳生尔浪为。",
            "comment": ""
        },
        {
            "title": "题任氏传德集",
            "content": "钓鱼公子学屠龙，潦倒西班八品中。鼠目獐头登要地，鸡鸣狗盗策奇功。仪刑拔士无光禄，经术传家有圣童。慨想斯人安可作，九原松檟几秋风。",
            "comment": ""
        },
        {
            "title": "题项羽庙三首之一",
            "content": "分张天下付群雄，回首咸阳卷地空。六国三秦随扰攘，锦衣何暇到江东。",
            "comment": ""
        },
        {
            "title": "江行写望",
            "content": "斜照侵疏箔，微凉逗小窗。青蒲故依渚，白鸟屡横江。遣兴诗三百，煎愁橹一双。前舟定未远，叠鼓听逢逢。",
            "comment": ""
        },
        {
            "title": "中秋日怀寄潘邠老赋",
            "content": "西戍角声清且哀，东城鼓动殷然雷。雨阑伏槛月可待，风横檥舟君不来。得酒未容欢独伯，把书端与睡为媒。雪堂歛谷急还舍，更约头陀黄菊开。",
            "comment": ""
        },
        {
            "title": "题陶靖节集後",
            "content": "渊明不乐仕，解组归柴桑。遡风北窗下，坦腹傲羲皇。储粟既屡空，乞食何惶惶。有身即大患，斯语闻伯阳。顾我亦多忤，丘樊思退藏。慙无辟粒术，圭勺耗官仓。",
            "comment": ""
        },
        {
            "title": "黄鹤楼",
            "content": "登真者谁子，昔有费公禕。白日玉书下，青天驾鹤飞。此地少留憩，神标怅依依。振裾谢尘浊，与尔方远违。层楼宠陈迹，江山长四围。登临美商素，雨气薄西晖。水落州觜嫩，风豪帆背肥。飘然起遐想，琳馆閟岩扉。明月识悠阔，白云疑是非。金桃未遽熟，薤露虞先曦。高树两华表，长招羽驾归。灵瓢五色剂，定与遗民挥。自顾乏仙质，延生犹可希。刀圭傥不吝，如饱首阳饥。",
            "comment": ""
        },
        {
            "title": "秋怀二首之二",
            "content": "萧萧庭木落，格格鸡声恶。荒檐日影斜，饥猫捕黄雀。窗间养痾客，起念丘园乐。欲赋归去来，西风老藜藿。",
            "comment": ""
        },
        {
            "title": "答僧讷",
            "content": "唐代衣冠高四姓，天宗之亚荥阳郑。不坠家声五百年，桂籍相望三叶庆。上人猛谢区中缘，破冠投栉还童颠。寸灰已灭五经笥，来入辨才无碍禅。我窃官粮众人後，相逢宛是平生旧。一闻南国白头吟，万媿西风碧云陋。老鹤终辞鸡鹜群，谁将断绠绊浮云。它日传衣度梅岭，解留何语与将军。",
            "comment": ""
        },
        {
            "title": "和人伤春",
            "content": "人帘轻絮故依人，梦後题诗欲判春。纵使相思解销骨，此情终未作黄尘。",
            "comment": ""
        },
        {
            "title": "送李易初还汶阳",
            "content": "客宦怆离群，徐方复得君。青衫初试吏，白面颇能文。画舸浮春水，清樽醉舞裙。它年会相访，分卧北山云。",
            "comment": ""
        },
        {
            "title": "江夏八咏之六右赵佗石",
            "content": "西戍夕阳晴，东城石镜明。有山名八字，供作两眉横。",
            "comment": ""
        },
        {
            "title": "题汉阳寓舍老桑",
            "content": "曾无沃若饱吴蚕，腹蠹聊供啄木馋。底事殷勤喭元绪，不应有意附炎炎。",
            "comment": ""
        },
        {
            "title": "过澶魏被水民居二首之二",
            "content": "莫问居人溺与逃，破篱攲屋宿渔舠。中庭老树秋风後，鹳鹤将雏夺鹊巢。",
            "comment": ""
        },
        {
            "title": "酬别盱眙杜舆",
            "content": "君希谢太傅，筑室卧东山。应携玉人去，为问何时还。扁舟欲之东，霜落江潮悭。难从京口渡，且转广陵湾。与君合复离，悦若愁梦间。婴疾再寒暑，医师怜我顽。颓龄未遽尽，解组誓投闲。幽岩有芳桂，晚岁约同攀。",
            "comment": ""
        },
        {
            "title": "王迥子高挽章五首",
            "content": "已矣知无憾，贤愚共此途。白驹驰白日，黄发掩黄垆。和氏终还赵，干将不葬吴。驽疴如可强，犹拟奠生刍。",
            "comment": ""
        },
        {
            "title": "同王克慎宿清凉寺兼示和上人孙安之",
            "content": "六代风流不可寻，石头胜概古犹今。疏钟答响江山迥，啼鸟忘形松竹深。借问白云谁卜筑。拟要明月共登临。终投逸少兴公社，蔬粥麻衣事道林。",
            "comment": ""
        },
        {
            "title": "得周元翁蕲春道中书",
            "content": "离离赤枣墙东林，开窗下榻依墙阴。杖藜相顾赖之子，隐几忘言知我心。晚契初逢一东野，清诗屡掷双南金。官身为米自南北，世路亡羊无古今。梦泽草荒孤驿远，洞庭雨入沧江深。相思何以祝高韵，桂树秋风吟玉琴。",
            "comment": ""
        },
        {
            "title": "李固道中怀寄杜邯郸",
            "content": "西望丛台百尺间，车轮无角不知还。大夫庭下长无讼，谁伴青堂整日闲。",
            "comment": ""
        },
        {
            "title": "送王西枢出镇郑圃八首之三",
            "content": "公论由来重，高怀此去轻。吾非厚知己，感叹此苍生。",
            "comment": ""
        },
        {
            "title": "寓泊金陵寻王荆公陈迹",
            "content": "晚泊扁舟一问津，依然节物思羁人。江山月照六朝梦，桃李风吹三月春。宅枕谢公墩下路，诗寻萧寺壁间尘。可须樽酒平生约，长望西州泪满巾。",
            "comment": ""
        },
        {
            "title": "追和杜仲观咏蝶",
            "content": "黄蝶寻花日百回，荒庭多雨漫莓苔。老狂能似徽之辈，借宅犹应乞竹栽。",
            "comment": ""
        },
        {
            "title": "题赠芥堂老僧偶来",
            "content": "岁计江边二顷田，不能多应世间缘。闭门密竹荒松里，杯粥炉香六十年。",
            "comment": ""
        },
        {
            "title": "送人朝飨裕陵",
            "content": "三年不见鼎湖龙，弓剑尘埃玉座空。白发孤臣心断绝，满山明月柏城风。",
            "comment": ""
        },
        {
            "title": "泊舟永城寄京都朋游",
            "content": "正西千里是青门，桥下春流带雨浑。想见旧游芳草合，有谁楼上与销魂。",
            "comment": ""
        },
        {
            "title": "秦淮夜泊",
            "content": "官柳动春条，秦淮生暮潮。楼台见新月，灯火上双桥。隔岸开朱箔，临风弄紫箫。谁怜远游子，心旆正摇摇。",
            "comment": ""
        },
        {
            "title": "宿芥塘佛祠",
            "content": "青青麰麦欲抽芒，浩荡东风晚更狂。微径断桥寻古寺，短篱高树隔横塘。开门未扫杨花雨，待晓先烧柏子香。底许暂忘行役倦，故人题字满长廊。",
            "comment": " | 【注释】原注：壁间得魏湘、毕平仲、张士宗回所留字，皆吾故人也。"
        },
        {
            "title": "题诸葛谼田家壁",
            "content": "晚度孔明谼，林间访老农。行冲落叶径，坐听隔江钟。後舍灯犹织，前溪水自舂。无多游宦兴，卜隐幸相容。",
            "comment": " | 【注释】原注：地名诸葛亮谼，在乌江北八十里，与江南石头城相望。"
        },
        {
            "title": "题海陵寓舍二首之二",
            "content": "池上雪初消，春鸦已占巢。自怜流寓迹，无地可诛茅。",
            "comment": ""
        },
        {
            "title": "清燕堂",
            "content": "雀声啧啧燕飞飞，在得残红一两枝。睡思乍来还乍去，日长披卷下帘时。",
            "comment": ""
        },
        {
            "title": "送武桓之安阳",
            "content": "黄金络征辔，之子待明发。樽酒少迟留，禅林见凉月。歌鬟结蛾黛，怨此佳期阔。去去柳堤风，青蝉催白发。",
            "comment": ""
        },
        {
            "title": "石州引/石州慢",
            "content": "薄雨初寒，斜照弄晴，春意空阔。长亭柳色缠黄，远客一枝先折。烟横水际，映带几点归鸦，东风销尽龙沙雪。还记初关来，恰而今时节。将发。画楼芳酒，红泪清歌，顿成清别。已是经年，杳杳音尘多绝。欲知方寸，共有几许清愁，芭蕉不展丁香结。枉望断天涯，两厌厌风月。",
            "comment": " | 【注释】此词抒写离别相思之情。作品在内容上虽无新意，但在炼字的精工方面却向为世人称道 。关于这一点，王灼在《碧鸡漫志》中，介绍得颇为具体 ：“贺方回《石州慢》予见其旧稿。‘风色收寒，云影弄睛’，改作‘薄雨收寒，斜照弄睛 ’；又‘冰垂玉箸，向午滴沥檐楹，泥融消尽墙阴雪’改作‘烟横水际，映带几点归鸿，东风消尽龙沙雪。’”起首两句写由雨而睛 。初春天气阴冷 ，细雨绵绵，午后云开雾散 ，雨止天睛，“弄睛”二字写出了雨后斜阳照射下万物焕然一新的景象 。“春意空阔”一句 ，便是这种景象的概括 。接着就由近而远地渲染，近处写得具体、细致——“长亭柳色才黄，远客一枝先折 ”；远景则阔大、苍茫——“烟横水际，映带几点归鸿，东风销尽龙沙雪”。（龙沙，沙漠地带的通称 。）层次井然，笔势酣畅多姿。贺铸是善于炼字的 ，“薄雨”与“斜照”对比鲜明，于变化之中烘托出雨后斜阳的光彩和温暖，显出春意的盎然，空气的清新 ，景色的明静 ，以至“才黄”的柳色也引人注目 。“烟横”几句，写得境界开阔，画面丰富，景中含情。这样“春意空阔”也就有了更形象的依托。上片歇拍两句，收束前文写景之句 ，使景语化为情语，使上面所写景物与词人的生活经历相联系，使之具有特定的内涵，例如：“空阔”，是雨止天睛、四宇寥廊之景，然而在此时此刻愈是空阔，则愈觉孤寂，愈能触发思亲怀人的感情；“长这柳色 ”是景，然亦含有别情；“烟横”三句，也暗写了雁归人不归、春归人未归的感慨。这两句，实为全词意脉的枢细。过片沿着“ 还记”追思当年的分别。“将发”二字，写自己即将辞别登程 ，极其干净利落 。“画楼”二句写酒楼宴别，“红泪”，指佳人胭脂沾满了离别的泪水 。“顿成轻别 ”，追忆以往，透露出无限悔恨之情。“回首经年，杳杳音尘都绝”。音尘，即信息。这两句语浅情深。年年盼相见，盼音信，然而却是“音尘都绝 ”，表现出别后之思和思而不见之苦。由“轻别”而思，而悔，而愁。思与悔已融合在上面的写景叙事之中。作者先以一问句引出“愁 ”字，“共有”二字又逗出了两地同愁。“芭蕉不展丁香结”，芭蕉叶卷而不舒，丁香花蕾丛生 ，芭蕉 、丁香两个形象都是用来形容愁心不解。这一句化用唐李商隐《代赠》“ 芭蕉不展丁香结 ，同向春风各自愁 ”诗句 。同时，也是化用了那女子诗中的两句，这样既回答了愁之深，又表达了了解和怜惜之意。结句“ 枉望断天涯 ，两厌厌风月”。“两”字与“共有”相呼应，厌厌，愁苦的样子。这两句写得空灵蕴藉 ，既总括了回首经年，天各一方，两心相念，音信杳然，只有“玉楼明月长相忆 ”；也说出了，关山渺邈，天涯之思，对景难排，心底总隐藏着不灭的思念和期望。此词上片写景 ，下片转入叙事，整首词熔写景、抒情与叙事一炉，写得委婉曲折，意味深长。"
        },
        {
            "title": "伴云来/天香",
            "content": "烟络横林，山沉远照，迤逦黄昏钟鼓。烛映帘栊，蛩催机杼，共苦清秋风露。不眠思妇，齐应和、几声砧杵。惊动天涯倦宦，骎骎岁华行暮。　　当年酒狂自负，谓东君、以春相付。流浪征骖北道，客樯南浦，幽恨无人晤语。赖明月曾知旧游处，好伴云来，还将梦去。",
            "comment": " | ：①迤逦：曲折连绵。\r\n②蛩：蟋蟀。\r\n③机杼：织布机。又可引申为纺织、制衣。\r\n④砧杵：捣衣具。砧，捣衣石，平整的方石，俗称槌棒石。\r\n⑤骎骎：马速行貌。此处喻指时间过得快。\r\n⑥东君：司春之神。\r\n⑦晤语：面谈。\r\n⑧好伴云来：用行云比喻所爱女子。用宋玉《高唐赋序》中“朝为行云，暮为行雨”之意。 | ：　　树林笼罩着烟雾，远山的夕阳已经落下，隐隐约约传来黄昏的钟鼓。看多少人家，烛光映照着窗户，蟋蟀声声，好象在催促人们赶快纺织衣裳。我们都怨恨这清秋之际，风露凄清。不眠的那些思念远人的思妇，正在忙忙碌碌，在一片风声虫声中，又送来声声砧杵。这声音惊动了我这漂泊天涯的在外人，这才发现又已经到了一年的年末时光。当年我曾以酒狂自负，以为春神对我偏爱有加，只是把韶华都向我交付。想不到终年流浪四方，南来北往，车马不停，心中满腔离情别绪无人可以理解。只好抬头望着明月与我相伴，期望夜色之中，能让我们梦中相会。 | ：　　这是一首抒写人世沧桑之感的词作。诗人仕途失意，游落江湖，追忆往日豪情，倾诉了徙怀壮志却请缨无路的悲愤心情，内容与作者另一首《六州歌头》词相近，但语判决书较隐晦，不如其苍凉激越，可能是贺铸词风转变不久后的作品。本词抒写羁旅漂泊之恨。上片写暮秋黄昏时的寂寞凄清，有声有色，下片开头回忆年轻时的自负，后几句是对大半生坎坷经历的喟叹，进而抒发情人之情，上片起首三句气象苍茫、字字精炼，壮美中透出一缕悲凉；下片结尾三句以健笔抒柔情，意境微妙，构想奇特。赖明月曾知旧游处，好伴云来，还将梦去。“赖明月”突然发奇想，绝望中转出“柳暗花明”之幻境：明月知我与恋人的旧游之处，就求明月伴云来，将梦去，让自己与恋人的梦境相逢，如晤巫山神女，倾诉羁旅悲秋之 “共苦”与“幽暗”。寄希望于梦幻，亦实可怜无奈也。整首词儿女、英雄之气兼备，不可多得。视野开阔，形声兼备。“流浪”三句一抑，概括写大半生浪迹天涯的生活。最后四句淡淡地抒发怀旧之感，怨而不怒，并无哀飒之感，故朱孝臧称此词“横空盘硬语”（《手批东山乐府》）。 | 【注释】清陈廷焯评贺铸曰：“方回词 ，儿女，英雄兼而有之 ，”此词正体现了这一风格。全词熔情入景，景略情繁，笔锋主要围绕情思盘旋，以健笔写柔情，抒写了游宦羁旅 ，悲秋怀人的落寞情怀 。全词属辞峭拔，风格与一般婉约词的软语旖旎大异其趣，被晚清词学大师朱疆村评为“横空盘硬语”。上片起三句写旅途中黄昏时目之所接、耳之所闻：暮霭氤氲，萦绕着远处呈横向展廷的林带；天边，落日的余晖渐渐消逝在蜿蜒起伏的群山中；隐隐约约传来一声声报时的钟鼓，告诉旅人夜幕就要降临。词人笔下的旷野薄暮，境界开阔，气象苍茫，于壮美之中透出一缕悲凉，发端即精彩不凡，镇住了台角。三句中 ，“络”、“沉”、“逦迤”等字锻炼甚工，是词眼所在。“烟络横林”，如作“烟锁横林”或“烟笼横林”，未始不佳 ，但“锁 ”字、“笼”字诗词中用得滥熟，不及“ 络 ”字生新。且“锁”、“笼”均为上声，音低而哑 ，“络”为入声 ，短促有力 ，“烟”、“横”、“林”三字皆平，得一入声字乎其间，便生脆响，若换用上声字，全句就软弱了。“沉”定本是寻常字面，但用在这里，却使连亘的山脉幻作了湖海波涛，固态呈现为流质；又赋虚形以实体，居然令那漫漶的夕曛也甸甸焉有了重量。至于“逦迤 ”，前人多用以形容山川的绵延不断，如三国魏吴质《答东阿王书》：“夫登东岳，然后知众山之逦迤也。唐韦应物《澧上西斋寄诸友》诗：“清川下逦迤。”词人此处用“逦迤”来描写钟鼓声由远及近的迢递而至，这就写出了时间推移的空间排列，将听觉感受外化为视觉形象。接下来三句仍叙眼前景、耳边声，不过己由旷野之外进入客舍之内 ，时间也已是夜静更深 。蜡烛有芯 ，燃时滴泪；蛩即蟋蟀，秋寒则鸣。这两种意象，积淀了深重的“ 伤别”和“悲秋”的情绪。“蜡烛有心还惜别，替人垂泪到天明 ”，这是杜牧《赠别》诗中的名句。“蟋蟀不离床，伴人愁夜长”，这是贺铸自己的新辞（《 菩萨蛮》）。两句正好用来为此处一段文字作注 。“共苦”者 ，非“烛”与“蛩”相与为苦，而是“烛”、“蛩”与我一道愁苦。这是移情作用。上片结末五句，写烛影摇曳，蛩声颤抖，愁人已不能堪了，偏又传来断断续续的砧声，因思念征人而夜不成寐的闺妇们正在挥杵捣衣，准备捎给远方的夫婿。接着词人忽地一笔跳开，转从砧杵之为秋声这一侧面来写自己所受的震动：岁月如骏马奔驰，又是一年行将结束了这是时序之感，更是人生之慨。在下片首五句中，词人痛楚地写出了人生的秋天。过片后四句，即二句一挽，二句一跌，叙写青春幻想在生命历程中的破灭 ：年轻时尚气使酒，自视甚高，满以为司春之神会加意垂青，在自己的生活道路上酒下一片明媚的春光；谁知道多年来仕途坎坷，沉沦下僚 ，竟被驱来遣去，南北奔波，无有宁日呢？东君，即为司春之神，此处当指掌握词人命运的君主。青春消歇，事业蹉跎，词人自不免有英雄失路的深恨，欲向知已者诉说 。然而“幽恨无人晤语 。”冷驿长夜，形只影独，实无伴侣可慰寂寥。此句暗里反用《诗·陈风·东门之池》：“彼美淑姬，可与晤语。此处，词人以极为含蓄的表达方式将自己因听思妇砧杵而触发的怀人情绪表露出来。结末四句，词人放笔直抒那千山万水所阻隔不了的相思 ：幸有天边明月曾经窥见过我们欢会的秘密，那么，就请它陪伴着化作彩云的伊人飞到我的梦里来，尔后，再负责把她送回去吧！在这里，词人化用谢庄《月赋 》中“ 美人迈兮音尘阙，隔千里兮共明月。”这一传诵千古的名句，但词人却视“明月”为具备感情和主观行为能力的良媒，其艺术魅力似又在谢《赋》之上了。此词以景语起，以情语结，起三句以炼字胜，己自登高 ；末三句以炼意胜 ，更造其极。全词笔力遒劲，挥洒自如，读来令人感慨万千。"
        },
        {
            "title": "人南渡/感皇恩",
            "content": "兰芷满芳洲，游思横路。罗袜尘生步。迎顾。整鬟颦黛，脉脉两情难语。细风吹柳絮。人南渡。回首旧游，山无重数。花底深朱户。何处。半黄梅子，向晚一帘疏雨。断魂分付与。春将去。",
            "comment": " | 【注释】此词以香草美人的象征手法抒写作者政治理想无法实现的苦闷情怀。全词清疏淡雅，明隽幽洁，风格上别具一格，独具神韵，在篇章结构和修辞方面都有自己的特点。词之上片，铺写作者与所恋之人心心相印却又衷情不能相通的具体情状：一个和风拂煦、柔丝飘荡的春日，词人伫立在长满香兰芳芷的汀洲之畔，等待着自己所倾慕的人儿。终于，伊人如凌波仙子，步履轻盈地姗姗而来 。她迎顾之间，矫然脱俗，略整秀鬟，眉目传情。虽然词人和她都明显地感觉到对方的脉脉深情，然而无端间阻，情愫难通，在漫天飞舞的杨花柳絮中，她又飘然南渡，离词人而去。这里所出现的美人，翩然而来，倏然而逝，给人以似人亦仙，似真亦幻的扑朔迷离的印象。以此体现他所求之而不得的理想境界，是比较成功的。下片抒写追求幻灭后郁勃岑寂的落寞情怀 。“旧游 ”，当是指昔日的苦苦追求。重重叠叠的青山遮断了“回首旧游”的视线，无疑是在诉说执着追求时所遇到的重重阻力。以下转而写伊人的不知何处，实际上是指理想不易 、也不可能实现。“半黄梅子”两句再转而写眼前之景，借景抒情，以江南黄梅季节的无边雨丝来喻自己的满腹牢愁。“断魂”以下收束全词，直抒愁肠，痛感壮志未遂，青春已逝。这一片，腾挪变化，一步一折，将情感抒发得荡气回肠。"
        },
        {
            "title": "天门谣·登采石蛾眉亭",
            "content": "牛渚天门险，限南北、七雄豪占。清雾敛，与闲人登览。　　待月上潮平波滟滟，塞管轻吹新《阿滥》。风满槛，历历数、西州更点。",
            "comment": " | ：①采石：采石矶，又名牛渚，在今安徽省马鞍市江东岸，为牛渚山突出长江而成。形势险要，古代为江防要地。\r\n②蛾眉亭：宋神宗熙宁间，太平州（今属安徽）知州张瑰在牛渚山上筑亭，名“蛾眉亭”。\r\n③滟滟：曲名，即《阿滥堆》。\r\n④历历：清晰。 | ：　　牛渚矶、天门山地势奇险，凭恃长江天崭将南北隔断，七代豪杰相继雄盘。清冷的晨雾消散，让闲雅的人登矶游览。等待明日升天，平阔的江湖波光潋滟，听羌笛轻轻吹奏着新曲《阿滥》。蛾眉亭的栏槛，清晰地数着，从西州城传来的打更的鼓点。 | ：　　本词是别具一格的登临怀古之作。宋哲宗绍圣三年（公元1096年）四月，贺铸去江夏（今武汉）赴任，途经当涂，适逢当时太平知州吕希哲捐官俸重修峨眉亭竣工，于是写下了《蛾眉亭记》；徽宗崇宁四年至大观元年（公元1105-公元1107年），作者又曾任太平州通判，这首词当写于这两段时间之一。据宋王灼《碧鸡漫志》，本篇词牌应为《朝天子》。《天门谣》是作者依据本篇内容改题的新名。上片“牛渚”二句，写采石矾地势险峻，扼天下要冲。“清雾”二句，写登览之时，恰逢雾敛日晴，心神为之一爽。下片“待月上”二句，写月夜江旧闻笛，宛如仙境。“风满槛”二句，写东风劲吹，西州更点历历可数，仿佛许多年来就是这亲，给人一种虽世事变幻，但时空无限的沧桑感，吊古之韵味顿出。从此词可品味得出以史为鉴，这正是本词的含蓄处。全词气韵沉雄，在小令中诚不多见。 | 【注释】此为登临怀古词 ，是作者登采石峨眉亭时所作。采石今属安徽与鞍山 ，在长沙南岸，濒江有牛渚矶，绝壁嵌空，突出江中。其西南方有两山夹江耸立，谓之天门，其上风浮翠拂，状如美人的两道峨眉。神宗熙宁年间，太平州知叫左牛渚矶上筑亭，以便观览天空奇景，遂名为“峨眉亭”。上片起首三句道出了采石地理形势的险要和历史作用的巨大。滔滔大江，天限南北。偏安江左的小朝廷，每每建都金陵，凭恃长江天险，遏止北方强敌的南下。而当涂地处金陵上游，牛渚、天门，正是金陵的西方门户。词言“七雄”，当是连南唐也计算在内。“豪占”，犹言“雄踞”。“清雾敛，与闲人登览。”谓雾气消散，似乎有意让人们登矶游览。“与”，这里是“予”、“放”的意思，这个字下得很妙。将那本无生命的“雾”写活了。下片不落窠臼 ，江声山色，无一语道及 ，偏说要等到月上潮平、笛吹风起之时，细数古都金陵传来的报时钟鼓。“月上潮平波滟滟”，化用梁何逊《望新月示同羁 》诗 ：“滟滟逐波轻。”“塞管轻吹新阿滥”之“塞管 ”即羌笛，笛为管乐，塞上多用之，故称。“阿滥 ”，笛曲名。南唐尉迟。偓《中朝故事》载骊山多飞禽 ，名“ 阿滥堆”唐明皇采其鸣声，翻为笛曲，远近传播。唐颜师古《急就篇注》曰“阿滥堆”即鴳雀的俗名 。“风满槛 ，历历数 、西州更点”之“西州”，东晋 、刘宋间杨州刺史治所，因在金陵台城之西，故名。“更点”，古代一夜分五更，每更又分五点 ，皆以钟鼓报时。词人登蛾眉亭 ，时在上午雾散后 ，“待”字以下，纯属愿望、想象之辞。这里虚境实写 ，江月笛风 ，垂手能掬，遐钟远鼓，倾耳可闻，再者，游人流连忘返，竟日览胜而兴犹未尽，还要继之以夜，那好山好水的魅力，不着一手，尽得风流。全词时而剑拔弩张 ，气势苍莽，时而轻裘缓带，情趣萧闲，整首词写得大起大落，大气磅礴，读之令人荡气回肠。词中凭吊前朝兴亡，给人的感悟和启示十分深刻：天险救不了云朝覆灭的命运，昔日“七雄豪占”的军事重地，今却成为“闲人登览”的旅游胜地，人们不难从中得出江山守成在德不在险的深刻历史教训。"
        },
        {
            "title": "喋恋花",
            "content": "几许伤春春复暮，杨柳清阴，偏碍游丝度。天际小山桃叶步，白蘋花满湔裙处。　　竟日微吟长短句，帘影灯昏，心寄胡琴语。数点雨声风约住，朦胧淡月云来去。",
            "comment": " | ：①桃叶：晋王献之妾。这里借指恋人。\r\n②湔：洗。\r\n③胡琴：唐宋时期，凡来自西北各民族的弦乐器统称胡琴。 | ：　　春天又到了迟暮，伤春的愁情涌出。杨柳清凉的浓荫，偏偏妨碍蜘蛛、树虫的游丝横度。遥远的天边的小山，叶曾经走过，白蘋花丛生的水边是妇女洗裙之处。终日里低吟着长短句，灯光昏暗地映着帘影，借着胡琴一曲寄托心意。几点雨声，月色暗淡。 | ：　　本词抒写暮春怀人之情，惜春而写男女相思情怀。上片“几许”三句是春暮伤怀。“天际”二句，从对方落笔，写女子对自己的怀念，由梁柳恽《江南曲》“汀洲采白频，日暖江南春”，“故人何不返？春花复应晚”诗意化出。下片“竟日”三句，折回自身，写自己万种相思，惟有寄之于彩笔和琴弦，别无他法。竟日微吟长短句，帘影灯昏，心寄胡琴泣。“竟日微吟”全因寄情。灯下操琴，也为吐心曲。两个细节代替了无数思念的辞密语和忧伤语。“数点”二句以景结情，意境淡雅，美中不足的是，这首词基于改写比贺铸稍前的词人李冠的同调词而成，结句“数点雨声风约住，朦胧淡月云来去”堪称名句，淡云托月暗示心情的迷蒙，意象很美。“桃叶”表现出对佳人的爱恋之情。下片开头两句写昼思夜想。以吟词弹琴来表现对情人的思念。结二句写气候多变，风起雨停，是听觉形象，月光朦胧，浮云来去，是视觉形象。既表现心境之迷茫，也暗示出词人夜深不寐。情味悠长。"
        },
        {
            "title": "减字木兰花",
            "content": "冷香浮动。望处欲声胡蝶梦。晓日曈曨。愁见凝酥暖渐融。鼓催歌送。芳酒一尊谁与共。寂寞墙东。门掩黄昏满院风。",
            "comment": ""
        },
        {
            "title": "新念别/夜游宫",
            "content": "湖上兰舟暮发。扬州梦断灯明灭。想见琼花开似雪。帽檐香，玉纤纤，曾为折。渔管吹还咽。问何意、煎人愁绝。江北江南新念别。掩芳尊，与谁同，今夜月。",
            "comment": ""
        },
        {
            "title": "试周郎/诉衷情",
            "content": "乔家深闭郁金堂。朝镜事梅妆。云鬟翠钿浮动，微步拥钗梁。情尚秘，色犹庄。递瞻相。弄丝调管，时误新声，翻试周郎。",
            "comment": ""
        },
        {
            "title": "绿头鸭",
            "content": "玉人家，画楼珠箔临津。托微风彩箫流怨，断肠马上曾闻。宴堂开、艳妆丛里，调琴思、认歌颦。麝蜡烟浓，玉莲漏短，更衣不待酒初醺。绣屏掩、枕鸳相就，香气渐暾暾。回廊影、疏钟淡月，几许消魂？　　翠钗分、银笺封泪，舞鞋从此生尘，任兰舟、载将离恨，转南浦、背西曛。记取明年，蔷薇谢后，佳期应未误行云。凤城远、楚悔香嫩，先寄一枝春。青门外，只凭芳草，寻访郎君。",
            "comment": "：①玉人：指钟爱女子的呢称。\r\n②珠箔：珠帘。\r\n③琴思：琴曲中的情思。\r\n④枕鸳：即鸳枕，绣有鸳鸯的枕头。\r\n⑤翠钗：翠色的头钗，即碧玉钗。\r\n⑥曛：落日的余光。\r\n⑦凤城：即有凤阙之城，旧时京师的别称。\r\n⑧楚梅：楚地的梅花。用南朝陆凯《赠范晔诗》意。\r\n⑨青门：此处借指京师汴梁。 | ：　　美人之家，一座门垂珠帘的彩楼俯临着渡口。借着微风，彩箫发出流荡的幽怨哀音，断肠的声韵我在马上奔波时也曾听闻。宴席在厅堂摆开，丽人们艳汝成群，她调弄着琴韵，我认出她微蹙黛眉的歌吟。麝香配制的蜡烛烟雾氤氲，手把荷叶杯饮酒时间苦短，当有些微微醉意的时候，便去更衣就寝。掩闭了彩绣屏风，枕上鸳鸯互相偎依亲近，芳香的气息越来越暖暖融融。环绕着回廊阴影，淡淡月色里传来稀疏的钟声，欢爱中有多少消魂情景。自从玉钗离分，她寄来银色的信笺封住泪痕，跳舞的绣鞋从此蒙起任随那木兰舟，载着离愁别恨，辗转过了现浦，背着夕阳西下的余辉远远消隐。请记住明年，当蔷薇花凋谢之后，别误 了有情人的佳期良辰。长安已经遥远，南楚梅花刚绽出香嫩，请你便先折一枝梅花寄芳香。到长安城东门之外，只凭着芳草引路，去寻访郎君。 | ：　　贺铸的词语言清新，风格多样，既有哀婉缠绵、典雅工丽，近似晏几道、秦观的一面；也有沉郁挺拔、豪爽峻迈，有如豪放派的另一面。这首词无疑属于前者，但又吸取了柳永词长调结构严密、动荡开合、往返交织的特点。但也正由于受到柳词太多的影响，在遣词用语上多少有点粗欲浅露。本词当是绍圣年间作者离开汴京后，在江夏（今湖北武汉）宝泉监任上的怀旧之作。上片回忆与一女子相识相爱的经过，笔触细腻，下片写分别后的相思之情，情致深婉。词的上片，开头“玉人”二句，写歌妓所居。“托微风”二句，写彩箫传情。“宴堂”二句，写宴堂巧遇。“麝蜡”七句，写欢爱情事。词的下片，过片“翠钗”三句，写乍欢旋离。“任兰舟”三句，写已之行踪。“记取”三句是来年佳约，“凤城”二句乃寄梅传信。“青门”三句，遥想来年重逢情景。先写对方来信及信中的伤感。再写自己为宦情所羁的无奈。并在信中预约再次相会的日期。最后设想情人一定在思念自己，并会届时到城门外前来迎接。从对方思念自己着笔来表现自己之思，亦抒情一妙法。而且设想巧妙，入情入理，很是精彩。情浓词艳，逼近花间。全词笔触细腻，将相思之情写得情致深婉。"
        },
        {
            "title": "摊破浣溪沙/山花子",
            "content": "锦鞯未弦瑟瑟徽。玉纤新拟凤双飞。缥缈烛烟花暮暗，就更衣。约略整环钗影动，迟回顾步佩声微。宛是春风胡蝶舞，带香归。",
            "comment": ""
        },
        {
            "title": "画眉郎/好女儿",
            "content": "雪絮雕章。梅粉华妆。小芒台、榧机罗湘素，鼓铜蟾砚滴，金雕琴写，玉燕钗梁。五马徘徊长路，漫非意、凤求凰。认兰情、自有怜才处，似题桥贵客，栽花潘令，真画眉郎。",
            "comment": " | 【注释】此词写一位待字闺中的少女对于爱情、婚姻的理性思考，同时也表现了他的花容月貌、多才多艺和情志趣味 。作者在词中通篇用典 ，使词的意蕴更为丰富，人物形象更为饱满，大大扩大了词的含量。上片起首二句概括地介绍女主人公：她是一位待字闺中的少女 ，一位才貌双绝的佳人。“雪絮雕章”，用晋代才女谢道韫咏雪的故事，她曾用“未若柳絮因风起”形容大雪纷飞景象，赢得谢安赞赏。作者似在介绍说：我们这位女主人公的雕章琢句的本领，亦不减谢道韫呢 ！“梅粉华妆”，用南朝宋寿阳公主故事。相传寿阳公主于人日卧含章殿下，有梅花一朵飘着其额 ，拂之不去 。后世女子遂纷纷仿效，争为“梅花妆 ”。在这里，作者告诉人们：词中女子也是天生丽质的美人，她靓妆入时，大有寿阳公主的风采呢。以下数句，转而不厌其详地展览女主人公闺房里的陈设。“小芒台，榧机罗缃素”，说女子香闺俨然是一小小藏书阁，榧木几案上罗列着重重书卷 。“古铜蟾砚滴 ”，闺房里还陈设着古雅精巧的文具，一种铜制的蟾蜍，注水于其腹中，放在砚台旁，能自动吐出水泡 ，供人研墨（见宋何《春渚纪闻 》）。“ 金雕琴荐”，闺房里还有名贵的鸣琴 ，看那琴垫绣着金鹰图饰。琴垫华美如此 ，那琴更加宝贵了。“玉燕钗梁”，说女儿家的闺房自然少不了各种精致首饰，那雕着飞燕形状的玉钗，真是精美。通过以上一番铺陈，词人在女主人公不同凡响的闺房、它的雅致的陈设、它的文化气氛中，暗“寓这位佳人的气质、素养和情操。过片二句 ：“五马徘徊长路，漫非意，凤求凰。”写女主人公写对这些高贵的求婚者不屑一顾，再高的官儿也徒有非份之想而已！结尾五句，揭开谜底，用一连串的散句郑重表述这位少女对于如意郎君的期望 ：“认兰情、自有怜才处 ，似题桥贵客，栽花潘令，真画眉郎。”她爱的是风流才子，是像司马相如和潘岳那样的人。据《华阳国志》记载，司马相如早年离故乡赴京城时，曾在成都升仙桥上题字云：“不乘高车驷马，不过此桥也。”后果为汉武帝赏识。潘岳，晋代著名美男子，也是一位才子，作河阳县令，曾在境内遍植桃李，时称河阳一县花。这两人都是文采风流，为古代女子倾慕的人物。她们这种追求比之那种单纯追求荣华富贵的庸俗生活，格调要高尚得多。这首以爱情为题材的词 ，不写爱情的缠绵悱恻，却一反常态、另辟蹊径地展示妙龄少女对于爱情的理性思考，这在有宋一代的词苑中的确是不同凡响、别具一格的。"
        },
        {
            "title": "簇水近",
            "content": "一笛清风弄袖，新月梳云缕。澄凉夜色，缠过几点黄昏雨。侠少朋游，正喜九陌消尘土。鞭穗袅、紫骝花步。过朱户。认得宫妆，为谁重扫新眉妩。徘徊片响难问，桃李都无语。十二青楼下，指灯火章台路。不念人、肠断归去。",
            "comment": ""
        },
        {
            "title": "乌啼月/乌夜啼",
            "content": "牛女相望处，星桥不碍东西。重墙未抵蓬山远，却恨画楼低。细字频传幽怨，凝缸长照单栖。城乌可是知人意，偏向月明啼。",
            "comment": ""
        },
        {
            "title": "小梅花/梅花引",
            "content": "思前别。记时节。美人颜色如花发。美人归。天一涯。娟娟姮娥，三五满还亏。翠眉蝉鬓生离诀。遥望青楼心欲绝。梦中寻。卧巫云。觉来珠泪，滴向湘水深。愁无已。奏绿绮。历历高山与流水。妙通神。觉知音。不知暮雨朝云、何山岑。相思无计堪可比。珠箔雕阑集千里。漏将分。月窗明。一夜梅花忽开、疑是君。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "几许伤春春复暮。杨柳清阴，偏碍游丝度。天际小山桃叶步。白苹花满湔裙处。竟日微吟长短句。帘影灯昏，心寄胡琴语。数点雨声风约住。朦胧淡月云来去。",
            "comment": ""
        },
        {
            "title": "望湘人",
            "content": "厌莺声到枕，花气动帘，醉魂愁梦相半。被惜余薰，带惊剩眼，几许伤春春晚。泪竹痕鲜，佩兰香老，湘天浓暖。记小江风月佳时，屡约非烟游伴。　　须信鸾弦易断，奈云和再鼓，曲中人远。认罗袜无踪，旧处弄波清浅。青翰棹舣，白蘋洲畔，尽目临皋飞观。不解寄、一字相思，幸有归来双燕。",
            "comment": "：①带惊剩眼：因消瘦而吃惊。\r\n②剩眼：指人变瘦后，腰带上空出越来越多的孔眼。泪竹痕鲜，佩兰香老，湘天浓暖记小江。\r\n③泪竹：二女娥皇，女英为舜妃，舜死后，二女洒泪于竹，成为班竹。见《博物志》。\r\n④佩兰：佩饰的兰花。\r\n⑤非烟：步非烟，唐开功业妾。 | ：　　莺啼声传来，鲜花的香气飘进屋里。这动人的声音，这沁人肺腑的香气，却只能令我心烦。因为我在醉中苦闷，在梦中无法摆脱萦缠。它们消耗了我大半光阴。鸳被上还有她熏的余香，令我珍惜。我因思念她为她瘦得太快，双眼憔悴。多少次伤春悲秋，今年的春天似乎更晚。斑竹的泪痕似乎未干，曾佩过的幽兰消减，湘地的天气阴柔。记得在清风明月的良辰，多次相约美人，与我结伴游赏玩乐。我相信鸾弦脆弱，任凭我再三弄弦曲终人散，佳人依然不曾出现。她的踪迹无处可寻，昔日同游的地方，只有微风吹拂江面，江波处无迹可求。我登上岸边高高的楼观，终日里凝神眺看，无一音信，只有双燕归来以解相思。 | ：　　本词是伤春怀人之作，起三句以乐景反衬愁情，愈见其愁之深，统报全篇，以下写湘天春愁，上片开头三句起笑突兀，由外而内，由景入情，惝恍迷离，开篇已有哀感艳情。以“厌”字领起，下接四言对句，描绘室外春意盎然之美景，极细腻柔媚，且声味兼到，使人有如临其境之感。第三句具体描写“厌”字之神理，或醉或梦，表现愁情之深浓。下片由情入景，以燕子双归而情人尚锭在天涯作结，末句虽强作自我宽解之辞，貌似旷达，实质上不过是含泪的强笑，更令人心酸。此首怀人之作，艺术特点是融景入情，设色浓丽。上片重在伤春，而以莺声、花气、泪竹、佩兰融入之。泪竹、佩兰是正面渲梁、莺声、花气是反面衬托。过拍由伤春转入伤别。下片写曲终、人散、访旧、骋望，而以江峰、清秋、青翰、白频融入之。歇拍再融入双燕，既是以景结情，又与篇首“莺声”相映成章。“似曾相识”的双燕归来，似乎可以给人带点安慰，人有情，偏偏不解寄相思，燕无知，却依旧归来伴孤独。似自宽自解，仔细品味，却有无限凄凉和感伤。燕归而人远，燕双而人孤，愈显酸悲。感情上与起句的“厌”相呼应，针线甚为缜密。全词语言典雅华丽，结构动荡开合，十分严密。李攀龙评曰：“词虽婉丽，意实展转不尽，诵之隐隐如奏清庙朱弦，一唱三叹”（《草堂诗余隽》）。全词语言典雅华丽，结构动荡开合，十分严密。 | 【注释】此为伤离怀人之作。词中以典雅华丽、蕴藉凝炼的语言和动荡开合 、严密浑然的结构，先由景到情，复由情到景 ，一波三折，回旋往复 ，浑成深厚，有飞扬顿挫 、一咏三叹之妙。李攀龙评比词曰：“词虽婉丽，意实展转不尽，诵之隐隐如奏清庙朱弦，一唱三叹。”上片起首三句 ，由室外而室内 ，由写景而入抒情，迷离惝恍，哀感顽艳。“厌”字下接以四字对句，写室外充满生机之盎然春意，极细腻，极柔媚。莺声恰恰而到枕 ，花香温而动帘，春光明媚，欣欣生意，本应使人赏心悦目，心旷神怡。现在冠在不合常理之“厌”字，立刻化欢乐之景而为悲哀之情，变柔媚之辞而为沉痛之语 。哀愁无端 ，一字传神，为全篇定调。故明代沈际飞《草堂诗余正集》评曰：“‘厌’字嶙峋 。”第三句具体描写“厌”字之神理。“魂 ”而曰“醉”，则借酒浇愁，已非一时；“梦”而曰“愁”，则梦魂萦绕，无非离绪。醉、愁交织，充斥胸臆，作者此时，欲不厌春景，又将何如！接下来三句写室内景物 ，透露“ 醉魂愁梦”之由。“余薰”谓昔日欢会之余香，“剩眼”指腰中革带空出的孔眼。词人以一“惜”字写出睹物思人、物是人非之悲哀，以一“惊”字写出朝思暮愁、形削骨立之憔悴 。“几许 ”句为上片词意之枢细。“伤春”总上 ，“春晚”启下，刻意伤春而春色已晚，其中既有韶华易逝、春意阑珊之悲哀，亦暗含与恋人往日共度春光而今不可复得之痛苦，情感颇为复杂，语气极其沉重。“泪竹”三句亦景亦情，情景交融，意谓在一派浓暖的暮春天气里 ，湘妃斑竹 ，旧痕犹鲜，屈子佩兰 ，其香已老 ，所出徒为愁人提供触景伤情的材料而已 。歇拍以“ 记”字领起，再由景到情，拍合旧事 ，振起上片。此二句紧承前之的层层铺垫和渲染，收束上片荡气回肠之愁情，于平实的叙述中寄寓沉重的哀伤。过片抒情，前两句承上启下，直抒胸臆。鸾弦易断，好事难终；云和再鼓，曲终人远。上句借弦断喻自己与情人的分离，然而心中未始不残存着鸾胶再续的一线希望；下句化用钱起“曲终人不见，江山数峰青 ”（《省试湘灵鼓瑟》）句意，言这一线希望顿时破灭 。“须信”和“奈”两个虚词一承一转，把郁积在心头的落寞和绝望淋漓尽致地表现出来 。“认”字以下 ，直至“尽目临皋飞观”，都是望中所见。以眼前之景达“曲终人远”之情，情中置景，细腻熨贴。词人登“临皋飞观”而望远，则洲畔白苹萋萋，江边画舫停泊 ，即目皆为旧日景物 ，然而昔时双双携手水边弄波之旧处，却再也见不到心上人轻盈的体态。结拍构思奇特 ，非同凡响 。“不解 ”句，上应“鸾弦易断 ”、“曲终人远”，以加倍笔法，深化此时凄婉欲绝的心情。伊人一去，不仅相见无期，而且杳无间信 ，使人愁肠百结 ，肝胆俱裂。“幸有”一句，强颜自慰，愈见辛酸，在些许温情与欣喜之中，带有无限的凄凉和感伤，使人从燕归人远，燕双人孤的意象中莸得深沉的感慨与回味。《 蓼园词选 》评此词“ 意致浓腴 ，得《骚》、《辨 》之遗 。张文潜称其乐府妙绝一世，幽索如屈宋，悲壮如苏、李，断推此种。”此乃深透之语。"
        },
        {
            "title": "南柯子/南歌子",
            "content": "斗酒才供泪，扁舟只载愁。画桥青柳小朱楼。犹记出城车马、为迟留。有恨花空委，无情水自流。河阳新鬓尽禁秋。萧散楚云巫雨、生此休。",
            "comment": ""
        },
        {
            "title": "凤栖梧/蝶恋花",
            "content": "为问宛溪桥畔柳。拂水倡条，几赠行人手。一样叶眉偏解皱。白绵飞尽因谁瘦。今日离亭还对酒。唱断青青，好去休回首。美阴向人疏似旧。何须更待秋风後。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "簪花照镜。客鬓萧萧都不整。拟倩东□。化作尊前如梦云。风香月影。信是瑶台清夜永。深闭重门。牵绊刘郎别後魂。",
            "comment": ""
        },
        {
            "title": "失调名",
            "content": "风头梦、吹无迹。",
            "comment": ""
        },
        {
            "title": "失调名",
            "content": "罗帷映月，玉研生冰。",
            "comment": ""
        },
        {
            "title": "石州慢",
            "content": "薄雨收寒，斜照弄晴，春意空阔。长亭柳色才黄，倚马何人先折？烟横水漫，映带几点归鸿，平沙消尽龙荒雪。犹记出关来，恰如今时节。　　将发，画楼芳酒，红泪清歌，便成轻别。回首经年，杳杳音尘都绝。欲知方寸，共有几许新愁？芭蕉不展丁香结。憔悴一天涯。两厌厌风月。",
            "comment": "：①平沙：广漠的沙原。\r\n②龙荒：一作“龙沙”，指荒凉的塞外。\r\n③方寸：指心中。\r\n④几许：多少。 | ：　　寒水缓缓消退，岸边留下一线沙痕。春意渐渐回临，空阔 的沙洲靄纷纷。晴日良照，溪 边的新梅香气氤氲。数枝梅花争相吐蕊，装点新春。我在天涯满腔怨恨，试想我现胆何等的悲怆伤神？长亭门外，群山重叠，望不断的远山遥岑，正是令人忧愁的节令时分。遥想学闺中的你，一一也是思绪纷纭。画楼的层门紧闭，春风暗暗使你的容颜瘦损。我真是对不起你啊，让你独守空闺冷衾。辜负了多少尊前花月的美景，浪费了大好青春。你可知道，我也是归心似箭 ，恨不得一步跨进闺门。更有多少酸甜苦酸，留着回去向你诉说详尽。可等到我们再度相逢，恐怕又要过一年光阴。 | ：　　贺铸此词是追忆一段恋情。据吴曾《能改斋漫录》卷十六载：“方回眷一姝，别久，姝寄诗云：‘独倚危阑泪满襟，小园春色懒追寻。深恩纵似丁香结，难展芭蕉一寸心。’贺得诗，初叙分别之景色，后用所寄诗成《石州引》。”唐圭璋先生分析本词结构层次简明而精当：“此首，上片写景，‘空阔’二字，统括全景。初点日晚，次点柳黄。‘烟横’三句。写远景空阔，音响尤佳。‘犹记’十字，写别时所见之景相同也。下片抒情。换头承‘出关’，回忆昔日别时情况。‘回首’两句，转到如今。‘欲知’二句，一问一答，极见愁深念切。‘芭蕉’句，以景收，写出两地思念，视前更进一层”（《唐宋词简释》）\"上片写关外之景，而以“春意空阔”四字统括。“犹记”二句，点明别时景色正如今相同。换头承“出关”，回忆昔年轻别情形。“回首”二句，折到如今。“欲知”三句，由李商隐《代赠》“芭蕉不展丁香结，同向东风各自愁”诗句化出，而改叙述为问答，更觉摇曳生姿。“憔悴”二句，所谓“一种相思，两处闲愁”，更可见相知之深，相忆之切。欲知方寸，共有几许新愁？“欲知”句辞意顿转，写突接京都恋人诗篇，抒发相思。以“共有”二字将天涯两地双挽，借用恋人诗篇中丁香、芭蕉之意象，巧妙回复恋人。"
        },
        {
            "title": "蝶恋花",
            "content": "小院朱扉开一扇。内样新妆，镜里分明见。眉晕半深唇注浅。朵云冠子偏宜面。被掩芙蓉熏麝煎。帘影沈沈，祗有双飞燕。心事向人犹腼腆。强来窗下寻针线。",
            "comment": ""
        },
        {
            "title": "木兰花/玉楼春",
            "content": "银黄雁柱香檀拨。镂板三声催细抹。舞腰轻怯绛裙长，羞按筑球花十八。东城柳岸匆匆发。画舫一篙烟水阔。可怜单枕欲眠时，还见尊前前夜月。",
            "comment": ""
        },
        {
            "title": "木兰花/玉楼春",
            "content": "佩环声认腰肢软。风里麝熏知近远。此身常羡玉妆台，得见晓来梳画面。回廊几步通深院。一桁绣衣帘不卷。酒阑歌罢欲黄昏，肠断归巢双燕燕。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "一叶忽惊秋。分付东流。殷勤为过白苹洲。洲上小楼帘半卷，应认归舟。回首恋朋游。迹去心留。歌尘萧散梦云收。惟有尊前曾见月，相伴人愁。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "叠鼓新歌百样娇。铜丸玉腕促云谣。揭帘飞瓦雹声焦。九渠池边杨柳陌，香轮轧轧马箫箫。细风妆面酒痕销。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "云母窗前歇绣针。低鬟凝思坐调琴。玉纤纤按十三金。归卧文园犹带酒，柳花飞度画堂阴。只凭双燕话春心。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "翠縠参差拂水风。暖云如絮扑低空。丽人波脸觉春融。缨挂宝钗初促席，檀高微注玉杯红。芳醪何似此情浓。",
            "comment": ""
        },
        {
            "title": "江城子",
            "content": "麝熏微度绣芙蓉。翠衾重。画堂空。前夜偷期，相见却匆匆。心事两知何处问，依约是，梦中逢。坐疑行听竹窗风。出帘栊。杳无踪。已过黄昏，缠动寺楼钟。暮雨不来春又去，花满地，月朦胧。",
            "comment": ""
        },
        {
            "title": "六州歌头",
            "content": "少年侠气，交结五都雄。肝胆洞。毛发耸。立谈中。死生同。一诺千金重。推翘勇。衿豪踪。轻盖拥。聊飞鞚。斗城东。轰饮酒炉，春色浮寒瓮。吸海垂虹。闲呼鹰嗾犬，白羽摘雕弓。狡穴俄空。乐匆匆。似黄粱梦。辞丹凤。明月共。漾孤篷。官冗从。怀倥偬。落尘笼。薄书从。鶡弁如云众。共粗用。忽奇功。笳鼓动。渔阳弄。思悲翁。不请长缨，系取天娇种。剑吼西风。恨登山临水，手寄七弦桐。目送归鸿。",
            "comment": " | 【注释】此词为一首自叙身世的长调。词中回忆了作者少年时代任侠侠气的豪侠生活 ，抒发了自己仕途失意，爱国壮志难得一酬的愤激之情。全词熔叙事、议论和抒情于一炉，配以短小的句式，急促的音节，集苏轼之豪放与周邦彦之律吕于一身 ，雄姿装彩 ，不可一世 ，读来令人有神采飞扬 。雄健警拔，苍凉悲壮之感。追忆词人上片在京都所度过的六七年倜傥逸群的侠少生活。起首二句即李白《赠从兄襄阳少府皓》诗之所谓“结发未识事 ，所交尽豪雄 ”，为整个上片的总摄之笔。以下 ，便扣紧“ 侠 ”、“雄”二字来作文章。“肝胆洞 ”至“矜豪纵”凡七句 ，概括地传写自己与伙伴们的“侠”、“雄”品性：他们肝胆相照，极富有血性和正义感，听到或遇到不平之事，即刻怒发冲冠；他们性格豪爽，侪类相逢，不待坐下来细谈，便订为生死之交 ；他们一言既出，驷马难追，答允别人的事，决不反悔；他们推崇的是出众的勇敢，并且以豪放不羁而自矜 。“轻盖拥”至“狡穴俄空”凡九句，则具体地铺叙自己和俦侣们的“侠”、“雄”行藏：他们轻车簇拥，联镳驰逐，出游京郊；他们闹嚷嚷地在酒店里毫饮，似乎能把大海喝干；他们间或带着鹰犬到野外去射猎，一霎间便荡平了狡兔的巢穴。上两个层次 ，即有点，又有染；既有虚，又有实；既有抽象，又有形象，这就立体地展现了一幅雄姿壮彩，不可一世的弓刀侠客的恢宏画卷。片末句“ 乐匆匆”三字、下片首句“似黄粱梦”四字，是全词文义转折、情绪变换的关棙。作者青年时代生活朝气蓬勃、龙腾虎掷，虽然欢快，可惜太短促了，好象唐传奇《枕中记》里的卢生，做了一场黄粱梦。寥寥七字，将上片的赏心乐事连同那兴高采烈的气氛收束殆尽，骤然转入对自己二十四岁至三十七岁以来南北羁宦、沉沦屈厄的生活经历的陈述。“辞丹凤”至“忽奇功”凡十句，大意谓自己离开京城到外地供职，乘坐一叶孤舟飘泊在旅途的河流上，唯有明月相伴。官品卑微，情怀愁苦，落入污浊的官场，如鸟在笼，不得自由。象自己这样的武官成千上万，但朝廷重文轻武，武士们往往被支到地方上去打杂 ，劳碌于案牍间 ，不能够杀敌疆场，建功立业。十来年的郁积，一肚皮的牢骚，不吐不快。因此这十句恰似黄河决堤，一浪赶过一浪。以下六句，是全词的高潮。元祐三年三月，夏人攻德靖砦，同年六月，又犯塞门砦。这消息传到僻远的和州 ，大约已经是秋天了。异族入侵，国难当头，本该是英雄大有用武之地的时候。然而，朝中投降派当道，爱国将士们依然壮志难酬 。“笳鼓动”六句，便掷地有声地抒写出词人报国无门的满腔悲愤之情军乐吹奏起来了，边疆上发生了战事。而渴望投身疆场的爱国志士，却无路请缨，不能生擒对方的酋帅，献俘阙下，就连随身的宝剑也在秋风中发生愤怒的吼声！这几句，壮怀激烈，慷慨悲壮，正气凛然，可歌可泣，把词人的满腔爱国热诚和忧患意识抒写得荡气回肠，感人至深，读来令人感奋不已。结尾三句，笔锋突转，一波三折，由慷慨激昂转为悲凉舒缓 ，在游山逛水 ，拊琴送客中宣泄壮志难酬 、报国无门的悲愤 、沉郁 ，读来令人扼腕感叹。“登山 ”句截用宋玉《九辩》“登山临水兮送将归”。“手寄”句似从嵇康《酒会》诗“但当体七絃”句化出。而与下“目送”句联属，又是翻用嵇康《赠兄秀才入军 》诗“目送征鸿，手挥五絃”。句句都与送别有关。在苏门词人中，贺铸最受推崇。张耒曾云 ：“方回乐府妙绝一世 ，感丽如游金 、张之堂，妖冶如揽嫱、施之袂，幽洁如屈一宋，悲壮如苏·李 。”（《东山词序 》）本篇辞情慷慨，音调激昂，充分表现了他继承苏词雄姿壮采风格的一面。在艺术上，全词不为声律所缚，反能利用声律之精密组织，以显示其抑塞磊落、纵恣不可一世之气概。整首词三十九句，其中三言句达二十二句之多 ，最长的句子也不超过五言，而且三十九句中三十四句押韵 ，“东”、“董 ”、“冻”平上去三声通叶，这就形成了句短韵密、字音洪亮的特色，很好地配合了此词的豪放风格。"
        },
        {
            "title": "小重山",
            "content": "飘径梅英雪未融。芳菲消息到，杏梢红。隔年欢事水西东。凝思久，不语坐书空。回想夹城中。采山箫鼓沸，绮罗丛。钿轮珠网玉花骢。香陌上，谁与斗春风。",
            "comment": ""
        },
        {
            "title": "鹤冲天",
            "content": "冬冬鼓动，花外沈残漏。华月万枝灯，还清昼。广陌衣香度，飞盖影、相先後。个处频回首。锦房西去，期约武陵西口。当时早恨欢难偶。可堪流浪远，分携久。小畹兰英在，轻付与、何人手。不似长亭柳。舞枫眠雨，伴我一春销瘦。",
            "comment": ""
        },
        {
            "title": "思越人/朝天子",
            "content": "怊怅离亭断采襟。碧云明月两关心。几行书尾情何限，一尺裙腰瘦不禁。遥夜半，曲房深。有时昵语话如今。侵窗冷雨灯生晕，泪湿罗笺楚调吟。",
            "comment": ""
        },
        {
            "title": "思越人/朝天子",
            "content": "紫府东风放夜时。步莲秾李伴人归。五更钟动笙歌散，十里月明灯火稀。香苒苒，梦依依。天涯寒尽减春衣。凤凰城阕知何处，寥落星河一雁飞。",
            "comment": ""
        },
        {
            "title": "惜双双/惜分飞",
            "content": "皎镜平湖三十里。碧玉山围四际。莲荡香风里。彩鸳鸯觉双飞起。明月多情随舵尾。偏照空床翠被。回首笙歌地。醉更衣处长相记。",
            "comment": ""
        },
        {
            "title": "摊破浣溪沙/山花子",
            "content": "湖上秋深藕叶黄。清霜销瘦损垂杨。洲嘴嫩沙斜照暖，睡鸳鸯。红粉莲娃何处在，西风不为管馀香。今夜月明闻水调，断人肠。",
            "comment": ""
        },
        {
            "title": "摊破浣溪沙/山花子",
            "content": "双凤箫声隔彩霞。朱门深闭七香车。何处探春寻旧约，谢娘家。旖旎细风飘水麝，玲珑残雪浸山茶。饮罢西厢帘影外，玉蟾斜。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "小桃初谢。双燕还来也。记得年时寒食下。紫陌青门游冶。楚城满目春华。可堪游子思家。惟有夜来归梦，不知身在天涯。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "阴晴未定。薄日烘云影。临水朱门花一径。尽日鸟啼人静。厌厌几许春情。可怜老去兰成。看取镊残双鬓，不随芳草重生。",
            "comment": ""
        },
        {
            "title": "献金杯/厌金杯",
            "content": "风软香迟，花深漏短。可怜宵、画堂春半。碧纱窗影，卷帐蜡灯红，鸳枕畔。密写乌丝一段。采苹溪晚。拾翠沙空，尽愁倚、梦云飞观。木兰艇子，几日渡江来，心目断。桃叶青山隔岸。",
            "comment": ""
        },
        {
            "title": "相思引",
            "content": "团扇单衣杨柳陌。花似春风□无迹。赖白玉香奁供汾泽。借秀色。添春色。借秀色。添春色。云幕华灯张绮席。半醉客。留醒客。半醉客。留醒客。渐促膝倾鬟琴差拍。问此夕。知何夕。问此夕。知何夕。",
            "comment": ""
        },
        {
            "title": "减字浣溪沙/浣溪沙",
            "content": "楼角初销一缕霞。淡黄杨柳暗栖鸦。玉人和月摘梅花。笑拈粉香归洞户，更垂帘幕护窗纱。东风寒似夜来些。",
            "comment": " | 【注释】此词通篇写景而又句句含情。作者在空灵，细腻的景物描写中，寄托了作者对独处深闺的玉人艳羡怜爱的情怀 。全词意境清幽淡远 ，笔法奇妙独特，写景、咏物造微入妙，给人以美人享受。上片首句写一角红楼的上面，一缕晚霞正在消逝。“初 ”，是刚刚的意思 。这一句不是一幅静止的画，它给人以动感。“淡黄扬柳暗栖鸦”。杨柳淡黄，知是初春。此句写在淡黄杨柳之中，有乌鸦栖息其中。这里用了一“暗”字，就更给人以景物清幽之感。但下句境地更美 ：玉人，本来是美的；月下玉人，更美。月下的梅花 ，那该是“疏影横斜”、“暗香浮动”吧。正是“ 以境衬人”，则月美，花美，人更美了。上阕展现的是一幅清幽澹雅的图画，直使人有超尘绝俗之感。下片重点表现月下玉人的心理活动。过片一句写佳人笑捻香花归绣房，使人如闻其声，欲逐芳踪。这个“笑”是因梅花的清新气息令人高兴而笑，还是想起了旁的什么事情来？词中深藏不露，未予点破。接下来一句：“更垂帘幕护窗纱”，写美人放下帘幕，使它挡住纱窗，因为东风吹来，比入夜时又冷了一些，为的是使屋子里暖和点。这“寒”的程度的加深，她在室外时就已感觉到，所以才归户，垂帘。这缘故移到末句点明，是《浣溪沙》作法上的需要。此调下片首两句大都用对偶句，末句单承作结，极不易写好。张炎《词源》说到词的“末句最当留意，有有余不尽之意始佳”，所举擅于此道的词人中就有贺铸。贺词小令的结尾确是不凡 ，其手法是多样的 。结尾“东风寒似夜来些”一句，既绾住上两句的归户与垂帘的人物活动，又回带上片从霞消到月上一段时间历程，可称妙笔。此句与其说是写美人乍暖还轻冷的感觉 ，还不如说是写月下看美人者的心情。可以想像，他眼见的一切美景都随着帘幕之垂而消逝了，他怎能不心猿意与呢 ？初春入夜晚风微寒，佳人该归洞户，该垂帘护窗的，但他却见不到她的倩影。听不到她的笑声了，于是心里感到一阵寒凉&#8943;&#8943;杨慎《词品》谓此词“句句绮丽，字字清新，当时赏之 ，以为《花间》。《兰畹》不及，信然。”这一评语，较为准确地概括了此词的艺术风格。 | 【注释】①洞户：室与室之间相通的门户。②些（suò）：句末语气词，是古代楚地的方言。【评解】这首词全篇写景，却又能寄情于言外。句句绮丽，字字清新，无句不美。上片写室外景色，展现一幅清丽澹雅的图画，使人有超然世外之感。下片写室内情景。玉人捻香归户，低垂帘幕，微感春寒。全词写景潇洒出尘，风格颇与“花间”相近。【集评】艾治平《宋词名篇赏析》，此词不作情语，寄情言外。它能给你一种美的享受。是远在那些脂香粉腻的“花间词”之上的。胡仔《苕溪渔隐丛话》；词句欲全篇皆妙，极为难得。如贺方回“淡黄杨柳暗栖鸦”之句，写景可谓造微人妙；若其全篇，则不逮矣。唐圭璋《唐宋词简释》：此首全篇写景，无句不美。“楼角”一句，写残霞当楼，是黄昏入晚时之景。“淡黄”一句，写新柳栖鸦，于余红初消之中，有淡黄杨柳相映，而淡黄杨柳之中，更有栖鸦相映，境地极美。“玉人”一句，写新月，月下玉人，月下梅花，皆是美境，以境衬人，故月美花美，而人更美。下片，因外间寒生，乃捻花入户，记事生动活泼，如闻如见。“更垂”一句，显出人之华贵矜宠。收句露出寒意，文笔空灵。--引自惠淇源《婉约词》"
        },
        {
            "title": "减字浣溪沙/浣溪沙",
            "content": "两点春山一寸波。当筵娇甚不成歌。动人情态可须多。金井露寒风下叶，画桥云断月侵河。厌厌此夜奈愁何。",
            "comment": ""
        },
        {
            "title": "减字浣溪沙/浣溪沙",
            "content": "浮动花钗影鬓烟。浅妆浓笑有馀妍。酒醺檀点语凭肩。留不住时分钿镜，旧曾行处失金莲。碧云芳草恨年年。",
            "comment": ""
        },
        {
            "title": "减字浣溪沙/浣溪沙",
            "content": "清浅陂塘藕叶乾。细风蔬雨鹭鸶寒。半垂帘幕倚阑干。惆怅窃香人不见，几回憔悴後庭兰。行云可是渡江难。",
            "comment": ""
        },
        {
            "title": "减字浣溪沙/浣溪沙",
            "content": "青翰舟中祓禊筵。粉娥窥影两神仙。酒阑飞去作非烟。重访旧游人不见，雨荷风蓼夕阳天。折花临水思茫然。",
            "comment": ""
        },
        {
            "title": "减字浣溪沙/浣溪沙",
            "content": "宫锦袍熏水麝香。越纱裙染郁金黄。薄罗依约见明妆。绣陌不逢携手伴，绿窗谁是画眉郎。春风十里断人肠。",
            "comment": ""
        },
        {
            "title": "减字浣溪沙/浣溪沙",
            "content": "鹦鹉惊人促下帘。碧纱如雾隔香奁。雪儿窥镜晚蛾纤。乌鹊桥边河络角，鸳鸯楼外月西南。门前嘶马弄金衔。",
            "comment": ""
        },
        {
            "title": "减字浣溪沙/浣溪沙",
            "content": "鹦鹉无言理翠襟。杏花零落昼阴阴。画桥流水半篙深。芳径与谁寻斗草，绣床终日罢拈针。小笺香管写春心。",
            "comment": ""
        },
        {
            "title": "减字浣溪沙/浣溪沙",
            "content": "闲把琵琶旧谱寻。四弦声怨却沈吟。燕飞人静画堂深。欹枕有时成雨梦，隔帘无处说春心。一从灯夜到如今。",
            "comment": " | 【注释】此词是闺怨词中的佳作。词中前五句一句一意境，塑造出鲜明的艺术形象 ，表达出极缠绵悱恻的情感。末句一笔叫醒，使全篇实处皆虚，陡入胜境，加强了全词情感的力度和深度 。《白雨斋词话》评此词结句云：“妙处全在结句，开后人无数章法。上片起首一句用韦庄《谒金门》词“闲抱琵琶寻旧曲 ”句 。“把”、“抱”同义。“谱”，这里也指曲。“ 曲”而书之于纸为“ 谱 ”，“谱 ”而付诸管弦为“曲”。“寻”为“重温”之义。全句写一位少女百无聊赖，随意抱持琵琶重弹旧曲。次句“四弦声怨却沉吟”承上，言琵琶的四根弦上发出凄怨的音响，一似人在深思时的微吟咏叹 。“却”字与“旧”字是词眼所在 ，“ 却 ”字见出琵琶声之“ 怨”、之“沉吟”，恰与弹曲者的主观意愿相反：本欲解闷 ，适增其愁。可见 ，上句所谓“旧谱”，并非单指过时的曲子，而是指往日与恋人聚会时曾经弹奏过的乐调。那时候两情欢悦 ，因此琴声欢快 ，如今两情隔绝，虽抚弦更弹旧曲，企望用美好的回忆来自我安慰，但无论如何也奏不出旧日的愉悦之音了。第三句“燕飞人静画堂深 ”，语意层而进。少女幽居闺中，孤寂无偶，只有梁燕作伴。燕子似乎不忍心听到这哀怨的琴声，飞走了；少女本人也不能终曲，放下了拨子。一个“静”字，一个“深”字写出了闺中又恢复了先前那种死一般的静止，意境深邃。过片两句为对比。上联写少女斜靠着枕头，有时象宋玉《高唐赋》里那位“旦为朝云，暮为行雨，朝朝暮暮，阳台之下”的巫山神女一样，在梦中飞到情人身边，重在渲染情之烈；下联写一道门帘，就象沉重的棺盖，使闺中人与世隔绝，无处诉说她的怀春相思之心，重在点出现况之苦。歇拍写“灯夜”即正月十五元宵节夜前后几天城市处处张灯结彩，通宵达旦供人玩赏，平日藏在深闺人未识的姑娘们，难得这样的好机会，可获准外出嬉游 。本篇所写的少女 ，最后一次见到恋人，就在元夜。从那之后，魂牵梦绕，却至今未唔。此句七个字用数字写时间，把前此的种种情感反复并深化了。大有点石成金之妙。陈廷焯即以此为例，评曰“妙处全在结句，开后人无数章法”（《白雨斋词活》）。"
        },
        {
            "title": "减字浣溪沙/浣溪沙",
            "content": "莲烛啼痕怨漏长。吟蛩随月到回廊。一屏烟景画潇湘。连夜断无行雨梦，隔年犹有著人香。此情须信是难忘。",
            "comment": ""
        },
        {
            "title": "减字浣溪沙/浣溪沙",
            "content": "梦想西池辇路边。玉鞍娇马小辎軿。春风十里斗婵娟。临水登山漂泊地，落花中酒寂寥天。个般情味已三年。",
            "comment": ""
        },
        {
            "title": "减字浣溪沙/浣溪沙",
            "content": "烟柳春梢蘸晕黄。井阑风绰小桃香。觉时帘幕又斜阳。望处定无千里眼，断来能有几回肠。少年禁取恁凄凉。",
            "comment": ""
        },
        {
            "title": "减字浣溪沙/浣溪沙",
            "content": "鼓动城头啼暮鸦。过云时送雨些些。嫩凉如水透窗纱。弄影西厢侵户月，分香东畔拂墙花。此时相望抵天涯。",
            "comment": ""
        },
        {
            "title": "减字浣溪沙/浣溪沙",
            "content": "三扇屏山匝象床。背灯偷解素罗裳。粉肌和汗自生香。易失旧欢劳蝶梦，难禁新恨费鸾肠。今宵风月两相忘。",
            "comment": ""
        },
        {
            "title": "减字浣溪沙/浣溪沙",
            "content": "秋水斜阳演漾金。远山隐隐隔平林。几家村落几声砧。记得西楼凝醉眼，昔年风物似如今。只无人与共登临。",
            "comment": " | 【注释】此词虚实相生地展现了当下词人登临所见的眼前之景和伊人作伴。词人当初凝着醉眼所观赏的往久之景，通过今久情景的对比，流露出作者物是人非。恍若隔世的怅惘心绪 。全词意境沉郁，语言收放自如。词的上片写登临所见：清澈的秋水，映着斜阳，漾起金波。一片平展的树林延伸着，平林那边，隐隐地横着远山。疏疏的村落，散见在川原上，传出断断续续的砧杵声。接下去，下片前两句说昔年曾登此楼，风景与今相似。而词人今日面对此景，究竟唤起何种感慨，却到结句“只无人与共登临”。才点明，原来昔日同登此楼的人，今已不在，只剩下作者孑然一身，伫立于楼上了。联系贺铸的生平看，那位不能同来的人，可能是他的眷属。至此，可以感到上片所写的那秋水斜阳，那远山平林，那村落砧声 ，都不再是客观的景物了，而是词人心中眼中，都有一种伤心说不出处，这种伤心说不出的情绪，借助于末句的点醒 ，令人于言外得之 ，倍觉其百感苍茫，含蕴深厚。此词虚实相生地展现了当下词人登临所见的眼前之景和伊人作伴。词人当初凝着醉眼所观赏的往文之景，通过今文情景的对比，流露出作者物是人非、恍若隔世的怅惘心绪 。全词意境沉郁，语言收放自如。"
        },
        {
            "title": "小重山",
            "content": "花院深疑无路通。碧纱窗影下，玉芙蓉。当时偏恨五更钟。分携处，斜月小帘栊。楚梦冷沈踪。一双金缕枕，半床空。画桥临水凤城东。楼前柳，憔悴几秋风。",
            "comment": " | 【注释】此词抒写情侣离别相思的情怀。词中于上片虚而若实，写梦中相会；下片实中有虚，写梦回凄凉。全词通过叙写别后经年。相思成梦。梦回凄凉的真实情景，从设想和现实两方面表出了主人公对爱人的诚挚深情。整首词化景物为情思，语弥淡而情弥深，读来别有一番风味。上片起首一句 ，“疑”字用得极妙。这个“疑”，不仅写出男主人公之“疑”而且表明是梦中之“疑”。相别日久，朝思暮想，以致因情生幻 ，“灵魂出窍”，在梦中跋涉千里，来到了过去曾经和心上人欢会的旧地。夜阑人静，月明星稀，看着那花木繁茂，曲折幽深的花园 ，不禁心生疑虑 ，种种忐忑不安的测度借“疑无路通”表现出来，写得迷离惝恍。碧纱句 ，重点在“芙蓉”上。《西京杂记》卷二说卓文君姣好，眉色如望远山，脸际常若芙蓉，以后有“芙蓉如面柳如眉”（白居易《长恨歌》）、“强整娇姿临宝镜 ，小池一朵芙蓉”（李珣《临江仙》）等句，都是以“ 芙蓉 ”来喻美人，此处袭用前人的这种用法。在“芙蓉”之上加以“玉”字，前面又限以“碧纱窗影下 ”之绝美环境，真是形神俱现，呼之欲出。主人公拂柳穿花 ，孑孑前行 ，刚刚绕过那幽雅的回廊，已经看到心上人伫立在如梦如幻的朦胧碧纱窗影下，似玉琢芙蓉，嬝嬝婷婷，顾盼生辉，笑颜以待。“当时”句写良夜何其，欢娱很短，正当两人意惬情浓、热烈缠绵之际，东方已白，晓钟发动，这怎能不使人产生“ 偏恨 ”的感慨呢！冠以“当时”二字，应是既指今梦，亦指昔时，动荡变幻之中，虚实莫变。“分携”句谓在晓钟的声声催促之下，两人在户外执手依依，洒泪相别，那清冷的月光斜照在帘栊之上，更增添了别离的痛苦和感伤。换头一句承上启下 ，由虚入实 。用宋玉《高唐赋 》梦怀王与神女在梦中相会之典 ，故词句以“楚梦”借指上片的情事。蓦然惊觉，梦冷踪沉，残月残烛，空虚寂寞。眼前精心绣制的金缕双枕，反衬出主人公此时的孤独；身边空荡荡的半床鸳被，更使他黯然销魂 。这两句是全词的词眼结拍两句 ，又化实为虚，从对面写起。“凤城”，即京城，男主人公这时正远在天涯，而他所恋的女子却远在京城东边一角。由上句的“双枕”、“半床 ”，很自然地联想起对方对自己的思念 。词人以楼前杨柳几度秋风 、几度凋零来暗示女方的失望和憔悴，赋情于物，亦物亦人，更得含蓄蕴藉之妙。"
        },
        {
            "title": "烛影摇红",
            "content": "波影翻帘，泪痕凝蜡青山馆。故人千里念佳期，襟佩如相款。惆怅更长梦短。但衾枕、馀芬剩暖。半窗斜月，照人肠断，啼鸟不管。",
            "comment": ""
        },
        {
            "title": "鸳鸯梦/临江仙",
            "content": "午醉厌厌醒自晚，鸳鸯春梦初惊。闲花深院听啼莺。斜阳如有意，偏傍小窗明。莫倚雕阑怀往事，吴山楚水纵横。多情人奈物无情。闲愁朝复暮，相应两潮生。",
            "comment": ""
        },
        {
            "title": "雁後归/临江仙",
            "content": "翡翠楼高帘幕薄，温家小玉妆台。画眉难称怯人催。羞从面色起，娇逐语声来。门外木兰花艇子，垂杨风扫纤埃。平湖一镜绿萍开。缓歌轻调笑，薄暮采莲回。",
            "comment": ""
        },
        {
            "title": "雁後归/临江仙",
            "content": "巧翦合欢罗胜子，钗头春意翩翩。艳歌浅拜笑嫣然。愿郎宜此酒，行乐驻华年。未是文园多病客，幽襟凄断堪怜。旧游梦挂碧云边。人归落雁後，思发在花前。",
            "comment": ""
        },
        {
            "title": "念彩云/夜游宫",
            "content": "流水苍山带郭。寻尘迹、宛然如昨。犹记黄花携手约。误重来，小庭花，空自落。不怨兰情薄。可怜许、彩云漂泊。紫燕西飞书漫托。碧城中，几青楼，垂画幕。",
            "comment": ""
        },
        {
            "title": "吴门柳/渔家傲",
            "content": "啸度万松千步岭。钱湖门外非尘境。见底碧漪如眼净。岚光映。镜屏百曲新磨莹。好月为人重破瞑。云头艳艳开金饼。传语桂娥应奈静。堪乘兴。尊前听我游仙咏。",
            "comment": ""
        },
        {
            "title": "吴门柳/渔家傲",
            "content": "窈窕盘门西转路。残阳映带青山暮。最是长杨攀折苦。堪怜许。清霜翦断和烟缕。春水归期端不负。依依照影临南浦。留取木兰舟少住。无风雨。黄昏月上潮平去。",
            "comment": ""
        },
        {
            "title": "楼下柳/天香",
            "content": "满马京□，装怀春思，翩然笑度江南。白鹭芳洲，青蟾雕舰，胜游三月初三。舞裙溅水，浴兰佩、绿染纤纤。归路要同步障，迎风会卷珠帘。离觞未容半酣。恨乌樯、已张轻帆。秋鬓重来淮上，几换新蟾。楼下会看细柳，正摇落清霜拂画檐。树犹如此，人何以堪。",
            "comment": ""
        },
        {
            "title": "江南曲/踏莎行",
            "content": "小苑浴兰，微波寄叶。石城回首山重沓。绮窗烟雨梦佳期，飞霞艇子雕檀楫。楼回披襟，廊长响屧。供愁麝月眉心帖。紫箫闲捻度新声，有人偷倚阑干掐。",
            "comment": ""
        },
        {
            "title": "江南曲/踏莎行",
            "content": "鸦轧齐桡，□冬叠鼓。浮骖晚下金牛渚。莫愁应自有愁时，篷窗今夜潇潇雨。杜若芳洲。芙蓉别浦。依依艳笑逢迎处。随潮风自石城来，潮回好寄人传语。",
            "comment": ""
        },
        {
            "title": "江南曲/踏莎行",
            "content": "蝉韵清弦，溪横翠縠。翩翩彩鷁帆开幅。黄帘绛幕掩香风，当筵灿灿人如玉。浅黛凝愁，明波转瞩。兰情似怨临行促。不辞寸断九回肠，殷勤更唱江南曲。",
            "comment": ""
        },
        {
            "title": "摊破浣溪沙/山花子",
            "content": "曲磴斜阑出翠微。西州回首思依依。风物宛然长在眼，只人非。绿树隔巢黄鸟并，沧洲带雨白鸥飞。多谢子规啼劝我，不如归。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "彼美吴姝唱，繁会阖闾邦。千坊万井，斜桥曲水小轩窗。缥缈关山台观。罗绮云烟相半。金石压掁撞。痴信东归虏，黑自死心降。范夫子，高标韵，秀眉庞。功成长往，有人同载世无双。物外聊从吾好。赖尔工颦妍笑。伴醉玉连缸。尽任扁舟路，风雨卷秋江。",
            "comment": ""
        },
        {
            "title": "芳洲泊/踏莎行",
            "content": "露叶栖萤，风枝袅鹊。水堂离燕褰珠箔。一声横玉吹流云，厌厌凉月西南落。江际吴边，山侵楚角。兰桡明夜芳洲泊。殷勤留语采香人，清尊不负黄花约。",
            "comment": ""
        },
        {
            "title": "金凤钩",
            "content": "江南又叹流寓。指芳物、伴人迟暮。搅晴风絮。弄寒烟雨。春去更无寻处。石城楼观青霞举。想艇子、寄谁容与。断云荆渚。限潮湓浦。不见莫愁归路。",
            "comment": ""
        },
        {
            "title": "连理枝",
            "content": "绣幌闲眠晓。处处闻啼鸟。枕上无情，斜风横雨，落花多少。想灞桥、春色老於人，恁江南梦杳。往事今何道。聊咏池塘草。怀县年来，萧萧壮发，可堪频照。赖醉乡、佳境许徜徉，惜归欤不早。",
            "comment": ""
        },
        {
            "title": "河满子",
            "content": "每恨相逢薄处，可怜欲去迟回。犹记新声团扇□，殷勤再引馀杯。为问依依杨柳，秋风好住章台。疏雨忽随云断，斜阳却送潮回。桃叶青山长在眼，几时双楫迎来。如待碧阑红药，一年两度花开。",
            "comment": ""
        },
        {
            "title": "雁後归/临江仙",
            "content": "鸦背夕阳山映断，绿杨风扫津亭。月生河影带疏星。青松巢白鸟，深竹逗流萤。隔水彩舟然绛蜡，碧窗想见娉婷。浴兰熏麝助芳馨。湘弦弹未半，凄怨不堪听。",
            "comment": ""
        },
        {
            "title": "御街行",
            "content": "松门石路秋风扫。似不许、飞尘到。双携纤手别烟萝，红粉清泉相照。几声歌管，正须陶写，翻作伤心调。岩阴暝色归云悄。恨易失、千金笑。更逢何物可忘忧，为谢江南芳草。断桥孤驿，冷云黄叶，相见长安道。",
            "comment": ""
        },
        {
            "title": "忆秦娥",
            "content": "著春衫。玉鞭鞭马南城南。南城南。柔条芳草，留驻金衔。粉娥采叶供新蚕。蚕饥略许携纤纤。携纤纤。湔裙淇上，更待初三。",
            "comment": ""
        },
        {
            "title": "忆秦娥",
            "content": "风惊幕。灯前细雨檐花落。檐花落。玉台清镜，泪淹妆薄。良时不再须行乐。王孙莫负东城约。东城约。一分春色，为君留著。",
            "comment": ""
        },
        {
            "title": "忆秦娥",
            "content": "晓朦胧。前溪百鸟啼匆匆。啼匆匆。凌波人去，拜月楼空。去年今日东门东。鲜妆辉映桃花红。桃花红。吹开吹落，一任东风。",
            "comment": ""
        },
        {
            "title": "醉春风",
            "content": "楼外屏山秀。凭阑新梦後。归云何许误心期，候候候。到陇梅花，渡江桃叶，断魂招手。楚制汗衫旧。啼妆曾枕袖。东阳咏罢不胜情，瘦瘦瘦。隋岸伤离，渭城怀远，一枝烟柳。",
            "comment": ""
        },
        {
            "title": "怨三三",
            "content": "玉津春水如蓝。宫柳毵毵。桥上东风侧帽檐。记佳节、约是重三。飞楼十二珠帘。恨不贮、当年彩蟾。对梦雨廉纤。愁随芳草，绿遍江南。",
            "comment": ""
        },
        {
            "title": "诉衷情",
            "content": "半销檀粉睡痕新。背镜照樱唇。临风再歌团扇，深意属何人。轻调笑，浅凝颦。认情亲。最难堪酒，似不胜情，依样伤春。",
            "comment": ""
        },
        {
            "title": "诉衷情",
            "content": "不堪回首卧云乡。羁宦负清狂。年来镜湖风月，鱼鸟两相忘。秦塞险，楚山苍。更斜阳。画桥流水，曾见扁舟，几度刘郎。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "携手看花深径，扶肩待月斜廊。临分少伫已伥伥。此段不堪回想。欲寄书如天远，难销夜似年长。小窗风雨碎人肠。更在孤舟枕上。",
            "comment": " | 【注释】此词爱情词中的佳作。全词用笔句句紧逼，用意层层深入，沉郁顿挫，情厚意婉，将主人公与恋人的别后相思之情抒写得淋漓尽致。上片首二句以极其工整的对句，温馨旖旎地写出了男女欢会这样一种典型环境中的典型情态：一对情侣 ，在姹紫嫣红、争芳斗艳的小园深径里携手赏花，在夜静人寂、凉风习习的幽雅斜廊上扶肩待月，卿卿我我，情意绵绵。这两句极其生动而概括。接下来两句一反起首二句追忆欢会时的热烈缠绵，陡然转入今日回想时的悲凉，形成感情上的巨大落差，从而给人以强烈的震撼，产生了动魂荡魄的艺术效果。“怅怅 ”，迷惘不知所措貌。上句以一“已”字，突出了惜别之际，稍作延伫，已经若有所失、怅然迷茫的悲哀；下句又以“不堪”二字相呼应加倍写出今日回想时的痛心疾首，凄婉欲绝。这两句与李商隐《锦琴 》诗中所谓“此情可待成追忆，只是当时已惘然”可谓意境相类，但各尽其妙。下片四句层层深入地具体说明往事不堪回首的原因。第一句“欲”字，是说自己主观上的愿望。和心上人分别之后，羁宦天涯，见面固然已属痴想；然而谁料就连互通音问，互慰愁肠这一点愿望也由于人如天远，书无由达而落空呢？“欲寄彩笺兼尺素，山长水阔知何处。”主观的愿望被客观的现实无情地击碎，在这种情况下去回想旧日的欢会 ，这是一“ 不堪”。第二句“ 难”字，是客观环境对自己所造成的影响。“ 迟迟钟鼓初长夜，耿耿星河欲曙天”，一个人对着孤灯，凄清寂寞，百无聊赖，在漫漫长夜中咀嚼着分离的痛苦，当然会产生长夜如年那样难以销磨的无限感慨 。这是二“不堪”。第三句“小窗风雨”是耳边所闻 。听着风雨敲打窗扉之声，词人不禁肝肠俱碎。“碎”字极炼而似不炼，情景两兼，可称得上是著一字而境界全出 。这是三不堪 。第四句收束全词，以“ 更在 ”透进一层，指出以上之种种，全发生，在“ 孤舟枕上”，把羁旅愁思、宦途枨触与恋情打成一片。这是四“不堪”。"
        },
        {
            "title": "摊破木兰花/木兰花",
            "content": "桂叶眉丛恨自成。锦瑟弦调，双凤和鸣。钗梁玉胜挂兰缨。帘影沈沈，月堕参横。屏护文茵翠织成。摘佩牵裾，燕样腰轻。清溪百曲可怜生。大抵新欢，此夜□情。",
            "comment": ""
        },
        {
            "title": "惜奴娇",
            "content": "玉立佳人，韵不减、吴苏小。赋深情、华年韶妙。叠鼓新歌，最能作、江南调。缥缈。似阳台、娇云弄晓。有客临风，梦後拟、池塘草。竟装怀、□愁多少。绿绮芳尊，映花月、东山道。正要。个卿卿、嫣然一笑。",
            "comment": ""
        },
        {
            "title": "玉连环/一落索",
            "content": "别酒更添红粉泪。促成愁醉。相逢浅笑合微吟，撩惹到、缠绵地。花下解携重附耳。佳期深记。青翰舟稳绣衾香，谁禁断、东流水。",
            "comment": ""
        },
        {
            "title": "木兰花/玉楼春",
            "content": "罗巾粉汗和香浥。纤指留痕红一捻。离亭再卜和欢期，寻见石榴双翠叶。危楼欲上危肠怯。纵得鸾胶难寸接。西风燕子会来时，好付小笺封泪帖。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "沈侯销瘦。八咏新题就。惆怅酒醒兼梦後。带眼如何复旧。几时一叶兰舟。画桡鸦轧东流。新市小桥西畔，有人长倚妆楼。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "林皋叶脱。楼下清江阔。船里琵琶金捍拨。弹断么弦再抹。夜潮州渚生寒。城头星斗阑干。忍话旧游新梦，三千里外长安。",
            "comment": ""
        },
        {
            "title": "小重山",
            "content": "一叶西风生嫩凉。彩舟旗影动，背斜阳。溪流几曲似回肠。高城远，今夜为谁长。正节号清狂。苎萝标韵美，倚新妆。月华歌调转清商。尊酒畔，好住伴刘郎。",
            "comment": ""
        },
        {
            "title": "南歌子",
            "content": "心蹙黄金缕，梢垂白玉团。孤芳不怕雪霜寒。先向百花头上、探春□。傍水添新韵，横墙露粉颜。夜来和月起凭阑。认得暗香微度、有无间。",
            "comment": ""
        },
        {
            "title": "南歌子",
            "content": "绣幕深朱户，熏炉小象床。扶肩醉被冒明珰。绣履可怜分破、两鸳鸯。梦枕初回雨，啼钿半□妆。一钩新月渡横塘。谁认凌波微步、袜尘香。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "一幅霜绡，麝煤熏腻纹丝缕。掩妆无语。的是销凝处。薄暮兰桡，漾下苹花渚。风留住。绿杨归路。燕子西飞去。",
            "comment": " | 【注释】此词表现一对情侣乍别的悲伤和别后的思恋。词之上片从居者也即女方写，写情人离别；下片转写行者亦即男方 ，写既别之后。全词采用潜气内转之法，层次的演进从画面的转换中表现出来，极尽含蓄蕴藉之致，初读不知所云，但觉晦涩，反复吟咏之后，文义自通，别有情趣。这种秾密深隐的艺术风格，犹如橄榄之味，苦尽而甘，味美于回。上片首二句，“霜绡”即素绢，此处指手帕 。词中写手帕，常用“罗帕”、“鲛绡”一类字面，这里用“霜绡”，突出它的洁白如霜，还有象征纯洁的意思。又手帕的量词往往称“一方”这里却改用“一幅”以突出它的大 。“麝煤”是熏炉中所燃烧的香料。以上两句系用曲笔，很婉约地暗示读者：那女子因与情人离别而伤心哭泣，流了许多眼泪，一大块手绢都浸透了 ，故须放在熏炉上烘烤 。言“熏贝贰纹丝缕”，则分明是泪雨不曾睛，手绢刚烘干又沾湿，不知反复熏焙了多少次，以至于丝帕的香味达到饱和，浓得刺鼻了。“掩妆无语”，改从正面点明女主人公用手绢捂住脸 ，“竟无语凝咽”此句以简洁凝炼的语言，营造出“ 此时无声胜有声 ”的意境 ，写得新奇而又生动。末句更直截了当地揭出“悲莫悲兮生别离 ”的旨意。“的是”，犹言“确是”。“消凝”，为“消魂凝魂”的缩语 ，谓感怀伤神 。“处”，此表时间，用如“时”。此句与“掩妆”句紧密配合，使起首两句的意象落到实处，化为明朗。过片“ 薄暮”二句，叙行者于傍晚时解缆启程。一“漾”字炼得甚好，见出此行乃迫不得已，故决不肯急帆快桨，而只是随波逐流。无意中，船儿却漂向了开满白苹花的水中小洲。古代风俗，姑娘们每于上已、寒食、清明等春日佳节出游郊野水滨，采集白苹花赠送给自己的情人。词中男主人公应当也享受过这样的幸福。如今，蓦地见到那凝结着爱情的一丛丛小花，怎不勾起记忆中温馨甜蜜的往事？怎不触发心底里不可遏止的相思 ？这就逗出了下文 。“ 风留住”，三字单独成句。明明是人不忍行，故稍遇逆风即小泊苹渚，徜徉于伊人昔曾采花之地，无限依依，妙在不说破 ，却借助拟人化的手法，把风儿写得极有情意。结拍两句用唐人顾况《 短歌行》“ 紫燕西飞欲寄书”句歇后。贺词中用此句处甚多，如《九回肠》：“赖有雕梁新燕 ，试寻访、五陵狂。小华笺，付与西飞去，印一双愁黛，再三归字，囗九回肠。”《凤栖梧》：“小砑绫笺，偷寄西飞燕 。”《菱花怨》：“会凭紫燕西飞，更约黄囗相待 。”《木兰花 》：“西飞燕子会来时，好付小笺封泪帖 。”皆可与本篇对参。此二句言主人公刚刚踏上旅途 ，就迫不及待地托燕子捎信给心上人，抒写出深沉而又急切的相思之情。此词善于扌瞿取生活中最能集中表现情侣间特定情感的典型素材，将男女主人公的一往情深抒写得婉曲动人，收到了很好的艺术效果。"
        },
        {
            "title": "罗敷歌/采桑子",
            "content": "东山未办终焉计，聊尔西来。花苑平台。倦客登临第几回。连延复道通驰道，十二门开。车马尘埃。怅望江南雪後梅。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "暂假临淮东道主，每逃歌舞华筵。经年未办买山钱。筋骸难强，久坐沐猴禅。行拥一舟称浪士，五湖春水如天。越人相顾足嫣然。何须绣被，来伴拥蓑眠。",
            "comment": ""
        },
        {
            "title": "南乡子",
            "content": "柳岸舣兰舟。更结东山谢氏游。红泪清歌催落景，回头。□出尊前一段愁。东水漫西流。谁道行云肯驻留。无限鲜飙吹芷若，汀洲。生羡鸳鸯得自由。",
            "comment": ""
        },
        {
            "title": "南乡子",
            "content": "秋半雨凉天。望後清蟾未破圆。二十四桥游冶处，留连。携手娇饶步步莲。眉宇有馀妍。初破瓜时正妙年。玉局弹棋无限意，缠绵。肠断吴蚕两处眠。",
            "comment": ""
        },
        {
            "title": "摊破木兰花/木兰花",
            "content": "南浦东风落暮潮。祓禊人归，相并兰桡。回身昵语不胜娇。犹碍华灯，扇影频摇。重泛青翰顿寂寥。魂断高城手漫招。佳期应待鹊成桥。为问行云，谁伴朝朝。",
            "comment": ""
        },
        {
            "title": "摊破木兰花/木兰花",
            "content": "芳草裙腰一尺围。粉郎香润，清洒蔷薇。为嫌风日下楼稀。杨柳青阴，深闭朱扉。枉是尊前调玉徽。彩鸾何事逐鸡飞。楚台赋客莫相违。留住行云，好待郎归。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "多情多病。万斛闲愁量有剩。一顾倾城。惟觉尊前笑不成。探香幽径。好住东风谁主领。多谢流莺。欲别频啼四五声。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "南园清夜。临水朱阑垂柳下。从坐莲花。潋滟觥船泛露华。酒阑歌罢。双□前愁东去也。回想人家。芳草平桥一径斜。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "闲情减旧。无奈伤春能作瘦。桂楫兰舟。几送人归我滞留。西门官柳。满把青青临别手。谁共登楼。分取烟波一段愁。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "春容秀润。二十四番花有信。鸾镜佳人。得得浓妆样样新。情无远近。水阔山长分不尽。一断音尘。泪眼花前只见春。",
            "comment": ""
        },
        {
            "title": "木兰花/玉楼春",
            "content": "朝来著眼沙头认。五两竿摇风色顺。佳期学取弄潮儿，人纵无情潮有信。纷纷花雨红成阵。冷酒青梅寒食近。漫将江水比闲愁，水尽江头愁不尽。",
            "comment": ""
        },
        {
            "title": "木兰花/玉楼春",
            "content": "嫣然何啻千金价。意远态闲难入画。更无方便只尊前，说尽牵情多少话。别来乐事经春罢。枉度佳春抛好夜。如今触绪易销魂，最是不堪风月下。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "厌厌别酒。更执纤纤手。指似归期庭下柳。一叶西风前後。无端不系孤舟。载将多少离愁。又是十分明月，照人两处登楼。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "宋邻东畔。明月关深院。玉指金徽调旧怨。楚客归心欲断。城隅芳草初春。佳期重约临分。丽句漫题双带，也愁系住行云。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "吴波不动。四际晴山拥。载酒一尊谁与共。回首江湖旧梦。长艚珠箔青篷。橹声鸦轧征鸿。泪□镂檀香枕，醉眠摇□春风。",
            "comment": ""
        },
        {
            "title": "思越人/朝天子",
            "content": "京口瓜洲记梦间。朱扉犹想映花关。东风太是无情思，不许扁舟兴尽还。春水漫，夕阳闲。乌樯几转绿杨湾。红尘十里扬州过，更上迷楼一借山。",
            "comment": ""
        },
        {
            "title": "拥鼻吟/吴音子",
            "content": "别酒初销，怃然弭棹蒹葭浦。回首不见高城，青楼更何许。大艑轲峨，越商巴贾。万恨龙锺，篷下对语。指征路。山缺处，孤烟起，历历闻津鼓。江豚吹浪，晚来风转夜深雨。拥鼻微吟，断肠新句。粉碧罗笺，封泪寄与。",
            "comment": ""
        },
        {
            "title": "定情曲",
            "content": "沈水浓熏，眉粉淡妆，露华鲜映春晓。浅颦轻笑。真物外，一种闲花风调。可待合欢翠被，不见忘忧芳草。拥膝浑忘羞，回身就郎抱。两点灵犀心颠倒。念乐事稀逢，归期须早。五云闻道。星桥畔、油壁车迎苏小。引领西陵自远，携手东山偕老。殷勤制、双凤新声，定情永为好。",
            "comment": ""
        },
        {
            "title": "菱花怨",
            "content": "叠鼓嘲喧，彩旗挥霍，苹汀薄晚，兰舟催解。别浦潮平，小山云断，十幅饱帆风快。回想牵衣，愁掩啼妆，一襟香在。纨扇惊秋，菱花怨晚，谁共蛾黛。何处玉尊空，对松陵正美，鲈鱼苽菜。露洗凉蟾，潦吞平野，三万顷非尘界。览胜情无奈。恨难招、越人同载。会凭紫燕西飞，更约黄鹂相待。",
            "comment": ""
        },
        {
            "title": "忆仙姿/如梦令",
            "content": "彩舫解维官柳。楼上谁家红袖。团扇弄微风，如为行人招手。回首。回首。云断武陵溪口。",
            "comment": ""
        },
        {
            "title": "忆仙姿/如梦令",
            "content": "莲叶初生南浦。两岸绿杨飞絮。向晚鲤鱼风，断送彩帆何处。凝伫。凝伫。楼外一江烟雨。",
            "comment": ""
        },
        {
            "title": "夜游宫",
            "content": "江面波纹皱縠。江南岸、草和烟绿。初过寒食一百六。采苹游，□香裙，鸣佩玉。心事偷相属。赋春恨、彩笺双幅。今夜小楼吹凤竹。谢东风，寄情人，肠断曲。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "雨过碧云秋。烟草汀洲。远山相对一眉愁。可惜芳年桥畔柳，不系兰舟。为问木兰舟。何处淹留。相思今夜忍登楼。楼下谁家歌水调，明月扬州。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "潮涨湛芳桥。难渡兰桡。卷帘红袖莫相招。十二阑干今夜月，谁伴吹箫。烟草接亭皋。归思迢迢。兰成老去转无憀。偏恨秋风添鬓雪，不共魂销。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "一十二都门。梦想能频。无言桃李几经春。艳粉鲜香开自落，还为何人。白纻别时新。苒苒征尘。镜中消瘦老於真。赖有天涯风月在，依旧相亲。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "把酒欲歌骊。浓醉何辞。玉京烟柳欲黄时。明日景阳门外路，相背春归。敛泪复牵衣。私语迟迟。可怜谁会两心期。惟有画帘斜月见，应共人知。",
            "comment": ""
        },
        {
            "title": "雨中花/夜行船",
            "content": "回首扬州，猖狂十载，依然一梦归来。但觉安仁愁鬓，几点尘埃。醉墨碧纱犹锁，春衫白纻新裁。认鸣珂曲里，旧日朱扉，闲闭青苔。人非物是，半晌鸾肠易断，宝勒空回。徒怅望、碧云销散，明月徘徊。忍过阳台折柳，难凭陇驿传梅。一番桃李，迎风无语，谁是怜才。",
            "comment": ""
        },
        {
            "title": "芳草渡/系裙腰",
            "content": "留征辔，送离杯。羞泪下，拈青梅。低声问道几时回。秦筝雁促，此夜为谁排。君去也，远蓬莱。千里地，信音乖。相思成病底情怀。和烦恼，寻个便，送将来。",
            "comment": " | 【注释】此词以女子的口气，采用叙事的手法，委婉曲折地写出年轻的妻子与夫君分别时难舍难分，愁肠欲断的情景。全词不事雕琢，清丽自然，朴实无华，使人耳目一新。上片起首两句省去了夫妻分别的详细经过和具体情状，富有典型性地抓住“征辔”将行那转眼即逝的一刹那，挥洒自己的笔墨：年轻的妻子对丈夫苦苦挽留，频频劝饮。——用留马和送杯来表现。词人突出一“ 留”、“一送”两个动作，简明扼要，语浅意深。以下三句 ，词人突出了妻子一“ 留”一“送”、一“ 泪下 ”、一“撚 ”、一问五个动作，细腻熨贴，委婉曲折地表现年轻妻子悲痛欲绝的心理活动。先是“泪下”，未语而先泪，泪并且如断线珍珠簌簌而落，当可知她内心的痛苦。“泪下”之前冠以“羞”，说明此情此景 ，这位少妇未曾惯经 ，正示其为新婚，新别。下面接以“撚青梅”，“撚”用手指搓转，这是下意识的动作。欲言则羞，欲不言则心中有无数话儿要倾吐 ，所以左右为难 ，低首撚梅。典出李白《长干行》其中有“郎骑竹马来，绕床弄清梅”的诗句，故成语“青梅竹马”多用来指青年男女幼时天真无邪的交往。这里词人借用“青梅”二字来暗示这对年轻夫妇由两小无猜而结为良缘。离别的痛苦终于战胜了新婚的羞涩 。故最后再接以“ 问”，“问”之前又限以“ 低声”，“问”之后又续以“几时回”，未发而盼早归 ，明知一去千里 ，归期难准，而问以“几时回”，可以说已经写尽了女了痴情。状难写之境如在目前，含不尽之意见于言外。“ 秦筝 ”句以下 ，全为妻子最后的送行之语。“秦筝”，弦乐器的一种 ，传为秦卜蒙恬所造。“雁”即雁柱，为筝上支弦之物；古筝的弦柱斜列有如飞雁斜行 ，故称。柱可以左右移动以调节音高。“促”迫也，近也，柱移近则弦急。后汉侯瑾《筝赋》有“急弦促柱 ”之句。因此“雁促”也就是柱促，即弦急，弦急则音高。这两句意思谓和你分别以后，今夜还有什么心思弹筝呢？过片以下仍是女子对丈夫的嘱咐。本来，离别千里之遥运，两地音信之隔绝，这感觉是去留双方彼此同之的，这里却用一个“君”字领起，就有设身处地代他说了出来的意味。“蓬菜”，传说中仙人海上所居之处 ，此借指丈夫去处之遥远 ；不止于远，而且音信难通，这样就会因想念妻子而相思成病。她不要求丈夫寄信寄物，而要求他把相思成病时是怎么样的一种情怀，以及种种烦恼，寻个方便寄送给她。这里面含义颇丰：一要他把满腔愁苦，百般烦恼，尽情向她倾吐出来，以减轻心里的郁闷；二要他把那些精神负担送给她，让她来代替承受。三要他把这种相思成病的情怀和烦恼也送给她，她情愿自己承受双重的精神重压，而不让丈夫再有负担。这种痴情的要求，是不合常理的，然而词人却以此把妻子对丈夫的爱惜表现得淋漓尽致。"
        },
        {
            "title": "凤栖梧/蝶恋花",
            "content": "挑菜踏青都过却。杨柳风轻，摆动秋千索。啼鸟自惊花自落。有人同在真珠箔。淡净衣裳妆□薄。闲凭银筝，睡鬓慵梳掠。试问为谁添瘦弱。娇羞只把眉颦著。",
            "comment": ""
        },
        {
            "title": "忆仙姿/如梦令",
            "content": "江上潮回风细。红袖倚楼凝睇。天际认归舟，但见平林如荠。迢递。迢递。人更远於天际。",
            "comment": ""
        },
        {
            "title": "忆仙姿/如梦令",
            "content": "何处偷谐心赏。促坐绮罗筵上。不记下楼时，醉□月侵书幌。怀想。怀想。清丽歌声妆样。",
            "comment": ""
        },
        {
            "title": "忆仙姿/如梦令",
            "content": "梦想山阴游冶。深径碧桃花谢。曲水稳流觞，暖絮芳兰堪藉。萧洒。萧洒。月棹烟蓑东下。",
            "comment": ""
        },
        {
            "title": "忆仙姿/如梦令",
            "content": "柳下玉骢双鞚。蝉鬓宝钿浮动。半醉倚迷楼，聊送斜阳三弄。豪纵。豪纵。一觉扬州春梦。",
            "comment": ""
        },
        {
            "title": "忆仙姿/如梦令",
            "content": "雨後一分春减。深院落红如糁。柳外出秋千，度日彩旗风颭。销黯。销黯。门共宝奁长掩。",
            "comment": ""
        },
        {
            "title": "忆仙姿/如梦令",
            "content": "罗绮丛中初见。理鬓横波流转。半醉不胜情，帘影犹招歌扇。留恋。留恋。秋夜辞巢双燕。",
            "comment": ""
        },
        {
            "title": "忆仙姿/如梦令",
            "content": "相见时难别易。何限玉琴心意。眉黛只供愁，羞见双鸳鸯字。憔悴。憔悴。蜡烛销成红泪。",
            "comment": ""
        },
        {
            "title": "忆仙姿/如梦令",
            "content": "日日春风楼上。不见石城双桨。鸳枕梦回时，烛泪屏山相向。流荡。流荡。门外白苹溪涨。",
            "comment": ""
        },
        {
            "title": "忆仙姿/如梦令",
            "content": "白纻春衫新制。准拟采兰修禊。遮日走京尘，何啻分阴如岁。留滞。留滞。不似行云难系。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "轰醉王孙玳瑁筵。渴虹垂地吸长川。侧商调里清歌送，破尽穷愁直几钱。孤棹舣，小江边。爱而不见酒中仙。伤心两岸官杨柳，已带斜阳又带蝉。",
            "comment": ""
        },
        {
            "title": "风流子",
            "content": "何处最难忘。方豪健，放乐五云乡。彩笔赋诗，禁池芳草，香鞯调马，辇路垂杨。绮筵上，扇偎歌黛浅，汗浥舞罗香。兰烛伴归，绣轮同载，闭花别馆，隔水深坊。零落少年场。琴心漫流怨，带眼偷长。无奈占床燕月，侵鬓吴霜。念北里音尘，鱼封永断，便桥烟雨，鹤表相望。好在後庭桃李，应记刘郎。",
            "comment": ""
        },
        {
            "title": "海月谣",
            "content": "楼平叠巘。瞰瀛海、波三面。碧云扫尽，桂轮滉玉，鲸波张练。化出无边宝界，是名壮观。追游汗漫。愿少借、长风便。麻姑相顾，□然笑指，寒潮清浅。顿觉蓬莱方丈，去人不远。",
            "comment": ""
        },
        {
            "title": "品令",
            "content": "怀彼美。愁与泪。分占眉丛眼尾。求好梦、闲拥鸳鸯绮。恨啼鸟、唤人起。目断清淮楼上，心寄长洲坊里。迢迢地。七百三十里。几重山，几重水。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "双鹤横桥阿那边。静坊深院闭婵娟。五度花开三处见，两依然。水眄难禁频领□，歌云犹许小流连。破得尊前何限恨，不论钱。",
            "comment": ""
        },
        {
            "title": "于飞乐",
            "content": "日薄云融。满城罗绮芳丛。一枝粉淡香浓。几销魂，偏健羡、紫蝶黄蜂。繁华梦断，酒醒来、扫地春空。武陵原、回头何处，情随流水无穷。寄两行清泪，想几许残红。惜花人老，年年奈、依旧东风。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "炉烟微度流苏帐。孤衾冷叠芙蓉浪。蟋蟀不离床。伴人愁夜长。玉人飞阁上。见月还相望。相望莫相忘。应无未断肠。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "朱甍碧树莺声晓。残醺残梦犹相恼。薄雨隔轻帘。寒侵白纻衫。锦屏人起早。惟见馀妆好。眉样学新蟾。春愁入翠尖。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "芭蕉衬雨秋声动。罗窗恼破鸳鸯梦。愁倚□帘栊。灯花落地红。枕横衾浪拥。好夜无人共。莫道粉墙东。蓬山千万重。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "虚堂向壁青灯灭。觉来惊见横窗月。起看月平西。城头乌夜啼。兰衾羞更入。敧枕偷声泣。肠断数残更。望明天未明。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "子规啼梦罗窗晓。开奁拂镜严妆早。彩碧画丁香。背垂裙带长。钿筝寻旧曲。愁结眉心绿。犹恨夜来时。酒狂归太迟。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "粉香映叶花羞日。窗间宛转蜂寻蜜。欢罢卷帘时。玉纤匀面脂。舞裙金斗熨。绛襭鸳鸯密。翠带一双垂。索人题艳诗。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "绿杨眠後拖烟穗。日长扫尽青苔地。香断入帘风。炉心檀烬红。兰溪修祓禊。上巳明朝是。不许放春慵。景阳临晓钟。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "绿窗残梦闻鶗鴂。曲屏映枕春山叠。梳□发如蝉。镜生波上莲。绛裙金缕褶。学舞腰肢怯。帘下小凭肩。与人双翠钿。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "曲门南与鸣珂接。小园绿径飞胡蝶。下马访婵娟。笑迎妆阁前。鹧鸪声几叠。艳艳金蕉叶。未许被香鞯。月生楼外天。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "章台游冶金龟婿。归来犹带醺醺醉。花漏怯春宵。云屏无限娇。绛纱灯影背。玉枕钗声碎。不待宿酲销。马嘶催早朝。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "彩舟载得离愁动，无端更借樵风送。波渺夕阳迟，销魂不自持。良宵谁与共，赖有窗间梦。可奈梦回时，一番新别离！",
            "comment": "：　　此词突破了向来以山、水、烟、柳等外界景物来喻愁的手法，把难于捉摸、无影无踪的抽象愁情表现得具体可感，生动形象。全词从上片的奇特联想，无端怨责，到下片的文心起伏，一波三折，写有情人分别后思想感情的一系列变化，极为细腻真实。尤其是“因思成梦。梦回新别的设想，更是抓住了情的关键。\r\n　　起首一句“彩舟载得离愁动”，“彩舟”，是行人乘坐之舟。长亭离宴，南浦分携，行前执手，一片哀愁，而今兰舟已缓缓地离开了码头。然而这位行人的心头却还是那样悲哀，他甚至觉得这载人载货的舟上，已经装满了使人不堪负担的离愁，真是联想奇特，语新意深。\r\n　　第二句“无端更借樵风送之”“无端”，无缘无故，没来由：“樵风”，典出《会稽记》。讲的是郑宏年轻时上山砍柴，碰到了一位神人。他向神人请求若耶溪上“旦，南风；暮，北风”，以利于运柴，后果如所愿。此处用“樵风”，即有顺风的意思。这一句写的是：船借着顺风飞快地远航而去，那伫立岸边送行的心上人的倩影，很快就不可得见。词人五内俱伤，哀感无端，不由地对天公产生了奇特的怨责：为什么偏偏这个时候，没来由送来一阵无情的顺风，把有情人最后相望的一丝安慰也吹得干干净净呢！\r\n　　第三句“波渺夕阳迟”，词意由密转疏，情中布景。词人展望前程，天低水阔，烟波迷离。一抹夕阳的余晖，沉沉的暮霭之中，看上去是那样的凄凉。独立苍茫，一叶孤舟上茕茕孑立的行人遂生“销魂不自持”的无限感慨！魂销魄散，惝恍迷离，凄恻缠绵，无复生意。\r\n　　换头重笔另开，设想别夜的落寞惆怅。“良宵谁与共”，明知无人共度良宵而故作设问，突出了舍心上人而再也没有其他人可以和自己共度时光的执着痴情。“赖有窗间梦”句是说，只有独卧窗下，神思魂萦的梦境中才能和心上人再一次相见。一个“赖”字，说明词人要把梦中的欢聚作为自己孤独心灵的唯一感情依托。这两句，一问沉痛，一答哀婉，有力地表现了自己别后的孤独和凄凉。词人煞费苦心地为自己构筑了一个痴情而又感伤的希望，冷酷的现实面前，又不得不亲手把它击得粉碎。\r\n　　结拍“可奈梦回时，一番新别离！”是说梦中的欢会诚然是缠绵热烈的，无奈梦总是要醒的；而梦醒之后，一番梦会之欢欣恰又导致了“一番新别离”的痛苦！全词以感慨作结，余音不绝，抓住了爱情的关键，梦回新别离的痛苦更甚，如此作法，言尽而味不尽。"
        },
        {
            "title": "感皇恩",
            "content": "歌笑见馀妍，情生眄睐。拥髻扬蛾黛。多态。小花深院，漏促离襟将解。恼人红蜡泪。啼相对。芳草唤愁，愁来难奈。兰叶犹堪向谁采。小楼妆晚，应念斑骓何在。碧云长有待。斜阳外。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "莫厌香醪斟绣履。吐茵也是风流事。今夜夜寒愁不睡。披衣起。挑灯开卷花生纸。倩问尊前桃与李。重来若个犹相记。前度刘郎应老矣。行乐地。兔葵燕麦春风里。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "见面无多，坐来百媚生馀态。後庭春在。折取残红戴。小小兰舟，荡桨东风快。何愁载。缠绵难解。不似罗裙带。",
            "comment": ""
        },
        {
            "title": "下水船",
            "content": "芳草青门路。还拂京尘东去。回想当年离绪。送君南浦。愁几许。尊酒流连薄暮。帘卷津楼风雨。凭阑语。草草蘅皋赋。分首惊鸿不驻。灯火虹桥，难寻弄波微步。漫凝伫。莫怨无情流水，明月扁舟何处。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "粉娥齐敛千金笑。愁结眉峰小。渭城才唱浥轻尘。无奈两行红泪、湿香巾。伤心风月南城道。几纵朱轓到。明年载酒洛阳春。还念淮山楼上、倚阑人。",
            "comment": ""
        },
        {
            "title": "蕙清风",
            "content": "何许最悲秋，凄风残照。临水复登山，莞然西笑。车马几番尘，自古长安道。问谁是、後来年少。飞集两悠悠，江滨海岛。乘雁与双凫，强分多少。传语酒家胡，岁晚从吾好。待做个、醉乡遗老。",
            "comment": ""
        },
        {
            "title": "更漏子",
            "content": "芳草斜曛。映画桥□□，翠阁临津。数阕清歌，两行红粉，厌厌别酒初曛。芳意赠我殷勤。罗巾双黛痕。便兰舟独上，洞府人闲，素手轻分。十里绮陌香尘。望紫云车远，已掩青门。迤逦黄昏，景阳钟动，临风隐隐犹闻。明朝水馆渔村。凭谁招断魂。恨不如今夜，明月多情，应待归云。",
            "comment": ""
        },
        {
            "title": "凤栖梧/蝶恋花",
            "content": "独立江东人婉娈。粉本花真，千里依稀见。闲弄彩毫濡玉砚。缠绵春思□歌扇。爱我竹窗新句练。小砑凌笺、偷寄西风燕。乍可问名赊识面。十年多病风情浅。",
            "comment": ""
        },
        {
            "title": "玉京秋",
            "content": "陇首霜晴，泗滨云晚，乍摇落。废榭苍苔，破台荒草，西楚霸图冥漠。记登临事，九日胜游，千载如昨。更想像，晋客□归，谢生能赋继高作。飘泊。尘埃倦客，风月羁心，潘鬓晓来清镜觉。蜡屐纶巾，羽觞象管，且追随、隼旟行乐。东山□，应笑个侬风味薄。念故园黄花，自有年年约。",
            "comment": ""
        },
        {
            "title": "侍香金童",
            "content": "楚梦方回，翠被寒如水。尚想见、扬州桃李。姿秀韵闲何物比。玉管秋风，漫声流美。燕堂开，双按秦弦呈素指。宝雁参差飞不起。三五彩蟾明夜是。屈曲阑干，断肠千里。",
            "comment": ""
        },
        {
            "title": "河传",
            "content": "华堂重厦，向尊前更听，碧云新怨。玉指钿徽，总是挑人心眼。恨随红蜡短。彩旗影动船头转。双桨凌波，惟念人留恋。江上暮潮，隐隐山横南岸。奈离愁、分不断。",
            "comment": ""
        },
        {
            "title": "河传",
            "content": "华堂张燕。向尊前妙选，舞裙歌扇。彼美个人，的的风流心眼。恨寻芳来晚。曲街灯火香尘散。犹约晨妆，一觇春风面。惆怅善和坊里，平桥南畔。小青楼、帘不卷。",
            "comment": ""
        },
        {
            "title": "小重山",
            "content": "月月相逢只旧圆。迢迢三十夜，夜如年。伤心不照绮罗筵。孤舟里，单枕若为眠。茂苑想依然。花楼连苑起，压漪涟。玉人千里共婵娟。清琴怨，肠断亦如弦。",
            "comment": ""
        },
        {
            "title": "小重山",
            "content": "枕上阊门五报更。蜡灯香灺冷，恨天明。青苹风转彩帆轻。樯头燕，多谢伴人行。临镜想倾城。两尖愁黛浅，泪波横。艳歌重记遣离情。缠绵处，翻是断肠声。",
            "comment": ""
        },
        {
            "title": "小重山",
            "content": "帘影新妆一破颜。玳筵回雪舞，小云鬟。琼枝擢秀望难攀。凝情处，千里望蓬山。歌断酒阑珊。画船箫鼓转，绿杨湾。坠钿残燎水堂关。斜阳里，双燕伴人闲。",
            "comment": ""
        },
        {
            "title": "小重山",
            "content": "玉指金徽一再弹。新声传访戴，雪溪寒。两行墨妙破冰纨。牵情处，幽恨寄毫端。昵语强羞难。相逢真许似，镜中鸾。小梅疏影近杯盘。东风里，谁共倚阑干。",
            "comment": ""
        },
        {
            "title": "罗敷歌/采桑子",
            "content": "东亭南馆逢迎地，几醉红裙。凄怨临分。四叠阳关忍泪闻。谁怜今夜篷窗雨，何处渔村。酒冷灯昏。不许愁人不断魂。",
            "comment": ""
        },
        {
            "title": "罗敷歌/采桑子",
            "content": "自怜楚客悲秋思，难写丝桐。目断书鸿。平淡江山落照中。谁家水调声声怨，黄叶西风。罨画桥东。十二玉楼空更空。",
            "comment": ""
        },
        {
            "title": "罗敷歌/采桑子",
            "content": "东南自古繁华地，歌吹扬州。十二青楼。最数秦娘第一流。季鹰久负鲈鱼兴，不住今秋。已办归舟。伴我江湖作胜游。",
            "comment": ""
        },
        {
            "title": "罗敷歌/采桑子",
            "content": "高楼帘卷秋风里，目送斜阳。衾枕遗香。今夜还如昨夜长。玉人望月销凝处，应在西厢。半掩兰堂。惟有纱灯伴绣床。",
            "comment": ""
        },
        {
            "title": "梦相亲/玉楼春",
            "content": "清琴再鼓求凰弄。紫陌屡盘骄马鞚。远山眉样认心期，流水车音牵目送。归来翠被和衣拥。醉解寒生钟鼓动。此欢只许梦相亲，每向梦中还说梦。",
            "comment": " | 【注释】此词以自叙传的形式，写一个男子对他所钟爱的一个女了的狂热追求，以及这位男子失恋的痛苦和对姑娘的一往情深。上片起首两句对仗展现了两个互不相同的场景第一个场景重现了司马相如在卓王孙家宴会上，以《凤求凰》曲向卓文君表达爱情那戏剧性的一幕。只是男女主角换成了词人和他的意中人。第二个场景为繁华的大街 ，所谓“紫陌屡盘骄马鞚”，是写词人认准了伊人的香车 ，跟前撵后地转圆圈 ，欲得姑娘秋波飞眼、掀帘一顾吧。“鼓琴”、“盘马 ”两句虽同是写追求，貌似平列，其实并非语意的简单重复，在那场景变化中，有时间的跨度，有事态的发展，也有情感的升级。第三句“ 远山眉样认心期 ”并非紧承第二句写“盘马”时之所见，而是遥接首句，四溯“鼓琴”之事。“远山眉”见旧题汉刘向《西京杂让》：“ 卓文君姣好 ，眉色如望远山 。”首句既以词马相如自况矣，此处乃就势牵出文君以比拟伊人，密针细缕，有迹可寻。“心期”犹言“心意”，词人似乎从那姑娘的眉角眼梢看出了她对自己的好感。补此一笔，就给出了前两句之间略去了的一个情节进展的关捩，既以见当时之“鼓琴”诚为有验，又以见后日之“盘马”良非无因 。与第二句错位对接 ，写的是香轮轧轧，轻雷滚动 ，姑娘的辎姘车渐行渐远了 ，而他却仍然驻马目送。下片首二句表现主人公失恋的痛苦 ，“归来翠被和衣拥，醉解寒生钟鼓动”，写主人公喝了一场闷酒，回到家里，衣裳也没脱便抱被而眠。及至酒醒，已是夜阑，但觉寒气袭人，但听钟鼓催更。结二句“此欢只许梦相亲 ，每向梦中还说梦”，妙在笔锋两到，实不可执一求之。具体来说，一方面，它以逆挽之势插入前二句间 ，追补出自己在“ 拥被”之后、“醉解”之前做过一场美梦，是为叙事之用；另一方面，它又以顺承之势紧继前两句之后，抒发梦后深沉感慨自是入骨情语。似此“梦中说梦”之“梦”，且每每发生，不止今夕一枕而已，其哀感顽艳之程度全可意会两句中有刻骨的相思、铭心的记忆、含泪的微笑与带血的呻吟堪为全词之警策 。“梦里相亲”，但凡热恋中人，几乎无不有此情幻 ，是属对于实际生活现象的直观，还不足为奇 ；而“梦中说梦”，则完全是词人的再创造了，正是在这一点上表现出他的匠心独运。词之结尾二句，以梦中说梦为情语，表达出炽热的感性光华，表明词人在运用缘情布置缈恍惚之境的艺术手法方面达到了较高水准。"
        },
        {
            "title": "罗敷歌/采桑子",
            "content": "河阳官罢文园病，触绪萧然。犀麈流连。喜见清蟾似旧圆。人生聚散浮云似，回首明年。何处尊前。怅望星河共一天。",
            "comment": ""
        },
        {
            "title": "弄珠英/蓦山溪",
            "content": "楚乡新岁。不放残寒退。月晓桂娥闲，弄珠英、因风委坠。清淮铺练，十二玉峰前，上帘栊，招佳丽。置酒成高会。江南芳信，目断何人寄。应占镜边春，想晨妆、膏浓压翠。此时乘兴，半道忍回桡，五云溪，门深闭。碧月长相对。",
            "comment": ""
        },
        {
            "title": "更漏子",
            "content": "酒三行，琴再弄。宛是和鸣双凤。罗斗帐，绣屏风。浓香夜夜同。去年欢，今夕梦。怊怅晓钟初动。休道梦，觉来空。当时亦梦中。",
            "comment": ""
        },
        {
            "title": "宴齐云/南歌子",
            "content": "境跨三千里，楼侵尺五天。碧鸳鸯瓦昼生烟。未信西山台观、压当年。野色分禾黍，秋声入管弦。闲挥弹麈襞吟笺。三十万家风月、共流连。",
            "comment": ""
        },
        {
            "title": "江如练/蝶恋花",
            "content": "睡鸭鲈寒熏麝煎。寂寂歌梁，无计留归燕。十二曲阑闲倚遍。一杯长待何人劝。不识当年桃叶面。吟咏佳词，想像犹曾见。两桨往来风与便。潮平月上江如练。",
            "comment": ""
        },
        {
            "title": "吹柳絮/瑞鹧鸪",
            "content": "月痕依约到西厢。曾羡花枝拂短墙。初未识愁那得泪，每浑疑梦奈馀香。歌逢袅处眉先妩，酒半酣时眼更狂。闲倚绣帘吹柳絮，问何人似冶游郎。",
            "comment": ""
        },
        {
            "title": "荆溪咏/渔家傲",
            "content": "南岳去天才尺五。荆溪笠泽相吞吐。十日一风仍再雨。宜禾黍。秋成处处宜禾黍。坊市万家连岛屿。长杨□□□□□。□□□□□□□。能歌舞。刘郎不□□□□。",
            "comment": ""
        },
        {
            "title": "想车音/兀令",
            "content": "盘马楼前风日好。雪销尘扫。楼上宫妆早。认帘箔微开，一面嫣妍笑。携手别院重廊，窈窕花房小。任碧罗窗晓。间阔时多书问少。镜鸾空老。身寄吴云杳。想轣辘车音，几度青门道。占得春色年年，随处随人到。恨不如芳草。",
            "comment": ""
        },
        {
            "title": "要销凝/清商怨",
            "content": "雕梁寻巢旧燕侣。似向人欲语。试问来时，逢郎郎健否。春风深闭绣户。尽便旋、一庭花絮。要自销凝，吟郎长短句。",
            "comment": ""
        },
        {
            "title": "东阳叹/清商怨",
            "content": "流连狂乐恨景短。奈夕阳送晚。醉未成欢，醒来愁满眼。东阳消瘦带展。望日下、旧游天远。泪洒春风，春风谁复管。",
            "comment": ""
        },
        {
            "title": "望西飞/清商怨",
            "content": "十分持酒每□□。□□□□□。□计留春，春随人去远。东流□□□□。□□□、好凭双燕。望断西风，高楼帘暮卷。",
            "comment": ""
        },
        {
            "title": "城里钟/菩萨蛮",
            "content": "厌厌别酒商歌送。萧萧凉叶秋声动。小泊画桥东。孤舟月满篷。高城遮短梦。衾藉馀香拥。多谢五更风。犹闻城里钟。",
            "comment": ""
        },
        {
            "title": "舞迎春/迎春乐",
            "content": "云鲜日嫩东风软。雪初融、水清浅。粉□舞按迎春遍。似飞动、钗头燕。深折梅花曾寄远。问谁为、倚楼凄怨。身伴未归鸿，犹顾恋、江南暖。",
            "comment": ""
        },
        {
            "title": "绮筵张/好女儿",
            "content": "绮绣张筵。粉黛争妍。记六朝、旧数闺房秀，有长圆璧月，永新琼树，随步金莲。不减丽华标韵，更能唱、想夫怜。认情通、色受缠绵处，似灵犀一点，吴蚕八茧，汉柳三眠。",
            "comment": ""
        },
        {
            "title": "月先圆/好女儿",
            "content": "才色相怜。难偶当年。屡逢迎、几许缠绵意，记秋千架底，摴蒲局上，祓禊池边。收贮一春幽恨，细书遍、砑绫笺。算蓬山、未抵屏山远，奈碧云易合，彩霞深闭，明月先圆。",
            "comment": ""
        },
        {
            "title": "九回肠/好女儿",
            "content": "削玉销香。不喜浓妆。倚高楼、望断章台路，但垂杨永巷，落花微雨，芳草斜阳。赖有雕梁新燕，试寻访，武陵狂。小华笺、付与西飞去，印一双愁黛，再三归字，□九回肠。",
            "comment": ""
        },
        {
            "title": "国门东/好女儿",
            "content": "车马匆匆。会国门东。信人间、自古销魂处，指红尘北道，碧波南浦，黄叶西风。堠馆娟娟新月，从今夜、与谁同。想深闺独守空床思，但频占镜鹊，悔分钗燕，长望书鸿。",
            "comment": " | 【注释】此为离别相思词。作者在词中以别具一格的艺术手法，将这一司空见惯的传统题材演绎得令人耳目为之一新。上片首二句谓行者与送行者的车马匆匆会集在都城之东门外。“国门”即都门。“信人间”句，用梁江淹《别赋》“黯然消魂者，惟别而已矣”句意，“消魂处”亦即离别处。“处”，本指地；有时也用若“时”，说见王鍈《诗词曲语辞例释》；这里则兼“时”、“地”二者而言。着一“信”字，表示赞同并重申前人人生自古伤离别之意。接下去三句，即具体描绘离别之地与时 ，遵循惯例作鼎足对 ，十分精秀工稳。而“北道”、“南浦”、“西风”除相互为对外，又与上文“门东”遥相呼应。半片之内，上下勾连，可见词人精心安排，绝非偶然又这三句具有三层意义 。具体而言，“红尘北道”谓陆路，谓北方，因为北地的交通多依赖陆上车马 。“碧波南浦”谓水程，谓南国，因为南方的交通多倚仗江湖舟楫 。就这层意思说，“碧波”句承上，是上联的对句。但它又是对《别赋》中“春草碧色，春水渌波，送君南浦，伤如之何”等语的括用 ，因而还隐含有春日离别的意思，这就兼启下文，成为下联的出句，顺理成章地逗出了“ 黄叶西风”，预示秋天的离别。上片写离别，下片则承前进而抒写行者的离情别绪。“候馆 ”是官办的客站 。“娟娟新月”语出南朝宋鲍照咏月的名句“ 娟娟似蛾眉 ”（《玩月城西门廨中》）。行人在客馆里望见那初弦月一钩弯弯，酷似美人纤细的黛眉 ，自然会联想到闺阁中人 。杜甫《月夜》诗云 ：“今夜鄜州月 ，闺中只独看。”“从今夜、与谁同 ”两句化用杜甫诗意而稍有翻换。“想深闺”以下 ，不言我思闺人 ，而言闺人思我，透过一层去写，实则行者的万千思量，已然尽寓其中。末三句正是以“荡子”身份对闺人“独守空床”时之心绪所作的悬揣。古代铜镜 ，背面多铸飞鹊之形 ，故称“鹊镜 ”。当时风俗，思妇常用它来占卜行人的回归与否以及具体的回归日期。“ 频占镜鹊”即谓此类，而着一“ 频 ”字 ，思妇盼归与否以及具体的回归日期。“频占镜鹊”即谓此类，而着一“频”字，思妇盼形者 ，称“燕钗”。情侣分袂，女方往往将钗掰拆成两股，一股留给自己，一股赠给男方作为信物。故“悔分钗燕 ”即追悔轻别之意。至于鸿雁用若“ 信使”，在古诗词中更属习见。“长望书鸿 ”无非是深盼行人来信。这三句，与上片末三句相类，仍然守谱作严整的鼎足对，幽闺心情，幽闺动作，一句一意，摹写殆尽 。按照文义 ，“鹊”、“燕”、“鸿”三字本不必有，但添此三字三句顿增生气，而倒作“频占镜鹊，悔分钗燕 ，长望书鸿 ”，则原先物化为“ 钗”、“镜”的“燕”、“鹊”又重新获得了生命，本来附属于书信的鸿雁也重新恢复了自由，呆板板的对仗句就变得活泼泼了 。这三句措辞新奇 ，修辞精彩，为全篇增辉不少。"
        },
        {
            "title": "凤求凰/声声慢",
            "content": "园林幕翠，燕寝凝香。华池缭绕飞廊。坐按吴娃清丽，楚调圆长。歌阑横流美眄，乍疑生、绮席辉光。文园属意，玉觞交劝，宝色高张。南薰难销幽恨，金徽上，殷勤彩凤求凰。便许卷收行雨，不恋高唐。东山胜游在眼，待纫阑、拮菊相将。双栖安稳，五云溪是故乡。",
            "comment": ""
        },
        {
            "title": "寒松叹/声声慢",
            "content": "鹊惊桥断，凤怨箫闲，彩云薄晚苍凉。难致祖州灵草，方士神香。寒松半敧涧底，恨女萝、先委冰霜。宝琴尘网，□□□□，□□□□。依□履綦行处，酸心□，□□□□□□。□□帘垂窣地，簟竟空床。伤春燕归洞户，更悲秋、月皎回廊。同谁消遣，一年年夜夜长。",
            "comment": ""
        },
        {
            "title": "念良游/满江红",
            "content": "山缭平湖，寒飙扬、六英粉泊。清镜晓、倚岩琪树，挠云朱阁。窈窕缯窗褰翠募，尊前浩齿歌梅落。信醉乡、绝境待名流，供行乐。时易失，今犹昨。欢莫再，情何薄。扁舟幸不系，会寻佳约。想见徘徊华表下，个身似是辽东鹤。访旧游、人与物俱非，空城郭。",
            "comment": ""
        },
        {
            "title": "感皇恩",
            "content": "兰芷满汀洲，游丝横路。罗袜尘生步迎顾，整鬟颦黛，脉脉两情难语。细风吹柳絮、人南渡。　　回首旧游，山无得数。花底深、朱户何处？半黄梅子，向晚一帘疏雨。断魂分付与、春将去。",
            "comment": "：①兰芷：香兰、白芷，均为香草。\r\n②汀洲：汀，水边平地。洲，水中陆地。\r\n③脉脉：相视而含情不语貌。 | ：　　香兰和白芷长满汀洲，游丝在路上飞来飞去。她迈着轻盈的脚步，罗袜生尘，前来把我等候。她的眼神顾盼，深情款款，一双美丽的娥眉却上心头。我们相互对视，似有深情却无法倾诉。细风吹得柳絮四处飞散，她默默无语地行舟南下。回头再也不能细望过去的同游旧地，只有山峦景色依旧。在那百花锦簇的地方，哪里才是她的香闺？梅子已经一半黄熟，傍晚时又下了疏雨。春天啊，你要走就走吧，并请把我的愁思也一并捎去。 | ：　　这是一首爱情词。全词写相见不能相爱的帐恨。上片写两个乍见又别的的情景。下片写相思的愁苦。全词不仅借景抒情，情景交融，而且景物深化了情思。整鬟颦黛，脉脉两情难语。“整鬟颦黛”表现出一幅尴尬的姿态和满腹的心事，但感情仍默默相许。“脉脉两情”传达出彼此双方情感之交流、贯通。“难语”二字顿挫，一种无端的阻隔使双方难以倾诉衷情。这首词写送别恋人，难舍难分。全篇没有什么警句妙语，但细加品味，则觉其语浅情深，清疏淡雅，意蕴隽永，别有一番风味。。上片怀旧，“罗袜”四句，写与美人眉目传情而衷肠难诉，描摹细腻，生动传神。下片写离愁。“回首”二句，从自己写。“花底”二句，从对方写，“半黄”二句，又转写自己。“断魂”二句，将自己和对方一并收束。这种手法用来写相思之愁是很妙的。"
        },
        {
            "title": "横塘路/青玉案",
            "content": "凌波不过横塘路。但目送、芳尘去。锦瑟华年谁与度。月桥花院，琐窗朱户。只有春知处。飞云冉冉蘅皋暮。彩笔新题断肠句。若问闲情都几许。一川烟草，满城风絮。梅子黄时雨。",
            "comment": " | 【注释】①凌波：形容女子步态轻盈。②芳尘去：指美人已去。③锦瑟华年：指美好的青春时期。　锦瑟：饰有彩纹的瑟。④月台：赏月的平台。　花榭：花木环绕的房子。⑤琐窗：雕绘连琐花纹的窗子。　朱户：朱红的大门。⑥蘅皋：长着香草的沼泽中的高地。⑦彩笔：比喻有写作的才华。事见南朝江淹故事。⑧都几许：共有多少。⑨一川：遍地。【评解】这首词通过对暮春景色的描写，抒发作者所感到的“闲愁”。上片写路遇佳人而不知所往的怅惘情景，也含蓄地流露其沉沦下僚、怀才不遇的感慨。下片写因思慕而引起的无限愁思。全词虚写相思之情，实抒悒悒不得志的“闲愁”。立意新奇，能兴起人们无限想象，为当时传诵的名篇。【集评】周紫芝《竹坡诗话》：贺方回尝作《青玉案》，有“梅子黄时雨”之句，人皆服其工，士大夫谓之“贺梅子”。罗大经《鹤林玉露》：贺方回有“试问闲愁都几许？一川烟草，满城风絮，梅子黄时雨”。盖以三者比愁之多也，尤为新奇，兼兴中有比，意味更长。沈谦《填词杂说》：“一川烟草，满城风絮，梅子黄时雨。”不特善于喻愁，正以琐碎为妙。先著、程洪《词洁》：方回《青玉案》词工妙之至，无迹可寻，语句思路亦在目前，而千人万人不能凑拍。沈际飞《草堂诗余正集》：叠写三句闲愁，真绝唱！刘熙载《艺概》：贺方回《青玉案》词收四句云：“试问闲愁都几许？一川烟草，满城风絮，梅子黄时雨。”其末句好处全在“试问”呼起，及与上“一川”二句并用耳。王方俊《唐宋词赏析》：贺铸晚年退隐至苏州，并在城外十里处横塘有住所，词人常往来其间。这首词写于此时此地。汉中写路遇一女子，而引起了作者对生活的感慨。"
        },
        {
            "title": "伤春曲/满江红",
            "content": "火禁初开，深深院、尽重帘箔。人自起、翠衾寒梦，夜来风恶。肠断残红和泪落。半随经雨飘池角。记采兰、携手曲江游，年时约。芳物大，都如昨。自怨别，疏行乐。被无情双燕，短封难托。谁念东阳销瘦骨。更堪白纻衣衫薄。向小窗、题满杏花笺，伤春作。",
            "comment": ""
        },
        {
            "title": "宛溪柳/六么令",
            "content": "梦云萧散，帘卷画堂晓。残薰尽烛隐映，绮席金壶倒。尘送行鞭袅袅。醉指长安道。波平天渺。兰舟欲上，回首离愁满芳草。已恨归期不早。枉负狂年少。无奈风月多情，此去应相笑。心记新声缥缈。翻是相思调。明年春杪。宛溪杨柳，依旧青青为谁好。",
            "comment": ""
        },
        {
            "title": "念离群/沁园春",
            "content": "宫烛分烟，禁池开钥，凤城暮春。向落花香里，澄波影外，笙歌迟日，罗绮芳尘。载酒追游，联镳归晚，灯火平康寻梦云。逢迎处，最多才自负，巧笑相亲。离群。客浣漳滨。但惊见、来鸿归燕频。念日边消耗，天涯怅望，楼台清晓，帘暮黄昏。无限悲凉，不胜憔悴，断尽危肠销尽魂。方年少，恨浮名误我，乐事输人。",
            "comment": ""
        },
        {
            "title": "潇湘雨/满庭芳",
            "content": "一阕离歌，满尊红泪，解携十里长亭。木兰归棹，犹倚采苹汀。鸦噪黄陵庙掩，因想像、鼓瑟湘灵。渔村远，烟昏雨淡，灯火两三星。愁听。墙影外，繁声骤点，□□□□。□□□□□，浓睡香屏。入梦难留□□，□□□、□□□□。□窗晓，云容四敛，江上数峰青。",
            "comment": ""
        },
        {
            "title": "台城游/水调歌头",
            "content": "南国本潇洒。六代浸豪奢。台城游冶。襞笺能赋属宫娃。云观登临清夏。璧月留连长夜。吟醉送年华。回首飞鸳瓦。却羡井中蛙。访乌衣，成白社。不容车。旧时王谢。堂前双燕过谁家。楼外河横斗挂。淮上潮平霜下。墙影落寒沙。商女篷窗罅。犹唱後庭花。",
            "comment": " | 【注释】此为金陵怀古词。词之上片择取一段最令人感慨的史事来正面描写，表现了词人指点江山的鲜明态度和强烈的爱憎之情，下片化用唐人诗意，由咏史转入抚今，表达了作者空怀壮志，报国无门的浩茫心事。词的上片，撷取一段最令人感慨的史实来进行正面描写，表现了词人的指点江山的鲜明态度和强烈的爱憎之情。起首两句，一写江山，一写史实，都从大处落笔 ，高屋建瓴，气度非凡。“江南佳丽地，金陵帝王州，长期以来就被骚人墨客所称道。词人登临送目之时，正逢天高气爽的秋季，因此用“潇洒”来形容“ 南国 ”，就显得非常贴切传神。在这澄江如练，龙蟠虎踞的江山之中 ，数百年来，六朝的末代君主，一个个粉墨登场，恣意声色，竞事豪奢，最终国亡身辱，成为江山的千古罪人。词人于“潇洒”之前下一“本”字，于“豪奢”之前下一“浸”字，在貌似客观的评述之中已经蕴含了自己主观上的无限感慨。以下五句纯用史实，铺叙六朝最后一个君主陈叔宝骄奢淫逸的腐朽生活。据《南史·陈后主本纪》所载，这位昏庸风流的短命皇帝，在隋兵压境，危在旦夕之际，荒于酒色，不问政事。后宫“美貌丽服巧态以从者千余人，常使张贵妃、孔贵人等八人夹坐，江总 、孔范等十人预宴，号曰‘狎客’。先令八妇人襞采笺 ，制五言诗，十客一时继和，迟则罚酒”。这就是词人“ 台城游冶，襞笺能赋属宫娃”所谓的史实。他搜刮民脂，营结绮、临春、望仙三座高达数十丈的楼阁 ，偎红倚翠，酣饮消暑。“使诸贵人及女学士与狎客共赋新诗，互相赠答 ，采其尤艳丽者 ，以为曲调 ，被以新声 。&#8943;&#8943;其曲有《玉树后庭花》、《临春乐 》等。其略云‘璧月夜夜满，琼树朝朝新’，大抵所归，皆美张贵妃、孔贵嫔之容色”（《南史·张贵妃传 》）。词人将其化成“ 云观登临清夏，璧月流连长夜，吟醉送年华”三句。在最后一句里，词人写出了这批浑浑噩噩的末世君臣优游佚乐的生活和醉生梦死的心理状况，已暗含结拍的转折。结拍“ 回首飞鸳瓦 ，却羡井中蛙”两句，与前五句形成强烈的对比。词人以“回首”二字，由繁华陡折至败亡，以“却羡”二字，漫画似地勾勒出这个隋兵攻破金陵后惶惶如丧家之犬的亡国之君欲作井中蛙而不可得的悲惨结局，表现了词人对这些污染江山的群丑的愤怒与鄙弃。下片由咏史转入扶今，化用唐人诗意。前五句很明显出自刘禹锡《 乌衣巷》一诗：昔日的朱门重院，今天已成为荆扉白屋；昔日的长街通衢，今天已变得狭不容车；当年在雕梁画栋作巢的双燕，如今参差其羽 ，又将飞向谁家呢 ？强烈的感慨使词人把刘诗中冷静客观的描述改为执着的反诘，在这深情的一问之中，可以体会到词人因面目全非的沧桑之变而引起的心绪的动荡起伏 。“楼外”至结句，可能是词人登楼所见到的实景，但又明显地受杜牧《泊秦淮》一诗的启发和影响。为了抒情的需要，词人对眼前的景色进行了精心的剪裁，绘出一幅高远空灵、迷蒙冷寂的秦淮秋月图。秋夜，银河横天，北斗斜挂，一轮明月的柔辉，梦幻般地笼罩着水波潋滟的秦淮河，把几桅樯影清晰地映在铺满银霜的寒沙之上 。《后庭花》之曲断断续续地随风传来，如泣如诉，令人神伤。词人在结尾有意突出商女“ 犹唱《后庭花》”这一情节，与上片呼应，可谓用心良苦。亡陈的靡靡之音至今犹荡在秦淮河上，这与杜牧《阿房宫赋》里“秦人不暇自哀 ，而后人哀之，后人哀之而不鉴之 ，亦使后人而复哀后人也 ”的概叹是同一目的的 。词人写这首词的时侯，正在历阳石碛戍任管界巡检，实际是一个供人驱遣的武弁而已。他空怀壮志，报国无门，只能把自己抑塞磊落的吊古伤今之情融入这凄清冷寂的画面之中。此词声情激越，慷慨豪爽，充分显示了词人抑塞磊落、纵恣不可一世之气概，读之令人感奋。"
        },
        {
            "title": "东吴乐/尉迟杯",
            "content": "胜游地。信东吴绝景饶佳丽。平湖底，见层岚，凉月下，闻清吹。人如秾李。泛金袂、香润苹风起。喜凌波、素袜逢迎，领略当歌深意。鄂君被。双鸳绮。垂杨阴，夷犹画舲相舣。宝瑟弦调，明珠佩委。回首碧云千里。归鸿後、芳音难寄。念怀县、青鬓今无几。枉分将、镜里华年，付与楼前流水。",
            "comment": ""
        },
        {
            "title": "苗而秀/采桑子",
            "content": "吴都佳丽苗而秀。燕样腰身。按舞华茵。促遍凉州、罗袜未生尘。□□□□□□透。歌怨眉颦。张燕宜频。□□□□、□□□□□。",
            "comment": ""
        },
        {
            "title": "伴登临/采桑子",
            "content": "中吴茂苑繁华地。冠盖如林。桃李成阴。若个芳心、真个会琴心。高秋霁色清於水。月榭风襟。且伴登临。留与他年、尊酒话而今。",
            "comment": ""
        },
        {
            "title": "付金钗/更漏子",
            "content": "付金钗，平斗酒。未许解携纤手。吟警句，写清愁。浮骖为少留。旧游赊，新梦後。月映隔窗疏柳。闲砚席，剩衾绸。今秋似去秋。",
            "comment": ""
        },
        {
            "title": "翻翠袖/更漏子",
            "content": "绣罗垂，花蜡换。问夜何其将半。侵舃履，促杯盘。留欢不作难。令随阄，歌应弹。舞按霓裳前段。翻翠袖，怯春寒。玉阑风牡丹。",
            "comment": ""
        },
        {
            "title": "子夜歌",
            "content": "三更月。中庭恰照梨花雪。梨花雪。不胜凄断，杜鹃啼血。王孙何许音尘绝。柔桑陌上吞声别。吞声别。陇头流水，替人呜咽。",
            "comment": ""
        },
        {
            "title": "断湘弦/万年欢",
            "content": "淑质柔情，靓妆艳笑，未容桃李争妍。红粉墙东，曾记窥宋三年。不间云朝雨暮，向西楼、南馆留连。何尝信，美景良辰，赏心乐事难全。青门解袂，画桥回首，初沈汉佩，永断湘弦。漫写浓愁幽恨，封寄鱼笺。拟话当时旧好，问同谁、与醉尊前。除非是，明月清风，向人今夜依然。",
            "comment": ""
        },
        {
            "title": "秋风叹/燕瑶池",
            "content": "琼钩褰幔。秋风观。漫漫。白云聊度河汉。长宵半。参旗烂烂。何时旦。命闺人、金徽重按。商歌弹。依稀广陵清散。低眉叹。危弦未断。肠先断。",
            "comment": ""
        },
        {
            "title": "忍泪吟/采桑子",
            "content": "十年一觉扬州梦，雨散云沈。隔水登临。扬子湾西夕照深。当时玉管朱弦句，忍泪重吟。半取沾襟。餖飣西风□□□。",
            "comment": ""
        },
        {
            "title": "醉梦迷/采桑子",
            "content": "深坊别馆兰闺小，障掩金泥，灯映玻璃。一枕浓香醉梦迷。醒来拟作清晨散，草草分携。柳巷鸦啼。又是明朝日向西。",
            "comment": ""
        },
        {
            "title": "步花间/诉衷情",
            "content": "凭陵残醉步花间。风棹佩珊珊。踏青解红人散，不耐日长闲。纤手指，小金环。拥云鬟。一声水调，两点春愁，先占眉山。",
            "comment": ""
        },
        {
            "title": "偶相逢/诉衷情",
            "content": "采山涌起翠楼空。箫鼓沸春风。桂娥唤回清昼，夹路宝芙蓉。长步障，小纱笼。偶相逢。艳妆宜笑，隐语传情，半醉醒中。",
            "comment": ""
        },
        {
            "title": "画楼空/诉衷情",
            "content": "吴门春水雪初融。触处小桡通。满城弄黄杨柳，著意恼春风。弦管闹，绮罗丛。月明中。不堪回首，双板桥东，罨画楼空。",
            "comment": ""
        },
        {
            "title": "问歌颦/雨中花令",
            "content": "清滑京江人物秀。富美发、丰肌素手。宝子馀妍，阿娇馀韵，独步秋娘後。奈倦客襟怀先怯酒。问何意、歌颦易皱。弱柳飞绵，繁花结子，做弄伤春瘦。",
            "comment": ""
        },
        {
            "title": "东邻妙/玉楼春",
            "content": "张灯结绮笼驰道。六六洞天连夜到。韶华吹断紫云回，怊怅人间新梦觉。倾城犹记东邻妙。尊酒相逢留一笑。庐郎任老也多才，不数五陵狂侠少。",
            "comment": ""
        },
        {
            "title": "醉琼枝/定风波",
            "content": "槛外雨波新涨，门前烟柳浑青。寂寞文园淹卧久，推枕援琴涕自零。无人著意听。绪绪风披芸幌，锓锓月到萱庭。长记合欢东管夜，与解香罗掩绣屏。琼枝半醉醒。",
            "comment": ""
        },
        {
            "title": "行路难/梅花引",
            "content": "缚虎手。悬河口。车如鸡栖马如狗。白纶巾。扑黄尘。不知我辈，可是蓬蒿人。衰兰送客咸阳道。天若有情天亦老。作雷颠。不论钱。谁问旗亭，美酒斗十千。酌大斗。更为寿。青鬓常青古无有。笑嫣然。舞翩然。当垆秦女，十五语如弦。遗音能记秋风曲。事去千年犹恨促。揽流光。系扶桑。争奈愁来，一日却为长。",
            "comment": " | 【注释】此词为作者豪放词的代表作之一。全词通篇用典，以慷慨悲凉的气势 ，抒写人世沧桑和功业难成之意，表现词人于失意无聊 、纵酒放歌之际 ，既感乐往悲来，流光易逝，又觉愁里光阴无法排遣的矛盾、苦闷心情。上片起首二句采用借代手法，起笔不凡手能暴虎者为勇士，可引伸为有军事才能的人；口如悬河者为谋士，可引伸为有政治才干的人。倘若逢辰，这样的文武奇才当高车驷马，上黄金台，封万户侯。可眼前却穷愁潦倒 ，车不大 ，像鸡窝 ，马不壮，像饿狗。“车如鸡栖马如狗 ”语出《后汉书·陈蕃传》，极形车敝马瘦，与“缚虎手，悬河口”的夸张描写适成强烈对照，不平之气溢于言表。以下正面申抱负，写感慨：“白纶巾 ，扑黄尘，不知我辈可是蓬蒿人？”白纶巾亦犹白衣之类，未为出仕之人所著。黄尘指京城的尘土 ，这六字两句参用陆机《代顾彦先赠妇》“京洛多风尘，素衣化为缁”之意，谓白衣进京。结合下句“ 不知我辈可是蓬蒿人”，谓此行不知可否取得富贵。李白《南陵别儿童入京》：“游说万乘苦不早，著鞭跨马涉远道。会稽愚妇轻买臣 ，余亦辞家西入秦。仰天大笑出门去 ，我辈岂是蓬蒿人！”词迳取李诗末句 ，而易一字增二字作“不知我辈可是蓬蒿人”，自负成了疑问，则一种徬徨苦闷情态如见，与李白的抑天大笑、欣喜如狂恰好相反 ，读来别有意味 。以下“ 衰兰送客咸阳道，天若有情天亦老”，则袭用李贺《金铜仙人辞汉歌》原句，但此处紧接上文为抒写不遇者奔走风尘，“天荒地老无人识 ”的悲愤。以上从志士之困厄写到志土之牢骚，继而便写狂放饮酒。做了侠义之事不受酬金，像“ 雷颠 ”一样；唯遇美酒则不问价 。李白《行路难》云 ：“金樽清酒斗十千，玉盘珍羞值万钱。”“作雷颠，不论钱，谁问旗亭美酒斗十千 ”，写出不趋名利，纵酒放歌，乘醉起舞，一种狂放情态。其中含有无可夸何的悲愤，但写得极有气派。上片所写的愁情，主要是志士失路的忧愁。过片转出另一重愁情，即人生短促的忧愁 ：“酌大斗 ，更为寿，青鬓长青古无有 。”词情为之再抑。以下说到及时行乐，自非新意，但写得极为别致。把歌舞与美人打成一片写来 ，写笑以“嫣然”，写舞以“翩然”，形容简妙；“当垆秦女十五”云云是从乐府《羽林郎 》“胡姬年十五 ，春日正当垆 ”化出，而“语如弦”三字 ，把秦女的声音比作音乐一样动人，新鲜生动，而且不必写歌已得歌意。这里极写生之欢愉，是再扬，同时为以下反跌出死之可悲作势。汉武帝《秋风辞》云 ：“欢乐极兮哀情多，少壮几时兮奈老何 。”秋风曲虽成“遗音”，但至今使人记忆犹新，觉“ 事去千年犹恨促 ”。由于反跌的作用 ，此句比“青鬓长青古无有”句更使人心惊。于是作者遂生出“揽流光，系扶桑”的奇想：似欲挽住太阳，系之于扶桑之树。这种超现实的奇想，都恰好反映出作者无法摆脱的现实苦闷，只有怀才不遇的人最易感到生命短促 、光阴虚掷的痛苦 。所以下片写生命短暂的悲愁 ，与上片写志士失路的哀苦也就紧密联系在一起。“行路难”的题意也已写得淋漓尽致了。结尾一句词意陡转 ，一反前文留驻日光、使人长生不死的意念，言愁人情愿短命、一天的光阴也长得难过，深刻地反映出志士的苦闷情怀和矛盾心境。此词的艺术特色 ，一是大量化用前人歌行诗句，尤以采自李白 、李贺者居多；二是根据文意的需要，随意转韵，全词每两三句转韵一次，加之词句长短参差不齐 ，读来抑扬顿挫，节奏鲜明 ，音乐性强，使人有一咏三叹之感。"
        },
        {
            "title": "将进酒/梅花引",
            "content": "城下路。凄风露。今人犁田古人墓。岸头沙。带蒹葭。漫漫惜时，流水今人家。黄埃赤日长安道。倦客无浆马无草。开函关。掩函关。千古如何，不见一人闲。六国扰。三秦扫。初谓商山遗四老。驰单车。致缄书。裂荷焚芰，接武曳长裙。高流端得酒中趣。深入醉乡安稳处。生忘行。死忘名。谁论二豪，初不数刘伶。",
            "comment": " | 【注释】此为怀古伤今之作。作者在词中以愤慨、嘲弄的吃来描写历史上那些追名逐利 。蝇营狗苟 、热衷权势、贪得无厌之徒，表达了自己超然物外淡泊名利的襟怀。上片前六句，由城下道路上风露凄迷和岸头沙边蒹葭（芦苇）苍苍的景象，想到古今变化：古人坟墓今已成田，有人耕犁；昔时流水，今已成陆，有人居住。这可能带有一种世事无常的心理，但就其列举这些情景来概括人世变化而言，却多少近似于对人世现象的一种宏观把握。由此再去看世人的各种行为，便显得比世俗清醒 。“黄埃赤日长安道”以后五句，写长安道上人渴马饥的奔波之苦，可是这种奔波，放在“今人犁田古人墓”的背景下看，到头来不也是一场空吗 ？在你争我夺的战争中 ，走马灯一般地改朝换代，富贵不能长保，但千古以来，为什么不见有人肯闲下来不参与竞争呢？歇拍一句，问得很冷峻，见出无论怎样世事无常，一般人总是看它不破。过片以下六句，所写的对象与一般利禄之徒有别，专写某些隐者。秦末农民大起义时，复有燕、赵、齐、楚 、韩、魏六国自立为王，据关东，争天下，你攻我夺；楚汉相争，项羽所封的那些诸候王，也一一被扫灭，人们对于名位利禄，照说更应看轻些了吧？词人最初觉得商山四皓是能看破红尘，置身局外的，可是想不到经过统治者驰车致函招请 ，他们竟也撕下隐者的服饰，一个接着一个在帝王门下走动起来了。词人倒不一定认为他们当初隐居就是虚伪的 ，但至少为他们惋惜，觉得他们不该在皇家的收买面前，改变初衷，到临老还接受网罗 。“高流”以后五句，作者在对连四皓一流所谓隐者也失望之后 ，认为值得肯定的只有酒徒。阮籍 、陶潜 、刘伶等人，他们在酒中得到无穷的乐趣，摆脱人世的种种干扰，处于安稳的醉乡，可算真正的高流 。词最后落到对酒徒“忘形”“忘名”的肯定，前此则是对庸人们的否定，中心目标是指向世俗的名利观念。一般的咏史之作，往往都是就某一历史事件、某一历史人物而生感慨，古今契合，一咏怀抱。而此词却不同凡响。它抓住一种带有普遍意义的历史现象来立意谋篇、抒发情怀；所咏怀抱，也并非与这一历史现象相契合，而是与之相对立。由此可见，贺铸的才情和识见是非常高的。"
        },
        {
            "title": "锦缠头/浣溪沙",
            "content": "旧说山阴禊事休。漫书茧纸叙清游。吴门千载更风流。绕郭烟花莲茂苑，满船丝竹载凉州。一标争胜锦缠头。",
            "comment": ""
        },
        {
            "title": "最多宜/浣溪沙",
            "content": "半解香绡扑粉肌。避风长下绛纱帷。碧琉璃水浸琼枝。不学寿阳窥晓镜，何烦京兆画新眉。可人风调最多宜。",
            "comment": ""
        },
        {
            "title": "杨柳陌/浣溪沙",
            "content": "兴庆宫池整月开。□□□□缕金鞋。後庭芳草绿缘阶。祓禊归□杨柳陌，□□□落凤凰钗。细风抛絮入人怀。",
            "comment": ""
        },
        {
            "title": "掩萧斋/浣溪沙",
            "content": "落日逢迎朱雀街。共乘青舫度秦淮。笑拈飞絮罥金钗。洞户华灯归别馆，碧梧红叶掩萧斋。愿随明月入君怀。",
            "comment": ""
        },
        {
            "title": "频载酒/浣溪沙",
            "content": "金斗城南载酒频。东西飞观跨通津。漾舟聊送雨馀春。桃李趣行无算酌，桑榆收得自由身。酣歌一曲太平人。",
            "comment": ""
        },
        {
            "title": "负心期/浣溪沙",
            "content": "节物侵寻迫暮迟。可胜摇落长年悲。回首五湖乘兴地，负心期。惊雁失行风翦翦，冷云成阵雪垂垂。不拼尊前泥样醉，个能痴。",
            "comment": ""
        },
        {
            "title": "思牛女/踏莎行",
            "content": "楼角参横，庭心月午。侵阶夜色凉经雨。轻罗小扇扑流萤，微云渡汉思牛女。拥髻柔情，扶肩昵语。可怜分破□□□。□□□□有佳期。人间底事长如许。",
            "comment": ""
        },
        {
            "title": "换追风/浣溪沙",
            "content": "掌上香罗六寸弓。雍容胡旋一盘中。目成心许两匆匆。别夜可怜长共月。当时曾约换追风。草生金埒画堂空。",
            "comment": ""
        },
        {
            "title": "晕眉山/踏莎行",
            "content": "镜晕眉山，囊熏水麝。凝然风度长闲暇。归来定解鷫鸘裘，唤时应倍骅骝价。殢酒伤春，添香惜夜。依惜待月西厢下。梨花庭院雪玲珑，微吟独倚秋千架。",
            "comment": ""
        },
        {
            "title": "平阳兴/踏莎行",
            "content": "凉叶辞风，流云卷雨。寥寥夜色沈钟鼓。谁调清管度新声，有人高卧平阳坞。草暖沧洲，潮平别浦。双凫乘雁方容与。深藏华屋锁雕笼，此生乍可输鹦鹉。",
            "comment": ""
        },
        {
            "title": "芳心苦/踏莎行",
            "content": "杨柳回塘，鸳鸯别浦。绿萍涨断莲舟路。断无蜂蝶慕幽香，红衣脱尽芳心苦。返照迎潮，行云带雨。依依伺与骚人语。当年不肯嫁春风，无端却被秋风误。",
            "comment": " | 【注释】①回塘：环曲的水塘。②别浦：水流的叉口。③红衣：此指红荷花瓣。④芳心：莲心。⑤返照：夕阳的回光。⑥骚人：诗人。⑦“当年”句：韩偓《寄恨》诗云：“莲花不肯嫁春风。”【评解】此词咏秋荷，于红衣脱尽，芳心含苦时，迎潮带雨，依依人语，自有一种幽情盘结其间，令人魂断。前人谓贺铸“戏为长短句，皆雍容妙丽，极幽闲思怨之情”。以此词观之，可谓知言。【集评】陈廷焯《白雨斋词话》：骚情雅意，哀怨无端。沈祖棻《宋词赏析》：这首词是咏荷花的，暗中以荷花自比。诗人咏物很少止于描写物态，多半有所寄托。因为在生活中，有许多事物可以类比，情感可以相通，人们可以利用联想，由此及彼，发抒文外之意。《宋史·文苑传》载贺铸“喜谈当世事，可否不少假借。虽贵要权倾一时，少不中意，极口诋之无遗辞。人以为近侠。……竟以尚气使酒，不得美官，悒悒不得志”。--引自惠淇源《婉约词》此词全篇咏写荷花，借物言情。词中以荷花自况，以荷花的清亮绝俗不免凋零清苦，寄托个人身世的感喟，抒写怀才不遇的苦闷。上片起首两句两句互文同指，先画出一个绿柳环绕、鸳鸯游憩的池塘，见荷花所处环境的优美。水上鸳鸯，双栖双宿，常作为男女爱情的象征，则又与水中荷花的幽独适成对照，对于表现它的命运是一种反衬。回塘，意即曲折回环的池塘；别浦，即江河支流的水口。第三句“绿萍涨断莲舟路”意谓因水面不甚宽广，池塘中很容易长满绿色的浮萍，连采莲小舟来往的路也被遮断了。莲舟路断，则荷花只能在回塘中自开自落，无人欣赏与采摘。句中“涨”定“断”字，都用得真切形象，显现出池塘中绿萍四合、不见水面的情景。四五两句写荷花寂寞地开落 、无人欣赏。断无，即绝无。不但莲舟路断，无人采摘，甚至连蜂蝶也不接近 ，“无蜂蝶”也包含了并无过往游人，荷花只能在寂寞中逐渐褪尽红色的花瓣，最后剩下莲子中心的苦味。这里俨然将荷花比作亭亭玉立的美人，“红衣”、“芳心”，都明显带有拟人化的性质。“幽香”形容它的高洁，而“红衣脱尽芳心苦”则显示了她的寂寞处境和芳华零落的悲苦心情。这两句是全词的着力之笔，也是将咏物、拟人、托寓结合得天衣无缝的化工之笔。既切合荷花的形态和开花结实过程，又非常自然地绾合了人的处境命运。此二句形神兼备，虚实结合，将词人内心的情感表达得极为动人。过片两句，描绘夏秋之际傍晚雨后初睛的荷塘景色，形象地烘托了“红衣脱尽”的荷花黯淡苦闷的心境。夕阳的余辉，照映在浦口的水波上，闪耀着粼粼波光，像是在迎接晚潮；流动的云彩，似乎还带着雨意，偶而有几滴溅落在荷塘上。接下来一句，写荷花在晚风中轻轻摇曳，看上去似乎在满怀感情地向骚人雅士诉说自己的遭遇与心境。这仍然是将荷花暗比作美人。着一“似”字，不但说明这是词人的主观感觉 ，且将咏物与拟人打成一片，显得非常自然 。这一句是从屈原《离骚》“制芰荷以为衣兮 ，集芙蓉以为裳”引伸、生发而成，“骚人”指屈原 ，推而广之，可指一切怜爱荷花的诗人墨客。说荷花“ 似与骚人语”，曲尽它的情态风神，显示了它的幽洁高雅。蜂蝶虽不慕其幽香，骚人却可听它诉说情怀，可见它毕竟还是不乏知音。结尾两句，巧妙地将荷花开放与凋谢的时节与它的生性品质、命运遭际联系在一起，一方面表现出美人、君子不愿趋时媚俗的品质和严肃不苟的态度，另一方面又显示出他们年华虚度，怀才不遇的悲哀。嫁春风 ，语本李贺《南园》：“嫁与东风不用媒。”而韩偓《寄恨》“莲花不肯嫁春风”句则为贺词直接所本。桃杏一类的花，竞相在春天开放，而荷花却独在夏日盛开，“不肯嫁春风”，正显示出它那不愿趋时附俗的幽洁贞静个性 。然而秋风一起 ，红衣落尽，芳华消逝 ，故说“被秋风误”。“无端”与“却”，含有始料所未及的意蕴。这里，有对“秋风”的埋怨，也有自怨自怜的感情 ，而言外又隐含为命运所播弄的嗟叹，可谓恨、悔、怨、嗟，一时交并，感情内涵非常丰富。这两句同样是荷花 、美人与词人三位而一体，咏物、拟人与自寓的完美结合。作者在词中隐然将荷花比作一位幽洁贞静、身世飘零的女子 ，借以抒发才士沦落不遇的感慨。《宋史·文苑传 》载贺氏“喜谈当世事，可否不少假借。”虽要权倾一时，少不中意，极口诋之无遗辞。人以为近侠。&#8943;&#8943;竟以尚气使酒，不得美官，悒悒不得志”，这些记载，对于理解此词的深意颇有帮助。"
        },
        {
            "title": "题醉袖/踏莎行",
            "content": "浅黛宜颦，明波欲溜。逢迎宛似平生旧。低鬟促坐认弦声，霞觞艳艳持为寿。浓染吟毫，偷题醉袖。寸心百意分携後。不胜风月两厌厌，年来一样伤春瘦。",
            "comment": ""
        },
        {
            "title": "惜馀春/踏莎行",
            "content": "急雨收春，斜风约水。浮红涨绿鱼文起。年年有子惜馀春，春归不解招游子。留恨城隅，关情纸尾。阑干长对西曛倚。鸳鸯俱是白头时，江南渭北三千里。",
            "comment": " | 【注释】此词老题新做，将天涯游子惜春恨别的情怀抒写得别有一番韵味。全词语言凝炼，意境精警，颇具匠心。上片起首三句，紧扣题面中“余春”二字，爱惜之情，溢于言外，景色描绘中，蕴含着词人内心深处的情感涟漪。枝头繁花，乃春天之象征，而“急雨”摧花，扫尽春艳，故言“收春”。“收”字极炼，一如天公与人作对，不肯让春色长驻人间，稍加炫示，便遣“急雨”追还。“急雨”之来，“斜风”与俱。“约”为约束 、拦阻义 。雨添池波，风遏逝水，故池水溶溶 ，新波“涨绿”。加以落英缤纷，漂流水上，泛泛“浮红 ”，点缀碧澜。而群鱼嬉戏于涨池之中，你争我夺 ，唼喋花瓣，掀动一圈圈波纹。“浮红涨绿鱼文起”七字是极经意之笔，非深情留恋“余春”之人不能如此细腻地观察“余春 ”景物并传神地将它写出。以下二句，潜藏于景语之中的惜春情绪急转为游宦天涯 、不得归家的苦恨 。“年年游子惜余春”，加“年年”二字，给出惜春情怀的时间持续度，语气显得更为沉郁 。“春归”句，意味深长，曲折委婉，言游子年年惜春 ，而春天归去时却想不到招呼老友一同走，意谓因春天弃己独归而恨，抒写出词人离家外宦、任期未满、不便得还的苦衷。下片自然过渡到写自己和妻子的离别与相思。“留恨”句记别。“城隅”即城外角，是分袂处。“关情”句叙别后妻子来信 ，信末多深情关切之语。“阑干”句述自己常于夕阳西下之时，面对昏黄的落晖，独立高楼 ，凭阑远眺，怀想亲人。以上三句，一句一意，不断更先写离别，为二人所共 ；再写相思，一寄书，一倚栏，为各人所独：可谓面面俱到，错落有致。十五个字竟写出这许多内容，语言之高度浓缩，颇见锻炼之功。结二句，就直接语意而言是承上写自己倚栏时的喟叹 ，但两地相思，一种情愫，从章法上来看，不妨说词人的笔触又转回去兼写双方。二句只说离人年龄之大、分别距离之远，此外不置一辞，词意戛然而止，给人留下了回味的余地。此二句构思奇特，情意深长，荡气回肠，既包含着哀叹流年飞逝、人生无常的悲慨 ，又寄寓着词人对妻子的无限关爱与思恋。春恨与离恨交相激荡，给读者以强烈的情感震撼和艺术感染。"
        },
        {
            "title": "续渔歌/玉楼春",
            "content": "中年多办收身具。投老归来无著处。四肢安稳一渔舟，祗许樵青相伴去。沧洲大胜黄尘路。万顷月波难滓污。阿侬原是个中人，非谓鲈鱼留不住。",
            "comment": ""
        },
        {
            "title": "归风便/玉楼春",
            "content": "津亭薄晚张离燕。红粉□歌持酒劝。歌声煎泪欲沾襟，酒色□□□□□。□□会有归风便。休道相忘秋後□。□□□抵故人心，惆怅故人心不见。",
            "comment": ""
        },
        {
            "title": "呈纤手/玉楼春",
            "content": "秦弦络络呈纤手。宝雁斜飞三十九。徵韶新谱日边来，倾耳吴娃惊未有。文园老令难堪酒。蜜炬垂花知夜久。更须妩媚做腰肢，细学永丰坊畔柳。",
            "comment": ""
        },
        {
            "title": "望长安/蝶恋花",
            "content": "排办张灯春事早。十二都门，物色宜新晓。金犊车轻玉骢小。拂头杨柳穿驰道。莼羹鲈鲙非吾好。去国讴吟，半落江南调。满眼青山恨西照。长安不见令人老。",
            "comment": ""
        },
        {
            "title": "西笑吟/蝶恋花",
            "content": "桃叶园林风日好。曲径珍丛，处处闻啼鸟。翠珥金丸委芳草。袜罗尘动香裙扫。片帆乘兴东流早。每话长安，引领犹西笑。离索年多故人少。江南有燕无书到。",
            "comment": ""
        },
        {
            "title": "桃源行/蝶恋花",
            "content": "流水长烟何缥缈。诘□□□，□逗渔舟小。夹岸桃花烂□□。□□□□□□□。萧闲村落田畴好。避地移家，□□□□□。□□殷勤送归棹。闲边勿为他人道。",
            "comment": ""
        },
        {
            "title": "卷春空/定风波",
            "content": "墙上夭桃簌簌红。巧随轻絮入帘栊。自是芳心贪结子。翻使。惜花人恨五更风。露萼鲜浓妆脸靓。相映。隔年情事此门中。粉面不知何处在。无奈。武陵流水卷春空。",
            "comment": ""
        },
        {
            "title": "陌上郎/生查子",
            "content": "西津海鹘舟，径渡沧江雨。双橹本无情，鸦轧如人语。挥金陌上郎，化石山头妇。何物系君心，三岁扶床女。",
            "comment": " | 【注释】此词运用将物拟人、以物语言已情的手法，以“艣语”谴责、批判了玩弄女性的负心之徒，对于被侮辱、被损害的不幸女子予以深切同情。起首两句，浓墨重彩地描绘出一幅沧江烟雨送别图。在一派烟雨之中，那艘轻捷的船儿离开渡口，径直地渡过沧江，消失在迷茫的远方。这里，词人没有直接去写送者和行者，更没有直接去写送者的悲恸和行者的决绝，而只以津、舟、江、雨所组成的浑茫开阔的图画把二者都包容在其中。词人在“度”之前加一“径”字，大有深意，尤言即使是妻悲女啼，情意绵婉；即使是气候恶劣，雨急浪险，船还是一点也不犹豫，一点也不留恋地径直而去。以下两句，词人采用“移情于物”的手法，出人意料地把双艣（即橹）摇动时连续而又低沉的鸦轧声当作触媒，产生“荒诞”而又入情的设想。连这本无生命，本无感情的“双艣”过片为“艣 ”“人语”之内容，实际上也就是词人的内心独白 。前两句用典 ，以对偶句出之。刘向《列女传》：鲁人秋胡外出作官，五年乃归。未至家，见路旁妇人采桑，悦之，以金引诱，遭妇坚拒，回家后始知为其妻。这里借秋胡以指那些用情不专、二三其德的男了。又《太平寰宇记》卷一○五《太平州·当涂县》载：“望夫山，在县西四十七里。昔人往楚，累岁不还 ，其妻登此山望失，乃化为石。”这里指纯朴坚贞、忠于爱情的妻子。这两个各自独立完整的故事 ，现在被词人借双橹之“口”把二者并列在一起，顿时就产生极为强烈的效果 ：一方无行，一方痴情；一方薄幸，一方坚贞。最后两句，以反诘的形式诚挚委婉地劝慰负心汉，给人以强烈的心灵震撼。词人在“何物系君心”这一问之中，已经包含了对负心丈夫的谴责。接着，又以家中还有刚刚能够扶着床沿走路的三岁女儿来进行再一次的劝喻，感情色彩更加强烈。"
        },
        {
            "title": "愁风月/生查子",
            "content": "风清月正圆，信是佳时节。不会长年来，处处愁风月。心将熏麝焦，吟伴寒虫切。欲遽就床眠，解带翻成结。",
            "comment": " | 【注释】这首词以精巧的构思和语言，步步深入、波澜起伏地抒写了回旋往复、无可排遣的离愁。上片首二句点出个风清月圆的良辰美景。但“信是”这种语气，含有客观上是如此，而吾心中却未必然的意味，如“江山信美非吾土”就是。果然下二句即突然翻转：“不会长年来，处处愁风月。”带着主观感情：无边风月，在离人眼中是可以唤起景是人非之感的。所以，词中人因与对方长年隔别，每见风月即生愁 ，“处处”二字 ，不仅指地，亦指时时，事事，凡关乎风月者 ，即是愁端 。由“佳时节”而“愁风月 ”，这一转折，也就是欲解带而翻成结了。说“长年来 ”、“处处”，就从时间和空间的广泛范围内把眼前的“愁”展开来了。下片首二句写主人公本想点香吟诗以遣愁情，然而“熏麝”反而使心同香一样焦，吟声则与虫鸣一般凄切。这里仍是写心情之焦愁与凄苦，用熏麝之“焦”与虫声之“切”双关，便觉倍添意趣，属于缘情造景，亦与生活合拍，故觉十分谐和。生活中寻求排遣之方总是宣布失败。于是乎词中人便决心睡觉，来与愁苦告别 。“欲遽就床眠”的“欲遽”二字，写出一种无可奈何而成决断的情态 。但不料“解带翻成结”，衣带又解不开，越想快点解开，越是糟糕，反而打成了一个死结。全词这个结尾极富于戏剧性，俨然六朝乐府之俊语 ，它写出了“剪不断 ，理还乱”的孤栖愁怀。此词以具体可感的生动意象，将离愁这种抽象而难以言传的复杂情感表现得淋漓尽致，收到了较好的艺术效果。末二句不仅具有民歌风味，而且画龙点睛，乃全词之精髓。"
        },
        {
            "title": "梦江南/忆江南",
            "content": "九曲池头三月三。柳毵毵。香尘扑马喷金衔。涴春衫。苦笋鲥鱼乡味美，梦江南。阊门烟水晚风恬。落归帆。",
            "comment": " | 【注释】此词并非一般地记述冶游、描摹春景，而是有很深挚的乡思渗透其中，抒写了词人的性情，可谓“格见于全篇浑然不可镌 ，气出于言外浩然不可屈”。但情思在作品中又表现得非常蕴藉，如写汴京春景，笔墨极其丽，初读之只见其繁盛而浑不觉有其它用意。作者的感情，虽更倾向于“苦笋鲥鱼”的江南，但前面写汴京春游，却又不是简单地用来对比或反衬，让人感到后者由前者引发，感情是自一种更深的体验中升华而出的。上片首二句写景点人。从“柳毵毵”的那种枝叶细长柔嫩之貌，可以想见柳色掩映中的丽人，也有如柳之婀娜娇美。“香尘扑马喷金衔，涴春衫。”仍未直接写人，但士女如云，帝城春游的场面，却被从一个侧面渲染出来了。词中“香尘扑马喷金衔，涴春衫”，所暗示的正是汴京金明池琼林苑游乐的情景。以香尘来写游人之多，是较常见的写法。但“香尘扑马喷金衔 ”一句 ，却颇能造成气氛。宋孟元老《东京梦华录 》云：“妓女旧日多乘驴，宣、政间惟乘马，披凉衫，将盖头背系上。少年狎客，往往随后，亦跨马轻衫小帽 。有三五文身恶少年控马 ，谓之‘花褪马’，用短缰促马头，刺地而行，谓之‘鞅缰’，呵喝驰骤，竞逞骏逸 。”贺铸曾居汴京，于都人行乐场景自寓于目而记于心，故能绘声绘色，生动地写出了这一境界。经过这样渲染后，再接上“涴春衫”三字，春意之浓可感。下片着重刻绘江南春月的自然景观 。“苦笋鲥鱼乡味美 ”，即使不看下文“梦江南”三字，单是“苦笋鲥鱼 ”，也立即能令人想到江南之春 。祖籍吴越、宦游北方的词人，春时想到这种美味，无疑要为之神往而梦思。但此尚不足以尽江南之美。下文进一步拓开：“ 阊门烟水晚风恬，落归帆。”阊门，苏州西门。其地更是江南之萃。“君到姑苏去，人家尽枕河。”门巷对着烟水，春日将暮，晚风恬静，点点归舟，缓缓地驶来 ，悠悠地落下白帆 。“晚风恬”的“恬”字，极其准确地把握江南日暮晚风的特点。风恬，烟水更美 ，归帆落得更悠闲。“恬”，不仅是风给人的印象，也是词人此刻想到江南烟水时的情绪表现。词中纯用白描手法，简约、空灵地就画出汴京和苏州水乡两幅春景。词人对其笔下的两幅春景，所倾注的感情并不是一样的。下片中“乡味美，梦江南”的直接抒情，虽然只有六个字，透露出来的情思，却是极其绵长而深切的。再回转去看看汴京春游，作者究竟是身预其中，还是旁观，虽很难指实，但在感受上有点发腻，有点倦怠而另有所思，却是隐隐可见的。最后一句“落归帆”固然是极美的写景之笔，而结合抒情去体会，又似乎不排斥带有象征倦游思归的意味。"
        },
        {
            "title": "替人愁/添声杨柳枝",
            "content": "风紧云轻欲变秋。雨初收。江城水路漫悠悠。带汀洲。正是客心孤回处，转归舟。谁家红袖倚津楼。替人愁。",
            "comment": ""
        },
        {
            "title": "钓船归/添声杨柳枝",
            "content": "绿净春深好染衣。际柴扉。溶溶漾漾白鸥飞。两忘机。南去北来徒自老，故人稀。夕阳长送钓船归。鳜鱼肥。",
            "comment": ""
        },
        {
            "title": "晚云高/添声杨柳枝",
            "content": "秋尽江南叶未凋。晚云高。情山隐隐水迢迢。接亭皋。二十四桥明月夜，弭兰桡。玉人何处教吹箫。可怜宵。",
            "comment": ""
        },
        {
            "title": "花幕暗/添声杨柳枝",
            "content": "绿绮新声隔坐闻。认殷勤。尊前为舞郁金裙。酒微醺。月转参横花幕暗，夜初分。阳台拼作不归云。任郎嗔。",
            "comment": ""
        },
        {
            "title": "绿罗裙/生查子",
            "content": "东风柳陌长，闭月花房小。应念画眉人，拂镜啼新晓。伤心南浦波，回首青门道。记得绿罗裙，处处怜芳草。",
            "comment": ""
        },
        {
            "title": "唤春愁/添声杨柳枝",
            "content": "天与多情不自由。占风流。云闲草远絮悠悠。唤春愁。试作小妆窥晚镜，淡蛾羞。夕阳独倚水边楼。认归舟。",
            "comment": ""
        },
        {
            "title": "艳声歌/添声杨柳枝",
            "content": "蜀锦尘香生袜罗。小婆娑。个侬无赖动人多。是横波。楼角云开风卷幕，月侵河。纤纤持酒艳声歌。奈情何。",
            "comment": ""
        },
        {
            "title": "爱孤云/添声杨柳枝",
            "content": "闲爱孤云静爱僧。得良朋。清时有味是无能。矫聋丞。况复早年豪纵过，病婴仍。如今痴钝似寒蝇。醉懵腾。",
            "comment": ""
        },
        {
            "title": "窗下绣/一落萦",
            "content": "初见碧纱窗下绣。寸波频溜。错将黄晕压檀花，翠袖掩、纤纤手。金缕一双红豆。情通色授。不应学舞爱垂杨，甚长为、春风瘦。",
            "comment": ""
        },
        {
            "title": "醉厌厌/南歌子",
            "content": "紫陌青丝鞚，红尘白纻衫。谁怜绣户闭香奁。分付一春心事、两眉尖。怯冷重熏被，羞明半卷帘。欢归斜□□□□。□□□□□□、醉厌厌。",
            "comment": ""
        },
        {
            "title": "望书归/捣练子",
            "content": "边堠远，置邮稀。附与征衣衬铁衣。连夜不妨频梦见，过年惟望得书归。",
            "comment": " | 【注释】此词是作者《古捣练子 组词中词意最为哀婉、沉痛的一篇。词中表现了思妇与征夫互通音讯的困难，流露出词人对于征夫、思妇悲惨生活的深切同情。全词共五句，大意是：边关迢遥僻远，官家用作邮传的驿车却很稀少。难得今日见到驿使，寄信之外，还附上自己赶做的战袍。有它衬在里头，征夫披上铁甲就不会再感到寒冷。一夜之间尽可以三番五次地与夫君在梦中相会，可事实上，下一年能收到他的回信，也就心满意足了。这首词没有花费笔墨去描写思妇的体态 、容貌，而是着意刻画思妇的内心世界，通过展示她微妙的情感波澜来表达其相思之苦。词中写思妇对于所谓幸福的要求，已经没有任何奢求：不敢设想真与征夫团圆，只希望梦中能多重逢几次；不敢想人归，只图书信归；不敢企求回信迅捷，只希望一年之内能见到回信。这一番曲笔，极尽含蓄委婉之致，写得深沉哀婉、催人泪下，表现了封建兵役制的残酷和广大征夫、思妇的辛酸、悲苦。"
        },
        {
            "title": "翦征袍/捣练子",
            "content": "抛练杵，傍窗纱。巧翦征袍斗出花。想见陇头长戍客，授衣时节也思家。",
            "comment": ""
        },
        {
            "title": "夜如年/捣练子",
            "content": "斜月下，北风前。万杵千砧捣欲穿。不为捣衣勤不睡，破除今夜夜如年。",
            "comment": " | 【注释】此词以浅近自然 、通俗流畅的语言和一波三折、寓意深长的笔法，借思妇捣衣的活动，抒写了思妇对征夫的无尽思念和她们内心巨大的孤寂，痛楚。全词语近情遥，含吐不露，意蕴深长。词之首句“斜月下 ”，交代时间；“北风前”，交代气候、节令。深秋的夜晚，银白色的月光笼罩着大地，北风送来了阵阵凛冽的寒气。那如水的月光，勾起了思妇对远戍边地亲人的思念，那刺骨的北风，催促着她们尽快赶制寒衣。自然洗练的六个字，勾画出一幅渺远、凄清的画面。在这样的背景之中，远远近近传来了此起彼伏的砧杵声 ，急促沉重，捣之欲穿。词由从前人诗句代出，前人有诗云“捣衣明月下，静夜秋风飘”（庾信《题画屏风》），“长安一片月，万户捣衣声 ”（李白《子夜吴歌》），但其重点是落在“捣欲穿”三字上，词人突出的是砧杵声的急促沉重。从这撼人心魄的杵声中，付出思妇对亲人的体贴、关怀和刻骨铭心的思念，以声传情，不言情而情自见。“不为捣衣 ”句进一步向深处开掘，勒笔作势，陡起波澜，挥笔在句首冠以“不为”二字。明言思妇们不是为了捣衣而彻夜不眠，从而为下文作好铺垫。第四句通过近乎无理的夸张描写，达到了深刻表现主题的效果。短短的一夜在思妇看来有如漫漫长年那样难以消磨，细细品味，言外有多少缠绵执着的思恋和肝肠欲断的痛苦啊！正象绝望的人常常用酒精来麻醉自己那样 ，“愁多梦不成”的思妇，也试图以不停地捣衣来减轻自己心灵上无法承受的负担，来熬过这令人难以忍受的孤寂的漫漫长夜 。 虽然作者写的是破除今夜夜如年 ”，但思妇心中的痛苦，又何尝能“破除”呢？那“捣欲穿”的砧杵声，正倾吐着这种难以诉说、难以“破除”的痛苦。这首词继承了乐府诗、民间词的优良传统，语浅情深，诚挚感人，具有撼人心魂的艺术力量。"
        },
        {
            "title": "杵声齐/捣练子",
            "content": "砧面莹，杵声齐。捣就征衣泪墨题。寄到玉关应万里，戍人犹在玉关西。",
            "comment": " | 【注释】此为闺怨词。词中从怨女的角度，反映了封建兵役制下外有征夫，内有怨女的悲剧。上片起二句从捣练的工具运思下笔，而字里行间自有捣练之人在。从“砧面莹”的“莹”字，可以想见，作为一位征人的妻室，捣练帛，作征衣，早已是她的繁重的家务劳动的一部分 ，日复一日 ，年复一年，以至那面砧石已经被磨得如此光莹平滑。从“杵声齐”的“齐”字，则可以想见她的捣练操作之熟练，以及与同伴合作之协调，而在那一记记有节秦的杵声中，正倾注了她辛劳持家的全部心力，传出了她忆念远人的万缕深情。下面“捣就征衣泪墨题”一句，道破题旨，点明其捣练制衣的目的是寄与远戍边关的丈夫，而在题写姓名、附寄家书之际，一想到丈夫远在万里外 ，归期渺茫 ，生死难卜，今世今生，相见无日 ，不禁愁肠千转，泪随墨下。“泪墨题”三字，包含了一位失去家庭幸福的妇女的无限辛酸苦痛。结末两句与“捣就征衣”句紧相承接，从戍人的角度进一步加重了这幕悲剧的份量。句中的“玉关”，即玉门关，但此处非必实指，只是极言戍地之远，也暗含班超上疏所说“但愿生入玉门关”（《后汉书·班超传》）及李白诗“ 玉关殊未入”（《塞下曲六首》之五）之意。结末两句采用了翻进一层的写法。这两句先写玉关之远 ，再推进一层 ，写戍人所在地之远，从而使上、下句间有起伏转折之致，而且，每转愈深，把这一家庭悲剧显示得更其可悲，把悲剧中女主角的伤离怀远之情表现得更深更曲。在当时的交通条件下，这负载着她的柔情蜜意的征衣包裹，寄到玉关已要经历千山万水，不知何时才能到达，寄到远在玉关之西的戍人手中，就更遥遥无期了，更不知这包寒衣寄到时戍人是否尚在人间。这样一个最凄惨、最残酷而又可能出现的悲剧结局，正是长期笼罩在她心头的一片阴影、不敢去触动而又时时颤抖的一根心弦，也正是她题寄这包征衣时泪墨难分的一个最痛楚的原因。"
        },
        {
            "title": "夜捣衣/捣练子",
            "content": "收锦字，下鸳机。净拂床砧夜捣衣。马上少年今健否，过瓜时见雁南归。",
            "comment": " | 【注释】此词以简炼概括的语言，塑造了一个鲜活的思妇形象，抒写了闺中少妇思念远征丈夫的情思。用闺情写征戎之苦，这在宋词中并不多见。作者的系列《捣练子》词，可谓难得的珍品。这几首写思念边疆征人的作品 ，既有民歌情味，又以清婉见长，给人印象颇深。此词是其中代表性很强的一篇。上片起三句写了思妇的两组动作。“锦字”用典。《晋书·列女传 》载前秦时 ，窦滔被流放到边疆地区 ，其妻苏蕙思念不已 ，遂织锦为回文旋图诗相寄赠。诗图共八百四十字，文辞凄惋，宛转循环皆可以读 。“鸳机”是织机的美称 。李商隐《即日》诗云：“几家缘锦字 ，含泪坐鸳机”，白天光线充足，故思妇忙着在织锦，及至黄昏，不能作此细活了，乃收拾下机。然而夜晚自有月光可以利用，思妇还舍不得休息，于是又将大石板擦拭干净，连夜捣衣，准备捎给戍边的良人。只此“收锦 ”、“下机”、“拂砧”、“捣衣”一连串动作，便概括了思妇一天一夜的辛勤劳作，而这辛勤劳作 ，又无不是为了征夫，这样一个勤劳、贤慧的思妇的形象便惋然眼前了。可词人没有把笔触停留在刻画思妇如何不惮辛苦 、日夜劳作这一浅层，接下去两句即进而向着思妇的精神世界作深入的开掘，写她一边捣衣一边忐忑不安地思忖着“马士少年今健否！”“过瓜时见雁南归”七字，是点睛之笔。此句中用了《左传·庄公八年》里的一个典故：是年齐襄公派将军连称、管至父去戍守葵丘，当时正值瓜熟，襄公便许诺明年瓜熟之时派人去替换他们。谁知一年期满，襄公却自食其言，不准他们回来。用此典说明这一类言而无信 、随意延长戍卒役期的行径尚在继续，故尔思妇还得日织锦字，夜捣寒衣，征夫仍须防秋于塞上，捱冬于边头。论其艺术手法上的高明之处，则前四句皆是直笔，至此收尾处使一折笔，便有含毫不尽之妙。"
        },
        {
            "title": "捣练子",
            "content": "楼上鼓，转□□。□□□□□□□。思妇想无肠可断，□□□□□□□。",
            "comment": ""
        },
        {
            "title": "花想容/武陵春",
            "content": "南国家人推阿秀，歌醉几相逢。云想衣裳花想容。春未抵情浓。津亭回首青楼远，帘箔更重重。今夜扁舟泪不供。犹听隔江钟。",
            "comment": ""
        },
        {
            "title": "第一花/鹧鸪天",
            "content": "豆蔻梢头莫漫夸。春风十里旧繁华。金缕玉蕊皆殊艳，别有倾城第一花。春雀舫，紫云车。暗期归路指烟霞。无端却似堂前燕，飞入寻常百姓家。",
            "comment": ""
        },
        {
            "title": "千叶莲/鹧鸪天",
            "content": "闻你侬嗟我更嗟。春霜一夜扫秾华。永无清啭欺头管，赖有浓香著臂纱。侵海角，抵天涯。行云谁为不知家。秋风想见西湖上，化出白莲千叶花。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "留落吴门□□□。□□□□□□□。扁舟更入毗陵道，却□□□□□□。□□念，付清觞。樵青与我和沧浪。浮云□是无根物，南北东西不碍狂。",
            "comment": ""
        },
        {
            "title": "避少年/鹧鸪天",
            "content": "谁爱松林水似天。画船听雨奈无眠。清风明月休论价，卖与愁人直几钱。挥醉笔，扫吟笺。一时朋辈饮中仙。白头□□江湖上，袖手低回避少年。",
            "comment": ""
        },
        {
            "title": "翦朝霞/鹧鸪天",
            "content": "云弄轻阴谷雨乾。半垂油幕护残寒。化工著意呈新巧，翦刻朝霞飣露盘。辉锦绣，掩芝兰。开元天宝盛长安。沈香亭子钩阑畔，偏得三郎带笑看。",
            "comment": ""
        },
        {
            "title": "半死桐/鹧鸪天",
            "content": "重过阊门万事非。同来何事不同归。梧桐半死清霜後，头白鸳鸯失伴飞。原上草，露初晞。旧栖新垅两依依。空床卧听南窗雨，谁复挑灯夜补衣。",
            "comment": " | 【注释】①阊门：本为苏州西门，这里代指苏州。②梧桐半死：比喻丧偶。③原上草，露初晞：比喻死亡。晞：干掉。④旧栖：旧居。　新垅：新坟。【评解】这首悼亡词充满了诗人对亡妻怀念之情。上片写妻子死后诗人的凄凉和孤零。开始即以“万事非”写出不堪回首的慨叹。下片写诗人对妻子的怀念。“挑灯夜补衣”，再现了亡妻日夜辛劳，甘于过清苦生活的场面。以此为结，突出表现了诗人对亡妻深沉的悼念之情。全词写得哀婉柔丽，真挚感人。【集评】张燕瑾《唐宋词选析》：贺铸退居苏州，本来就心情抑郁，“闲愁”颇多，亦颇大；在苏州又死去了妻子，这就给他布满阴霾的心头，又增添了一层乌云。这首悼念亡妻的词作。出语沉痛，感情深挚，很能感动人。--引自惠淇源《婉约词》这是一首悼之词，表现作者对亡妻赵氏的深挚追怀。词中通过旧地重游抒发感情，追念了作者与亡妻在长期同甘共苦的生活中培育出来的深厚爱情。全词触景生情，出语沉痛，情真意切，哀怨凄婉，动人肺腑。上片起二句用赋 ，直抒胸臆。“阊门”是苏州城西门。词人回到苏州，一想起和自己相濡以沫的妻子已长眠地下 ，不禁悲从中来，只觉得一切都不顺心，遂脱口而出道：“重过阊门万事非”。接以“同来何事不同归 ”一问 ，问得十分无理，实则文学往往是讲“情 ”而不讲“理”的 ，极“无理”之辞，正是极“有情”之语。以下两句，以连理树的半死、双栖鸟的失伴来比拟自己的丧偶 。“清霜”二字，以秋天霜降后梧桐枝叶凋零 ，生意索然，比喻妻子死后自己也垂垂老矣。“头白 ”二字一语双关 ，鸳鸯头上有白毛（李商隐《石城》诗：“鸳鸯两白头。”），而词人此时已届五十，也到了满头青丝渐成雪的年龄。这两句形象地刻画出了作者本人的孤独的凄凉。换头“原上草，露初晞”一句，承上启下，亦比亦兴 。本自汉乐府丧歌《薤露》：“薤上露，何易晞！用原草之露初晞暗指夫人的新殁，是为比，紧接上片，与“梧桐半死 ”共同构成“博喻”；同时，原草晞露又是荒郊坟场应有的景象 ，是为兴，有它寻夫先路，下文“新垅”二字的出现就不显得突兀。“旧栖”句至结尾复用赋体。因言“新垅”，顺势化用陶渊明《归田园居 》五首其四“徘徊丘垅间，依依昔人居”诗意，牵出“旧栖 ”。下文即很自然地转入到自己在“旧栖”中的长夜不眠之思——“空床卧听南窗雨 ，谁复挑灯夜补衣！这既是抒情最高潮，也是全词中最感人的两句。这两句，在平实的细节与意象中表现妻子的贤慧，勤劳与恩爱，以及伉俪间的相濡以沫，一往情深，读来令人哀惋凄绝，感慨万千。这首词，艺术上以情思缠绵，婉转工丽见长。作者善于把一些使人捉摸不到的情感形象化，将情与景和谐地融为一体 。词中以“梧桐半死”“鸳鸯失伴”等形象化的比喻 ，表达了作者内心深处的亡妻之痛，又用草间霜露，比喻人生的短促，这比直陈其事更具艺术效果。末三句“旧棲”“新垅”、“空床”、“听雨”既写眼前凄凉的景状，又抒发了孤寂苦闷的情怀。"
        },
        {
            "title": "清商怨",
            "content": "扬州商女□□□。□□□□□。□寄扁舟，江南湖北道。津头龙祠屡□。□信指、半春前到。笑倚危樯，朝来风色好。",
            "comment": ""
        },
        {
            "title": "尔汝歌/清商怨",
            "content": "劳生羁宦未易处。赖醉□□□。白眼青天，忘形相尔汝。□□□□□□。□□□，送君南浦。雪暗沧江，□□□□□。",
            "comment": ""
        },
        {
            "title": "辟寒金/迎春乐",
            "content": "六华应腊妆吴苑。小山堂、晚张燕。赏心不厌杯行缓。待月度、银河半。缥缈郢人歌已断。归路指、玉溪南馆。谁似辟寒金，聊借与、空床暖。",
            "comment": ""
        },
        {
            "title": "攀鞍态/迎春乐",
            "content": "逢迎一笑金难买。小樱唇、浅蛾黛。玉环风调依然在。想花下、攀鞍态。伫倚碧云如有待。望新月、为谁双拜。细语人不闻，微风动、罗裙带。",
            "comment": ""
        },
        {
            "title": "辨弦声/迎春乐",
            "content": "琼琼绝艺真无价。指尖纤、态闲暇。几多方寸关情话。都付与、弦声写。三月十三寒食夜。映花月、絮风台榭。明月待欢来，久背面、秋千下。",
            "comment": ""
        },
        {
            "title": "小重山",
            "content": "隔水桃花□□□。□□□□□，□□□。□妆飞鹊镜台前。□□□，□□□□□。□首已依然。断云疏雨後，更闻蝉。□□□叶付漪涟。驰寄与，人住玉溪边。",
            "comment": ""
        },
        {
            "title": "群玉轩/小重山",
            "content": "群玉轩中迹已陈。江南重喜见，广陵春。纤秾合度好腰身。歌水钓，清啭□□□。团扇掩樱唇。七双胡蝶子，表□□。□□□复旧东邻。风月夜，怜取眼前人。",
            "comment": ""
        },
        {
            "title": "璧月堂/小重山",
            "content": "梦草池南璧月堂。绿阴深蔽日，啭鹂黄。淡蛾轻鬓似宜妆。歌扇小，烟雨画潇湘。薄晚具兰汤。雪肌英粉腻，更生香。簟纹如水竟檀床。雕枕并，得意两鸳鸯。",
            "comment": ""
        },
        {
            "title": "鸳鸯语/七娘子",
            "content": "京江抵、海边吴楚。铁瓮城、行胜无今古。北固陵高，西津横渡。几人携手分襟处。凄凉渌水桥南路。奈玉壶、难叩鸳鸯语。行雨行云，非花非雾。为谁来为谁还去。",
            "comment": ""
        },
        {
            "title": "七娘子",
            "content": "□波飞□□□向。□□□、□□□□样。拥鼻微吟，捋须遐想。□□□□□□上。会须加数□□酿。□□□、□□□□涨。美满孤帆，轻便双桨。中分□□□□往。",
            "comment": ""
        },
        {
            "title": "天宁乐/金人捧露盘",
            "content": "斗储祥，虹流祉，兆黄虞。未□□、□圣真符。千龄叶应，九河清、神物出龟图。□□□□，□盛时、朝野欢娱。靡不覆，旋穹□，□□□，□坤舆。致万国、一变华胥。霞觞□□，□□□、□□□宸趋。五云长在，望子□、□□□□。",
            "comment": ""
        },
        {
            "title": "青玉案",
            "content": "凌波不过横塘路，但目送、芳尘去。锦瑟年华谁与度？月桥花院，琐窗朱户，只有春知处。　　飞云冉冉蘅皋暮，彩笔新题断肠句。试问闲愁都几许？一川烟草，满城飞絮，梅子黄时雨。",
            "comment": "：①凌波：形容女子走路时步态轻盈。\r\n②横塘：在苏州南十时许。\r\n③芳尘：指美人的行踪。\r\n④锦瑟华年：比喻美好的青春时期。\r\n⑤琐窗：雕刻或彩绘有连环形花纹的窗子。\r\n⑥冉冉：流动的样子。\r\n⑦梅子黄时雨：四五月梅子黄熟，基间常阴雨连绵，俗称“黄梅雨”或“梅雨。” | ：　　你的玉步不肯来到横塘，我只有目送你离去。但现在不知你与谁相伴，共度这花样的美好年华？在那修着偃月桥的院子里，朱红色的小门映着美丽的琐窗。只有春风才能知道你的归处。天上飞云在空中拂过，长满杜蘅的小洲在暮色中若隐若现。佳人一去而不复返，我用彩笔写下断肠的诗行。如果要问我的忧伤有多深多长，就像烟雨一川青草，就像随风飘转的柳絮，梅子黄时的雨水，无边无际。 | ：　　这首词抒写了因理想不能实现而郁郁不得志的“闲愁”。上片写相恋和怀念，下片开头两句写昏暮景色，暗示出抒情主人公等待盼望那位“凌波”仙子直到黄昏，仍不见踪影，或“闲愁”太多。写“美人”可望而不可及，以此喻指理想不能实现，形象生动。下片的“碧云”句喻指时光流逝之迅速，末尾连用三个比喻来表现“闲愁”之多、乱、缠绵不断，十分生动，作者也因此获得了“贺梅子”的雅号。词中他把抽象的闲情化为可感可知的“一川烟草，满城风絮，梅子黄时雨”，不仅形象、真切地表现出词人失意 、迷茫、凄苦的内心世界，同时也生动、准确地展现了江南暮春时烟雨迷蒙的情景，深得当时人们的赞赏。结尾处“一川烟草，满城飞絮，梅子黄时雨”，以江南景色比喻忧愁的深广，以面积广大喻愁之多，“满城风絮”以整个空间立体地比喻愁之深广，“梅子黄时雨”以连绵不断比喻愁之时间长和难以断绝，兴中有比，意味深长，被誉为绝唱，贺铸也因此而有“贺梅子”的雅号，深得当时人们的赞赏。黄庭坚更是极口称赞说：“解作江南断肠句，只今唯有贺方回”（《寄贺方回》）。 | 【注释】①凌波：形容女子步态轻盈。②芳尘去：指美人已去。③锦瑟华年：指美好的青春时期。　锦瑟：饰有彩纹的瑟。④月台：赏月的平台。　花榭：花木环绕的房子。⑤琐窗：雕绘连琐花纹的窗子。　朱户：朱红的大门。⑥蘅皋：长着香草的沼泽中的高地。⑦彩笔：比喻有写作的才华。事见南朝江淹故事。⑧都几许：共有多少。⑨一川：遍地。【评解】这首词通过对暮春景色的描写，抒发作者所感到的“闲愁”。上片写路遇佳人而不知所往的怅惘情景，也含蓄地流露其沉沦下僚、怀才不遇的感慨。下片写因思慕而引起的无限愁思。全词虚写相思之情，实抒悒悒不得志的“闲愁”。立意新奇，能兴起人们无限想象，为当时传诵的名篇。【集评】周紫芝《竹坡诗话》：贺方回尝作《青玉案》，有“梅子黄时雨”之句，人皆服其工，士大夫谓之“贺梅子”。罗大经《鹤林玉露》：贺方回有“试问闲愁都几许？一川烟草，满城风絮，梅子黄时雨”。盖以三者比愁之多也，尤为新奇，兼兴中有比，意味更长。沈谦《填词杂说》：“一川烟草，满城风絮，梅子黄时雨。”不特善于喻愁，正以琐碎为妙。先著、程洪《词洁》：方回《青玉案》词工妙之至，无迹可寻，语句思路亦在目前，而千人万人不能凑拍。沈际飞《草堂诗余正集》：叠写三句闲愁，真绝唱！刘熙载《艺概》：贺方回《青玉案》词收四句云：“试问闲愁都几许？一川烟草，满城风絮，梅子黄时雨。”其末句好处全在“试问”呼起，及与上“一川”二句并用耳。王方俊《唐宋词赏析》：贺铸晚年退隐至苏州，并在城外十里处横塘有住所，词人常往来其间。这首词写于此时此地。汉中写路遇一女子，而引起了作者对生活的感慨。--引自惠淇源《婉约词》此词为作者晚年退隐苏州期间的作品。词中明写相思之情，实则借怀思美人抒发自己的苦闷闲愁和迷惘心境。上片起首三句化用曹植《 洛神赋》中“ 凌波微步，罗袜生尘”句意，写美人迈着轻盈的步履，正从横塘姗姗远去，美人离去，词人极目远望，只能从见到的一片芳尘之中 ，想象她的美妙姿态 。接下来四句，写美人离去后，深层独处于“月桥花院，琐窗住户 ”的住处 ，虚度青春年华，除一年一度的春光以外 ，无人能至 ，自己当然也无从寄与相思。相惜之情。而词人自己同样幽居独处，对美人的思恋十分殷切。下片着重写作者的忧思。过片谓暮云冉冉，舒卷移动 ，正笼罩着长满香草的水边高地，这时 ，词人“ 彩笔新题断肠句。”此句暗用《南史·江淹传》的典故：江淹因得五色笔而才华横溢，妙句纷呈，后梦中见厚笔主人郭璞来讨还 ，“尔后为诗 ，绝无美句，时人谓之才尽。”词人之才不让江淹 ，以生花妙笔题断肠之句，更令人凄楚，这愁苦之情到此已抒写得极为委婉深切，但作者仍继续用江南暮春常见的三种具体物象来烘托浓重的闲愁。先是试问，然后，用三个比喻作答，以景结情，收来全篇。"
        },
        {
            "title": "醉中真/浣溪沙",
            "content": "不信芳春厌老人，老人几度送余春，惜春行乐莫辞频。　　巧笑艳歌皆我意，恼花颠酒拚君瞋，物情惟有醉中真。",
            "comment": "：①巧笑：美好的笑貌。《诗·卫·硕人》：“巧笑倩兮，美目盼兮。”\r\n②艳歌:爱情歌曲。\r\n③嗔：怒，生气。 | ：　　我不信春色厌弃老人，老人曾经几次依依难舍地送别饯春。珍惜春光，及时行乐，切不要辞太过殷勤。巧媚的笑靥，柔艳的歌吟，全合我心愿，只恼花去匆匆，饮酒发狂颠，拼着让你嗔怨。只有在酒后才能见出人间真情。 | ：　　本词抒写惜春恋春之情。贺铸是宋代帝王宾裔，又娶宗室之女为妻，按理说应该仕途青云，一帆风顺。便他喜欢议政，又不媚权贵，所以抑郁不得志，以致愤而退居苏州盘门南十里处的横塘。然虽寄意山水，纵情诗酒，却时流露不平之气。上篇写惜春之意，寓有垂老之叹。下片写乐春之态，表面上似乎甘心醉于歌笑，沉溺于醉乡，但在其佯狂的腔调中，不难体会出内心有一股愤懑不平之气。这首小令即是词人临老惜春的感怀之作，在无可奈何的惜春心绪中，寄寓着不尽的夙志难酬之情。词的上片，紧扣“老人”与春的关系落笔，得出惜春行乐的结论。词的下片，巧笑艳歌，恼花颠酒，均承惜春行乐而来。只要我“适”意 ，莫管“君”嗔怪，此种真情，惟有醉时能够自然流露，这真是“不失其赤子之心”了。"
        },
        {
            "title": "更漏子",
            "content": "上东门，门外柳，赠别每烦纤手。一叶落，几番秋，江南独倚楼。曲阑干，凝伫久，薄暮更堪搔首。无际恨，见闲愁，侵寻天尽头。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "楼角初消一缕霞，消淡黄杨柳暗栖鸦，玉人和月摘梅花。　　笑捻粉香归洞户，更垂帘幕护窗纱，东风寒似夜来些。",
            "comment": "：①杨柳暗栖鸦：杨柳幽暗处，栖息着归林的乌鸦。化用古乐府《杨叛儿》：“杨柳可藏鸦”意谓春色已浓。\r\n②粉香：指梅花的花香，此以花香代替花枝。\r\n③夜来：昨天。 | ：　　楼角处刚刚散去一缕晚霞。淡黄色的新生的杨柳，悄悄栖息着乌鸦。月光下，一位佳人正在摘取清丽动人的梅花。她一边微笑着，一边掭着一枝新花，回到幽雅的房里，她垂下帘幕，遮掩着窗纱。春风吹来，近来的夜里更添寒意，春寒春意无限。 | ：　　这首词通过写景赞美一个纯洁如玉的少女，给人以清幽淡雅的感觉。词中所寄之情的具体内容究竟是什么，词人没有说，只是创造了一处近似孤芳自赏、超凡 绝俗的意境，留给读者的是无限的想像空间。上片写室外之景，下片言室内之情，二者紧相关联，以“玉人”的活动为线索。先看上片，在我们眼前依次展现出三种不同画面：一位亭亭玉立的少女，正在月下采摘梅花，这意境很美。下片，紧承人物活动进入室内，展示玉人的感情变化。本词以轻淡的笔触描绘一位美人傍晚到入夜时的生活片断。全以写景为主，把美人和月摘梅也作为月夜美景中一个不可或缺的组成部分，使整个画面充满生气，美丽迷人，体现出潇洒脱尘的风致。开头写晚霞乍收的景象，点明时间，“淡黄杨柳暗栖鸦”写景入微而有神韵。“暗栖鸦”何以得知，很明显是听到了声音。写出刚刚黄昏，乌鸦方还巢而未安眠的情景，出神入化。“玉人和月摘梅花”仿佛是特写镜头，将柔和的月光，妩媚的佳人，淡雅的梅花组合在一个画面之中，确实很美。下片写美人手捻花枝回到闺房，放帘幕遮纱窗，扣紧早春气候来写。全词意境清幽淡雅，朦胧优美，有很高的美学价值。"
        },
        {
            "title": "薄幸",
            "content": "淡妆多态，更的的、频回眄睐。便认得琴心先许，欲绾合欢双带。记画堂、风月逢迎，轻颦浅笑娇无奈。向睡鸭炉边，翔鸳屏里，羞把香罗暗解。　　自过了烧灯后，都不见踏青挑菜。几回凭双燕，丁宁深意，往来地恨重帘碍。约何时再，正春浓酒困，人闲昼永无聊赖。厌厌睡起，犹有花梢日在。",
            "comment": "：①的的：明媚貌。\r\n②眄睐：顾盼。绾：系结。\r\n③睡鸭炉：形如睡鸭的香炉。\r\n④翔鸳屏：画有双飞的鸳鸯的屏风。自过了烧灯后，都不见踏青挑菜。\r\n⑤烧灯：元宵燃灯。\r\n⑥挑菜：古代风俗，农历二月初二日为挑菜节。 | ：　　她素妆颜容，却更风情无限。那双明如秋波般的眼神，又频频向我传情。从她的琴声中我听出了一片情意，知道她对我心动，想要和我结上共结连理。记得那次来到画堂，和风明月知我心意。她深情地微皱蛾眉，浅露笑靥，那娇柔可人的情态，真让人无法忘怀。我们双双来到睡鸭形的香炉旁，屏风上画着双宿双飞的鸳鸯。在这情意绵绵的帷帐里，她娇羞地偷偷解开罗裳。自从那次相聚之后，我再也没见到她的倩影。元宵灯节，踏青的女子中，我苦苦寻觅，却找不到她。我多少次要请双燕传信，嘱咐它们送去我的一片相思。然而来来往往却封锁消息，因有帘幕一层又一层，我的心潮无法平静。不知何时再次相约欢会，重圆一场春梦。但如今是虽是酒暖春浓，我却一个人孤单寂寞，只恨这春日太长。 | ：　　“薄幸”作为词调名，始见于贺铸的这首词，此后历代词评家都很重视这首词，把它看作此词调的正格；作为一个词语，“薄幸”本有“薄情”、“负心”的意思，多用来指一些见异思迁、薄情寡义的负心男子。本词抒写男主人公对一位与自己曾经有过幽会欢爱情事之女子的深怀念渴盼之情。上片写与女子一见钟情并终偕鸾凤的经过，在叙事中抒情。下片写自从那次欢爱后再也无法见到佳人的苦闷与忧伤，在抒情中叙事。上片追叙前欢，由月成、心许、逢迎、到鸾屏幽会，笔势也一气而下，忧伤失望之情也达到高潮。这首词虽名为“薄幸”，内容却是叙述一个热情痴诚的青年男子和一位女子相识，相爱以及离别后不得见面的刻骨铭心的相思，读来既热烈奔放，又缠绵悱恻。词的上片写他同那位女子相识、相爱和热恋的经过。男女仍是一见钟情式的格局。上片写热恋则浓丽下直接，用“逢迎”“浅笑”“娇无奈”，以及“向睡鸭炉边，翔鸳屏里”等语词，都生动细致地勾勒出了热恋中青年男女的行为、动作和神态。词的下片写离别后青年男子的相思之苦。约何时再，正春浓酒困，人闲昼永无聊赖。“约何时再”，欲约佳期何时再逢呵！纯然是虚呼空望。“春浓酒困”、“人闲昼永”春日良辰美景无心赏，借酒浇愁，困乏闲散，昼无聊，写出词人失恋的怨伤与无奈。结尾写他相思之情的焦灼、怨愤和无奈。以景收束，欲收含蓄之致，然难掩全篇的热烈、坦白。 | 【注释】又作：艳真多态。更的的，频回眄睐。便认得、琴心相许，与写宜男双带。记画堂、斜月朦胧，轻颦微笑娇无奈。便翡翠屏开，芙蓉帐掩，与把香罗偷解。自过了收灯後，都不见、踏青挑菜。几回凭双燕，丁宁深意，往来翻恨重帘碍。约何时再。正春浓酒暖，人闲昼永无聊赖。厌厌睡起，犹有花梢日在。①滴滴：形容眼波不时注视的样子。②睐：斜望。③琴心：以琴声达意。④绾：盘结。　合欢带：与“同心结”同意。⑤烧灯：指元宵节。【评解】这首怀人之作，可能是通过对男女恋情的吟咏，别有寄托。上片追忆前欢，抒写当初相遇时的情景。下片写别后相思之苦。全词铺叙详尽，情致委曲。在北宋慢词艺术上有较高成就。【集评】李攀龙《草堂诗余隽》：凡闺情之词，淡而不厌，哀而不伤，此作当之。周济《宋四家词选》：耆卿于写景中见情，故淡远。方回于言情中布景，故秾至。俞陛云《唐五代两宋词选释》：上阕追叙前欢，下阕言紫燕西来，已寄书多阻，姑借酒以消磨永昼。乃酒消睡醒，仍日未西沉，清昼悠悠，遣愁无计，极写其无聊之思。原题云：《忆故人》，知其眷恋之深，调用《薄倖》，殆其自谓耶？张文潜《东山词集序》：乐府妙绝一世，盛丽如游金、张之堂，妖冶如揽嫱、施之祛。--引自惠淇源《婉约词》这是一首怀念昔日情人的词。词的上片写男主人公与情人相识，相爱和相恋的经过，下片写离别后男主公的相思之苦。全篇既热烈奔放，又缠绵悱恻，前欢与今愁，铺叙详尽，情致婉曲，且熔景入情，秾丽之极，读来令人叹惋。起首二句写伊人虽淡妆亦多姿，初次见面，她用那双明亮的双眸频频回首相见。词人首先写情人的淡装和目光，可见这两点给他留下了很深的印象。郎有情 ，妾有意 ，于是“便认得琴心先许，欲绾合欢双带。”这两句暗用司马相如 ，卓文君之典，说明二人己目成心许。”“记画堂”句，正面描写了欢会时伊人轻颦浅笑的娇媚之态。接着“向睡鸭炉边”以下三句写欢会的地点，在睡鸭形的熏炉边，在绘有翔鸾花纹的屏风内，他们双双好合了。过片承上，说那次欢会是灯节之时，同时又开启下文，说除灯节外，还有踏青节和挑菜节可以重温旧梦 ，但“过了”“不见”又点出：实际上，这两次都未见到伊人的踪影。“几回凭双燕”以下三句，用典，写男主人公几次设法与对方联系，但都障碍重重，音信难通。接下来迸出一句“约何时再”的慨叹。最后四句写男主人公在绵绵相思中更觉春浓酒困，所以无情无义地昏睡起来，待到他一觉醒来时，日影仍在花梢之上。此词写人 、写事 、写情、均层层深入，一泻无余，细腻婉转 。全词熔情入景，故淡远；熔景入情，故秾丽 。于言情中布景，景即是情，情则愈加浓烈，这种高超的艺术手法，对于作者抒写从恋的狂欢到离别相思的辛酸这一情感历程 ，起了十分关键的作用。"
        },
        {
            "title": "寄李赵二友生",
            "content": "东风掠地百草青，颠毛余几今星星。长年婴疾断还往，无处避愁徒醉醒。联马寻芳狭斜道，衔舟待月沧浪亭。遥输此兴二公子，涨海未应沈一萍。",
            "comment": ""
        },
        {
            "title": "登兴国寺楼",
            "content": "怪槐风动绿鬅鬙，廊外时闻演梵僧。怊怅无人共樽酒，可怜明月最高层。",
            "comment": ""
        },
        {
            "title": "冠氏寺居书怀",
            "content": "古刹荒凉昼掩门，鸣鸡吠犬接西村。窗间自记曾归梦，楼外谁招欲断魂。漫赋新诗题琬琰，少逢佳客佩兰荪。更堪愁肺经春病，负尔商歌酒一樽。",
            "comment": ""
        },
        {
            "title": "题海陵寓舍四首之一",
            "content": "藜藿荒庭微迳通，支撑破屋古池东。暮凉百燕抵突雨，昼静一蝉饕餮风。隐几敢希南郭久，移文方诮北山空。森然槐柳相差地，它日低回忆个中。",
            "comment": ""
        },
        {
            "title": "永城邂逅周元通再索诗赠别",
            "content": "泛泛流萍滚滚蓬，偶然南北偶然逢。一樽通济桥边酒，两夜临濉驿外钟。行矣风波宜尚慎，归哉尘土不相容。事功早立须知退，学稼它年访老农。",
            "comment": ""
        },
        {
            "title": "历阳十咏之九桃花坞",
            "content": "种树临溪流，开亭望城郭。当年孟张辈，载酒来行乐。斯人久埃灭，节物今犹昨。看取不言华，春风自相约。",
            "comment": ""
        },
        {
            "title": "冠氏县斋书事寄滏阳朋游",
            "content": "小阁烧香麝煎浓，翠苔庭院绿阴风。卷帘燕自双飞去，攲枕人方半梦中。秋鬓先於怀县令，春愁多似义城公。西园酒伴无消息，息欲寄鱼笺水自东。",
            "comment": ""
        },
        {
            "title": "晚出江城闻角",
            "content": "古壕沮洳荷叶枯，矍铄秃鶖行且渔。山衔日脚水关掩，孤楼引角吹单于。胡马嘶风兴非浅，壮图旧迹随尘卷。秋尽湖边雁不来，流落方悲去人远。十月之交五夜长，河横斗直天苍凉。苏门故里斗杓下，岂无伯仲勤相望。君不见剡蓬为矢弧弦桑，男儿落地地四方。履屐无根著家巷，道梁适楚犹吾乡。鸲鹆不踰济，橘渡淮为枳。吾心况物未应然，随牒官身聊尔耳。",
            "comment": ""
        },
        {
            "title": "王迥子高挽章五首",
            "content": "南浦维舟访，东堂抵榻眠。後期犹指日，轻别遂终天。墨妙今初贵，诗鸣久已传。清风知未坠，诸子更翩翩。",
            "comment": ""
        },
        {
            "title": "和陈传道秋日十咏之六秋风",
            "content": "纷纷脱柯叶，衮衮断根蓬。不待吹扬力，随风亦自东。",
            "comment": ""
        },
        {
            "title": "王迥子高挽章五首",
            "content": "卓尔金闺彦，颀然玉笋班。周旋三友益，零落十年间。轣辘灵輀动，悠扬素旐还。暮年怀抱爱，应未辨追攀。",
            "comment": ""
        },
        {
            "title": "送方安行之官高密令",
            "content": "平世功名输阿童，束书洗剑栖渔篷。晚交东武百里长，想见桐庐三拜风。白雪兴阑吟社远，绿槐阴合讼庭空。它年朱绂指东道，试访钓鳌浮玉翁。",
            "comment": ""
        },
        {
            "title": "冬夜寓直",
            "content": "落月半侵窗，蛩声寒到床。羇人不堪此，梦後夜仍长。结衣出庭户，河汉正苍凉。浮阴暝四野，来雁不知行。陈物悲暮节，畏途怀故乡。十年泥滓贱，半生靴板忙。岂不志事功，筋骸难自强。壮毛抽寸霜，烈胆磨尺钢。素尚竟谁许，行歌追楚狂。",
            "comment": ""
        },
        {
            "title": "度黄叶岭怀寄清凉白云庵",
            "content": "黄叶岭头黄叶飞，白云庵畔白云归。叶随游子终相失，云伴禅翁得所依。会解腰间斩马剑，肯寻江上钓鱼矶。焚香扫地双林下，愿赎今生种种非。",
            "comment": ""
        },
        {
            "title": "南歌子",
            "content": "疏雨池塘见，微风襟袖知。阴阴夏木啭黄鹂。何处飞来白鹭立移时。易醉扶头酒，难逢敌手棋。日长偏与睡相宜。睡起芭蕉叶上自题诗。",
            "comment": "【注释】此为抒怀词。词人以轻灵、蕴藉的笔致，通过对夏日景物和身边琐事的描写 ，抒发了自己百无聊赖、孤寂苦闷的心绪。词中多次化用前人诗句，合数家于一炉，收到了很好的艺术效果。上片描绘出一幅闲适恬谈、生机勃勃的夏日风景图。词人独立庭院，点点疏雨在池塘中留下了微微的涟漪，轻风拂面而来。周围树木成阴，枝头上黄鹂婉转啼鸣，一只不知从何处飞来的白鹭，落在池畔，迟迟不愿离去。词人观疏雨、沐轻风、听黄鹂、友白鹭，怡然自得，其乐陶陶。下片由写景转向写人，一连写了饮酒、下棋、睡觉、题诗四件生活琐事。本来，这都是士大夫消夏乐闲的韵事，正好在上片的背景里展开。然而，在作者笔下，这些事似乎都有一种和韵事格格不入的苦涩味在内 ，和上片大异其趣：饮酒而“易醉”，下棋而敌手“难逢”；寂寂长昼，作者以昏然一睡为“相宜”来自我解嘲；睡起题诗，则只能“自题”自赏！作者志向远大，才气纵横，但仕宦四十年，一直沉沦下僚，供人驱使，这当然会使他有着满腹的牢骚和不平。实际上，在上片表面上的闲适恬淡背后，正透露着作者孤寂落寞的情怀和无所事事的痛苦。特别是结尾处那只“立移时”的白鹭，含情脉脉，不愿离去，似乎有意要和形只影单的词人作伴，已经暗含着词人知音难求的感慨。下片身边琐事的动辄生愁，特别是第三句“日长 ”与“睡相宜 ”之间那个刺目的“偏”字，结拍那无可奈何的“自”字，都强烈地表现出作者内心的愤懑和不平 。所志未遂，华年虚度，寂寂夏日，百无聊赖，身边连一个相濡以沫的朋友都没有，他自然无法保持心理平衡了。此词意境貌似闲适而实寓有深意，表现了词人在出世与入世之间徘徊不定、苦闷彷徨的复杂情感，体现出含蓄蕴藉的艺术风格，读之令人感慨万千。"
        },
        {
            "title": "追和亡友杜仲观古黄生曲三首之一",
            "content": "朝为去山云，暮为还山雨。谁谓物无情，欢期不知许。",
            "comment": ""
        },
        {
            "title": "冬夜怀寄周文清郭天辅",
            "content": "壁缸向灭砚生澌，仰屋重哦旧卷诗。悬想北园闲散伴，青钱堆坐赌宫棋。",
            "comment": ""
        },
        {
            "title": "游雍丘燕溪分韵作",
            "content": "舍辔步平陆，解襟俯清池。微风度修竹，瑟瑟生沦漪。梨华照晴影，暖雪正纷披。把酒久沈想，况与玉人期。",
            "comment": ""
        },
        {
            "title": "江夏八咏",
            "content": "祖龙砺长剑，昔道此南巡。徒挟雄鋩利，湘川奈水神。",
            "comment": ""
        },
        {
            "title": "金陵怀寄历阳王掾",
            "content": "征虏亭边路，望夫山下舟。长江不隔梦，明月只供愁。促席歌尘断，闲窗醉墨留。惜芳桥畔柳，谁系木兰舟。",
            "comment": ""
        },
        {
            "title": "怀寄周元翁十首",
            "content": "周郎假沔官，我偶来沔居。得闲定相过，谈笑沈痾袪。俄闻戍楼角，晓引吹咿呜。自君居湓城，怳怳一梦余。复求若辈人，陶灶搜璠璵。诚为天下士，岂特江汉无。",
            "comment": ""
        },
        {
            "title": "闻莺有怀故园",
            "content": "海陵春後雨冥冥，耳厌蛙嗥鹳龄鸣。何意东亭好风日，流莺忽作故园声。故园千里长牵梦，老病三年不废情。想见杨花收卷尽，绿苔池院落朱樱。",
            "comment": ""
        },
        {
            "title": "题甘露寺净名斋兼寄米元章",
            "content": "日出天垠露，江横地轴分。驰年悲落木，羁思托孤云。重扫净名室，长招漫仕君。悠悠德璋辈，未办勒移文。",
            "comment": ""
        },
        {
            "title": "春晚楼上",
            "content": "杨华吹复尽，春色但茫茫。独立西楼上，持情向夕阳。",
            "comment": ""
        },
        {
            "title": "檥舟姑熟溪",
            "content": "潮来姑熟半篙深，帆落溪口樯如林。谢氏青山失故井，桓郎白苎无遗音。良游蹑屐负登览，衰病伏枕方呻吟。个中二顷了吾事，怊怅十年怀此心。",
            "comment": ""
        },
        {
            "title": "京居感兴五首",
            "content": "长言与短调，谁谓高游艺。谩赋芳草篇。长安居不易。",
            "comment": ""
        },
        {
            "title": "和崔若拙四时田家词四首之四",
            "content": "晚雪漫漫没兔罝，满杯豆粥饷邻家。夜长少妇无舂织，一点青灯伴缉麻。",
            "comment": ""
        },
        {
            "title": "人生七十稀",
            "content": "人生七十稀，行年今已半。事功贵及时，迟暮复何算。嗟吾夙多负，失怙在童丱。诗礼思有闻，飘颻辞祖贯。慈亲念衰绪，猝猝营婚宦。名姓系西班，星霜亟徂换。未筑黄金台，长歌白石烂。岂无同心契，相望眇云汉。每虞狂飚至，摧折涧底干。异日偶班输，抱柯徒永叹。",
            "comment": ""
        },
        {
            "title": "怀寄彭城朋好十首之六陈二",
            "content": "远寄陈传道，穷秋亦罢官。还驱款段马，吟雪向长安。",
            "comment": ""
        },
        {
            "title": "吴门秋怀",
            "content": "吴门客鬓再经秋，城郭篮舁久倦游。平静松江三万顷，不应无处著鱼舟。",
            "comment": ""
        },
        {
            "title": "和吴达夫见过留题",
            "content": "雀罗门巷不容车，杖履相过一试茶。後日相思会乘兴，五云溪上是侬家。",
            "comment": ""
        },
        {
            "title": "送周开祖出守鄱阳",
            "content": "三尺京尘衮衮中，略无闲地贮清风。鲈鱼菰菜经年别，皂盖朱轓一日东。俗眼强分青白在，芳樽未觉圣贤空。鄱阳不乏江山助，高兴都庐属谢公。",
            "comment": ""
        },
        {
            "title": "望夫石",
            "content": "亭亭思妇石，下阅几人代。荡子长不归，山椒久相待。微云荫发彩，初日煇饿黛。秋雨叠苔衣，春风舞萝带。宛然姑射子，矫首尘冥外。陈迹遂亡穷，嘉期从莫再。脱如鲁秋氏，妄结桑中爱。玉质委渊沙，悠悠复安在。",
            "comment": ""
        },
        {
            "title": "江夏八咏之七右石镜亭",
            "content": "应龙昔此去，雨雨助腾伸。旧穴潜鲛蜃，风波横要津。",
            "comment": ""
        },
        {
            "title": "江夏秋怀三首之三",
            "content": "此身岂复系西东，流浪江湖伴塞鸿。曲突非图三爵客，直钩何羡六鳌翁。千年陈迹只今日，万里故园犹个中。冗散偶逃人指数，未应吟啸坐妨公。",
            "comment": ""
        },
        {
            "title": "怀寄寇元弼王文举十首之十赋後诗",
            "content": "偶得悲秋句，还惊旧社空。中庭步明月，朗咏与西风。",
            "comment": ""
        },
        {
            "title": "黄山席上别当涂僚友",
            "content": "自昔有宇宙，便应有此山。如我与君者，几辈来跻攀。声迹两磨灭，寥寥千古间。短生一浮沤，妄比金石顽。五福人所愿，九龄神所悭。著身名利场，宠辱如循环。不见倦飞鸟，翻然亦知还。酒阑解袂去，老矣遂投闲。",
            "comment": ""
        },
        {
            "title": "京居感兴五首",
            "content": "平生感激心，炯炯徒自许。尘埃五十弦，难为齐人拊。",
            "comment": ""
        },
        {
            "title": "送周寿元翁西上",
            "content": "露草蔓前庭，微虫思明月。宵分耿不寐，怀我友生别。舟师望箕宿，缀幔须明发。蠲首托归风，安知川路阔。夫君青云士，行奉紫宸谒。一鹗抉尘笼，骞轩应霜节。仰追鸾鹤驾，肯顾狐兔穴。越客寓荒城，卑栖慕鸠拙。衰迟积尪弊，未死人事缺。嬾制一缄书，寄声彼朝列。方今百废举，衮职补何阙。每自幸余龄，江湖傲华发。躬耕固难强，五斗代薇蕨。摩腹遡南薰，苍生解烦暍。",
            "comment": ""
        },
        {
            "title": "别王銍性之",
            "content": "吾老无北里，子能讵南来。临分即间诀，薄暮更徘徊。晚节徇微尚，方刚患多才。此生南与北，出处两悠哉。",
            "comment": ""
        },
        {
            "title": "怀寄宝寇元弼",
            "content": "君投筦库可知非，我饱官粮又愿违。旧国秋高鸿雁过，长淮水落白鱼肥。西风吹梦端相觅，南物留人也念归。何日芦轩下双榻，满持樽酒洗尘机。",
            "comment": ""
        },
        {
            "title": "醉中真/浣溪沙",
            "content": "不信芳春厌老人，老人几度送馀春。惜春行乐莫辞频。巧笑艳歌皆我意，恼花颠酒拚君真。物情惟有醉中真。",
            "comment": ""
        },
        {
            "title": "送时适归彭城兼寄王会之并张白云",
            "content": "壮年客宦乐徐州，五见黄华戏马周。无复登山抛旧屐，不堪临水送归舟。东城公子犹三径，南墅先生久一邱。为话吴门非乐土，鲈鱼菰黍漫淹留。",
            "comment": ""
        },
        {
            "title": "题黄冈东坡潘氏亦颜斋",
            "content": "东坡有田谁料理，黧面苍毛潘氏子。结茅题榜亦颜斋，农隙把书聊自喜。潘乎潘乎信是颜之徒，终日何所论难真如愚。世无孔父四科友，犹办箪食瓢饮陋巷环墙居。百亩之收粒可数，天南有待东坡主。更输什一补官仓，余勺几何供雀鼠。会须不改其乐媚而翁，力田水旱由天公。大胜心迹相违阮校尉，东西南北哭途穷。",
            "comment": ""
        },
        {
            "title": "答孙休兼简清凉和上人二首之一",
            "content": "声迹相闻忽此逢，杖藜萧散一相从。平生诗酒真吾事，何处江山不尔容。芳草自生南北路，孤云难系往来踪。异时荒戍长回首，风送石城楼上钟。",
            "comment": ""
        },
        {
            "title": "和同行潘生悒悒悠悠二首之一",
            "content": "悒悒复悒悒，秋眠成梦泣。薄暮落花天，高楼面风立。",
            "comment": ""
        },
        {
            "title": "怀寄清凉和上人二首之二",
            "content": "试问江南客，何时肯度杯。多情是湖水，每日石头来。",
            "comment": ""
        },
        {
            "title": "寄题盱眙杜子师东山草堂",
            "content": "东山与物远，松竹荫茅茨。信有冥鸿志，难藏雾豹姿。会招安石起，何患德璋移。後日岩扉下，游人想履綦。",
            "comment": ""
        },
        {
            "title": "拟阮步兵夜中不能寐",
            "content": "夜久不成梦，张灯开故书。清霜屏云物，有月来庭除。良时怅难再，不与佳人俱。掩卷长太息，望子城之隅。",
            "comment": ""
        },
        {
            "title": "黄埭魏氏见江亭",
            "content": "浮生欲寄酒杯间，马上谁容一日闲。不是登高粗能赋，老夫真负尔江山。",
            "comment": ""
        },
        {
            "title": "高望道中",
            "content": "积雨涨陂塘，田塍插晚秧。远山宜薄莫，高燕弄微凉。马革非吾愿，鱼餐餍此乡。归期知近在，犹待菊华黄。",
            "comment": ""
        },
        {
            "title": "平野堂重送江茂宗",
            "content": "东风南浦雨潇潇，欲去行人不自聊。谁道垂杨攀折苦，过春犹有最长条。",
            "comment": ""
        },
        {
            "title": "留别米雍丘二首之一",
            "content": "明釭通夜语，累块写胸中。水癖推刘令，书名浼鲁公。忌猜悲廪鼠，逐热贱云鸿。不乏佳山水，东南著两翁。",
            "comment": ""
        },
        {
            "title": "游金陵雨花台",
            "content": "迢迢朱雀航，飞盖共淩越。东风石子冈，芳草微径绝。生公法堂在，清夜贮明月。回认城郭游，春华烂晴雪。长烟动江隩，微云泊山胁。连樯去迟回，白鸟屡明灭。江山信清丽，人物久销歇。戍堡定荒凉，投身计何拙。尘衫与汗马，端为老生设。李侯朱门俊，许与尽时哲。俛首就微班，刚肠颇摧折。人生特眠饭，似是此身切。岁晚赋归田，非君复谁结。",
            "comment": ""
        },
        {
            "title": "留别田昼",
            "content": "君家陋巷一尺泥，吾车有轮马有蹄。犯寒踏雨重相过，明日扁舟吾遂西。回首邯郸迹如扫，离索十年成潦倒。兔葵燕麦春日妍，蝉腹龟肠气方饱。云逵窅窅谢攀跻，长铗与人还故栖。异时结驷来南驮，耕者老夫锄者妻。",
            "comment": ""
        },
        {
            "title": "留别王景通二首之一",
            "content": "早年放乐五云乡，远笑垣东侠少场。宪也但贫犹未病，公乎非酒自能狂。尘埃辇路春游散，灯火僧窗夜话长。後日相思枉缄幅，茱萸湾北付渔郎。",
            "comment": ""
        },
        {
            "title": "潘豳老出十数诗皆有怀苏儋州者因赋二首之一",
            "content": "人烟寂绝鬼门关，更指儋州杳莽间。三四月交天漏雨，东南地尽水浮山。依迷春草鴒原失，响像秋风鹤驭还。回羡河阳贤父子，雪堂曾伴十年闲。",
            "comment": ""
        },
        {
            "title": "题海陵寓舍四首之四",
            "content": "千里家园安在哉，羁栖犹喜占池台。酒非从事断年别，风是故人弥日来。黄鸟绵蛮紫椹熟，白鸥瀺灂绿萍开。颇知老子机心废，留得渠伊兴尽回。",
            "comment": ""
        },
        {
            "title": "游灵壁兰皋园",
            "content": "集仙昔荣养，卜筑循兰陔。深径万株合，清池百亩开。飞梁荫菡萏，攒栋跨崔嵬。淮海劚红药，潇湘移翠栽。岱松佩萝茑，海石糊莓苔。车马远惊聒，鱼鸟忘嫌猜。病客倦舟楫，寻春此裴徊。闰年物候迟，前日已闻雷。薄景未曦雪，东风新破梅。主人京洛旧，杖屦容参陪。指我艮隅地，方营秋月台。眼明壁间字，醉墨题东莱。短句颇清绝，早推能赋才。殷勤卷白苎，为尔拂尘埃。安得一携手，更倾林下杯。酒阑话平昔，岂复顾形骸。行役浸相远，人生信悠哉。薄暮重回首，长哦归去来。",
            "comment": ""
        },
        {
            "title": "题海陵寓舍四首之三",
            "content": "倒障开窗面曲池，尘襟初喜豁然披。清风殊不去人远，明月端能与我期。鼓吹青蛙聊自喜，歌讴白鸟渐相欺。纷纷利害朝昏出，闭目忘言是住持。",
            "comment": ""
        },
        {
            "title": "和潘豳老汉上属目",
            "content": "白云蒙山头，清川山下流。芳洲采香女，薄暮漾归丹。并蒂双荷叶，逢迎一障羞。持情不得语，大妇在高楼。",
            "comment": ""
        },
        {
            "title": "江夏八咏之一右磨剑池",
            "content": "孟公泣竹地，今是布金园。不保五亩宅，非无百代孙。",
            "comment": ""
        },
        {
            "title": "汴渠夜泊示毕绍彦祖",
            "content": "耿耿度中夜，浩歌谁与酬。屋头风罨岸，枕底浪澎舟。春物行飘忽，乡心久滞留。须明投吏部，一醉驿西楼。",
            "comment": ""
        },
        {
            "title": "秋衣闻雨晨兴偶书",
            "content": "故国心驰北，扁舟计漫东。寒生一夜雨，病涉两秋风。落泊篱根叶，幽忧屋角虫。何情悲节物，聊自况衰翁。",
            "comment": ""
        },
        {
            "title": "汤泉道中",
            "content": "青石冈西下，灵泉产药苗。山英如有待，木客可相招。蝉带风移树，尘随马度桥。扬鞭吟旧句，归路不知遥。",
            "comment": ""
        },
        {
            "title": "乌江广圣寺虚乐亭",
            "content": "避雨孤篷泊柳阴，潮回溪曲稻花深。有时白鹭窥鱼下，竟日青蛙伴我吟。酒敌无人情落漠，云乡何处老侵寻。诛茅拟卜终焉计，不为清风暂解襟。",
            "comment": ""
        },
        {
            "title": "补感寓诗",
            "content": "猛虎未出柙，扰如搏鼠狸。苍鹰方在韝，孱甚伏卵雌。弭戢以违祸，孰云尔无知。幸遭纵释仁，返谓人可欺。岂复念前辱，摇尾垂翅时。择肉毙侪类，戕忍犹天姿。吾将罪虞者，奈何生致之。南山有重阻，邓林无樛枝。机穽与罗罻，今也将安施。",
            "comment": ""
        },
        {
            "title": "送王安节赴武康尉",
            "content": "江左风华推第一，王氏堂堂文献出。乌衣诸郎能少屈，尚执中司三尺律。君方色养白头亲，吴兴水陆饶甘新。卞山之下苕溪滨，一洗长安肥马尘。君不见昔人负米长勤捧檄喜，敢论州县徒劳耳。",
            "comment": ""
        },
        {
            "title": "寄墨代书赠杨时",
            "content": "徂来雪压苍松颠，沦膏根柢蟠蜿蜒。樵斤剪析石火热，曲突百步凝梢烟。蒲萄秋颗累累悬，海胶九炼堪续弦。力捣万杵臼欲穿，剂成圭璧随方圆。点漆比色石比坚，坐令李韦羞居前。陈台潘谷老且贤，授唯识者不计钱。是翁解化如蜕蝉，後可继此无闻焉。付君一圭款识全，保护谨密何千年。君家清风宜世传，不特谈玄须草玄。",
            "comment": ""
        },
        {
            "title": "魏城东",
            "content": "短短宫墙见杏花，霏霏晚雨湿啼鸦。欲将今夜思归梦，凭仗春风吹到家。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "彩舟载得离愁动。无端更借樵风送。波渺夕阳迟。销魂不自持。良宵谁与共。赖有窗间梦。可奈梦回时。一番新别离。",
            "comment": "【注释】此词突破了向来以山、水、烟、柳等外界景物来喻愁的手法，把难于捉摸、无影无踪的抽象愁情表现得具体可感，生动形象。全词从上片的奇特联想，无端怨责，到下片的文心起伏，一波三折，写有情人分别后思想感情的一系列变化，极为细腻真实。尤其是“ 因思成梦 。梦回新别的设想，更是抓住了情的关键。起首一句“ 彩舟载得离愁动”，“彩舟”，是行人乘坐之舟。长亭离宴，南浦分携，行前执手，一片哀愁 ，而今兰舟已缓缓地离开了码头 。然而这位行人的心头却还是那样悲哀，他甚至觉得这载人载货的舟上 ，已经装满了使人不堪负担的离愁 ，真是联想奇特，语新意深。第二句“ 无端更借樵风送之 ”“无端”，无缘无故，没来由 ；“ 樵风 ”，典出《会稽记》。讲的是郑宏年轻时上山砍柴 ，碰到了一位神人 。他向神人请求若耶溪上“ 旦 ，南风；暮，北风”，以利于运柴，后果如所愿 。此处用“樵风”，即有顺风的意思。这一句写的是：船借着顺风飞快地远航而去，那伫立在岸边送行的心上人的倩影，很快就不可得见。词人五内俱伤 ，哀感无端 ，不由地对天公产生了奇特的怨责：为什么偏偏在这个时候，没来由送来一阵无情的顺风，把有情人最后相望的一丝安慰也吹得干干净净呢！第三句“ 波渺夕阳迟”，词意由密转疏，情中布景。词人展望前程，天低水阔，烟波迷离。一抹夕阳的余晖 ，在沉沉的暮霭之中，看上去是那样的凄凉。独立苍茫，一叶孤舟上茕茕孑立的行人遂生“销魂不自持 ”的无限感慨 ！魂销魄散，惝恍迷离，凄恻缠绵，无复生意。换头重笔另开，设想别夜的落寞惆怅 。“良宵谁与共 ”，明知无人共度良宵而故作设问，突出了舍心上人而再也没有其他人可以和自己共度时光的执着痴情。“赖有窗间梦 ”句是说，只有独卧窗下，在神思魂萦的梦境中才能和心上人再一次相见。一个“赖”字，说明词人要把梦中的欢聚作为自己孤独心灵的唯一感情依托。这两句，一问沉痛，一答哀婉，有力地表现了自己别后的孤独和凄凉。词人煞费苦心地为自己构筑了一个痴情而又感伤的希望，在冷酷的现实面前，又不得不亲手把它击得粉碎。结拍“ 可奈梦回时，一番新别离！”是说梦中的欢会诚然是缠绵热烈的，无奈梦总是要醒的；而梦醒之后，一番梦会之欢欣恰又导致了“一番新别离”的痛苦！全词以感慨作结，余音不绝，抓住了爱情的关键，梦回新别离的痛苦更甚，如此作法，言尽而味不尽。"
        },
        {
            "title": "江夏八咏之三右祖贯墓铭",
            "content": "□□□□□，□□□□□。□□□□□，□□□□□。",
            "comment": ""
        },
        {
            "title": "铸年五十八因病废得旨休致一绝寄呈姑苏毗陵",
            "content": "求田问舍向吴津，欲著衰残老病身。未拜君恩赐剡曲，归来且醉监湖春。",
            "comment": "【注释】【原题】：铸年五十八因病废得旨休致一绝寄呈姑苏毗陵诸友"
        },
        {
            "title": "二月二日席上赋",
            "content": "仲宣何遽向荆州，谢惠连须更少留。二日旧传挑菜节，一樽聊解负薪忧。向人草树有佳色，带郭江山皆胜游。载酒赋诗从此始，它年耆老话风流。",
            "comment": ""
        },
        {
            "title": "题巫山园",
            "content": "巫山彼美神，秀色发朝云。绚丽不可挹，飘飖去无痕。楚萝一夕后，苍山秋复春。目断肠亦断，往来今古人。",
            "comment": ""
        },
        {
            "title": "送王西枢出镇郑圃八首之四",
            "content": "新书许从事，狡穴荡应空。寄语征西将，无矜猎犬功。",
            "comment": ""
        },
        {
            "title": "怀寄寇元弼王文举十首之七局中归",
            "content": "不见西街客，归来即闭门。胡床面南树，鸟鹊啅黄昏。",
            "comment": ""
        },
        {
            "title": "三月二十日游南台",
            "content": "晴春六十日，不与酒杯亲。吏事岂无闲，风雨复兼旬。始作南城游，时物固已陈。扫不见桃李，浓绿迷荆榛。登高暂逍遥，引目清泗滨。向田有交迳，俯城皆要津。得意属禽鱼，可爱不可驯。顾余千里客，眷此十日春。胡不念尔生，筋骸劳欠伸。二十起丁籍，一官初为贫。侜张西复东，甑满莱芜尘。黄绶彼何物，豕苓安足珍。山园有芳兰，幽佩手自纫。长哦白云谣，遐想紫阳真。去矣南昌尉，庶几乎若人。",
            "comment": ""
        },
        {
            "title": "变竹枝词九首之九",
            "content": "蒹葭被洲渚，凫鹜方容与。但闻歌竹枝，不见题鹦鹉。",
            "comment": ""
        },
        {
            "title": "辞酒",
            "content": "鲁酒一樽薄，吾愁万斛多。尘埃斩马剑，涕泗饭牛歌。髀肉生如许，颠毛黑几何。功名可复道，身世两蹉跎。",
            "comment": ""
        },
        {
            "title": "和崔若拙四时田家词四首之二",
            "content": "野蔓牵花过短墙，麦秋时节并蚕忙。迎门老父延行客，井汲清甘树荫凉。",
            "comment": ""
        },
        {
            "title": "书国志陈登事後",
            "content": "求田问舍良可嘉，元龙偶未思之耶。黄鼠长为太仓耗，白云犹有青山家。人生欻尔待钻石，世故纷然劳算沙。销磨髀肉亦何事，竟作子阳同井蛙。",
            "comment": ""
        },
        {
            "title": "题乌江东隆山邓氏亭",
            "content": "逋客今何许，空余接隐亭。舟随潮水上，门背夕阳扃。兔策尘生蠹，渔蓑雨化萤。题诗岩下石，聊代草堂灵。",
            "comment": ""
        },
        {
            "title": "汴上有怀李易初",
            "content": "何处经行特惘然，津头曾送木兰船。桃花春水生前夜，杨柳秋风忆故年。驿路尺书疑断绝，官仓斗米愧留连。飘颻复作江湖计，从此长安是日边。",
            "comment": ""
        },
        {
            "title": "游六合定山真如寺",
            "content": "只履西归远，何年此布金。地寒苍桧老，岁宴白云阴。烧隔溪冰断，樵穿径雪深。祖心无处问，俗驾晚駸駸。",
            "comment": ""
        },
        {
            "title": "晚泊东采石矶",
            "content": "谢卫将军怜苦吟，袁临汝郎遭赏音。风流人物岂如昨，形胜江关留与今。控鲤直思淩浩渺，然犀何假照幽深。莫招捉月翰林老，屈曲尘间犹陆沉。",
            "comment": ""
        },
        {
            "title": "乌江泛舟寓目",
            "content": "沧江浩渺寄星槎，望极纷纷两眼花。但见潮头澍木杪，直疑山背落天涯。鸱夷信得平生乐，仲御尤宜抵死夸。仓父慙非能赋手，渔郎若个是诗家。",
            "comment": ""
        },
        {
            "title": "留别僧永",
            "content": "三处分携跨两年，浮云生计本悠然。江山胜地端相待，大有东南未尽缘。",
            "comment": ""
        }
    ]
}