{
    "dynasty": "宋",
    "author": "赵佶",
    "poems": [
        {
            "title": "在北题壁",
            "content": "彻夜西风撼破扉，萧条孤馆一灯微。家山回首三千里，目断天南无雁飞。",
            "comment": ""
        },
        {
            "title": "失调名",
            "content": "卷起珠帘。看是谁家妃子，收拾金奁。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "过水穿山前去也，吟诗约句千馀。淮波寒重雨疏疏。烟笼滩上鹭，人买就船鱼。古寺幽房权且住，夜深宿在僧居。梦魂惊起转嗟吁。愁牵心上虑，和泪写回书。",
            "comment": ""
        },
        {
            "title": "醉落魄/一斛珠",
            "content": "无言哽噎。看灯记得年时节。行行指月行行说。愿月常圆，休要暂时缺。今年华市灯罗列。好灯争柰人心别。人前不敢分明说。不忍抬头，羞见旧时月。",
            "comment": " | 【注释】宋徽宗预赏景龙门，词曰，暨北狩，人谓末句有谶（chen）。"
        },
        {
            "title": "声声慢",
            "content": "欺寒冲暖，占早争春，江梅已破南枝。向晚阴凝，偏宜映月临池。天然莹肌秀骨，笑等闲、桃李芳菲。劳梦想，似玉人羞懒，弄粉妆迟。长记行歌声断，犹堪恨，无情塞管频吹。寄远丁宁，折赠陇首相思。前村夜来雪里，殢东君、须索饶伊。烂漫也，算百花、犹自未知。",
            "comment": ""
        },
        {
            "title": "满庭芳",
            "content": "寰宇清夷，元宵游豫，为开临御端门。暖风摇曳，香气霭轻氛。十万钩陈灿锦，钧台外、罗绮缤纷。欢声里，烛龙衔耀，黼藻太平春。灵鳌，擎采岫，冰轮远驾，初上祥云。照万宇嬉游，一视同仁。更起维垣大第，通宵宴、调燮良臣。从兹庆，都俞庚载，千岁乐昌辰。",
            "comment": ""
        },
        {
            "title": "金莲绕凤楼",
            "content": "绛烛朱笼相随映。驰绣毂、尘清香衬。万金光射龙轩莹。绕端门、瑞雷轻振。元宵为开圣景。严敷坐、观灯锡庆。帝家华英乘春兴。搴珠帘、望尧瞻舜。",
            "comment": ""
        },
        {
            "title": "宴山亭 北行见杏花",
            "content": "裁剪冰绡，轻叠数重，淡着燕脂匀注。新样靓妆，艳溢香融，羞杀蕊珠宫女。易得凋零，更多少、无情风雨。愁苦，问院落凄凉，几番春暮？凭寄离恨重重，者双燕何曾，会人言语？天遥地远，万水千山，知他故宫何处？怎不思量？除梦里有时曾去。无据，和梦也新来不做。",
            "comment": "【注释】①冰绡：洁白的绸。②蕊珠宫女：指仙女。③凭寄：凭谁寄，托谁寄。④无据：不可靠。⑤和：连。【评解】这首词以杏花的美丽易得凋零，抒发作者的身世之感。帝王与俘虏两种生活的对比，使他唱出了家国沦亡的哀音。上片描绘杏花开放时的娇艳及遭受风雨摧残后的凋零。下片写离恨。抒发内心的故国之思。词中以花喻人，抒写真情实感。百折千回，悲凉哀婉。【集评】唐圭璋《唐宋词简释》：此词为赵佶被俘北行见杏花之作。起首六句，实写杏花。前三句，写花片重叠，红白相间。后三句，写花容艳丽，花气浓郁。“羞杀”一句，总束杏花之美。“易得”以下，转变徵之音，怜花怜己，语带双关。花易凋零一层、风雨摧残一层、院落无人一层，愈转愈深，愈深愈痛。换头，因见双燕穿花，又兴孤栖膻幕之感。燕不会人言语一层、望不见故宫一层、梦里思量一层、和梦不做一层，且问且叹，如泣如诉。总是以心中有万分委曲，故有此无可奈何之哀音，忽吞咽，忽绵邈，促节繁音，回肠荡气。况蕙风云：“真”字是词骨，若此词及后主之作，皆以“真”胜者。《唐宋词百首详解》：对杏花的描写，形神并茂，是诗画同一的不可多得的佳作。----------------------------------此词是宋徽宗赵佶于1127 年与其子钦宗赵桓被金兵掳往北方时在途中所写，是作者身世、遭遇的悲惨写照。全词通过写杏花的凋零，借以哀伤自己悲苦无告、横遭摧残的命运。词之上片先以细腻的笔触工笔、描绘杏花，外形而及神态，勾勒出一幅绚丽的杏花图。近写、细写杏花，是对一朵朵杏花的形态、色泽的具体形容。杏花的瓣儿好似一叠叠冰清玉洁的缣绸，经过巧手裁剪出重重花瓣，又逐步匀称地晕染上浅淡的胭脂。朵朵花儿都是那样精美绝伦地呈现在人们眼前 。“新样”三句，先以杏花比拟为装束入时而匀施粉黛的美人，她容颜光艳照人，散发出阵阵暖香，胜过天上蕊珠宫里的仙女 。“羞杀”两字，是说连天上仙女看见她都要自愧不如，由此进一步衬托出杏花的形态、色泽和芳香都是不同于凡俗之花，也充分表现了杏花盛放时的动人景象。以下笔锋突转，描写杏花遭到风雨摧残后的黯淡场景。春日绚丽非常，正如柳永《木兰花慢》中所云：“正艳杏烧林，缃桃绣野，芳景如屏 。”但为时不久就逐渐凋谢，又经受不住料峭春寒和无情风雨的摧残，终于花落枝空；更可叹的是暮春之时，庭院无人，美景已随春光逝去，显得那样凄凉冷寂。这里不仅是在怜惜杏花，而且也兼以自怜 。试想作者以帝王之尊，降为阶下之囚，流徙至千里之外，其心情之愁苦非笔墨所能形容，杏花的烂漫和易得凋零引起他的，种种感慨和联想，往事和现实交杂在一起，使他感到杏花凋零，犹有人怜，而自身沦落，却只空有“故国不堪回首月明中的无穷慨恨。“愁苦”之下接一“问”字，其含意与李后主的“问君能有几多愁，恰似一江春水向东流”亦相仿佛。词之下片，以杏花的由盛而衰暗示作者自身的境遇，抒写词人对自身遭遇的沉痛哀诉，表达出词人内心的无限苦痛 。前三句写一路行来，忽见燕儿双双，从南方飞回寻觅旧巢，不禁有所触发，本想托付燕儿寄去重重离恨，再一想它们又怎么能够领会和传达自己的千言万语？但除此以外又将凭谁传递音问呢？作者在这里借着问燕表露出音讯断绝以后的思念之情。“天遥”两句叹息自己父子降为臣虏，与宗室臣僚三千余人被驱赶着向北行去 ，路途是那样的遥远，艰辛地跋涉了无数山山水水，“天遥地远，万水千山”这八个字 ，概括出他在被押解途中所受的种种折磨。回首南望，再也见不到汴京故宫，真可以说是“别时容易见时难”了。以下紧接上句，以反诘说明怀念故国之情，然而，“故宫何处”点出连望见都不可能，只能求之于梦寐之间了。梦中几度重临旧地，带来了片刻的慰安。结尾两句写绝望之情。晏几道《阮郎归》末两句“梦魂纵有也成虚，那堪和梦无”，秦观《阮郎归》结尾“衡阳犹有雁传书，郴阳和雁无 ”，都是同样意思。梦中的一切，本来是虚无空幻的，但近来连梦都不做，真是一点希望也没有了，反映出内心百折千回，可说是哀痛已极，肝肠断绝之音。作者乃北宋著名书画家，其绘画重高写生，以精工通真著称于世。这种手法于此词的景物刻画中也有所体现，尤其上片对杏花的描绘，颇具工笔画的意蕴。"
        },
        {
            "title": "小重山",
            "content": "罗绮生香娇上春。金莲开陆海，艳都城。宝舆回望翠峰青。东风鼓，吹下半天星。万井贺升平。行歌花满路，月随人。龙楼一点玉灯明。箫韶远，高宴在蓬瀛。",
            "comment": ""
        },
        {
            "title": "燕山亭",
            "content": "裁翦冰绡，打叠数重，冷淡燕脂匀注。新样靓妆，艳溢香融，羞杀蕊珠宫女。易得凋零，更多少、无情风雨。愁苦。闲院落凄凉，几番春暮。凭寄离恨重重，这双燕，何曾会人言语。天遥地远，万水千山，知他故宫何处。怎不思量，除梦里、有时会去。无据。和梦也、有时不做。",
            "comment": ""
        },
        {
            "title": "聒龙谣",
            "content": "紫阙苕嶢，绀宇邃深，望极绛河清浅。霜月流天，锁穹隆光满。水精宫、金锁龙盘，玳瑁帘、玉钩云卷。动深思，秋籁萧萧，比人世、倍清燕。瑶阶回。玉签鸣，渐秘省引水，辘轳声转。鸡人唱晓，促铜壶银箭。拂晨光、宫柳烟微，荡瑞色、御炉香散。从宸游，前後争趋，向金銮殿。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "雅怀素态，向闲中、天与风流标格。绿锁窗前湘簟展，终日风清人寂。玉子声乾，纹楸色净，星点连还直。跳丸日月，算应局上销得。全似落浦斜晖，寒鸦游鹭，乱点沙汀碛。妙算神机，须信道，国手都无勍敌。玳席欢馀，芸堂香暖，赢取专良夕。桃园归路，烂柯应笑凡客。",
            "comment": ""
        },
        {
            "title": "月上海棠",
            "content": "孟婆且与我、做些方便。",
            "comment": ""
        },
        {
            "title": "探春令",
            "content": "帘旌微动，峭寒天气，龙池冰泮。杏花笑吐香犹浅。又还是、春将半。清歌妙舞从头按。等芳时开宴。记去年、对著东风，曾许不负莺花愿。",
            "comment": ""
        },
        {
            "title": "声声慢",
            "content": "宫梅粉淡，岸柳金匀，皇州乍庆春回。凤阙端门，棚山彩建蓬莱。沈沈洞天向晚，宝舆还、花满钧台。轻烟里，算谁将金莲，陆地齐开。触处声歌鼎沸，香鞯趁，雕轮隐隐轻雷。万家帘幕，千步锦绣相挨。银蟾皓月如昼，共乘欢、争忍归来。疏钟断，听行歌、犹在禁街。",
            "comment": ""
        },
        {
            "title": "眼儿媚",
            "content": "玉京曾忆旧繁华。万里帝王家。琼林玉殿，朝喧弦管，暮列笙琶。花城人去今萧索，春梦绕胡沙。家山何处，忍听羌笛，吹彻梅花。",
            "comment": "【注释】本词以概括性很强的手法，叙写北宋覆亡的史事，表现当时的社会风貌，抒发亡国之君内心复杂的感受。起首一句，饱含着昔日繁华已成陈迹的人事泡桑之感。孟元老《 东京梦华录 》从各方面描绘了崇宁（徽宗年号）至北宋末年的汴京盛况，并在序中作了概括介绍，如“金翠耀目，罗绮飘香；新声巧笑于柳陌花街，按管调弦于茶坊酒肆。八荒争凑，万国咸通。”“花光满路，何限春游；箫鼓喧空，几家夜宴 。”这是文人眼中的京师景象。而“万里帝王家”则点出作者在这繁华京师中帝王身份 。李煜《 破阵子 》云：‘四十年来家国，三千里地山河”，口气与之相似，但南唐疆域只三十五州，立国近四十年，仅为五代时的一个小朝廷，比较之下，北宋王朝可称得上是“万里帝王家”了。但由于帝王荒淫，导致了它的覆亡，使生灵涂炭，城郭残破，赵佶父子和宗室宫眷都成为俘虏，从此揭开了作者生命史上悲惨的一页。所以“玉京”两句，是以回忆的方式简括而艺术地再现了北宋由盛而衰的历史过程以及作者由帝王而降为臣虏的个人悲剧。“琼林”两句，反映帝王沉湎声色、骄奢淫逸的情状。“琼林玉殿”，不仅指大内（皇城）之中各种宫殿，特别是那模仿杭州凤凰山形势的艮岳，此是赵佶宠用蔡京、朱面勔等奸佞，搜括财货、竭尽民力兴建而成，其间“山林岩壑日益高深，亭榭楼观不可胜记，四方花竹奇石咸萃于斯，珍禽异兽无不毕有”（《枫窗小牍 》）。“朝喧”、“暮列”则是以弦管笙琶等乐器表示宫中游乐无度，不分昼夜。下片通过想象、梦幻和现实的比照映对，抒写了作者囚居北地的悲苦之情和深沉真切的亡国之痛、故国之思。“花城”指靖康之变以前的汴京春色 ，“大抵都城左近，皆是园圃 ”，春日“万花争出粉墙，细柳斜笼绮陌。香轮暖辗，芳草如茵；骏骑骄嘶，杏花如绣。莺啼芳树，燕舞晴空 ”（《东京梦华录》卷六）。自从被金兵攻占以后，这座万花丛中的名城残败不堪。这里只以“萧索”两字来形容那想象之中面目全非的汴京；然而，虽然如今身处尘沙漫天的荒漠，那繁花似锦的汴京仍然经常萦绕在梦中，万般愁苦也只能在梦中得到慰安。羌笛，是边地乐器最后几句，是说梦醒以后，忽然传来阵阵羌笛声，闻之不禁悲从中来，使他从梦幻回到现实，如今父子拘系于北地土墙木栅之中，身受各种侮辱，南望汴京，渺不可见，心中的悲苦、怅惘和沉痛因《梅花落 》的乐声而愈益浓厚。这首词，情真意切，悲壮苍凉，充满了作者深沉的身世感慨，读之使人有“ 此中日夕只以眼泪洗面”的痛楚、悲哀之感。"
        }
    ]
}