{
    "dynasty": "宋",
    "author": "赵令畤",
    "poems": [
        {
            "title": "蝶恋花",
            "content": "碧沼鸳鸯交颈舞。正恁双栖，又遣分飞去。洒翰赠言终不许。援琴请尽奴衷素。曲未成声先怨慕。忍泪凝情，强作霓裳序。弹到离愁凄咽处。弦肠俱断梨花雨。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "人世一场大梦，我生魔了十年。明窗千古探遗编。不救饥寒一点。更被维摩老子，不教此处容言。炉薰清炷坐安禅。物物头头显现。",
            "comment": ""
        },
        {
            "title": "小重山",
            "content": "雨霁风高天气清。玉盘浮出海，转空明。小窗帘影冷如冰。愁不寐，独自傍阶行。情似浪头轻。一番销欲尽，一番生。无言惆怅到参横。人欲起，鹎鵊几声鸣。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "稳小弓鞋三寸罗。歌唇清韵一樱多。灯前秀艳总横波。指下鸣泉清杳渺，掌中回旋小婆娑。明朝归路奈情何。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "急雨涨溪浑，小树带山秋色。轻棹暮天归路，袅芙蓉烟白。酒醒香冷梦回时，虫声正凄绝。只觉小窗风月，与昨宵都别。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "水满池塘花满枝。乱香深里语黄鹂。东风轻软弄帘帏。日正长时春梦短，燕交飞处柳烟低。玉窗红子斗棋时。",
            "comment": "【注释】此词以极其委婉。含蓄的手法抒与闺怨。词中共包含六个画面，其中有四个画面是描摹春景的，另有两个画面是一般闺阁生活的掠影：一为做梦，一为下棋。这六个画面完美、和谐地组合成一个特殊的意境，使本词具有词浅意深。语短情长的艺术魅力。上片写女主人公被春光打动，心魂为之摇曳，为之陶醉。“水满池塘花满枝”，是从视觉上观察到春天的到来的。春水初涨，百花怒放，自然是春天特有的身姿和光彩 。“乱香深里语黄鹂”是从听觉和嗅觉上体味到春天的存在的 。花香而乱，说明是百花飘香；“乱香深里 ”，即百花丛中。黄鹂在飘香的百花丛中歌唱 ，这自然又是春天特有的气息和声音。“东风轻软弄帘帏 ”，是从触觉上体察到春天的温柔的。轻软的、多情的东风不时拂弄着帘帏，抚掠着女主人公的鬓发，这自然又是春天的温暖和柔情。如此种种，无不撞击着女主人公的心扉，必然会使她产生细微而曲折的心理反映。春天是青年男女播种和耕耘爱情的季节，如今她却是孤身一人，面对这撩人的春光，自然会触发对爱情的向往与回忆，会感到怅惆。词的下片写这个女了沉浸于相思之中 。“日正长时春梦短 ，燕交飞处柳烟低”，意思是说既然春心已经萌动，那么只有到午梦中去会心上人，以疗爱情的饥渴，可是春梦又偏偏是那么短促，心上人杳无踪影，唯见双燕交飞，烟柳低垂。燕双飞，使人想到自身的独守空闺 ，徒添相思；烟柳低垂，又使人更生离愁，“垂杨只解惹春风 ，如何系得行人住。”说明这短短的春梦不仅没有给人以精神的补偿，反而惹得愁恨倍增。最后女主人公不能不采取现实的可行的办法来排除这相思的困扰：“玉窗红子斗棋时。”借斗棋以排遣无限相思之情，正如同借酒消愁愁更愁一样，其间蕴含着深重的感伤与幽怨。此词留给读者的想象空间极大 ，具有含蓄蕴藉，意境朦胧的美感 ，读后使人感觉意犹未尽 ，余韵深长。"
        },
        {
            "title": "清平乐",
            "content": "春风依旧。著意随堤柳。搓得蛾儿黄欲就。天气清明时候。去年紫陌青门。今霄雨魄云魂。断送一生憔悴，只销几个黄昏。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "别後相思心目乱。不谓芳音，忽寄南来雁。却写花笺和泪卷。细书方寸教伊看。独寐良宵无计遣。梦里依稀，暂若寻常见。幽会未终魂已断。半衾如暖人犹远。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "风急花飞昼掩门。一帘残雨滴黄昏。便无离恨也销魂。翠被任熏终不暖，玉杯慵举几番温。个般情事与谁论。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "梦觉高唐云雨散。十二巫峰，隔断相思眼。不为旁人移步懒。为郎憔悴羞郎见。青翼不来孤凤怨。露失桃源，再会终无便。旧恨新愁无计遣。情深何似情俱浅。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "一朵梦云惊晓鸦。数枝春雨带梨花。坐来残月冷窗纱。钗凤谩曾留得半，枕山犹是枕时斜。对花今日奈天涯。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "镜破人离何处问。路隔银河，岁会知犹近。只道新来消瘦损。玉容不见空传信。弃掷前欢俱未忍。岂料盟言，陡顿无凭准。地久天长终有尽，绵绵不似无穷恨。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "锦额重帘深几许。绣履弯弯，未省离朱户。强出娇羞都不语。绛绡频掩酥胸素。黛浅愁红妆淡伫。怨绝情凝，不肯聊回顾。媚脸未匀新泪污。梅英犹带春朝露。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "麝发雕炉小袖笼。天教我被此时同。橼经雪重香方满，菊到秋深色自浓。船槛内，月明中。插花归去莫匆匆。人生更在艰难内，胜事年来不易逢。",
            "comment": ""
        },
        {
            "title": "天仙子",
            "content": "宿雨洗空台榭莹。下尽珠帘寒未定。花开花落几番晴，春欲竟。愁未醒。池面杏花红透影。一纸短书言不尽。明月清风还记省。玉楼香断又天香，闲展兴。临好景。心似乱萍何处整。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "懊恼娇痴情未惯。不道看看，役得人肠断。万语千言都不管。兰房跬步如天远。废寝忘餐思想遍。赖有青鸾，不必凭鱼雁。密写香笺论缱绻。春词一纸芳心乱。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "枝上粉香吹欲尽，依前庭院春风。更谁同绕摘芳丛。漏残金兽冷，信断锦屏空。看结灯花愁不睡，酒阑无梦相逢。凄凉长判一生中。不如云外月，永夜在房栊。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "尺素重重封锦字。未尽幽闺，别後心中事。佩玉采丝文竹器。愿君一见知深意。环玉长圆丝万系。竹上斓斑，总是相思泪。物会见郎人永弃。心驰魂去神千里。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "屈指幽期惟恐误。恰到春宵，明月当三五。红影压墙花密处。花阴便是桃源路。不谓兰诚金石固。敛袂怡声，恣把多才数。惆怅空回谁共语。只应化作朝云去。",
            "comment": ""
        },
        {
            "title": "失调名",
            "content": "脸薄难藏泪，眉长易觉愁。",
            "comment": ""
        },
        {
            "title": "小重山",
            "content": "楼上风和玉漏迟。秋千庭院静，百花飞。午窗才起暖金卮。匀面了，阑畔看春池。何事苦颦眉。碧云春信断，尽来时。鸳鸯游戏镇相随。云雾敛，新月挂天西。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "长淮渺渺寒烟白。凭阑人是霜台客。诗句妙春豪。风云不啻高。樽前人已老。馀恨连芳草。一曲酒醒时。梧桐月欲低。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "庭院黄昏春雨霁。一缕深心，百种成牵系。青翼蓦然来报喜。鱼笺微谕相容意。待月西厢人不寐。帘影摇光，朱户犹慵闭。花动拂墙红萼坠。分明疑是情人至。",
            "comment": "【注释】赵令畤曾以十二首《商调蝶恋花》组成一套鼓子词，把莺莺张生相悦相恋的故事娓娓道出。这里选用的是这套鼓子词中的第四首。与同类题材的作品比较，此词舍弃了叙事成分，充满抒情色彩，堪称—曲抒情独唱。全词语言凝炼，意脉完整。此词在全套鼓子词中的规定情境是张生接到莺莺约他幽会的一幅彩笺，喜不自胜。作者以这首《蝶恋花》抒写张生的心曲。上片起首三句写独处孤馆的相思 。首句把当时迷离 、清冷的环境非常集中地勾画出来 ，好似舞台上的布景 ，顿时把读者的情绪引入词境。接下来两句，写主人公接到彩笺以前的相思之情 。在这里 ，词入极善于炼字炼意 。“一缕”化为“百种”，不但对仗工整，而且表明思绪之繁。“心”而曰“ 深 ”，用来形容主人公对所爱者的一往深情，非常准确。“百种成牵系”，说明无往而不思念所爱之人 。以上三句从景写到情，都是“ 抑 ”，为后面的“扬”作了辅垫。至“青翼”一句，感情便突然扬起，于是抑扬起伏，构成了美妙的节奏。“青翼”即青鸾，传说中西王母的使者 ，这里借喻红娘 。红娘递来彩笺 ，彩笺上题着约他幽会的诗句。他接到这一喜讯，一天愁绪蓦然消失 ，这就有下边一句：“鱼笺微谕相容意”。此句颇具含蓄蕴藉之妙。女主人公莺莺的形象在词之下片呼之欲出 。“待月西厢下”四句写莺莺在西厢中悄悄地等待月儿上升。不一会儿月到中天，水一般的清辉洒在门口的帘子上，摇曳不定。她敞着门儿，心里也象这帘上的月光，芳心荡漾 。“帘影”二句，写动态，象征主人公心境的不安，表现期待的热切。一会儿竹帘间浮现几缕月光，似乎透露出一线希望：一会儿月影被云层遮住，好象希望又随之幻灭。这种以景色变化烘托情绪变化的手法 ，有如心画心声，极富于感染力量。“朱户”一句紧承前意 ，妙在“犹慵闭”三字 。莺莺久等张生不来，想把半开的门儿关上，但又懒得去关。着一“犹”字，把那种既想关门又不遽然关门的神态，刻画得活灵活现，跃然纸上。结尾两句写女主人公犹疑之际，忽然看到花枝摇动，花瓣儿纷纷飘落。她所期待的张生来了，词情突然扬起。此句也是从《会真记》的《明月三五夜》诗中来 ，然而缀以“红萼坠”三字，便加强了动态感，因而更富于艺术感染力 。下句点明张生来到 。“ 分明”与“疑是”似乎相矛盾，其实这是转折，一会儿觉得真真切切 ，一会儿又如在梦中，词情波澜起伏，跌宕多姿。颇具深婉曲折之妙，给人留下了充分的想象空间和美好的回味。"
        },
        {
            "title": "浣溪沙",
            "content": "少日怀山老住山。一官休务得身闲。几年食息白云间。似我乐来真是少，见人忙处不相关。养真高静出尘寰。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "春风试手先梅蕊。頩姿冷艳明沙水。不受众芳知。端须月与期。清香闲自远。先向钗头见。雪後燕瑶池。人间第一枝。",
            "comment": "【注释】此为咏梅之作。作者与苏东坡过从甚密，东坡为爱其才，曾荐其于朝。东坡因政争遭贬谪时，作者亦受牵累。此词显然是借梅花以寓性情，并非徒然咏物之作。词之首句起笔不凡，以拟人手法写春风似乎可以用她那灵巧的“手 ”，启开冰封雪盖的万物，而且最“先”使梅花吐出了嫩蕊！“拭手 ”而先，仿佛是春风对梅花特别钟情。句法峭劲，旋折有力。次句即绘出梅花的丰采 ：资色美丽（頩），冷韵幽香，相伴着它的是明沙净水 。这句七个字，“頩姿冷艳”写梅花本身 ：“明沙水”显示出一片冰清素洁、纤尘不染的环境。彼此映衬，更给人以丰姿俊逸、神采奕奕的感觉。这里词人赋予梅花明沙净水的环境，有着深刻的寓意。三四两句 ，点出梅花的风骨 、品格“不受众芳知”，言梅，态度不卑不亢，从容而自矜。“端须月与期 ”，词情突然扬起 ，说只有月亮才配与梅花作伴。前句抑，后句扬，抑扬之间，把梅花格调的高绝，推上顶峰。下片层层推进地刻画梅花的风神。前两句与后两句看似梅花与人分而言之 ，其实与人仍是刻绘梅花。“清香闲自远 ”，梅花的香是“清香”，清幽而淡远；“ 先向钗头见 ”，女人们把梅花连同钗饰插在头上。这里又用了一个“先”定 ，再现出她与众芳的不同。“雪后燕瑶池 ”，想象瑰丽而神奇 ，极富艺术魅力。瑶池，相传为西王母居住的仙境。“人间第一枝”，可以理解为即使在天堂仙境，也有人间花魁—梅花，也可理解为梅花超凡脱俗，冰肌玉骨，艳绝群芳，如同那瑶池仙子一般清丽、孤高。这首词在艺术构思和手法上颇具匠心，极具深沉流美、委婉曲折之妙。全词融情于景，托物抒怀，通过塑造梅花冷艳幽姿、清香惹人。孤高冷傲的风流标格，寄寓了词人的襟怀和性情，读来回味无穷，一唱三叹。"
        },
        {
            "title": "浣溪沙",
            "content": "槐柳春馀绿涨天。酒旗高插夕阳边。谁家墙里笑秋千。往事不堪楼上看，新愁多向曲中传。此情销得是何年。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "可是相逢意便深。为郎巧笑不须金。门前一尺春风髻，窗内三更夜雨衾。情渺渺，信沈沈。青莺无路寄芳音。山城钟鼓愁难听，不解襄王梦里寻。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "一梦行云还暂阻。尽把深诚，缀作新诗句。幸有青鸾堪密付。良宵从此无虚度。两意相欢朝又暮。争奈郎鞭，暂指长安路。最是动人愁怨处。离情盈抱终无语。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "画船稳泛春波渺。夕雨寒声小。紫烟深处数峰横。惊起一滩鸥鹭、照川明。西楼今夜归期误。恨入阑干暮。可堪春事满春怀。不似珠帘新燕、早归来。",
            "comment": ""
        },
        {
            "title": "满庭芳",
            "content": "玉枕生凉，金缸传晓，败叶飞破清秋。雨馀翻浪，渺渺阻行舟。暂系汀洲侧畔，风夜起、荻叶添愁。银屏远，龙香渐尽，还是梦扬州。更筹。何太永，当年情事，今日堪酬。最苦恨红楼，笑我飘浮。为寄相思细字，教字字、愁蹙眉头。凄凉久，渔人唱晓，随月过横沟。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "轻鸥欲下春塘浴。双双飞破春烟绿。两岸野蔷薇。翠笼薰绣衣。凭船闲弄水。中有相思意。忆得去年时。水边初别离。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "丽质仙娥生月殿。谪向人间，未免凡情乱。宋玉墙东流美盼。乱花深处曾相见。密意浓欢方有便。不奈浮名，旋遣轻分散。最恨多才情太浅。等闲不念离人怨。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "翠袖卷纱红映肉，无风玉骨生寒。可堪新晓雨初残。颦眉谁恼著，粉泪滴阑干。闻道谪仙歌妙语，新妆再发愁颜。雾帘云幕荐金盘。笔间长借句，直莫放春还。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "数夕孤眠如度岁。将谓今生，会合终无计。正是断肠凝望际。云心捧得嫦娥至。玉困花柔羞抆泪。端丽妖娆，不与前时比。人去月斜疑梦寐。衣香犹在妆留臂。",
            "comment": ""
        },
        {
            "title": "思远人",
            "content": "素玉朝来有好怀。一枝梅粉照人开。晴云欲向杯中起，春色先从脸上来。深院落，小楼台。玉盘香篆看徘徊。须知月色撩人恨，数夜春寒不下阶。",
            "comment": ""
        },
        {
            "title": "乌夜啼 春思",
            "content": "楼上萦帘弱絮，墙头凝月低花。年年春事关心事，肠断欲栖鸦。舞镜鸾衾翠减，啼珠凤蜡红斜。重门不锁相思梦，随意绕天涯。",
            "comment": "【注释】此词的标题作“春思”，所写正是乐府诗中常见的闺中思妇怀人的主题。作者因与苏东坡结交而受牵连，为新党排斥，列名元祐党藉 ，故在词中每托闺情幽思以寄怨慕之意。此词亦是如此，词中伤心人别有怀抱，借闺人春思寄托作者政治上的苦闷、失意，以婉言达深意。上片由写外景步步侵入内心，引发连绵不断的春思 。“楼上萦帘弱絮，墙头碍月低花”两句对起，通过景物描写首先点明地点和时间。地点是在一处有院墙围护着的楼房里，而时间又是在飞絮落花暮春季节的晚上 。同时还可以从“萦帘、“碍月”的细致心理反应和“弱絮”、“低花”的视觉观察所见，衬映出芳春夜月怀远的闺人形象。寥寥十二个字，把背景和人物全然活现出来，堪称妙笔。下面紧接以“年年春事关心事”一句，便正式表明她感情的趋向和分量，重点在“春事”二字。所谓“春事”即历来诗词中经常咏叹的象“忽见陌头杨柳色 ，悔教夫婿觅封侯”（王昌龄《闺怨》），或“年年柳色，灞陵伤别（李白《忆秦娥》）一类的离情别绪。这里说“年年关心”，可见离人远去之久。春归而人不归，教她怎不思量！所以当她听到楼外哑哑啼叫的欲栖而未定的乌鸦时，怎能不为之柔肠寸断 ！“肠断”二字，下得何等沉重，而思妇的哀痛情绪也就可想而知。下片由内景转向心理刻画，表现相思感情的进一步深化。这内景就是由“舞镜鸾衾翠减，啼珠凤蜡红斜 ”两句所展现的春夜闺房画面。“鸾衾翠减”是指绣有鸾鸟图案的翠色被面已经褪色，而“舞镜”只是对图案上鸾鸟形象的修饰，它是根据古代传说独鸾不鸣，见镜中影即鸣不止的典故，活用来增加鸾鸟形象的生动性 ，并作为下句“啼珠”的字面对仗。“鸾衾翠减”也是回应上片的“年年”二字，从翠被褪色暗示离人别去时间的长远。而“凤蜡红斜”则是指思妇的深宵不寐，痴对着缀有凤凰形象的蜡烛，看它不断消熔的红泪直到烧残斜坠了 。“啼珠”是指蜡烛点燃后流的蜡珠，如唐人元稹诗“柳误啼珠密，梅惊粉汗融 ”，又“夜久清露多，啼珠坠还结”即是，这里把凤蜡消熔的蜡珠称为“啼珠”带有浓厚的主观感情色彩。总之，两句词中的物象无不和思妇当前的处境心事相关，即所谓景中见人之法。结末两句把主人公孤栖难耐、百无聊赖，苦闷压抑的情怀 ，以凄惋慰藉的语言娓娓道出：“重门不锁相思梦 ，随意绕天涯 。” 这两句是从五代词人顾敻《虞美人》“玉郎还是不还家 ，教人魂梦逐杨花，绕天涯”化出”这是无可奈何的自慰，也是幻想，反衬现实的矛盾，突出闺人离思的沉重。此词以巧思蕴藉见长，体现了作者笔致含蓄，语婉意深的独特风格。"
        },
        {
            "title": "蝶恋花",
            "content": "卷絮风头寒欲尽。坠粉飘香，日日红成阵。新酒又添残酒困。今春不减前春恨。蝶去莺飞无处问。隔水高楼，望断双鱼信。恼乱横波秋一寸。斜阳只与黄昏近。",
            "comment": "【注释】①“卷絮”句：意思是说落花飞絮，天气了渐暖，已是暮春季节。②双鱼：书简。古诗：“客从远方来，遗我双鲤鱼。呼儿烹鲤鱼，中有尺素书。”③秋一寸：即眼目。【评解】这是首春日怀人词。上片写暮春景色。落红成阵，柳絮纷飞。春色恼人，杯酒难解。新酒残酒，也难消新愁与旧愁。下片抒写怀人的情思。蝶去莺飞，江水隔阻，秋波望断，全无消息。而时近黄昏，更觉心绪烦乱。全词抒情细腻，婉丽多姿。【集评】李攀龙《草堂诗余隽》，此词妙在写情语，语不在多，而情更无穷。沈际飞《草堂诗余正集》：恨春日又恨黄昏，黄昏滋味更觉难尝耳。“只与黄昏近”等句，句句沁入毛孔皆透。薛砺若《宋词通论》：德麟词以婉柔胜，风格近少游。唐圭璋《唐宋词简释》：此首起三句，言风吹花落之多。“新酒”两句，言愁恨之深。“蝶去”三句，言望信之切。“恼乱”两句，点出斜阳在目，感伤无限。盖风格清丽，绝似小山。若非小山之作，亦可追步小山。"
        }
    ]
}