{
    "dynasty": "宋",
    "author": "赵处澹",
    "poems": [
        {
            "title": "题周恭叔谢池读书处",
            "content": "粉蝶黄蜂二月天，初晴已觉十分妍。市桥船击垂垂柳，花寺钟敲淡淡烟。幽趣静看青鸟啄，闲情独羡白鸥眠。谢家风月今何许，总入池塘梦里篇。",
            "comment": ""
        },
        {
            "title": "冬至日书怀",
            "content": "岁月不可挽，迅如双转毂。人生能几何，苦不自知足。西风吹繁霜，冻雁鸣相逐。老干枯无条，积叶掩深谷。冉冉四序迁，忽见一阳复。今年才四十，玄鬓忽已秃。久作林下想，雅致在幽独。三迳几株松，一窗数竿竹。任懒鉏荒园，更种渊明菊。逍遥以终年，澹然忘所欲。",
            "comment": ""
        },
        {
            "title": "拟古",
            "content": "青青河畔草，皎皎林下人。草有四时色，人无千载身。胡为踏氛埃，樊笼长苦辛。君看鸿鹄飞，九万谁能驯。",
            "comment": ""
        },
        {
            "title": "春日卧病",
            "content": "江雨日霏霏，春寒易入衣。贫居兼卧病，愁绪对斜晖。有句平生拙，无营世虑稀。梅花欺老眼，故傍短岩飞。",
            "comment": ""
        },
        {
            "title": "长门怨",
            "content": "未央宫花满枝，笙歌不断春风词。玉阶露冷与天近，霓裳舞罢琼瑶户。如今寂寂长门春，寒风萧萧愁杀人。花开花落如洗，转眼身为陌上尘。自笑夜来清梦断，犹觉瑶池侍君宴。",
            "comment": ""
        },
        {
            "title": "九日会饮翠麓",
            "content": "山亭对佳客，秋老暮烟横。鸟下江如画，潮回浪有声。竹光添麓润，诗思入门清。偶约非因酒，相逢话此生。",
            "comment": ""
        },
        {
            "title": "追和隐渊明咏贫士",
            "content": "嗟予薄罗衲，孑孑将畴依。晨炊井已冻，夜凿邻无辉。苍苔鸟迹绝，卧看孤云飞。老力出市米，溪寒莫忘归。纖纖山雨微，何以充我饥。习习风吹衣，何以慰我悲。",
            "comment": ""
        },
        {
            "title": "濯缨亭",
            "content": "两派清溪合，回波到此间。危峰衡古石，幽洞隔尘寰。云影高低树，岚光远近山。先贤遗迹在，盍挽旧风还。",
            "comment": ""
        },
        {
            "title": "偶成",
            "content": "风约波痕远，云含野色低。村舂向是急，山鸟爱晴啼。牧笛过苹渚，溪船泊柳堤。旅魂招未得，窗草更萋萋。",
            "comment": ""
        },
        {
            "title": "拟古",
            "content": "今日宴良会，微风动波心。逸响悲秦筝，仁声和舜琴。古人为此曲，寓意良以深。何当共欢乐，长啸溪之阴。",
            "comment": ""
        },
        {
            "title": "村居",
            "content": "乍晴山染碧，过雨落疏花。水阔暮天迥，村居春昼嘉。倚栏时展画，留客旋烹茶。賸得闲中趣，吟诗到日斜。",
            "comment": ""
        },
        {
            "title": "偶成用溪阴韵",
            "content": "虚室萧萧百虑忘，近来趣味一何长。清谈自笑如东晋，好句谁能学盛唐。旧日故园春寂寞，三年上国梦凄凉。功名原在青编里，况有青氈在玉堂。",
            "comment": ""
        },
        {
            "title": "和韵",
            "content": "爱看山色遍，小立渡头风。飞鹭起沙渚，何人移短蓬。村烟秋入夜，江月冷摇空。回首清香满，方知是桂丛。",
            "comment": ""
        },
        {
            "title": "厌雨",
            "content": "拟欲占晴待暮鸦，不禁愁思满蒹葭。片云飞渡风和雨，斜日低穿水浸沙。薏苡石边收钓笠，芙蓉篱外响芦笳。最怜冉冉秋将半，未得先乘问月槎。",
            "comment": ""
        },
        {
            "title": "月夜",
            "content": "渔笛吹清夜，芦花深处闻。岸穷天拍水，山静月笼云。蛩哽声声切，萤明个个分。任渠尘外事，城市日纷纭。",
            "comment": ""
        },
        {
            "title": "八月十四夜",
            "content": "洲渚云飞尽，江流碧映天。明朝秋欲半，今夜月先圆。玉宇浓垂露，银河冷坠烟。焦桐弹一曲，孤鹤舞风前。",
            "comment": ""
        },
        {
            "title": "丁山眺望",
            "content": "绝顶苍崖险，藤萝手自攀。云烟万里迥，宇宙一身闲。秋气悲才子，夕阳明远山。看看九日至，黄菊翠岩间。",
            "comment": ""
        },
        {
            "title": "清明雨中",
            "content": "竹绕清渠长嫩蒲，数声村角晚吹梧。山家最怕清明雨，打落残花一片无。",
            "comment": ""
        },
        {
            "title": "借榻",
            "content": "帘卷薰风透骨香，月移花影上回廊。客游不作安居计，漫借高斋一榻凉。",
            "comment": ""
        },
        {
            "title": "拟古",
            "content": "西北有高楼，楼高夜何其。圆影湛以光，遥望斗与箕。何为天一方，长恨身不飞。安得驾双翼，上下长相随。",
            "comment": ""
        },
        {
            "title": "寄友",
            "content": "谁谓相去远，盈盈一水间。欲渡无津梁，中情何由殚。秋怀多感慨，抚衿起长叹。岩风堕朝露，轻云冒遥山。群芳尽摇落，孰与坚岁寒。",
            "comment": ""
        },
        {
            "title": "追拟玄真子渔歌",
            "content": "雨晴山色静堆蓝，桥外人家分两三。缘岸北，远溪南，片片闲云趁落帆。",
            "comment": ""
        },
        {
            "title": "山行和韵",
            "content": "历穷山底路，浑不见人家。傍石寻丹鼎，随云到玉华。蝶幽停蕙蕊，鹿饱卧苔花。中有胡麻甑，香泉浸碧沙。",
            "comment": ""
        },
        {
            "title": "追拟玄真子渔歌",
            "content": "丁山烟雨晚蒙蒙，柳岸苍波着短蓬。飞鸟白，断云红，一曲清歌淡月中。",
            "comment": ""
        },
        {
            "title": "拟古",
            "content": "涉江采芙蓉，皎皎外名利。采之遗所思，共此无尘意。所思在芝田，道远莫之致。悠然对芳草，绿满江南地。",
            "comment": ""
        },
        {
            "title": "雨",
            "content": "溪云依翠竹，乱石注流泉。数日饶春雨，馀寒胜腊天。书从琴案读，茶共药炉煎。故旧经过少，题诗一二篇。",
            "comment": ""
        }
    ]
}