{
    "dynasty": "宋",
    "author": "赵善扛",
    "poems": [
        {
            "title": "丽人行",
            "content": "桃叶山前宫漏迟，宫人傍辇持花枝。君王喜凭绛仙立，殿脚争画双长眉。欲抱琵琶弹出塞，结绮临春时事改。井边忽见张丽华，忍听后庭歌一再。",
            "comment": ""
        },
        {
            "title": "重叠金/菩萨蛮",
            "content": "楚宫杨柳依依碧。遥山翠隐横波溢。绝艳照秾春。春光欲醉人。纤纤芳草嫩。微步轻罗衬。花戴满头归。游蜂花上飞。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "昼永重帘卷。乍池塘、一番过雨，芰荷初展。竹引新梢半含粉，绿荫扶疏满院。过花絮、蝶稀蜂懒。窗户沈沈人不到，伴清幽、时有流莺啭。凝思久，意何限。玉钗坠枕风鬟颤。湛虚堂、壶冰莹彻，簟波零乱。自是仙姿清无暑，月影空垂素扇。破午睡、香销馀篆。一枕湖山千里梦，正白苹烟棹归来晚。云弄碧，楚天远。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "相思情不极，有梦到愁边。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "新雨霁。开遍满园桃李。波暖池塘风细细。一双花鸭戏。唤起春融睡美。扶醉宿妆慵理。移步避入花影里。绣裙低窣地。",
            "comment": ""
        },
        {
            "title": "喜迁莺",
            "content": "韶华骀荡。看化工尽力，安排春仗。薄雾霏烟，软风轻日，物态与人交畅。鸟生弄巧千调，楼影垂空十丈。乱花柳，粲宝钿缨络、采丝帷帐。佳赏。辉艳冶，笑语盈盈，花面交相向。歌运长缫，酒凝深碧，和气盎然席上。好春易苦风雨，人意难逢舒放。但拍掌。醉陶然一笑，忘形天壤。",
            "comment": ""
        },
        {
            "title": "烛影摇红",
            "content": "桃李墙头，向人都似他年意。舞丝千丈颺晴光，骀青春无际。花气薰人自醉。傍垂杨、行行缓辔。倦游无奈，回首云山，归期犹未。玉锁楼空，鸟啼花外东风起。少年恩怨付波流，吟望朱阑倚。冉冉尘生客袂。对尊前、高情暂寄。洞天一笑，仙驭乘空，姑峰凝翠。",
            "comment": ""
        },
        {
            "title": "青玉案",
            "content": "一年陌上寻芳意。想人在、东风里。褪粉销红春有几。青翰飞去，紫云凝伫，往事如流水。烟横极浦山无际。暗解明珰问谁寄。乡在温柔何处是。轮囷香雾，静深庭院，帘影参差翠。",
            "comment": ""
        },
        {
            "title": "十拍子/破阵子",
            "content": "柳絮飞时绿暗，荼开後春酣。花外青帘迷酒思，陌上晴光收翠岚。佳辰三月三。解珮人逢游女，踏青草斗宜男。醉倚画阑阑槛北，梦绕清江江水南。飞鸾与共骖。",
            "comment": ""
        },
        {
            "title": "重叠金/菩萨蛮",
            "content": "玉关芳草黏天碧。春风万里思行客。骑马向风嘶。道归犹未归。南云新有雁。望眼愁边断。膏沐为谁容。倚楼烟雨中。",
            "comment": ""
        },
        {
            "title": "小重山",
            "content": "汲水添瓶恰换花。蜂儿争要采，打窗纱。青春谁与度年花。弦索暗，无绪几曾拿。春思正交加。马蹄声错认，客还家。花笺欲写寄天涯。羞人见，罗袖急忙遮。",
            "comment": ""
        },
        {
            "title": "传言玉女",
            "content": "璧月珠星，辉映小桃秾李。化工容易，与人间富贵。东风巷陌，春在暖红温翠。人来人去，笑歌声里。油壁青骢，第一番共燕喜。举头天上，有如人意。歌传乐府，犹是升平风味。明朝须判，醉眠花底。",
            "comment": ""
        },
        {
            "title": "春辞",
            "content": "碧落初明月未收，露华香滴杳梢头。玉阑干外东风暖，人在重云第几楼。",
            "comment": ""
        },
        {
            "title": "瑞云誉偈",
            "content": "日日飞鸣宣妙旨，幻华起灭复何疑。可怜多少风尘客，去去来来只自欺。",
            "comment": ""
        },
        {
            "title": "宴清都",
            "content": "疏柳无情绪。都不管、渡头行客欲去。犹依赖得，玉光万顷，为人留住。相从岁月如骛，叹回首、离歌又赋。更举目、斜照沈沈，西风剪剪秋墅。君行定忆南池，歌筵舞地，花晨月午。八砖步日，三雍奏乐，送君云路。别情未抵遗爱，试听取、湖山共语。便可能、无意同倾，一尊露醑。",
            "comment": ""
        },
        {
            "title": "重叠金/菩萨蛮",
            "content": "一川花月青春夜。玉容依约花阴下。月照曲阑干。红绡挹露寒。袖香温素手。意铄金卮酒。香远绣帘开。画楼吹落梅。",
            "comment": ""
        },
        {
            "title": "题大安铺",
            "content": "行役何时歇，崇安复大安。已惊桥壹线，更畏岭千盘。过雨吹烟碧，近风落叶丹。僧闲吾每羡，今日共蹒跚。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "风动一川花，摇漾影迷红碧。人立杏花阴下，泛光风袭袭。琼枝碧月互相辉，春容泫将夕。罗盖暗承花雾，渍鲛绡香湿。",
            "comment": ""
        }
    ]
}