{
    "dynasty": "宋",
    "author": "赵鼎",
    "poems": [
        {
            "title": "浣溪沙",
            "content": "艳艳春娇入眼波。劝人金盏缓声歌。不禁粉泪搵香罗。暮雨朝云相见少，落花流水别离多。寸肠争奈此情何。",
            "comment": ""
        },
        {
            "title": "贺圣朝",
            "content": "征鞍南去天涯路。青山无数。更堪月下子规啼，向深山深处。凄然推枕，难寻新梦，忍听伊言语。更阑人静一声声，道不如归去。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "兰烛画堂深，歌吹已终瑶席。碾破密云金缕，送蓬莱归客。看看宣诏未央宫，草诏侍宸极。拜赐一杯甘露，泛天边春色。",
            "comment": ""
        },
        {
            "title": "望海潮",
            "content": "双峰遥促，回波奔注，茫茫溅雨飞沙。霜凛剑戈，风生阵马，如闻万鼓齐挝。儿戏笑夫差。漫水犀强弩，一战鱼虾。依旧群龙，怒卷银汉下天涯。雷驱电炽雄夸。似云垂鹏背，雪喷鲸牙。须臾变灭，天容水色，琼田万顷无瑕。俗眼但惊嗟。试望中彷佛，三岛烟霞。旧隐依然，几时归去泛灵槎。",
            "comment": ""
        },
        {
            "title": "乌夜啼",
            "content": "檐花点滴秋清。寸心惊。香断一炉沈水、一灯青。凉宵永。孤衾冷。梦难成。叶叶高梧敲恨、送残更。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "魂消目断关山路。曾送雕鞍去。而今留滞古陪京。还是一尊芳酒、送君行。吾庐好在条山曲。三径应芜没。诛茅为我补东篱。会待新春残腊、也来归。",
            "comment": ""
        },
        {
            "title": "行香子",
            "content": "草色芊绵。雨点阑斑。糁飞花、还是春残。天涯万里，海上三年。试倚危楼，将远恨，卷帘看。举头见日，不见长安。谩凝眸、老泪凄然。山禽飞去，榕叶生寒。到黄昏也，独自个，尚凭阑。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "屋下疏流水，屋上列青山。先生跨鹤何处，窈窕白云间。采药当年三径，只有长松绿竹，霜吹晚萧然。举酒高台上，彷佛揖群仙。转银汉，飞宝鉴，溢清寒。金波万顷不动，人在玉壶宽。我唱君须起舞，要把嫦娥留住，相送一杯残。醉矣拂衣去，一笑渺人寰。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "霜露日凄凉。北雁南翔。惊风吹起不成行。吊影苍波何限恨，日暮天长。为尔惜流光。还是重阳。故人何处舣危墙。寄我相思千点泪，直过潇湘。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "世态浮云易变，时光飞箭难留。五年重见海东头。只有交情似旧。未尽别来深意，难堪老去离愁。青山迢递水悠悠。明日扁舟病酒。",
            "comment": ""
        },
        {
            "title": "醉蓬莱",
            "content": "破新正春到，五叶尧蓂，弄芳初秀。翦彩然膏，灿华筵如昼。家庆图中，老莱堂上，竟祝翁遐寿。喜气欢容，光生玉斝，香霏金兽。谁会高情，淡然声利，一笑尘寰，万缘何有。解组归来，访渔樵朋友。华发苍颜，任从老去，但此情依旧。岁岁年年，花前月下，一尊芳酒。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "春色遍天涯，寒谷未知消息。且共一尊芳酒，看东风飞雪。太平遗老洞霄翁，相对两华发。一任醉魂飞去，访琼瑶宫阙。",
            "comment": ""
        },
        {
            "title": "鹧鸪天 建康上元作",
            "content": "客路那知岁序移。忽惊春到小桃枝。天涯海角悲凉地，记得当年全盛时。花弄影，月流辉。水精宫殿五云飞。分明一觉华胥梦，回首东风泪满衣。",
            "comment": " | 【注释】赵鼎是南宋初年中兴名臣。这首词系他南渡之后作于建康（今江苏南京 ）。上元即元宵。词人值此元宵佳节，抚今忆昔，表达了沉痛的爱国情思。起首二句，以顿入之笔点明身在客地，不觉时间推移之速。词人解州闻喜（今属山西 ），人徽宗崇宁五年进士，之合被擢为开封士曹。靖康事变后，高宗仓皇南渡，驻跸建康，词人填此词时，应当系随驾至此。“客路”一句，直点题面，说明在金兵南侵之际，自己流踄异乡，不知不觉又转过了一年。出语自然通俗，然于平淡中，且为下句作好铺垫 。“忽惊春到小桃枝 ”，这句里以小桃点出上元。小桃，上元前后即著花，见《老学庵笔记》卷四。词句流畅清丽，于轻灵中寄慨叹，是上句的自然归宿。其中“那知”、“忽惊”两个短语，紧密呼应，有兔起鹘落之势，把词人此时的复杂的心情，切实地表现了出来。“天涯海角悲凉地”一语，续接起句“客路”二字。建康距离北宋首都开封，实际上并不很远，然而对一个因金人有南渡流落到江南的人来说，却有如天涯海角。和词人同时的李清照流落到江南之后，也写过表达类似的感情的词句 ：“今年海角天涯，萧萧两鬓生华。”（《清平乐》）词人此处一则曰“海角天涯”，二则曰“悲凉地 ”，这两短语连用加重语气，可以想见客愁之重、羁恨之深。这就具体表现了词人“忽惊”以后的情绪。当此时局纷乱之际，作为江防要塞的建康，一方面驻有南宋重兵，准备抵抗南下的金人；一方面是北方逃难来的人民，流离失所，凄凄惨惨。面对此情此景，词人自然而然想起北宋时欢度元宵的盛况，于是“记得当年全盛时”一句冲口而出。这句是整首诗的一大转折。按照一般填词规律，词写到此上阕歇拍 ，如同战马收缰 ，告一段落。可是它的词意却直贯下片三句，有蝉联而下之妙。这样的结构好似辛稼轩《贺新郎·别茂嘉十二弟》。辛词上阕歇拍云：“马上琵琶关塞黑，更长门翠辇辞金阕。看燕燕，送归妾。”下片云：“将军百战身名裂。向河梁，回头万里，故人长绝 。”词意跨过两片，奔腾而下，歇拍处毫不停顿，一气呵成。因而王国维称之为“章法绝妙”（《人间词话》）。此词也是采用同样章法，两片之间，毫不割裂。作者在上阕歇拍刚说“记得当年 ”，换头就写“全盛时”情景。但词人并未以实笔具体描写元宵之夜“歌舞百戏，鳞鳞相切，乐声嘈杂十余里”；也未写“灯山上彩 ，金碧相射，锦绣交辉”（俱见《东京梦华录》卷六 ），而是避实就虚，写花枝袅娜，月光皎洁，宫殿华丽云彩绚丽。从虚处着笔，本词就避免了一般化，从而令人读后有新颖之感，并能唤起美好的联想。结尾二句又将笔锋一转，写词人从回忆中的往事回到悲凉的现实生活中来。华胥梦，语出《列子·黄帝 》，故事讲的是黄帝昼寝而梦 ，游于华胥氏之国。其国无帅长，一切崇尚自然，没有利害冲突。此处例用来喻北宋全盛时景象，但是随着金人的入攻，霎时灰飞烟灭，恍如一梦。在“华胥梦”上着以“分明一觉”四字，更加重梦幻色彩。词人如梦方醒，仔细辨认，春光依旧，然而景物全非，故词人两眶热泪，不禁潸然而下。这两句读之令人怆然。词一般以景结情为好，但以情煞尾，也有佳篇。譬如此词尾句纯用情语，且以“东风”二字与上阕“春到小桃枝”相呼应，丝丝入扣，却有溪流归海，读之令人有悠悠不尽的意味。此词结构极其缜密 。“分明一觉华胥梦”是词中关键句子，也就是通常所说的“词眼 ”。词的上下二阕，全靠这个“词眼”的眼光照映。如起首两句中的“那知”、“忽惊”写从不知觉到陡然发现，即带有如梦初醒的意思；下片头三句则是梦境的显现；结句则是梦醒后的悲哀，处处关合“华胥梦”一语，于是整首词浑然一体，构成一首意境深沉的歌曲。从全词来看，感情写得有起有伏，曲折多变。如果说前三句写悲凉，下片则转写欢乐；如果说过片是写欢乐的高潮，那么结尾二句则又跌入悲怆的深渊。悲喜相生，跌宕起伏有致，因而能攫住读者的心灵。词中还运用了回忆对比的手法：以今日之悲凉，对比昔日之全盛；以梦中之欢乐，对比现实之悲哀。这种艺术手法冲破时间、空间的束缚，一任感情发泄，姿意挥写，哀而不伤，刚健深挚，与一般婉约词、豪放词均有不同。因此清人况周颐评曰 ：“清刚沈至，卓然名家，故君故国之思，流溢行间句里 。”（《蕙风词话》卷二）这个评价是非常符合此词的特点，也是非常符合词人作为南宋初年中兴名臣的身份的。"
        },
        {
            "title": "蝶恋花 河中作",
            "content": "尽日东风吹绿树。向晚轻寒，数点催花雨。年少凄凉天付与。更堪春思萦离绪。临水高楼携酒处。曾倚哀弦，歌断黄金缕。楼下水流何处去。凭栏目送苍烟暮。",
            "comment": "【注释】赵鼎是解州闻喜人。宋时解州隶属于河中府（治蒲州，今山西永济）。这首词自注“河中作”，词中又自称“年少 ”，根据这些来看，本词当作于崇宁五年（1106）赵鼎中进士前后。高中进士后他就离开家乡在汴京等地任职了。这是一首故地重游的怀人词，怀念往昔一位曾于临水高楼一曲赋别的女子。上片记时，下片记地，风物依然，而她已不在，通篇贯串着伤离念远之情。开头三句点明时令，又以春尽花落、孤独寂寞的时空环境暗寓“重来崔护”之感 。“催花雨”在宋词中有用于春初催花开的，如晏几道《泛清波摘遍》：“催花雨小，著柳风柔，都似去年时候好 。”易祓《喜迁莺》：“一霎儿晴，一霎儿雨，正是催花时候 。”也有用于春末催花落的，如李清照《点绛唇》：“惜春春去，几点催花雨。”赵鼎词中“催花雨”意思则是后者。“年少凄凉”四字蕴含无限伤感 。“年少”本是青春和欢乐的时节，但词人却感到凄凉，完全是为“春思”和“离绪”所困，而主因则在于词人多情。但把“年少凄凉 ”说成是“天付与 ”，则又有自我解嘲的味道，意思是情之所钟，无可解脱。这“年少凄凉”的况味，不能不甘心忍受了 。“临水高楼”三句，紧接上片的“离绪”而转向怀人。这三句是追叙往事，在“临水高楼”这昔游之地回忆当年送别时的情景 。“曾倚哀弦 ”，指以丝竹伴唱。词在唐宋时是合乐歌唱的，有琵琶等弦乐伴奏 。“倚”就是以声合曲。黄金缕用来形容初春鹅黄色的柳条，古人有折杨柳赠别的风俗“歌断黄金缕”在这里也有作为离别之曲的含意，与上句“哀弦”相应 。“楼下水流何处去”一句引用唐杜牧诗。杜牧《题安州浮云寺寄湖州张郎中》诗 ：“去夏疏雨余，同倚朱栏语。当时楼下水，今日到何处。恨如春草多，事与孤鸿去。楚岸柳何穷，别愁纷若絮。”宋时将杜牧此诗谱作歌曲，传唱一时。晏几道有《玉楼春》词：“吴姬十五语如弦，能唱‘当时楼下水’”，可以为证。赵鼎这首词就从“临水高楼”的眼前实景出发，借杜牧诗意以“水流”比喻“人去 ”，写得自然熨贴 ，不露针线，密合无缝。“相随流水到天涯”，寓含飘泊流落的命运，以及一去不返、此恨绵绵的情意。这样情意在本词中也都包含在“楼下水流何处去”这个深表关切的问侯之中了。结句凭栏目送苍烟暮”，其意为凭高极目 ，远望水流人去的天际，寄托遥思，不觉暮烟四合 。感伤离别之情，就寓于久久痴望中，有着悠悠不尽的余味。赵鼎是南宋初的中兴名臣，德高望重 ，与宗泽、李纲相鼎足。他因反对秦桧与金和议而被罢相，流放到吉阳军（今海南岛崖县 ），上表感谢皇恩曰 ：“白首何归，怅徐生之无向；丹心未泯，誓九死以不移。”秦桧读后说：“此老倔强犹昔。”赵鼎知道秦桧一定要杀他，遂绝食而死，死前自书旌铭 ：“身骑箕尾归天上，气作山河壮本朝 。”这表现了他英风壮慨，气节凛然 。但他早年所作的这首《蝶恋花》却吐露芳菲，情致缠绵，多思哀婉。况周颐《蕙风词话》卷二说此词“年少凄凉”二句 ，“闲情绮思，安在为盛德之累耶？”本来这两种感情并不相妨。唐宋璟为相。正直有大节 ，但却写出了风流妩媚的《梅花赋》（原赋已失，《全唐文》卷二○七所录宋璟《梅花赋》乃伪作）。皮日休《桃花赋 》序说宋璟“贞姿劲质，刚态毅状，疑其铁肠石心，不能吐婉媚辞 。”越鼎另一首《蝶恋花》说：“漫道广平（宋璟封广平郡公 ）心似铁，词赋风流 ，不尽愁千结 。”无疑赵鼎是借宋璟以自道。事实上“铁肠石心 ”的人何尝不可以有“词赋风流”的另一面，尤其是抒发他们的少年情怀。"
        },
        {
            "title": "洞仙歌",
            "content": "空山雨过，月色浮新酿。把盏无人共心赏。漫悲吟、独自拈断霜须，还就寝、秋入孤衾渐爽。可怜窗外竹，不怕西风，一夜潇潇弄疏响。奈此九回肠，万斛清愁，人何处、邈如天样。纵陇水、秦云阻归音，便不许时闲，梦中寻访。",
            "comment": "【注释】作为一个南渡名臣，赵鼎在朝中与秦桧进行过激烈的较量，但是由于高宗赵构偏袒秦桧，至使赵鼎被贬谪到岭南。但是他的兴复中原之志从未泯灭，秦桧的一切加害也从未使他屈服。他为使全家不遭秦桧的诛杀，而决定绝食自杀，但他在自杀前还在预制的铭旌（柩前灵幡）上写上两句话：“身骑箕尾归天上，气作山河壮本朝 。”其报国之雄心可谓苍天可鉴。这首词就是他被贬到岭南时所写的。祖国河山之恋，故土之思，溢于言表；然而在这词中孤寂、凄苦和愤慨之情也难以掩抑。全词写了作者在一个秋夜的行动和思绪。上片重点写了三个生活细节——独酌、悲吟、孤卧。此词头三句写月下独酌：山雨初过 ，新月朗照，新酒飘香，杯浮月影 。那正是敞怀痛饮的时刻，可一拿起酒杯，词人就想起当此良辰美景竟无人共赏，只是一人独饮，实在扫兴得很 。这自然要引起对自己被贬谪的愤慨，于是有月下悲吟这一举动。“漫悲吟，独自拈断霜须”，是说受此屈辱，无处申诉，只好独自长歌悲吟以减轻胸中的郁闷了。由于这悲吟有深度，有力度，是内心深处的颤抖与呐喊，所以作者不自觉地连花白的胡须都拈断了数根 。“还就寝”二句写孤衾独卧，说的是独酌无味，悲吟伤情，还不如回房就寝，可是由于秋夜天气转凉，孤衾独卧，以及余恨未消等原因，又久久不能入睡，心绪茫然。上片三个连续性的细节，共同表明作者处境的艰难、愁怀的激烈，以及日子的难以打发的感情。下片集中描写他独卧孤衾中的所闻和所感，并且向更深的心理层次开掘 。“可怜窗外竹”三句，既是景语，更是情语，而且是整片意脉的枢纽。窗外的竹子整夜被西风吹得飒飒作响，撩人愁思，于是有下面“奈此九回肠”的感叹；然从“可怜”、“不怕”、“弄”等用语看来，词人又暗暗地赞颂了竹子耐严寒的品质，于是才有词尾处梦寻故土的决心。“九回肠”，出于司马迁的《报任安书》：“是以肠一日而九回 ”，言愁怨极多。此外亦言心中装满苦恨，致使愁肠百结，其可最主要的就是自己梦寐所求的人远在天那边，同时也是暗诉自己被远抛闲置在遥远的天这边。前面总冠以一个“ 奈 ”字，赵鼎本人面对这些打击与迫害无可奈何，明显地流露出一种苦闷与不平 。“人何处”的“人 ”，连系上下文看，当不只是说家中的亲人、朝中的故旧，主要还是指九重之上的高宗皇帝。封建时代的臣子，一旦远谪，总是希望皇帝能够回心转意把他召回。赵鼎曾两任宰相，高宗曾对他言听计从，称他为“真宰相 ”。他为国专以固本为先，这是因为他认为根本固而后敌可图，仇可复，所以对南宋的中兴事业有所建树。虽被远贬而此志不衰，因此翘首企望回朝续展长才。“解铃还是系铃人”，寄希望于皇帝自在情理之中。故词的结处又从悲怆的叹息，一转而为热烈而执着的追求 ：“纵陇水秦云阻归音，便不许时闲，梦中寻访？”陇水，即陇头之水；秦云，即秦岭之云。这都是环绕在故都长安的山川云雾，进出长安必须通过这些障碍物，这里用以暗指秦桧一类的朝中奸臣。这几句说的是纵然有奸邪当道阻挡我回到朝廷，总不能不许我到梦中去寻求归路。这里所表现的正如他从潮州移吉阳军（今广东崖县）给高宗上的感谢皇恩的表中所表示的 ：“白首何归，怅馀生之无几；丹心未泯，誓九死以不移。”此词不以剪裁巧妙取胜，而以描写深刻细腻见长。全诗基本上采用了赋的写法，叙述与描写的成分占很大的比重。首先是按时间顺序从空山雨过，独饮无绪，悲吟断须，孤衾独卧，一直写到夜阑不寐，闻风吹竹，一怀愁绪，梦寻旧乡。这样词人写出了一个凄凉人难度凄凉夜的全过程，真实感人。其次是描写颇有层次，上片全是行动描写，下片先是景物描写，后是心理描写，描写层层深入，而且每一种描写都作了精细的刻画。如月色、杯影反衬无人与之共赏良辰美景，以拈断霜须表明悲吟的深切，以“万斛清愁”形容愁恨之多，以“邈如天样”以形容朝廷之远，以“陇水秦桧”暗指秦桧一类掌权奸臣等等。正因为有这些精细的刻画，此词才避免了一般用铺叙法写成的作品容易犯的平铺直叙、平淡无味的毛病，它同样是那样鲜明、轻巧、含吐不露。"
        },
        {
            "title": "寒食书事",
            "content": "寂寞柴门村落里，也教插柳纪年华。禁烟不到粤人国，上冢亦携庞老家。汉寝唐陵无麦饭，山溪野径有梨花。一樽竟藉青苔卧，莫管城头奏暮笳。",
            "comment": "【注释】[注释]（1）也教：也得。插柳：古时寒食节有在门上插柳的习俗。纪：通“记”（2）粤人国：指广东、广西等地。（3）冢[音“肿”]：坟墓。庞老：即庞德公，东汉襄阳人。清明时，他携全家老小上山扫墓。这里指村民们举家上坟。（4）汉寝唐陵：汉唐时代帝王的坟墓。麦饭：祭品。（5）撙：酒杯。藉：借。（6）笳：古代北方边塞的乐器。[译文]寒食节这天，村里冷冷清清，但每家的柴门上也都插了柳枝以为节日的标志。粤地没有禁烟火的习俗，但也像古代庞德公那样，带着全家老小上山扫墓。平民百姓死后有人上坟祭祀，可汉唐帝王的陵寝竟无人携麦饭去继嗣！村民们上坟归来，野径小道旁有潺潺山溪相伴，有雪白的梨花可观。"
        },
        {
            "title": "好事近",
            "content": "杨柳曲江头，曾记彩舟良夕。一枕楚台残梦，似行云无迹。青山迢递水悠悠，何处问消息。还是一年春暮，倚东风独立。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "玉宇洗秋晴。凉月亭亭。梦回孤枕琐窗明。何处飞来三弄笛，风露凄清。曾看玉纤横。苦爱新声。由来百虑为愁生。此夜曲中闻折柳，都是离情。",
            "comment": ""
        },
        {
            "title": "点绛唇 春愁",
            "content": "香冷金猊，梦回鸳帐馀香嫩。更无人问。一枕江南恨。消瘦休文，顿觉春衫褪。清明近。杏花吹尽。薄暮东风紧。",
            "comment": "【注释】①金猊：香炉的一种。其形似狮。【评解】这首词写春景，抒离恨。上片写室内情景。香冷金猊，梦回鸳帐，离恨一枕，悄无人问。下片写室外景色。清明节近，杏花随风，薄暮来临，东风渐紧。全词通过景物描写，曲折含蓄地表露了春愁与离恨。委婉柔媚，意境幽美。------------------婉约词表现的往往是一种深沉委婉的思绪，心灵的潜流，虽窄却深。高度的物质文明陶冶了文人细腻的感受，时代的阴影又使得有宋一代文学带上了哀怨的色彩，而词这种艺术表现形式自身积淀的审美标准也影响了词作者命题和立意。所以，作为一代中兴名相的赵鼎，也将这首“春愁”词也写得婉约低回，“不减花间”（黄昇语），那么本词就是可以理解的了。词的上片写春梦醒来独自愁 。“香冷金炉，梦回鸳帐馀香嫩 。”这两句说的是，金炉中，香已冷，绣着鸳鸯的帐惟低垂着，一切都是那么闲雅，那么静谧，那么温馨。一个“嫩”字以通感的手法写出了余香之幽微，若有若无。但这种宁静而温馨的环境又似乎处处暗含着一种无可排解的孤独和感时伤怀的愁绪，这愁绪犹如那缕缕余香，捉摸不到，又排遣不去 。“更无人问，一枕江南恨 。”这说的是午梦醒来，愁绪不散，欲说梦境，又无人相慰相问。“恨”以“ 一枕”修饰，犹如用“一江 ”、“一舟”来修饰“愁”，化抽象为具体事物，组接无理而化合巧妙 。“枕上片时春梦中，行尽江南数千里”（岑参《春梦 》）。梦中的追寻越是迫切，醒来的失望就越发浓重。至于这恨，所指到底是什么，词人没有讲明，也无须讲明，这是因为这是一种无所不在的闲愁闲恨，是一种泛化了的苦闷，这恨中蕴含的既有时代的忧郁，也有个人的愁绪。伤春愁春只是本词的表层含义，人生的喟叹，世事的忧虑，才是本词的深层含义。下片以“消瘦休文”自比。“休文”即梁沈约，她是一个多愁多病的才子 。据载，沈约病中日益消瘦，以至“百日数旬，革带常应移孔，以手握臂，率计月小半分”。故此后人常以“沈腰”来比喻消瘦。“顿觉春衫褪”以夸张的手法突出“消瘦”的程度 。“春衫裉”即春衫宽 。这两句说的是衣服觉宽，人儿憔悴、苦涩之中有着执着 。“顿”字以时间之短与衣衫之宽的对比突出消瘦之快 ，“顿”还有惊奇、感叹、无奈等复杂感情。“清明近，杏花吹尽，薄暮东风紧。”这三句以景作结，含不尽之意。这三句说的是清明已近，那闹春杏花已吹落殆尽，春色将老“一片飞花减却春，风飘万点正愁人 。”在这种冷清的境界里，作者独立无语，不觉又是黄昏，顿感东风阵阵夹寒意。清明时节多风雨，若再有风雨夜过园林，无多春色还能留几分呢？东风带来春雨，催开百花，然而东风又吹老园林，送走春色，所以宋人常有“东风恶”之语 。“薄暮东风紧”写的是眼前之景，暗含的却是担忧明日春色将逝之情。一个“紧”字通俗而富有表现力，既写出了东风紧吹的力度，又写出了作者“一任罗衣贴体寒”，守住春光不放的深情。这首词属于婉约派词作，但婉而不弱，约而不晦。譬如词的结尾，写的是日暮花落之景。词人伤春惜花，守至日暮，依然不愿去，虽无可奈何又依依不舍，惋叹之中又有着坚韧，婉约之中犹有筋骨。词的语言含蓄有味而通俗易懂，虽到口即消却耐人寻味。"
        },
        {
            "title": "贺圣朝",
            "content": "断霞收尽黄昏雨。滴梧桐疏树。帘栊不卷夜沈沈，锁一庭风露。天涯人远，心期梦悄，苦长宵难度。知他窗外促织儿，有许多言语。",
            "comment": ""
        },
        {
            "title": "河传",
            "content": "秋光向晚。叹羁游坐见。年华将换。一纸素书，拟托南来征雁。奈雪深、天更远。东窗皓月今宵满。浅酌芳尊，暂倩嫦娥伴。应念夜长，旅枕孤衾不暖。便莫教、清影转。",
            "comment": ""
        },
        {
            "title": "画堂春",
            "content": "空笼帘影隔垂杨。梦回芳草池塘。杏花枝上蝶双双。春昼初长。强理云鬟临照，暗弹粉泪沾裳。自怜容艳惜流光。无限思量。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "归计信悠悠。归去谁留。梦随江水绕沙洲。沙上孤鸿犹笑我，萍梗飘流。与世且沈浮。要便归休。一杯消尽一生愁。傥有人来闲论事，我会摇头。",
            "comment": ""
        },
        {
            "title": "怨春风/一斛珠",
            "content": "宝鉴菱花莹。孤鸾慵照影。鱼书蝶梦两浮沉，恨恨恨。结尽丁香，瘦如杨柳，雨疏云冷。宿醉厌厌病。罗巾空泪粉。欲将远意托湘弦，闷闷闷。香絮悠悠，画帘悄悄，日长春困。",
            "comment": ""
        },
        {
            "title": "满庭芳",
            "content": "靡靡流光，凄凄风露，小园草木初凋。杳然尘影，爽气界天高。爱此佳名重九，随宜对、秋菊持醪。登临处，哀蝉断响，燕雁度云霄。闲谣。情缅邈，相寻万化，人世徒劳。念胸中百虑，何物能消。欲致颓龄不老，和金茎、一醉陶陶。君休问，千年事往，聊与永今朝。",
            "comment": ""
        },
        {
            "title": "人月圆",
            "content": "连环宝瑟深深愿，结尽一生愁。人间天上，佳期胜赏，今夜中秋。雅歌妍态，嫦娥见了，应羡风流。芳尊美酒，年年岁岁，月满高楼。",
            "comment": ""
        },
        {
            "title": "醉桃园/桃源忆故人",
            "content": "青春不与花为主。花正开时春暮。花下醉眠休诉。看取春归去。莺愁蝶怨春知否。欲问春归何处。只有一尊芳醑。留得青春住。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "羁旅转飞蓬，投老未知休息。却念故园春事，舞残红飞雪。危楼高处望天涯，云海寄穷发。只有旧时凉月，照清伊双阙。",
            "comment": ""
        },
        {
            "title": "惜双双/惜分飞",
            "content": "度陇信音谁与寄。肠断江南千里。深雪前村里。一枝昨夜传芳意。冷蕊暗香空旖旎。也应是、春来憔悴。风度将谁比。忆曾插向香罗□。",
            "comment": ""
        },
        {
            "title": "小重山",
            "content": "漠漠晴霓和雨收。长波千万里，拍天流。云帆烟棹去悠悠。西风里，归兴满沧州。谩道醉忘忧。荡高怀远恨，更悲秋。一眉山色为谁愁。黄昏也，独自倚危楼。",
            "comment": ""
        },
        {
            "title": "乌夜啼",
            "content": "雨馀风露凄然。月流天。还是年时今夜、照关山。收别泪。持杯起。问婵娟。问我扁舟流荡、几时还。",
            "comment": ""
        },
        {
            "title": "双翠羽",
            "content": "小园曲径，度疏林深处，幽兰微馥。竹坞无人双翠羽，飞触珊珊寒玉。更欲题诗，晚来孤兴，却恐伤幽独。不如花下，一尊芳酒相属。慨念故国风流，杨花春梦短，黄粱初熟。卷白千觞须劝我，洗此胸中荣辱。醉揖南山，一声清啸，休把离骚读。迟留归去，月明犹挂乔木。",
            "comment": ""
        },
        {
            "title": "花心动",
            "content": "江月初升，听悲风、萧瑟满山零叶。夜久酒阑，火冷灯青，奈此愁怀千结。绿琴三叹朱弦绝，与谁唱、阳春白雪。但遐想、穷年坐对，断编遗册。西北搀枪未灭。千万乡关，梦遥吴越。慨念少年，横槊风流，醉瞻海涵天阔。老来身世疏篷底，忍憔悴、看人颜色。更何似、归与枕流漱石。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "惜别怀归老不禁。一年春事柳阴阴。日下长安何处是，碧云深。已恨梅花疏远信，休传桃叶怨遗音。一醉东风分首去，两惊心。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "笔端红翠。造化工夫春有意。云梦涵胸。好去蓬山十二重。天街追骑。催唤谪仙泥样醉。电扫云空。百斛明珠咳唾中。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "烟雨满江风细。江上危楼独倚。歌罢楚云空，楼下依前流水。迢递。迢递。目送孤鸿千里。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "烟雾锁青冥，直上九关一息。姑射有人相挽，莹肌肤冰雪。骑鲸却下大荒来，天风乱吹发。慨念故人非是，漫尘埃城阙。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "惜别伤离，此生此念无重数。故人何处。还送春归去。美酒一杯，谁解歌金缕。无情绪。淡烟疏雨。花落空庭暮。",
            "comment": ""
        },
        {
            "title": "贺圣朝",
            "content": "花光烛影春容媚。香生和气。纷纷儿女拜翁前，劝犀尊金醴。凌烟图画，王侯富贵，非翁雅意。愿翁早早乞身归，对青山沈醉。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "一朵江梅春带雪。玉软云娇，姑射肌肤洁。照影凌波微步怯。暗香浮动黄昏月。谩道广平心似铁。词赋风流，不尽愁千结。望断江南音信绝。陇头行客空情切。",
            "comment": ""
        },
        {
            "title": "燕归梁",
            "content": "绰约彤霞降紫霄。是仙子风标。湘裙明佩响琼瑶。散馥郁、暗香飘。小春十月寒犹浅，妆粉弄梅梢。秦楼风月待吹箫。舞双鹤、醉蟠桃。",
            "comment": ""
        },
        {
            "title": "河传",
            "content": "年年桃李。渺关河一梦，飞花空委。鸿去燕来，锦字参差难寄。敛双眉、山对起。娇波泪落妆如洗。独倚高楼，日日春风里。江水际。天色无情，似送离怀千里。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "一炷鼻端香，方寸浪平风息。汲取玉池春水，点红炉微雪。年来都以酒相妨，进退只毫发。却道醉乡深处，是三山神阙。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "惨结秋阴，西风送、霏霏雨湿。凄望眼、征鸿几字，暮投沙碛。试问乡关何处是，水云浩荡迷南北。但一抹、寒青有无中，遥山色。天涯路，江上客。肠欲断，头应白。空搔首兴欢，暮年离拆。须信道消忧除是酒，奈酒行有尽情无极。便挽取、长江入尊罍，浇胸臆。",
            "comment": "【注释】原序:丁未九月南渡，泊舟仪真江口作赵鼎这首《满江红》注明作于“丁未九月 ”。丁未是建炎元年（1127）年，上一年就是靖康元年，在这一年里金兵攻占汴京。靖康二年四月，金人掳掠徽、钦二帝北去。五月，赵构在南京即皇帝位（今河南商丘），改元建炎。这一年，即丁未年九月，金人南犯，宋政权退驻淮甸 ，并下诏修缮建康城池，准备南渡。此次赵鼎渡江至建康，就是为赵构下一步定都江南作准备的。因此他泊舟仪真（今江苏仪征）江口写的这首词，也可说是此后南宋爱国词的先声。建炎元年十一月，赵构至扬州。三年二月，赵构渡江至临安、建康 ，都是赵鼎此词以后发生的事。仪真在长江北岸，宋时为真州，是江淮南下至建康与两渐的军事要冲与转运中心。泊舟仪真正是赵鼎渡江的前夕。赵鼎还写了一部三卷《建炎笔录 》，记录赵构渡江后建立宋朝的经过，起自建炎三年正月 ，可惜“丁未九月南渡”这一段没有写入。这首词所写是宋室南渡前夕的形势和宋皇室的心情。词以“惨”字发调，暗示着作者风雨渡江中对时局前途的忧虑。开头三句，不是通常的悲秋情调，而是当前的时令景色表现了北宋沦亡、中原丧乱的时代气氛 。“惨结秋阴”，这秋季惨淡的阴云四布于寒空，也笼罩了作者悲凉的心头 。“凄望眼，征鸿几字，暮投沙碛 ”。这三句既是深秋时分的江头情景，也是借雁自喻，也就是以北雁南飞暗喻自己此时的去国离乡，仓皇南渡。“沙碛”二字，暗含满眼荒寒。“试问乡关何处是，水云浩荡迷南北 ”，这两句词用唐崔颢《黄鹤楼》诗：“日暮乡关何处是 ，烟波江上使人愁 。”“迷”字点出心境 ，此时词人目断心迷，南北莫辨，有茫然无适之感 。上片末两句化自王维《汉江临泛》诗“山色有无中 ”，和秦观《泗州东城晚望》诗“林梢一抹青如画，应是淮流转处山 ”。但词中“遥山”之“青”加以“寒”字，变成了“寒青 ”，这也是望眼凄迷所致吧。回望淮水诸山，告别中原，词人无限依恋的情意，溢于言表。此词上片写景，极写南渡路途凄惨 。下片抒情，就以“放笔为直干”的写法，抒发作者在国难当前时的忧虑之情 。“天涯路 ，江上客。肠欲断，头应白。空搔首兴叹，暮年离拆 。”建炎元年，越鼎不过四十三岁，正委以重任，那么作者为什么会头白？这是因为去年汴京失守，二帝蒙尘；当前家人分别，南北暌隔，再加上时局艰危，前途未卜，这些不能不使他肠断而头白了。“须信道”两句有两个衬字，按照词律，这两句是七字句，则“须”字（或“道”字）和“奈”字是衬字。此词下片极言亡国之恨无穷，根本不是借酒消愁所能消除得了，除非万里长江的滚滚洪流入酒杯，满怀积闷或许可以冲洗一番。结句把郁结心头的国家民族之深忧，同眼前滔滔不绝的长江合为一个整体，令人感到这种忧愁直如长江一样浩荡无涯，无可遏止。作者的爱国热情和满腔积郁不平之气，也于此尽情流露出来了。陈廷焯《白雨斋词话 》卷六论宋南渡后的词时，首先举到赵鼎这首《满江红》，认为“此类皆慷慨激烈，发欲上指，词境虽不高，然足以使懦夫有立志”。"
        }
    ]
}