{
    "dynasty": "宋",
    "author": "赵长卿",
    "poems": [
        {
            "title": "点绛唇",
            "content": "离绪千重，角声偏著羁人枕。那堪酒醒。句引愁难整。门锁黄昏，月浸梅花冷。人初静。斗垂天迥。雁落清江影。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "江村百六春强半。拍拍池塘春水满。风团柳絮舞如狂，雨压橘花香不散。阴阴巷陌闲庭院。小立危栏羞燕燕。不知何事未还乡，除却青春谁作伴。",
            "comment": ""
        },
        {
            "title": "诉衷情",
            "content": "檀心刻玉几千重。开处对房栊。黄昏淡月笼艳，香与酒争浓。宜轻素，鄙轻红。思无穷。化工著意，南南北北，一种东风。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "牙领番腾一线红。花儿新样喜相逢。薄纱衫子轻笼玉，削玉身材瘦怯风。人易老，恨难穷。翠屏罗幌两心同。既无闲事萦怀抱，莫把双蛾皱碧峰。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "叶底蜂衙催日晚。向晚匀妆，巧画宫眉浅。翠幕无风香自远。金船酌酒须教满。未说别离魂已断。雨幌云屏，只恐良宵短。心事不随飞絮乱。宦情肯把恩情换。",
            "comment": ""
        },
        {
            "title": "蓦山溪",
            "content": "壶天冰雪，消尽虚堂暑。多谢故人风，送花香传小树。香风初过，一曲断肠声，如怨诉。诉闲愁，落落琵琶语。江边马上，弹指成千古。泪眼与啼妆，叹风流、只今何处。芳心役损，触事起悲酸，招玉素。拨檀槽，整理金衣缕。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "十里春风杨柳路，年年带雨披云。柔条万缕不胜情。还将无意眼，识遍有心人。饿损宫腰终不似，效颦总是难成。只愁秋色入高林。残蝉和落叶，此际不堪论。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "万里西风吹去旆，满城无奈离情。甘棠也似戴公深。晓来风露里，叶叶做秋声。十载两番遗爱在，须知愁满宜春。楚天低处是归程。夕阳疏雨外，莫遣乱蝉鸣。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "杨花飞尽莺声涩。杜娟唤得春归急。病酒起来迟。娇慵懒画眉。宝奁金鸭冷。重唤烧香饼。著意炼龙涎。纤纤手逴烟。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "柳上斜阳红万缕，烘人满院荷香。晚凉初浴略梳妆。冠儿轻替枕，衫子染莺黄。蓄意新词轻缓唱，殷勤满捧瑶觞。醉乡日月得能长。仙源正闲散，伴我老高唐。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "先生德行冠南丰。锦绣作心胸。暂屈徒劳州县，文章後进宗工。督邮纲纪，才高幕府，雅望尤崇。此去定膺光宠，且须满醉西东。",
            "comment": ""
        },
        {
            "title": "武陵春",
            "content": "又是新逢三五夜，瑞气霭氤氲。万点灯和月色新。桃李倍添春。花县主人情思好，行乐逐良辰。满引千锺酒又醇。歌韵动梁尘。",
            "comment": ""
        },
        {
            "title": "醉蓬莱",
            "content": "见浴兰才罢，拂掠新妆，巧梳云髻。初试生衣，恰三裁贴体。艾虎宜男，朱符辟恶，好储祥纳吉。金凤钗头，应时戴了，千般忔戏。那更殷勤，再三祝愿，斗巧合欢，彩丝缠臂。刻玉香蒲，泛金觥迎醉。午日熏风，楚词高咏，度遏云声脆。赤口白舌，从今消灭，诸馀可意。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "破靥盈盈巧笑，举杯滟滟迎逢。慧心端有谢娘风。烛花香雾，娇困面微红。别恨彩笺虽寄，清歌浅酌难同。梦回楚馆雨云空。相思春暮，愁满绿芜中。",
            "comment": ""
        },
        {
            "title": "夜行船",
            "content": "绿盖红幢笼碧水。鱼跳处、浪痕匀碎。惜别殷勤，留连无计，歌声与、泪和柔脆。一叶扁舟烟浪里。曲滩头、此情无际。窈窕眉山，暮霞红处，雨云想、翠峰十二。",
            "comment": ""
        },
        {
            "title": "阮郎归 客中见梅",
            "content": "年年为客遍天涯。梦迟归路赊。无端星月浸窗纱。一枝寒影斜。肠未断，鬓先华。新来瘦转加。角声吹彻小梅花。夜长人忆家。",
            "comment": "【注释】赵长卿这首《阮郎归 》，题为客中见梅。词的意蕴是以梅花象征客子，词的主旨在题目藏而不露。“年年为客遍天涯 。”年年为客，极写飘泊时间之漫长。遍天涯，道尽飘泊空间之辽远。作者开篇径言与家乡的隔绝，真实地道出心灵上所担荷的羁愁之深重。“梦迟归路赊 ”。还家的好梦，总是姗姗来迟，使客子梦中还家暂消思愁的机会都没有 。现实冷峻，摆在面前：归路迢递，归不得也。首句述离家之久之遥，已使读者深为之伤感 ，次句又言客子归家之情，即在梦中亦不可伸更使读者倍感心中的郁闷不可发泄。短短两句，便可动人之心，作者感情之真挚，笔力之深厚，可窥一斑。显然，客子这一夜，又是一个不眠之夜。“无端星月浸窗纱 。一枝寒影斜。”榻上辗转，忽尔见到那浸透了月光的窗纱上，映现出一枝梅花横斜的姿影。月光溶溶，柔和似水，星光点点，闪铄其间，愈发衬托出梅枝清峻 。“无端星月浸窗纱，一枝寒影斜 。”一笔便写出梅花“清绝，十分绝，孤标难细说”（长卿《霜天晓角·咏梅》）的神理。妙笔也。“肠未断，鬓先华。”换头遥挽起笔，不写梅花，转来写人。年年天涯，梦迟路赊，纵未愁断，也已是早生了白发。人自然是：“新来瘦转加。”一天天憔悴下去了 。“角声吹彻《小梅花》。”古人常因笛中之曲有《梅花落》，大角之曲有《大单于》、《小单于》、《大梅花》、《小梅花》（《乐府诗集 》卷二十四），而想象梅花有情，笛声角声，使之伤心，甚至凋落。当角声吹彻《小梅花》曲之时 ，正梅花极具伤心难堪之际。这紧紧衔连客子伤心难堪之至极，此情、此境，究为怜梅耶？抑为自怜耶？不知梅花为客子之幻化欤？抑或客子为梅花之幻化欤 ？恍难分辨。结句一唱点醒：“夜长人忆家 。”此一句最是深情通篇之感触、皆汇于此。年年天涯，何尝不是漫漫长夜今日无眠，数年来又何曾安枕过 。以“ 家”字结穴 ，意尤味深长。这，正是全幅词情的终极指向。而在赵长卿词中，家与梅，又原有一份亲切关系。长卿《花心动·客中见梅寄暖香书院 》云 ：“一饷看花凝伫。因念我西园，玉英真素 ”。“断肠没奈人千里 ”，“那堪又还日暮”。可以发明本词结穴的言外之意。见梅思家，尤为刻挚。结得朴厚、含蓄。返顾全词的笔路意脉，作者身处天涯为客，夜半无端见梅，自怜、怜梅，思绪萦回曲折，终归于夜长忆家，收曲以直。梅花客子层层相对而出，一笔双挽而意脉不断，可谓别致。词情词境，将客子之伤心难堪与梅花之伤心难堪交织处，将梅枝月下寒影之意象与客子羁劳憔悴之形象印合为一境，梅花隐然而为客子之象征，又隐然指向所忆之家园，可谓清新。全词主旨虽然是客子之愁苦 ，但写出了月中梅枝之寒影，其清峻之精神，也正是客子之精神，于是抒发愁怅之同时也含有一种高致。细论起来，赵长卿此词不失为一首含蓄有味的佳作。"
        },
        {
            "title": "点绛唇",
            "content": "密雨随风，咋来一夜檐声溜。奈何僝僽。官路梅花瘦。赋得多情，怕到春时候。如今一病非因酒。试问君知否。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "贪痴无了日，人事没休期。白驹过隙，百岁能得几多时。自古腰金结绶，著意经营辛苦，回首不胜悲。名未能安稳，身已至倾危。空剜刻，休巧诈，莫心欺。须知天定，只见高塚与新碑。我已从头识破，赢得当歌临酒，欢笑且随宜。较甚荣和辱，争甚是和非。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "负你千行泪。大都来、一寸心儿，万般萦系。似恁愁烦那里洎。故自三年二岁。为你後、甘心憔悴。终待说、山盟海誓。这恩情、到此非容易。拼做个，久长计。紧要事须评议。怕人人、蓦地知时，怎生处置。毒害心肠祆知是。怕你生烦到底。便莫待、将人轻弃。不是我多疑你。被傍人、赚後失圈圚。经一事，长一智。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "风卷霜林叶叶飞。雁横寒影一行低。淡烟衰草不胜诗。白酒已篘浮蚁熟，黄鸡未老藁头肥。问侬不醉待何时。",
            "comment": ""
        },
        {
            "title": "探春令",
            "content": "楼头月满。栏干风度，有人肠断。为多情、役得神魂撩乱。又被梅萦绊。对花沈醉应须拼。且尊前相伴。恨无端玉笛，穿帘透幕，好梦还惊散。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "淡烟轻霭濛濛，望中乍歇凝晴昼。才惊一霎催花，还又随风过了。清带梨梢，晕含桃脸，添春多少。向海棠点点，香红染遍，分明是、胭脂透。无奈芳心滴碎，阻游人、踏青携手。檐头线断，空中丝乱，才晴却又。帘幕闲垂处，轻风送、一番寒峭。正留君不住，潇潇更下黄昏後。",
            "comment": ""
        },
        {
            "title": "天仙子",
            "content": "眼色媚人娇欲度。行尽巫阳云又雨。花时还复见芳姿，情几许。愁何许。莫向耳边传好语。往事悠悠曾记否。忍听黄鹂啼锦树。啼声惊碎百花心。分付与。谁为主。落蕊飞红知甚处。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "睡觉扶头听晓钟。隔帘花雾湿香红。翠摇钿砌梧桐影，暖透罗襦芍药风。闲对影，记曾逢。画眉临镜霎时同。相思已有无穷恨，忍见孤鸾宿镜中。",
            "comment": ""
        },
        {
            "title": "探春令",
            "content": "笙歌间错华筵启。喜新春新岁。菜传纤手青丝细。和气入、东风里。幡儿胜儿都姑媂。戴得更忔戏。愿新春已後，吉吉利利。百事都入意。",
            "comment": "【注释】这首《探春令》词的作者是赵长卿，他的生平我们知道的不多，连生卒年代也不可考。只知道他是宋朝的宗室，住在南丰，可能是他家的封邑。他自号仙源居士，不爱荣华，只喜赋诗作词，隐居自娱。他的词有《惜香乐府 》十卷 ，被毛晋刻入《宋六十名家词》中。唐圭璋的《两宋词人时代先后考》把赵长卿排在北宋末期的词人中，但在《惜香乐府》第三卷末尾有一段附录，记张孝祥死后临乩事。考张孝祥卒于南宋乾道五年（1169 ），那时赵长卿还在世作词，可知他是南宋初期人。赵长卿的词虽然有十卷三百首之多，虽然被毛晋刻入“名家词 ”，但在宋人眼中，他只是一位第三流的词人。可能因为他的词爱用口语俗话，不同于一般文人的“雅词 ”，所以在士大夫的赏鉴中，他的词不很被看重 。朱祖谋选《 宋词三百首》，赵长卿的词，一首也没有选入。不过，据我所见，雅即是俗，俗亦是雅，赵词不落于俗套，也可谓不拘一格。这首《探春令 》，向来无人讲起。二十年代，我用这首词的最后三句，做了个贺年片，寄给朋友，才引起几位爱好诗词的朋友的注意。赵景深还写了一篇文坛轶事的文章，为我做了记录。1985 年 ，景深逝世，使我想起往事，为了纪念景深，我把这首词的全文印了一张贺年片，在1986 年元旦和丙寅年新春，寄给一些文艺朋友，使这首词又在诗词爱好者中间传诵起来。我赞成在《唐宋词鉴赏辞典》里采用这首词，但我不大会写鉴赏 。我觉得 ，对于一个文学作品的鉴赏，各人的体会不同。而且有些体会只能以意会而难于言传。所以有时又很难说清楚。如果读者的文学鉴赏水平比我高，我写的鉴赏 ，对他便非但毫无帮助，反而见笑于方家。所以，我从来不愿写鉴赏文字。有一些作家和批评家，他们评论文学作品，其实是古今未变。孔老夫子要求“温柔敦厚 ”，白居易要求有讽喻作用，张惠言 、周济要求词有比兴、寄托，当代文论家要求作品有思想性，其实是一个调子。这些要求，在赵长卿这首词里，几乎一点都找不到。赵长卿并不把文学创作用为扶持世道人心的教育工具，也不想把他的词用来作思想说教。他只是碰到新年佳节，看着家里男女老少，摆开桌面，高高兴兴的吃年夜饭 。他看到姑娘们的纤手 ，端来了春菜盘子，盘里的菜，有青、有细，从家庭中的一片和气景象，反映出新年新春的东风里所带来的天地间的融和气候。唐、宋时，不管是吃年夜饭，还是新年中吃春酒，都要先吃一个春盘，类似现代酒席上的冷盆或大拼盆。盘子里的菜，有萝卜，芹菜 、菲菜 ，或者切细，或者做成春饼（就是春卷）。杜甫有一首《立春》诗云 ：“春日春盘细生菜，忽忆两京梅发时。盘出高门行白玉，菜传纤手送青丝。”赵长卿这首词的上片，就是化用了杜甫的诗。幡儿、胜儿，都是新年里的装饰品。幡是一种旗帜，胜是方胜、花胜 ，都是剪镂彩帛制成各种花鸟，大的插在窗前、屋角，也可挂在树上，小的就戴在姑娘们头上。现在北方人家过年的剪纸，或如意，或双鱼吉庆，或五谷丰登，大概就是幡、胜的遗风。这首词里所说的幡儿、胜儿，是戴在姑娘们头上的，他看了觉得很欢喜。“姑媂 ”、“忔戏”这两个语词都是当时俗语，我们现在不易了解，可能在江西南丰人口语中，它们还存在。从词意看来，“姑媂”大约是整齐、济楚之意。“忔戏”又见于作者的另一首词《念奴娇》，换头句云 ：“忔戏，笑里含羞，回眸低盼，此意谁能识 。”这也是在酒席上描写一个姑娘的。这里两句的大意是说 ：“幡儿胜儿都很美好，姑娘们戴着都高高兴兴。”辛稼轩词云：“春已归来，看美人头上，袅袅春幡”，也是这种意境。词人看了一家人和和气气的团坐着吃春酒、庆新年，在笙歌声中，他起来为大家祝酒，祝愿在新的一年里。一家子都吉吉利利、百事如意。于是，这首词成为极为好的新年视词。词到了南宋，一方面，在士大夫知识分中间，地位高到和诗一样。另一方面，在平民百姓中，它却成为一种新的应用文体。视寿有词，贺结婚有词，贺生了也有词。赵长卿这首词，也应当归入这一类型。它是属于通俗文学的。"
        },
        {
            "title": "醉花阴",
            "content": "老去悲秋人转瘦。更异乡重九。人意自凄凉，只有茱萸，岁岁香依旧。登高无奈空搔首。落照归鸦後。六代旧江山，满眼兴亡，一洗黄花酒。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "山路乱蝉吟，声隐茂林修竹。恰值快风收雨，递荷香芬馥。破除愁虑酒宜多，把酒再三嘱。遥想溪亭潇洒，称晚凉新浴。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "江城向晓，被西风揉碎，一天丝雨。乱织离愁千万缕，多少关心情绪。促织鸣时，木犀开後，秋色还如许。那堪飘泊，异乡千里孤旅。应想帘幕闲垂，西楼东院，齐把归期数。记得临歧收泪眼，执手叮咛言语。白酒红萸，黄花绿橘，莫等闲辜负。朱笼归骑，甚时先报鹦鹉。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "灯前忍见啼红面。别酒频斟劝。愁蛾敛翠不胜情。报道看看天色、待平明。殷勤重把阳关唱。休要教人望。出门犹自尚叮咛。厮养频催恰好、趁凉行。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "烟姿玉骨尘埃外，看自有神仙格。花中越样风流，曾是名标清客。月夜香魂，雪天孤艳，可堪怜惜。向枝间且作，东风第一，和羹事、期他日。闻道春归未识。问伊家、却知消息。当时恼杀林逋，空绕团栾千百。横管轻吹处，馀香散、阿谁偏得。寿阳宫、应有佳人，待与点、新妆额。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "镂玉裁琼莫比香。娉婷枝上殢春光。风流别有千般韵，割舍昏沈入醉乡。蜂共蝶，尽乾忙。檀心知未肯寻常。从来诗苦人消瘦，乞与幽窗富锦囊。",
            "comment": ""
        },
        {
            "title": "眼儿媚",
            "content": "一钩新月照西楼。清夜思悠悠。那堪更被，征鸿嘹唳，绊惹离愁。倚栏不语情如醉，都总寄眉头。从前只为，惜他伶俐，举措风流。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "恻恻笙竽万籁风。阳关叠遍酒尊空。相逢草草别匆匆。满眼泪珠和雨洒，一襟愁绪抵秋浓。相思今夜五云东。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "坐看销金暖帐中。羔儿酒美兽煤红。浅斟低唱好家风。爱客东君多解事，晚妆新与画眉峰。便须催唤出房栊。",
            "comment": ""
        },
        {
            "title": "醉落魄/一斛珠",
            "content": "淡妆浓抹。西湖人面两奇绝。菖蒲角黍家家节。水戏鱼龙，十里画帘揭。凌波无限生尘袜。冰肌莹彻香罗雪。游船且莫催归楫。遮莫黄昏，天外有新月。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "玉容应不羡梅妆。檀心特地赛炉香。半臧密叶墙头女，勾引酡颜马上郎。樽乏酒，且倾囊。蟹螯糟熟似黏霜。一年光景浑如梦，可惜人生忙处忙。",
            "comment": ""
        },
        {
            "title": "祝英台近",
            "content": "记临歧，销黯处。离恨惨歌舞。恰是江梅，开遍小春暮。断肠一曲金衣，两行玉箸，酒阑後、欲行难去。恶情绪。因念锦幄香奁，别来负情素。冷落深闺，知解怨人否。料应宝瑟慵弹，露华懒傅，对鸾镜、终朝凝伫。",
            "comment": ""
        },
        {
            "title": "探春令",
            "content": "溪桥山路。竹篱茅舍，凄凉风雨。被摧残沮挫，精神依旧，无奈相思苦。东君故与收拾取。忍教他尘土。向绿窗绣户，朱栏小槛，做个名花主。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "梅花枝上东风软。朝来吹散真香远。雅淡有馀清。客心和泪倾。美人临别夜。月晃灯初灺。玉枕小屏山。眉尖曾细看。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "帘卷露花容。几度相逢。他知我意欲相通。偏奈天教多阻间，积恨何穷。云雨杳无踪。愁怕东风。时闻语笑恣欢浓。惟有俺咱真分浅，往事成空。",
            "comment": ""
        },
        {
            "title": "蓦山溪",
            "content": "晓来雨霁。弱柳摇新翠。丽日媚东风，正不暖不寒天气。幽禽弄舌，花上诉春光，高一饷，低一饷，清喨圆还碎。那知时势。春亦元无意。草木自敷荣，似人生、功名富贵。我咱谙分，随有亦随无，不妒富，不憎贫，歌酒闲游戏。",
            "comment": ""
        },
        {
            "title": "柳梢青",
            "content": "千林落叶声声悲。听凄惨、江皋雁飞。难似玉肌，总惊花貌，压倒芳菲。香心吐尽因谁。料调鼎、工夫易期。休唱阳关，莫歌白雪，雨泪沾衣。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "帘幕轻风洒洒，园林绿荫垂垂。楝花开遍麦秋时。雨深芳草渡，蝴蝶正慵飞。憔悴三春心事，风流一弄金衣。韶光老尽起深思。日长庭院里，徙倚听催归。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "一梦十年劳忆记。社燕宾鸿，来去何容易。宿酒半醒便午睡。芭蕉叶映纱窗翠。衬粉泥书双合字。鸾凤鸳鸯，总是双双意。已作吹箫长久计。鸳衾空有中宵泪。",
            "comment": ""
        },
        {
            "title": "长相思",
            "content": "花飞飞。柳依依。帘卷东风日正迟。社前双燕归。药栏东，药栏西。记得当时素手携。弯弯月似眉。",
            "comment": ""
        },
        {
            "title": "东坡引",
            "content": "茅斋无客至。冰砚冻寒泚。南枝喜入新诗里。恼人频嚼蕊。恼人频嚼蕊。因思去腊江头醉。倚动客兴伤春意。经年自叹人如寄。光阴如拈指。光阴如拈指。",
            "comment": ""
        },
        {
            "title": "一翦梅",
            "content": "霁霭迷空晓未收。羁馆残灯，永夜悲秋。梧桐叶上三更雨，别是人间一段愁。睡又不成梦又休。多愁多病，当甚风流。真情一点苦萦人，才下眉尖，恰上心头。",
            "comment": ""
        },
        {
            "title": "柳梢青 过何郎石见早梅",
            "content": "云暗天低。枫林凋翠，寒雁声悲。茅店儿前，竹篱巴後，初见横枝。盈盈粉面香肌。记月榭、当年见伊。有恨难传，无肠可断，立马多时。",
            "comment": "【注释】①何郎石：何郎即梁代诗人何逊，其《咏早梅》诗极有名：石在何处不详。【评解】这首词借咏梅而抒怀旧之情。天气渐冷，枫林凋翠，寒雁声悲。而茅店外，竹篱边，出现了梅花的倩影。上片写“初见横枝”的情景。下片所咏，似花似人，亦花亦人，朦胧得妙。“无肠可断”句，命意颖秀，言久已肠断，今则无可复断矣。续以“立马多时”，更见踟蹰怅惘，难以言宣。"
        },
        {
            "title": "虞美人",
            "content": "东风卷尽辛夷雪。逆旅清明节。黄昏烟雨失前山。陟遍朱栏、酒噤不禁寒。归来谁护衣篝火。倒拥文鸳卧。可堪连夜子规啼。唤得春归、人却未成归。",
            "comment": ""
        },
        {
            "title": "一丛花",
            "content": "阶前春草乱愁芽。尘暗绿窗纱。钗盟镜约知何限，最断肠、湓浦琵琶。南渚送船，西城折柳，遗恨在天涯。夜来魂梦到侬家。一笑脸如霞。莺啼燕恨西窗下，问何事、潘鬓先华。钟动五更，魂归千里，残角怨梅花。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "闲上西楼供远望。一曲新声，巧媚谁家唱。独倚危栏听半晌。长江快泻澄无浪。清泪恰同清水涨。拭尽重流，触事如何向。不觉黄昏灯已上。旧愁还是新愁样。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "无情风掠芭蕉响，还是重门已闭。银缸独对，相思方切，教人怎睡。解叹从前事，解叹了、依前鳖气。想他家那里，知人憔悴，相应是、睡也未。且恁和衣强寝，奈无寐、依前重起。起来思想，当初与你，忒煞容易。及至而今也，半头天眼，不存不济。最消魂苦是，黄昏前後，冷清清地。",
            "comment": ""
        },
        {
            "title": "烛影摇红",
            "content": "梅雪飘香，杏花开艳燃春昼。铜驼烟淡晓风轻，摇曳青青柳。海燕归来未久。向雕梁、初成对偶。日长人困，绿水池塘，清明时候。帘幕低垂，麝煤烟喷黄金兽。天涯人去杳无凭，不念东阳瘦。眉上新愁压旧。要消遣、除非殢酒。酒醒人静，月满南楼，相思还又。",
            "comment": ""
        },
        {
            "title": "丑奴儿/采桑子",
            "content": "牡丹已过酴醿谢，飞尽繁花。浓翠啼鸦。绿水桥边卖酒家。年时携手寻春去，满引流霞。往事堪嚓。犹喜潘郎鬓未华。",
            "comment": ""
        },
        {
            "title": "满庭芳",
            "content": "竹颭斜梢，荷倾馀沥，晚风初到南池。雨收池上，高柳乱蝉嘶。冉冉莲香满院，夕阳映、红浸庭闱。凉生到，碧瓜破玉，白酒酌玻璃。思量，浮世事，枯荣辱宠，欢喜忧悲。算劳心劳力，得甚便宜。粗有田园笑傲，拣些个、朋友追随。好时景，莫教挫过，撞著醉如泥。",
            "comment": ""
        },
        {
            "title": "阮郎归",
            "content": "和风暖日小层楼。人闲春事幽。杏花深处一声鸠。花飞水自流。寻旧梦，续扬州。眉山相对愁。忆曾和泪送行舟。清江古渡头。",
            "comment": ""
        },
        {
            "title": "柳梢青",
            "content": "桃杏舒红。迟迟暖日，媚景芳浓。紫燕穿帘，香泥著地，未乳巢空。千山万水重重。烟雨里、王维画中。芳草斜阳，无人江渡，蓑笠渔翁。",
            "comment": ""
        },
        {
            "title": "青玉案",
            "content": "东门杨柳空盈路。系得征鞍能驻不。暗绿枝头新过雨。柔丝千尺，乳莺百啭，似怨行人去。行人去後如何处。去向天边簉鵷鹭。瑶管琼台多雅趣。花砖稳上，玉阶阔步，肯念人尘土。",
            "comment": ""
        },
        {
            "title": "满庭芳",
            "content": "红藕洲塘，黄葵庭院，渚风时动清颸。素纨轻颭，凉色爽征衣。一一光阴日月，关情处、前事难期。空凝想，临鸾有恨，谁与画新眉。刀头，心寸折，江南厚约，惟是侬知。念默歌停舞，冷落屏帏。何日朱笼鹦鹉，迎门报、金勒东归。罗弦管，合欢声里，烂醉玉东西。",
            "comment": ""
        },
        {
            "title": "感皇恩",
            "content": "碧水浸芙容，秋风楚岸。三岁光阴转头换。且留都骑，未许匆匆分散。更持杯酒殷勤劝。休作等闲，别离人看。且对笙歌醉须拼。如君才调，掌得玉堂词翰。定应不久劳州县。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "稳唱巧翻新曲，灵犀密意潜通。荷花香染晚来风。相对恍然如梦。有恨眉尖皱碧，多情酒晕生红。此愁不是等闲浓。应为仙源倾动。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "凉夜竹堂空，小睡匆匆醒。庭院无人月上阶，满地栏干影。何处最知秋，风在梧桐井。夜半骖鸾弄玉笙，露湿衣裳冷。",
            "comment": ""
        },
        {
            "title": "画堂春",
            "content": "湖光乘雨碧连天。绕堤映、草色芊芊。舞风杨柳欲撕绵。依依起翠烟。还是春风客路，对花时、空负蝉娟。暮寒楼阁碧云间。罗袖成斑。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "薄雾轻阴酿晓寒。起来宿酒尚酡颜。柳莺何事苦关关。新恨旧愁俱唤起，当年紫袖看弓弯。泪和梅雨两潸潸。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "宝篆龙煤烧欲残。细听铜漏已更阑。纱窗斜月移梅影，特地笼灯仔细看。幽梦断，旧盟寒。那时屈曲小屏山。风光得似而今不，肯把花枝作等闲。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "忆昔临平山下过。无数荷花，照水无纤黦。短艇直疑天上坐。醉眠花里香无那。雨浥红妆娇娜娜。脉脉含情，欲向风前破。莫道晚来风景可。青房著子千千颗。",
            "comment": ""
        },
        {
            "title": "小重山",
            "content": "一夜西风响翠条。碧纱窗外雨，长凉飙。朝来绿涨水平桥。添清景，疏韵入芭蕉。坐久篆烟销。多情人去後，信音遥。即今消瘦沈郎腰。悲秋切，虚度可人宵。",
            "comment": ""
        },
        {
            "title": "青玉案",
            "content": "梅黄又见纤纤雨。客里情怀两眉聚。何处烟村啼杜宇。劝人归去，早思家转，听得声声苦。利名萦绊何时住。恼乱愁肠成万缕。满眼兴亡知几许。不如寻个，老松石畔，作个柴门户。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "开尽梅花，雪残庭户春来早。岁华偏好。只恐催人老。惟有诗情，犹被花枝恼。金樽倒。共成欢笑。终是清狂少。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "败荷倒尽芙蓉老。寒光黯淡迷衰草。行客易销魂。笛飞何处村。云寒天借碧。树瘦烟笼直。若个是乡关。夕阳西去山。",
            "comment": ""
        },
        {
            "title": "小重山",
            "content": "清晚窗前杜宇啼。游仙惊梦醉，断魂迷。起来窗下看盆池。伤春去，消瘦不胜衣。柳陌记年时。行云音信杳、与心违。空教攒恨入双眉。人已远，红叶莫题诗。",
            "comment": ""
        },
        {
            "title": "瑞鹧鸪",
            "content": "宝奁常见晓妆时。面药香融傅口脂。扰扰亲曾撩绿鬓，纤纤巧与画新眉。浓欢已散西风远，忆泪无多为你垂。各自从今好消遣，莫将红叶浪题诗。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "苇绡开得仙花，就中最有佳人似。香肌胜雪，千般揉缚，禁他风雨。缟夜精神，繁春标致，忍教孤负。怅潘郎去後，河阳满县，知他是、谁为主。多谢文章吏部。遇衔杯、不曾轻许。应知这底，无言情绪，难为分付。吹遍春风，耀残明月，总伤心处。待闲亭夜永，游人散後，作飞仙去。",
            "comment": ""
        },
        {
            "title": "醉落魄/一斛珠",
            "content": "伤离恨别。愁肠又似丁香结。不应斗顿音书绝。烟水连天，何处认红叶。残更数尽银缸灭。边城画角声呜咽。罗衾泪滴相思血。花影移来，摇碎半窗月。",
            "comment": ""
        },
        {
            "title": "瑞鹤仙 归宁都，因成，寄暖香诸院。",
            "content": "无言屈指也。算年年底事，长为旅也。凄惶受尽也。把良辰美景，总成虚也。自嗟叹也。这情怀、如何诉也。谩愁明怕暗，单栖独宿，怎生禁也。闲也。有时临镜，渐觉形容，日消减也。光阴换也。空辜负、少年也。念仙源深处，暖香小院，赢得群花怨也。是亏他见了，多教骂几句也。",
            "comment": "【注释】小序里说的宁都（今属江西），为长卿客居之地。暖香诸院，包括“暖红 ”、暖春等，皆为妓院，在南丰 ，与宁都相距一百多公里。据其《蝶恋花》序谓：“宁都半岁归家，欲别去而意终不决”；结句云：“宦情肯把恩情换？”似乎他在宁都当小官，时有弃官归去之意。试读《水调歌头·元日客宁都》一词 ：“离愁晚如织，托酒与消磨 。奈何酒薄愁重 ，越醉越愁多。&#8943;&#8943;有恨空垂泪，无语但悲歌。”下片说：“速整雕鞍归去，著意浅斟低唱，细看小婆娑 。”由此可知他是实在无法忍受异乡的孤寂。偶得归家就不想离开；但终于再去赴任 ，去了又后悔 。《瑞鹤仙》这首词，正是在这种情况下写的。词的上片，写羁旅之感。一开始便勾勒出一个离群独处、暗叹年华消逝的多情者形象。“算”字承“屈指”来，独在异乡为异客，年年忙碌，不知究竟为了什么。年年居外，心情如何，以一言抒之 ：“凄惶受尽也”。凄凉苦闷，何可尽言？把良辰美景都虚度了，只有独自叹息 ，又能向谁倾诉呢 ？这一小段与柳永《雨霖铃 》“此去经年，应是良辰好景虚设，便纵有千种风情，更与何人说”异曲同工。“愁明怕暗”，含有“日夜不宁”的意思 ”“单栖独宿 ”是旅中景况，这种孤枕难眠，教人怎么承受得了？下片写怀念旧好之情。换头以一短句引入。公务佘暇 ，时光也很难熬 ，有时临镜端详，自觉容颜衰减。感叹光阴之易迁，自己又任官于外，故发辜负少年之叹。“念仙源深处”以下数句，进一步追怀往事，写自己当年相聚时曾博得众人的欢心，而今分别许久，定遭到她们的埋怨。正象杜牧诗所说“十年一觉扬州梦，赢得青楼薄幸名 ”。词人深感内疚，承认是亏待了她们 。今后再见 ，甘愿数落，多骂几句！这同于《祝英台近·武陵寄暖红诸院》的“恶情绪。因念锦幄香奁，别来负情愫。怜落深闺，知解怨人否 ”，而语更径直。这样作结，既轻松，亦恳切，让对方获得更多的安慰。在当时的社会，所谓酒色之娱，原不足为奇。但对于那些身处青楼之人，有寄予同情和贱视玩弄之别。赵长卿应属于前者。在他的词集里，可以看到“如何即是出樊笼”词句，这出自为“笙妓梦云忽有剪发齐眉修道之语”而写的《临江仙 》。同调另一首词小序又说 ：“尝买一妾文卿，教之写东坡字 ，唱东坡词。原约三年，文卿不忍舍，其母坚索之去，嫁给一个农夫 ，其后仍保持唱和往还 。”他曾经处理这件事时，能尊重文卿之母意见，并未仗势勉强。看来赵长卿亦可谓“狭邪之大雅”（黄庭坚 《小山词》语）。从词的表现艺术看 ，全词采用娓娓而谈的方式，平易中有深婉之情致。在词的体式上采用独木桥形式，韵脚全用“也 ”字。这样可以舒缓语气，增曾谐婉，抒发情感，之时又产生一唱三叹的效果。可以。赵长卿的词“多得淡远萧疏之致”（《四库总目提要 》语）。他常用平易通俗的语言来写丰富内心的感情世界。直接触及心灵的每一角落，抒发内心的喜怒哀乐。述情之语平实恳切，乍看起来似意随言尽，反复咀嚼则别有风味，能于平淡中见深切，于萧疏中见缜密 。《瑞鹤仙》一词，可以视为这种风格的代表作之一。"
        },
        {
            "title": "朝中措",
            "content": "别来无事不思量。霜日最凄凉。凝想倚栏干处，攒眉应为萧郎。梅花岂管人消瘦，只恁自芬芳。寄语行人知否，梅花得似人香。",
            "comment": ""
        },
        {
            "title": "蓦山溪",
            "content": "玉妃整佩，绛节参差御。一笑唤春回，正江南、天寒岁暮。孤标独立，占断世间香，云屋冷，雪篱深，长记西湖路。人间尘土，不是留花处。羌管一声催，碎琼瑶、纷纷似雨。枝头著子，聊与世调羹，功就後，盍归休，还记来时不。",
            "comment": ""
        },
        {
            "title": "南歌子",
            "content": "春思浓如酒，离心乱似绵。一川芳草绿生烟。客里因循、重过艳阳天。屈指归期近，愁眉泪洒然。无端还被此情牵。为问桃源、还有再逢缘。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "不羡八千椿，不羡三偷桃客。也不羡他龟鹤，一总为凡物。羡君恰似老人星，长明无休息。好与中兴贤主，立维城勋绩。",
            "comment": ""
        },
        {
            "title": "品令",
            "content": "情难托。离愁重、悄愁没处安著。那堪更、一叶知秋後，天色儿、渐冷落。马上征衫频搵泪，一半斑斑污却。别来为、思忆叮咛话，空赢得、瘦如削。",
            "comment": ""
        },
        {
            "title": "画堂春",
            "content": "当时巧笑记相逢。玉梅枝上玲珑。酒杯流处已愁浓。寒雁横空。去程无记更从容。到归来好事匆匆。一时分付不言中。此恨难穷。",
            "comment": ""
        },
        {
            "title": "胜胜慢/声声慢",
            "content": "金垂烟重，雪扬风轻，东风惯得多娇。秀色依依，偏应绿水朱楼。腰肢先来太瘦，更眉尖、惹得闲愁。牵情处，是张郎年少，一种风流。别後长堤目断，空记得当时，马上墙头。细雨轻烟，何处夕系扁舟。叮咛再须折赠，劝狂风、休挽长条。春未老，到成阴、终待共游。",
            "comment": ""
        },
        {
            "title": "眼儿媚",
            "content": "槐阴密处啭黄鹂。午日正长时。一番过雨，绿荷池面，冷浸琉璃。红尘不到华堂里，纤楚对蛾眉。笑偎人道，新词觅个，美底腔儿。",
            "comment": ""
        },
        {
            "title": "御街行",
            "content": "晚来无奈伤心处。见红叶、随风舞。解鞍还向乱山深，黄昏後、不成情绪。先来离恨，打叠不下，天气还凄楚。风儿住後云来去。装撰些儿雨。无眠托首对孤灯，好语向谁分付。从来烦恼，吓得胆碎，此度难担负。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "过尽征鸿来尽燕，故园消息茫然。一春憔悴有谁怜。怀家寒食夜，中酒落花天。见说江头春浪渺，殷勤欲送归船。别来此处最萦牵。断篷南浦雨，疏柳断桥烟。",
            "comment": "【注释】赵长卿是宋朝宗室，有词集《惜香乐府》，按春、夏、秋、冬四季，编为六卷，体例如同《草堂诗余》，为词家所稀有。这首词被编在“春景”一项内，近人俞陛云称它是“《 惜香集 》中和雅之音 ”（《宋词选释》），细审其声情，颇觉所言非虚。词中写的是乡思。“靖康”之变后 ，北宋亡于金人，宗室纷纷南迁 ，定居临安（今浙江杭州）一带。有的人苟安一隅，整天歌舞升平，醉生梦死。然而也有一些人不忘故国，时时通过他们的诗词抒发怀念故国的感情，表达收复失地的愿望。这首词很可能是在这样的有景下写成的。上阕写念家，起首二句用的是比兴手法，以征鸿比喻飘泊异乡的旅客，以归燕兴起思家的情感。在南宋词人心目中，鸿雁似乎具有特定的意义 。在它身上不仅具有传统的捎信使者的特征，而且简直就是战乱年头流亡者的形象。朱敦儒《卜算子》（旅雁向南飞 ）写一群孤雁，饥渴劳累，令仃凄惨，其中体现着作者南渡以后流离失所的苦楚。李清照《声声慢》也说 ：“雁过也，正伤心，却是旧时相识 ”，则与此词表达了同样的心情。他们之所以把感情寄托在鸿雁身上 ，是因为自己的遭遇同鸿雁相似。然而鸿雁秋去春来，离乡后犹能回到塞北；而这些南来的词人却永远远离故土。因而他们看到北归的鸿雁，总有自叹不如的感觉。此词云“过尽征鸿来尽燕，故国消息茫然 ”，就带有这样的思想因素，它把词人郁结在胸中的思乡之情，一下子倾吐而出，犹如弹丸脱手 ，自然流畅，精圆迅速，深深地击中读者的心灵。至第二句便作一顿挫 ，把起句的迅发之势稍稍收束，使之沉入人们的心底。细玩词意，词人望征鸣，看归燕，可能经历了好长时间。他可能从它们初来时就开始望，不知有多少次片鸿经过，梁燕归来，但词中却把这个长长的过程略去，仅是截生活中的一个横断面，加以尽情的抒写。这里两个“尽”字用得极好，不仅表现了生活中这一特定的横断面，而且把词人在很长一段时期内望眼欲穿的神态概括在内。可以想象，其中有过多少希望与失望，有过多少次翘首云天与茫然四顾。&#8943;&#8943;词笔至此，可称绝妙。第三句表达了惆怅自怜的感情，让人想到宋玉《九辩》中的辞句 ：“廓落兮，羁旅而无友生；惆怅兮，而私自怜 。”从章法上讲，它起着承上启下的作用。按照常情，鸿雁秋分后由北飞南 ，春分后由南回北 ；燕子则是春社时来到，秋社时飞去。这里说“一春憔悴有谁怜 ”，则总括上文，说明从春分到春社，词人都处于思乡痛苦的煎熬之中，因而人也变得消瘦了，憔悴了。在它样凄苦的境遇中，竟然一个理解他的人也没有。一种飘零之感，羁旅之愁，几欲渗透纸背。如果我们再进一步推想，其中不无对南实的投降派发出委婉的讥讽。是他们同金人签订了屈辱的“绍兴和议 ”，置广大离乡背井的人民于不顾。在这样的形势下，还有谁来体谅象赵长卿这样的贵族子弟？寥寥七字，真是意蕴言中，韵流弦外。四、五两句，愈觉韵味浓醇，思致渺远 。“寒食夜”系承以上三句而来。词人怀念家乡，从春分、春社，直到寒食，几乎经历了整个春天，故云“一春”；而词中所截取的生活横断面，恰恰就在这寒食节的夜晚。古代清明寒食，是给祖宗扫墓的时候。赵氏先茔都在河南，此刻已沦入金人之手，欲祭扫而不能，更增添了词人思乡的情怀 。这两句是一实一虚 。吴可《藏海诗话》：“却扫体，前一句说景 ，”这里也是前一句叙事，后一句叙事，后一句说景，因而化质实为空灵，造成深邃悠远的意境。值得提出的是“中酒落花天”一句，乃从杜牧《睦州四韵》诗变化而来。小杜原句是“残春杜陵客，中酒落花前 ”，词人只换其中一字 ，以“天 ”代“前 ”，便发生了不同的艺术效果。其实“天”和“前”同属一个韵部，不换亦无妨。那么他为什么要换呢？一是为了对仗工整，上句末字是表示时间的名词“夜 ”，此句末字也必须用表示时间的名词 “天 ”；二是“天”字境界更为阔大，且能与起句“过尽征鸿来尽燕”相呼应，从而构成一个艺术整体。把思家意绪，中酒情怀，便表现得迷离惝恍，奕奕动人。词的下阕一转，由思家转入归家。过片二句情略一扬起。词人本已沉醉在思家的境界中，几至不能自拔；然而忽然听说江上春潮高涨，似乎听到了要回故乡的讯息，精神为之一振。这与前片起首二句恰好正反相成，遥为激射。前片说“故园消息茫然 ”，是表示失望，在感情上是一跌；此处则借江头春汛，激起一腔回乡的热望，是一扬。钱塘江上浩渺的春浪，似乎对人有情，主动来献殷勤 ，要送他回家 。江水有情，正暗暗反衬出人之无情。词人曾慨叹“一春憔悴有谁怜 ”，在人世间无人理解他思乡的痛苦，而江水却能给以深切的同情，两相对照，托讽何其深水！下面“别来 ”一句，缠绵不尽，撩人无那。春浪来了，船儿靠岸了，词人即将告别临安了，却又舍不得离开。这种感情是特定的时代，特定的条件下产生的，也是极为矛盾、复杂的。南宋定都临安，经过较长时间的经营，物质上已相当丰裕，生活上也相对地安定下来。赵长卿作为宗室之一，他的处境自然较好，何况在这里还有许多南下的亲朋友好友，因而临别之时他又依依不舍，情不自禁地说了一声“别来此处最萦牵”。词人就是在这种欲去又流连、不去更思归的矛盾状态中来刻画内心的痛苦，从中我们窥见到南宋时代上层贵族中一个现实的人，一颗诚挚而又备受折磨的心。词的最后以景作结，寄情于景，富有余味。它使读者想起贺铸《横塘路》词中吟愁的名句 ：“试问闲愁都几许？一川烟草，满城风絮，梅子黄时雨 。”然也不尽相同 。贺词重在闲愁，赵词重在离情。“短篷南浦雨”，词境似韦庄《菩萨蛮 》的“画船听雨眠”，更似蒋捷《虞美人》词的“壮年听雨客舟中，江阔云低断雁叫西风”。南浦乃虚指，暗用江淹《别赋》“送君南浦，伤如之何 ”；断桥是实指，地处杭州西湖东北角，与白堤相连 。词人此时设想，他已登上归船，正蜷缩在低矮的船篷下，聆听哗哗扑扑敲打着船篷的雨声，其心境之凄凉，令人可以想见。他又从船舱中望去，只见断桥一带的杨柳，迷迷潆潆，似乎笼罩着一层烟雾。词人不说他的胸中离情万种，而只是通过景物的渲染 ，来赋诸读的视觉或听觉，让你去体会，去品味。这就叫做含蓄隽永，意在言外，比之用情语，更富有感人的魅力。"
        },
        {
            "title": "点绛唇",
            "content": "云亸宫鬟，淡黄衫子轻香透。晚凉时候。睡起新妆就。冰枕生寒，玉浸纤纤手。沈吟久。眉山敛秀。爱道奴家瘦。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "文章学业继家声。名誉压群英。早岁掀腾膴仕，如公富贵难并。定膺丹诏，朱轮迅召，陶冶苍生。自是盐梅姿质，伫看大手调羹。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "阳关唱彻。断尽离肠声哽咽。酒已三巡。今夜王孙是路人。此情难说。莫负等闲风与月。欲问归期。来戴钗头艾虎儿。",
            "comment": ""
        },
        {
            "title": "眼儿媚",
            "content": "人随社节去匆匆。此恨几时穷。阳台寂寞，巫山凄惨，云雨成空。芭蕉密处窗儿下，冷落旧香中。黄昏静也，蛩声满院，明月清风。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "荷钱浮翠点前溪。梅雨日长时。恰是清和天气，雕鞍又作分携。别来几日愁心折，针线小蛮衣。羞对绿阴庭院，衔泥燕燕于飞。",
            "comment": ""
        },
        {
            "title": "瑞鹤仙",
            "content": "海棠花半落。正蕙圃风生，兰亭香扑。青英暝池阁。任翻红飞絮，游丝穿幕。情怀易著。奈宿酲、情绪正恶。叹韶光渐改，年华荏苒，旧欢如许。追念凭肩盟誓，枕臂私言，尽成离索。记得忘却。当时事，那时约。怕灯前月下，得见则个，厌厌只待窥著。问新来、为谁萦牵，又还瘦削。",
            "comment": ""
        },
        {
            "title": "画堂春",
            "content": "小亭烟柳水溶溶。野花白白红红。恼人池上晚来风。吹损春容。又是清明天气，记当年、小院相逢。凭栏幽思几千重。残杏香中。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "镂玉裁琼学靓妆。不须沈水自然香。好随梅蕊妆宫额，肯似桃花误阮郎。羞傅粉，贱香囊。何劳傲雪与凌霜。新来句引无情眼，拼为东风一晌忙。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "乱叠青钱荷叶小。浓绿阴阴，学语雏莺巧。小树飞花芳径草。堆红衬碧於中好。梅子弄黄枝上早。春已归时，戏蝶游蜂少。细把新词才和了。鸡声已唤纱窗晓。",
            "comment": ""
        },
        {
            "title": "胜胜慢/声声慢",
            "content": "浓芳满地，秀色连天，和烟带雨萋萋。几许芳心，还解报得春晖。当时谢郎梦里，似殷勤、传与新诗。却为甚、动长门怨感，南浦伤离。追想天涯行客，应解拥车轮，步步相随。惆怅如丝，正是欲断肠时。凭高望中不见，路悠悠、南北东西。春去也，怨王孙、犹自未归。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "蜂蜜酿成花已飞。海棠次第雨胭脂。园林检点春归也，只有萦风柳带垂。情默默，恨依依。可人天气日长时。东风恰好寻芳去，何事驱弛作别离。",
            "comment": ""
        },
        {
            "title": "一丛花",
            "content": "柳莺啼晓梦初惊。香雾入帘清。胭脂淡注宫妆雅，似文君、犹带春酲。芳心婉娩，媚容绰约，桃李总消声。相如春思正萦萦。无奈惜花情。曲栏小槛幽深处，与殷勤、遮护娉婷。姚黄魏紫，十分颜色，终不似轻盈。",
            "comment": ""
        },
        {
            "title": "鼓笛慢/水龙吟",
            "content": "暑风吹雨仙源过，深院静，凉於水。莲花郎面，翠幢红粉，烘人香细。别院新番，曲成初按，词清声脆。奈难堪羞涩，朦松病眼，无心听，笙簧美。还记当年此际。叹飘零、萍踪千里。楚云寂寞，吴歌凄切，成何情意。因念而今，水乡潇洒，风亭高致。对花前可是，十分蒙斗，肯辜欢醉。",
            "comment": ""
        },
        {
            "title": "探春令",
            "content": "雨孱风瘦，雪欺霜妒，时光牢落。怎奈向、天与孤高出众，一任傍人恶。凡花且莫相嘲谑。尽强伊寂寞。便饶他、百计千方就做，酝藉如何学。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "居士年来病酒。肉食百不宜口。蒲合与波薐，更着同蒿葱韭。亲手。亲手。分送卧龙诗友。",
            "comment": ""
        },
        {
            "title": "桃源忆故人",
            "content": "夜来一夜东风暖。春到桃腮柳眼。对景可堪肠断。强把愁眉展。花期惹起归期念。前事从头忖遍。凝想水遥山远。空结相思怨。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "露挹新荷扑鼻香。恼人更漏乡浪浪。柳梳斜月上纱窗。小醉耳边私语好，五云楼阁羡刘郎。酒阑烛暗断回肠。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "离愁晚如织，托酒与消磨。奈何酒薄愁重，越醉越愁多。忍对碧天好夜，皓月流光无际，光影转庭柯。有恨空垂泪，无语但悲歌。因凝想，从别後，蹙双蛾。春来底事，孤负紫袖与红靴。速整雕鞍归去，著意浅斟低唱，细看小婆娑。万蕊千花里，一任玉颜酡。",
            "comment": ""
        },
        {
            "title": "喜迁莺",
            "content": "商颷轻透。动帘幕飞梧，乱飘庭甃。瑞气氤氲，沈檀初爇，烟喷宝台金兽。黄花美酒。天教占得，先他时候。诞元老，庆有声，此夕降生华胄。欢笑。宜称寿。弦管鼎沸，宫商方频奏。满捧瑶卮，华堂歌舞，拍转金钗斜溜。朱颜绿鬓，殷勤深愿，镇长如旧。叹滨海，道难留，指日荣迁飞骤。",
            "comment": ""
        },
        {
            "title": "满庭芳",
            "content": "爆竹声飞，屠苏香钿，华堂歌舞催春。百年消息，经半已凌人。念我功名冷落，又重是、一岁还新。惊心事，安仁华鬓，年少已逡巡。明知生似寄，何须苦苦，役慕蹄轮。最难忘、通经好学沈沦。况是读书万卷，辜负他、此志难伸。从今去，灯窗勉进，云路岂无因。",
            "comment": ""
        },
        {
            "title": "品令",
            "content": "黄昏时候，诮不语、心如醉。无眠凝想，别来绣阁，多应憔悴。上了灯儿，知是睡哩坐哩。蓦思归计。又还是重屈指。从今已後，暌离千万，且休容易。这底凄惶，你看是谁不是。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "西风转柂蒹葭浦。客愁生怕秋阑雨。衾冷梦魂惊。声声滴到明。不眠敧枕听。故故添新恨。新恨有谁知。天寒雁正稀。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "一味风流一味香。十分浓艳十分妆。自然娇态自然芳。楼上好风楼下水，雪前栏槛竹前窗。也宜单著也宜双。",
            "comment": ""
        },
        {
            "title": "满庭芳",
            "content": "雨洗长空，风清云路，又还毕备佳期。夜凉如水，一似去秋时。渺渺银河浪静，星桥外、香霭馡馡。霞轺举，鸾骖鹊驭，稳稳过飞梯。经年，成间阻，相逢无语，应喜应悲。怕玉绳低处，依旧睽离。和我愁肠万缕，嫦娥怨、底事来迟。广寒殿，春风桂魄，首与慰相思。",
            "comment": ""
        },
        {
            "title": "青玉案",
            "content": "天涯目断江南路。见芳草，迷风絮。绿暗花梢春几许。小桃寂寞，海棠零乱，飞尽胭脂雨。子规声里山城暮。月挂西南梦回处。满抱离愁推不去。双眉百皱，寸肠千缕，若事凭鳞羽。",
            "comment": ""
        },
        {
            "title": "簇水",
            "content": "长忆当初，是他见我心先有。一钩才下，便引得鱼儿开口。好是重门深院，寂寞黄昏後。厮觑著、一面儿酒。试撋就。便把我、得人意处，闵子里、施纤手。云情雨意，似十二巫山旧。更向枕前言约，许我长相守。忺人也，犹自眉头皱。",
            "comment": ""
        },
        {
            "title": "更漏子",
            "content": "日彤彤，风荡荡。帘外柳花飞扬。红有限，绿无穷。雨晴芳径中。肠寸结。萦离别。还是去年时节。春暮也，子归啼。伤春三月时。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "冰塘浅绿生芳草。枝上青梅小。柳眉愁黛为谁开。似向东君、喜见故人来。碧桃销恨犹堪爱。妃子今何在。风光小院酒尊同。向晚一钩新月、落花风。",
            "comment": ""
        },
        {
            "title": "霜天晓角",
            "content": "合儿幽静处，围炉面小窗。好是斗头儿坐，梅烟炷、返魂香。对火怯夜冷，猛饮消漏长。饮罢且收拾睡，斜月照、满帘霜。",
            "comment": ""
        },
        {
            "title": "醉蓬莱",
            "content": "正火山槐夏，黛叶湘枝，荔子新摘。千里驰驱，荐仙源佳席。浪比龙晴，未输崖蜜，灿烂然红摘。满贮雕盘，纤纤素手，丹苞新擘。梨栗粗疏，带酸橘柚，凡品多般，总羞标格。何以浓香，洗烦襟仙液。为爱真妃，再三珍重，价倾城倾国。玉骨冰肌，风流酝藉，直宜消得。",
            "comment": ""
        },
        {
            "title": "辊绣球",
            "content": "流水奏鸣琴，风月净、天无星斗。翠岚堆里，苍岩深处，满林霜腻，暗香冻了，那禁频嗅。马上再三回首。因记省、去年时候。十分全似，那人风韵，柔腰弄影，冰腮退粉，做成清瘦。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "绿水澄江得胜游。浪平风软称轻舟。樽前我易伤前事，柳外人谁独倚楼。空感慨，惜风流。风流赢得谩多愁。愁多著甚销磨得，莫怪安仁鬓早秋。",
            "comment": ""
        },
        {
            "title": "眼儿媚",
            "content": "当年策马过钱塘。曲径小平康。繁红酽白，娇莺姹燕，争唤何郎。而今又客东风里，浑不似寻常。只愁别後，月房云洞，啼损红妆。",
            "comment": ""
        },
        {
            "title": "武陵春",
            "content": "落了丹枫残了菊，秋色苦无多。谁唤西风泣泪罗，吹恨入星河。碧枝头金粟闹，曾翠云窝。重揉檀英忆两娥。无奈冷香何。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "轻暖轻寒，赏花天气春将半。柳摇金线。求友莺相唤。玉腕蛾眉，意眼频频眄。歌喉软。玉卮受劝。一醉应相拼。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "世谛人多错。阿谁将、虚名微利，放教轻著。万事莫非前定了，选甚微如饮酌。算徒诧、龙韬豹略。纵使龙头安尺木，更从教、豹变生三角。浑是梦，恍如昨。吾庐自笑常虚廓。对残编、磨穿枯砚，生涯微薄。负郭田园能有几，随分安贫守约。要不改、箪瓢颜乐。西掖百扉终须到，且嘲风咏月常相谑。更要甚，万金药。",
            "comment": ""
        },
        {
            "title": "江神子/江城子",
            "content": "彩云飞尽楚天空。碧溶溶。一帘风。吹起荷花，香雾喷人浓。明月凄凉多少恨，恨难许，我情锺。相思魂梦几时穷。洞房中。忆从容。须信别来，应也敛眉峰。好景良宵添怅望，无计与，一樽同。",
            "comment": ""
        },
        {
            "title": "摊破丑奴儿/采桑子",
            "content": "最苦是离愁。行坐里、只在心头。待要作个巫山梦，孤衾展转，无眠到晓，和梦都休。梦里也无由。谁敢望、真个绸缪。暂时不见浑闲事，只愁柳絮杨花，自来摆荡难留。",
            "comment": ""
        },
        {
            "title": "霜天晓角",
            "content": "香来不歇。谁把南枝折。的砾疏花初破，都因是、夜来雪。清绝。十分绝。孤标难细说。独立野塘清浅，谁作伴、空夜月。",
            "comment": ""
        },
        {
            "title": "探春令",
            "content": "龟纱隔雾，绣帘钩月，那时曾见。照影儿、觑了千回百转。素艳明於练。柔肠堆满相思愿。更重看几遍。是天然不用，施朱栊翠，羞损桃花面。",
            "comment": ""
        },
        {
            "title": "玉蝴蝶",
            "content": "片片空中剪水，巧妆春色，照耀江湖。渐觉花球转柳，荚阵飞榆。散银杯、时时逐马。翻缟带、一一随车。遍帘隅。寒生冰箸，光剖明珠。应须。浅斟低唱，毡垂红帐，兽爇金炉。更向高楼，纵观吟醉谢娘扶。静时闻、竹声岩谷，漫不见、禽影江湖。尽踌躇。歌阑宝玉，赋就相如。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "梁上双双海燕归。故人应不寄新诗。柳梧阴里高还下，帘幕中间去复回。追盛事，忆乌衣。王家巷陌日沈西。兴亡无限惊心语，说与时人总不知。",
            "comment": ""
        },
        {
            "title": "雨中花令",
            "content": "绿锁窗纱梧叶底。麦秋时、晓寒慵起。宿酒厌厌，残香冉冉，浑似那时天气。别日不堪频屈指。回头早、一年不啻。搔首无言，栏干十二，倚了又还重倚。",
            "comment": ""
        },
        {
            "title": "柳梢青",
            "content": "晴雪楼台，试灯帘幕，适是元宵。罗绮娇春，帝城风景，今夜应饶。争知我系如匏，便月良天任教。早闭柴门，从他箫鼓，细打轻敲。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "剑水霭欢声，喜庆间生人杰。一段葱葱佳气，扇熏风时节。今朝银艾佐琴堂，争把寿香爇。去去凤皇池上，见龟巢连叶。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "不愤江梅喷暗香。春前腊後正凄凉。霜风雪月忍思量。斜倚幽林如有恨，玉鳞飞後转堪伤。时人那解识孤芳。",
            "comment": ""
        },
        {
            "title": "瑞鹧鸪",
            "content": "结丝千绪不胜愁。莫怪安仁鬓早秋。檀口未歌先愠泪，柳眉将敛半凝羞。杯倾潋滟送行酒，岸舣飘飘欲去舟。待得名登天府後，归来茱菊映钗头。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "霜风飒飒溪山碧。寒波一望伤行色。落日淡荒村。人家半掩门。孤舟移野渡。古木栖鸦聚。著雨晚风酸。貂裘不奈寒。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "半窗斜月。茅店萧条灯已灭。床下蛩声。声动凄凉不忍听。终宵无寐。覆去翻来真个是。屈指归期。应是梅花烂熳时。",
            "comment": ""
        },
        {
            "title": "小重山",
            "content": "绿示阴阴春已休。群花飘尽也，不胜愁。游丝飞絮两悠悠。迷芳草，日暖雨初收。深院小迟留。好香烧一炷，细烟浮。更听羯鼓打梁州。恼人处，宿酒尚扶头。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "水乡清楚。襟袖销袢暑。绰约藕花初过雨。出浴杨妃无语。葡萄满酌玻璃。已拼一醉酬伊。浪卷夕阳红碎，池光飞上帘帏。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "酒潮匀颊双眸溜。美映远山横秀。风流俊雅，娇痴体态，眼前稀有。莲步弯弯，移归拍里，凌波难偶。对仙源醉眼，玉纤笼巧，拨轻声、鱼纹皱。我自多情多病，对人前、只推伤酒。瞒他不得，诗情懒倦，沈腰销瘦。多谢东君，殷勤知我，曲翻红袖。拼来朝又是，扶头不起，江楼知不。",
            "comment": ""
        },
        {
            "title": "行香子",
            "content": "骄马花骢。柳陌经从。小春天、十里和风。个人家住，曲巷墙东。好轩窗，好体面，好仪容。烛灺歌慵。斜月朦胧。夜新寒、斗帐香浓。梦回画角，云雨匆匆。恨相逢，恨分散，恨情锺。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "客里情怀谁可表。凄凉举目知多少。强饮强歌还强笑。心悄悄。从头彻底思量了。当日相逢非草草。果然恩爱成烦恼。稳整征鞍归去好。重厮守。相期待与同偕老。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "危楼横枕清江上，两岸碧山如画。夕烟幂幂，晚灯点点，楼台新夜。明月当天，白沙流水，冷光连野。浸栏干万顷，琉璃软皱，打鱼艇、相高下。何处一声羌管，是谁家、倚楼人也。多情对景，无言有恨，欲歌还罢。把酒临筵，阿谁知我，此怀难写。忍思量後夜，芳容不似，暗尘随马。",
            "comment": ""
        },
        {
            "title": "探春令",
            "content": "新元才过，渐融和气，先到帘帏。谩闲绕、柳径花蹊里。探看试、春来未。年时曾把春抛弃。与春光陪泪。待今春、日日花前沈醉。款细偎红翠。",
            "comment": ""
        },
        {
            "title": "昭君怨",
            "content": "隔叶乳鸦声软。啼断日斜影转。杨柳小腰肢。画楼西。役损风流心眼。眉上新愁无限。极目送云行。此时情。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "背日犹馀残雪，向阳初绽红梅。腊寒那事更相宜。醉了还醒又醉。堪笑多愁早老，管他闲是闲非。对花酌酒两忘机。唱个哩囉囉哩。",
            "comment": ""
        },
        {
            "title": "小重山",
            "content": "枝上杨花糁玉尘。晚风扶起处，雪轻盈。扑人点点细无声。谁能惜，撩乱满江城。忍泪未须倾。十年追往事，叹流莺。晓来雨过转伤情。铺池绿，遣恨寄浮萍。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "落魄东吴二十春。风流诗句得清新。今年却恨花星照，再见温卿与远真。分楚佩，染巫云。赤绳结得短花茵。若非京口初相识，安得毗陵作故人。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "去年岩桂花香里，著意非常。月在东厢。酒与繁华一色黄。今年杯酒流连处，银烛交光。往事难忘。待把真诚问阿郎。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "桂华蟾魄，到中秋、祗有人闻一六。浩渺清风因唤起，千里吹飞鸿鹄。碧落翻花，瑶空隐瑞，声节琅玕筑。板怀玉燕，此时嘉梦重育。始信名在丹台，曈方八百，子已三千熟。麟脯灵瓜那更有，琼斝神仙醽醁。秋水春山，柳腰花面，一醉霓裳曲。长生清净，自然何用辟谷。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "柳林幂幂暮烟斜。秋水浅平沙。楼外碧天无际，紫山断处横霞。星稀渐觉，东檐隐月，凉到窗纱。多少伤怀往事，隔溪灯火人家。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "门外寒江泊小船。月明留客小窗前。夜香烧尽更声远，斗帐低垂暖意生。醺著酒，炙些灯。伴他针线懒成眠。情知今夜鸳鸯梦，不似孤篷宿雁边。",
            "comment": ""
        },
        {
            "title": "长相思",
            "content": "敛愁眉。恨依依。肠断关情怨别离。云中过雁悲。瘦因谁。病因谁。屈指无言忖後期。此时人怎知。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "江梅虽是孤芳早。争似酴醿好。凡红飞尽草妻迷。婀娜枝头才见、细腰肢。玉容消得仙源惜。满架香堆白。檀心应共酒相宜。割舍花前猛饮、倒金卮。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "紫箫声断。窗底春愁乱。试著春衫羞自看。窄似年时一半。一春长病厌厌。新来愁病重添。香冷倦熏金鸭，日高不卷珠帘。",
            "comment": ""
        },
        {
            "title": "洞仙歌",
            "content": "黄花满地，庭院重阳後。天气凄清透襟袖。动离情、最苦旅馆萧条，那更堪、风剪凋零飞柳。临歧曾执手。祝付叮咛，知会别来念人否。为多情，生怕分离，只知道、准拟别来消瘦。甚苦苦、促装赴归期，要趁他、橘绿澄黄时候。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "窈窕绣帏深。窈窕娉婷。梅花初试晚妆新。那更娇痴年纪小，冰雪精神。举措忒轻盈。歌彻新声。柔肠魂断不堪听。但恐巫山留不住，飞作行云。",
            "comment": ""
        },
        {
            "title": "南乡子",
            "content": "月转水晶盘。楼上初闻一鼓残。又是去年天气好，栏干。风动梅梢玉斗寒。无奈壮情阑。对酒如何欲强欢。谁道破愁须仗酒，君看。酒到愁多破亦难。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "竹外半窥娇面。真个出尘体段。没处可偷怜，空恁眼穿肠断。休恋。休恋。只是与伊分浅。",
            "comment": ""
        },
        {
            "title": "南乡子",
            "content": "楚楚窄衣裳。腰身占却，多少风光。共说春来春去事，凄凉。懒对菱花晕晓妆。闲立近红芳。游峰戏蝶，误采真香。何事不归巫峡去，思量。故来尘世断人肠。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "柳丝摇翠。翠幄笼阴无限意。不绊行舟。只向江边绊客愁。月明风细。分付一江流去水。娇眼伤春。谁是章台欲折人。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "绿尽烧痕芳草遍。不暖不寒，切莫辜良宴。罨画屏风开羽扇。薄罗衫子仙衣练。晚雨小池添水面。戏跃赬鳞，又向波心见。持酒伊听声宛转。樽前唱彻昭阳怨。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "淅淅蓼花风，怪道晓来凄恻。翻见密云抛雨，动一山秋色。从前多感为伤时，无处顿然寂。个事已寒前约，只晚阴凝碧。",
            "comment": ""
        },
        {
            "title": "宝鼎现",
            "content": "嚣尘尽扫，碧落辉腾，元宵三五。更漏永、迟迟停鼓。天上人间当此遇。正年少、尽香车宝马，次第追随士女。看往来、巷陌连甍，簇起星逑无数。政简物阜清闲处。听笙歌、鼎沸频举。灯焰暖、庭帏高下，红影相交知几户。恣欢笑、道今宵景色，胜前时几度。细算来、皇都此夕，消得喧传今古。排备绮席成行，炉喷袅、沈檀轻缕。睹遨游彩仗，疑是神仙伴侣。欲飞去、恨难留住。渐到蓬瀛步。愿永逢、恁时恁节，且与风光为主。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "天祐炎图生国瑞，蓝田暂屈英僚。始知文宿降璇霄。中元前五日，七夕後三朝。江斅风流临此政，少年潇洒奇标。行看峻擢相熙朝。功名前稷契，寿算等松乔。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "天净姮娥初整驾。桂魄蟾辉，来趁清和夜。费尽丹青无计画。纤纤侧向疏桐挂。人在扶疏桐影下。耳畔轻轻，细说家常话。年少难留应不借。未歌先咽歌还罢。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "忆昔去年花下饮，团蛮争看酴醿。酒浓花艳两相宜。醉中尝记得，裙带写新诗。还是春光惊已暮，此身犹在天涯。断肠无奈苦相思。忧心徒耿耿，分付与他谁。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "南楼风物一番新。春暮畀斯民。岂但仁人恺弟，更兼政事如神。人生最贵，荣登五马，千里蒙恩。祗恐促归廊庙，去思有脚阳春。",
            "comment": ""
        },
        {
            "title": "青玉案",
            "content": "结堂雄占云烟表。万象争呈巧。老木参天溪四绕。乱山横秀，一湖澄照。天付阴晴好。夜空唤客清樽倒。明月飞来上林杪。凉满九宵风露浩。酒慵起舞，一声清啸。平压波声小。",
            "comment": ""
        },
        {
            "title": "探春令",
            "content": "雕墙风定，绮窗烛灺，沈吟独坐。料雪霜深处，司花神女，暗里焚百和。恼人一阵香初过。把清愁薰破。更那堪得，冰姿玉貌，痛与惜则个。",
            "comment": ""
        },
        {
            "title": "探春令",
            "content": "数声回雁。几番疏雨，东风回暖。甚今年、立得春来晚。过人日、方相见。缕金幡胜教先办。著工夫裁剪。到那时睹当，须教滴惜，称得梅妆面。",
            "comment": ""
        },
        {
            "title": "满庭芳",
            "content": "晚色沈沈，雨声寂莫，夜寒初冻云头。晓来阶砌，一捻冷光浮。目断江天霭霭，低迷映、绿竹修修。多才客，高吟柳絮，还更上层楼。烹茶，新试水，人间清楚，物外遨游。胜似他、销金暖帐情柔。细看流风迥舞，终日价、浅酌轻讴。醺醺地，美人翻曲，消尽古今愁。",
            "comment": ""
        },
        {
            "title": "柳梢青",
            "content": "潇洒仙源。夭桃秾李，曾对华筵。歌媚惊尘，舞弯低月，满劝金船。鉴湖烟水连天。政归棹、红妆斗妍。花雾香中，人询居士，切莫多传。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "春事犹馀十日，吴蚕早已三眠。多情忍对落花前。酴醿飘暖雪，荷叶媚晴天。香淡无心浸酒，绿浮可意邀船。时光堪恨也堪怜。单衣三月暮，歌扇一番圆。",
            "comment": ""
        },
        {
            "title": "夜行船",
            "content": "泪眼江头看锦树。别离又还秋暮。细水浮浮，轻风冉冉，稳送扁舟去。归去江山应得助。新诗定须多赋。有雁南来，槐溪千万，寄我惊人句。",
            "comment": ""
        },
        {
            "title": "新荷叶",
            "content": "冷彻蓬壶，翠幢鼎鼎生香。十顷玻璃，望中无限清凉。遮风掩日，高低衬、密护红妆。阴阴湖里，羡他双浴鸳鸯。猛忆西湖，当年一梦难忘。折得曾将盖雨，归思如狂。水云千里，不堪更、回首思量。而今把酒，为伊沈醉何妨。",
            "comment": ""
        },
        {
            "title": "探春令",
            "content": "疏篱横出，绿枝斜露，笑盈盈地。悄一似、初睹东邻女，有无限、风流意。半开折得琼瑰蕊。惹新香沾袂。放曲屏珠幌胆瓶儿里，伴我醺醺睡。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "睡起风帘一派垂。失巢燕子傍人飞。日长深院委香泥。绿笋出林翻锦箨，红葵著雨褪胭脂。微风度竹入轻衣。",
            "comment": ""
        },
        {
            "title": "柳梢青",
            "content": "小窗闲适。云髻亸肩，香肌偎膝。玉局无尘，明琼欲碎，春纤同掷。不争百万呼卢，赌今夜、鸳帷痛惜。好忍马儿，若还输了，当甚则剧。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "蓼岸西风，小舟江上渔歌唱。倚栏凝想。幂幂云垂帐。好事因循，寂寞闲惆怅。如何向。又来心上。空向高亭望。",
            "comment": ""
        },
        {
            "title": "探春令",
            "content": "冰檐垂箸，雪花飞絮，时方严肃。向寻常摇曳，凡花野草，怎生敢夸红绿。江梅孤洁无拘束。只温然如玉。自一般天赋，风流清秀，总不同粗俗。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "春山已蹙眉峰绿。春心骀荡难拘束。惆怅为春伤。惜花心更狂。对花深有意。且向花前醉。花作有情香。与人相久长。",
            "comment": ""
        },
        {
            "title": "一丛花",
            "content": "当歌临酒恨难穷。酒不似愁浓。风帆正起归与兴，岸东西、芳草茸茸。楚梦乍回，吴音初听，谁念我孤踪。藏春小院暖融融。眼色与心通。乌云有意重梳掠，便安排、金屋房栊。云雨厚因，鸳鸯宿债，作个好家风。",
            "comment": ""
        },
        {
            "title": "潇湘夜雨/满庭芳",
            "content": "斜点银缸，高擎莲炬，夜寒不奈微风。重重帘幕掩堂中。香渐远、长烟袅穟，光不定、寒影摇红。偏奇处，当庭月暗，吐焰如虹。红裳呈艳丽，□娥一见，无奈狂纵。试烦他纤手，卷上纱龙。开正好、银花照夜，堆不尽、金粟凝空。叮咛语，频将好事，来报主人公。",
            "comment": "【注释】①银釭：银灯。②莲炬：指莲花灯。③袅：烟篆缭绕上腾貌。穟：同“穗”，本为禾穗，这里借指灯烛芯。④红裳呈艳：形容灯燃得好。⑤“丽娥”两句：指飞娥狂扑灯火。⑥金粟：指灯花呈金黄色颗粒状。⑦丁宁语：结灯花时，有小爆炸声，好象丁宁语。【评解】这是一首咏物词。上片写油灯点燃的情景。写出了华灯初张、灯火照明、光焰正旺等情况。下片写灯花结彩。飞蛾扑焰，银花黑夜。末以“丁宁语”两句，借俗传喜兆作结。全词语言形象，对仗工丽，描写细腻，意境优美。【集评】虢寿麓《历代名家词百首赏析》：这首词正描明朗，侧衬丰腴，语言形象，典故融洽，如盐糖着水，水甜咸而不见盐糖，最为妙品。"
        },
        {
            "title": "卜算子",
            "content": "执手送行人，水满荷花浦。旧恨新愁不忍论，泪压潇潇雨。行计已匆匆，无计留伊住。一点相思万里心，谁怕关山阻。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "雨声破晓催行桨。拍拍溪流长。绿杨绕岸水痕斜。恰似画桥西畔、那人家。人家楼阁临江渚。应是停歌舞。珠帘整日不闲钩。目断征帆、犹未识归舟。",
            "comment": ""
        },
        {
            "title": "摊破丑奴儿/采桑子",
            "content": "又是两分携。憔悴损、看怎医治。烟村一带寒红绕，悲风红叶，残阳暮草，还似年时。愁绪暗犹夷。谩屈指、数遍归期。短檠灯烬无人问，此时只有，窗前素月，刚伴相思。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "隔江一带春山好。平林新绿春光老。休去倚阑干。飞红不忍看。东流何处去。便是归舟路。芳草外斜阳。行人更断肠。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "天外浓云云外雨，雨声初上檐牙。红蕖应褪洗妆花。晚凉如有意，霫霫到山家。为唤山童多索酒，金锺细酌流霞。晕生玉颊酒潮斜。闲中无宠辱，醉里是生涯。",
            "comment": ""
        },
        {
            "title": "雨中花慢",
            "content": "帊子分香，罗巾拭泪，别来时、未觅凄惶。上得船儿来了，剗地凄凉。可惜花前月里，却成水远山长。做成恩爱，如今赢得，万里千乡。情知这场寂寞，不干你事，伤我穷忙。不道是、久长活路，终要称量。我则匆匆归去，知你且、种种随娘。下梢睚彻，有时共你风光。",
            "comment": ""
        },
        {
            "title": "御街行",
            "content": "香熏斗帐相逢乍。正宫漏、沈沈夜。月飞梅影上帘栊，标致风流娇雅。眼波横浸，照人百媚，无限叮咛话。玉鞍门上嘶归马。趱行色、难留也。别来花艳不禁春，浪向东风轻嫁。空馀小院，博山修竹，依旧窗儿下。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "疏帘乍卷孜孜看，冰玉精神。体白停匀。端的于人不薄情。更无背约和焦燥，各表真诚。才得相亲。切莫分张向别人。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "炊烟一点孤村迥。娇容敛尽天容净。雁字忽横秋。秋江泻客愁。银钩空寄恨。恨满凭谁问。袖手立西风。舟行秋色中。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "楚梅娇小。好是霜天晓。宿酒恼人香暗绕。浸影碧波池沼。生成素淡芳容。不须抹黛匀红。准拟凝成阴结子，莫教枉费春工。",
            "comment": ""
        },
        {
            "title": "画堂春",
            "content": "夜来暖趁海棠时。脸边匀透胭脂。乱红娇影困垂垂。睡损杨妃。多少肉温香润，朱唇绿鬓相偎。晚风何苦过台西。断送春归。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "夜雨如倾，满溪添涨桃花水。落红铺地。枝上堆浓翠。去年如今，常伴酴醿醉。今年里。离家千里。独猛东风泪。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "金兽喷香瑞霭氛。夜凉如水酒醺醺。照人娇眼媚生春。我自愁多魂已断，不禁楚雨带巫云。人情又是一番新。",
            "comment": ""
        },
        {
            "title": "柳长春/踏莎行",
            "content": "梅喜先春，雁惊未腊。于门瑞气浮周匝。正当月应上弦时，长庚梦与良辰合。螺水恩浓，旴江德洽。寿杯劝处燃红蜡。明年此际祝遐龄，贺宾一一趋东阁。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "晚妆才罢，见栊丝匀玉，一团娇秀。趁得年光，长是向、金谷无花时候。不比莺莺，不关燕燕，不似章台柳。清凉无汗，雪肌潇洒难偶。好是斜月黄昏，瑶阶钿砌，百媚初含酒。恼杀多情香喷喷，双靥盈盈回首。倾国倾城，千金莫惜，兰蕙应难友。沈郎拚了，为花一味销瘦。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "弱质纤姿俪素妆。水沈山麝郁幽香。直疑姑射来天上，要恼人间傅粉郎。简酿酒，枕为囊。更馀风味胜糖霜。肯如红紫空姚冶，谩惹游蜂戏蝶忙。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "江上一江楼，楼上远山横翠。还更腰金骑鹤，引竹西歌吹。寿君春酒遣双壶，满引见深意。肯向龟荷香里，唤侬来同醉。",
            "comment": ""
        },
        {
            "title": "探春令",
            "content": "而今风韵，旧时标致，总皆奇绝。再相逢还是，春前腊後，粉面凝香雪。芳心自与群花别。尽孤高清洁。那情怀最是，与人好处，冷淡黄昏月。",
            "comment": ""
        },
        {
            "title": "南歌子",
            "content": "梅萼和霜晓，梨花带雪春。玉肌琼艳本无尘。肯把铅华容易、污天真。汤饼尝初罢，罗巾拭转新。几回贪耍失黄昏。月里归来无处、觅精神。",
            "comment": ""
        },
        {
            "title": "江神子/江城子",
            "content": "当时得意两心齐。绮窗西。共于飞。拂掠宫妆，长与画新眉。一自别来烟水阔，愁易积，梦还稀。相逢恰似旧家时。恨依依。语低低。多少关情，冷暖有谁知。只此定应谐素愿，但指日，约鸾栖。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "懊恼平生，奈天赋、恩情太薄。二三岁、看伊受尽，眼尖眉角。记得当初低耳畔，是谁先有于飞约。惟到今、划地误盟言，还先恶。天眼见，人难度。天易感，人难托。人心险，天又怎生捉摸。莫问傍人非与是，手儿但把心儿托。便不成、厮守许多时，乾休却。",
            "comment": ""
        },
        {
            "title": "夏云峰",
            "content": "露华清。天气爽、新秋已觉凉生。朱户小窗，坐来低按秦筝。几多妖艳，都总是、白雪馀声。那更、玉肌肤韵胜，体段轻盈。照人双眼偏明，况周郎、自来多病多情。把酒为伊，再三著意须听。销魂无语，一任侧耳与心倾。是我不卿卿，更有谁可卿卿。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "春水满江南，三月多芳草。幽鸟闲将远恨来，一一都啼了。不学鸳鸯老。回首临平道。人道长眉似远山，山不似长眉好。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "何处一声鸣橹。惊起满川寒鹭。一著画难成，雪霁乱山无数。且住。且住。数遍溪南烟树。",
            "comment": "【注释】【评解】冬日汉江上本极静谧，忽然船桨击水，寒鹭惊飞，与积雪的远山相映，平添不少江山生趣，这景色实难描画，遂使诗人留连忘返。末句“数遍溪南烟树”，状不忍遽去之情宛然。"
        },
        {
            "title": "南歌子",
            "content": "霜结凝寒夜，星辉识晓晴。兰膏重剔且教明。为照梢头香缕、一丝轻。坐久看看困，新词缀未成。梅花熏得酒初醒。更向耳边低道、月三更。",
            "comment": ""
        },
        {
            "title": "踏莎行",
            "content": "树影将圆，林梢不动。汗珠挹透纱衣重。荷风忽送雨飞来，晚凉习习生幽梦。珠箔高钩，瑶琴闲弄。移樽邀取蝉娟共。今宵拼著醉眠呵，夜香闻早添金凤。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "二乔姊妹新妆了。照水盈盈笑。多情相约五湖游。似向群花丛里、骋风流。丁香枝上千千结。怨惹相思切。争如特地嫁薰风。吐尽芳心点点、绛唇红。",
            "comment": ""
        },
        {
            "title": "眼儿媚",
            "content": "连沧危观暮江前。几醉使君筵。少年俊气，曾将吟笔，买断江天。重来细把朋游数，回首一辛酸。兰成已老，文园多病，负此江山。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "先来天与精神，更因丽景添殊态。拖轻苒苒，才凝一段，还分五彩。毕竟非烟，有时为雨，惹情无奈。道无心，怎被歌声遏断，迟迟向、青天外。宜伴先生醉卧，得饶道、和山须买。也曾恼杀襄王，谁道依前不会。我欲乘风归去，翻怅恨、帝乡何在。念佳期未展，天长莫合，尽空相对。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "亭树萧萧生暮凉。安排清梦到胡床。楚山楚水秋江外，江北江南客恨长。苹渚冷，橘汀黄。断魂残梦更斜阳。欲将此日悲秋泪，洒向江天哭楚狂。",
            "comment": ""
        },
        {
            "title": "品令",
            "content": "好事客。宫商内、吟得风清月白。主人幸有豪家意，後堂煞有春色。花压金翘俏相映，酒满玉纤无力。你若待我些儿酒，尽吃得、尽吃得。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "帘卷轻风怜小春。荷枯菊悴正愁人。江梅喜见一枝新。料得主人偏爱惜，也应冰雪好精神。故园桃李莫生嗔。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "小春天气。未唱阳关心已醉。红蓼秋容。後会何时得再逢。归期好事。仰看皇州扬雨露。百里恩波。拟欲留公无奈何。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "春睡足。帘卷翠屏山曲。芳草沿阶横地轴。垂杨相映绿。暗忆旧欢难续。又是禁烟传烛。陌上踏青新结束。秋千谁共促。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "灯乍灭。忽见一天明月。恰舞霓裳歌未歇。露寒回绛阙。羽服明晖玉雪。笑语轻参环玦。香泽恼人情不彻。夜长窗自白。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "夜久笙箫吹彻，更深星斗还稀。醉拈裙带写新诗。锁窗风露，烛灺月明时。水调悠扬声美，幽情彼此心知。古香烟断彩云归。满倾蕉叶，齐唱传花枝。",
            "comment": ""
        },
        {
            "title": "别怨",
            "content": "娇马频嘶。晓霜浓、寒色侵衣。凤帷私语处，翻成离怨不胜悲。更与叮咛祝後期。素约谐心事，重来了、比看相思。如何见得，明年春事浓时。稳乘金腰袅，来烂醉、玉东西。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "精神俊雅，更那堪、天与风流标格。罗绮丛中偏艳冶，偷处教人怜惜。目剪秋波，指纤春笋，新样冠儿直。高堂云雨，甚人有分消得。忔戏笑里含羞，回眸低盼，此意谁能识。密约幽欢空怅望，何日能谐端的。玳席歌馀，兰堂香散，此际愁如织。人归空对，晚阴庭树横碧。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "雨过西湖绿涨平。环湖密柳暗藏莺。麦秋天气似清明。对策有人新切直，逢春不日尽施行。扁舟未用速归程。",
            "comment": ""
        },
        {
            "title": "踏莎行",
            "content": "柳暗披风，桑柔宿雨。一番绿遍江头树。莺花已过苦无多，看看又是春归去。病酒情怀，光阴如许。闲愁俏没安排处。新来著意与兜笼，身心苦役伊知否。",
            "comment": ""
        },
        {
            "title": "南歌子",
            "content": "此日知何日，他乡忆故乡。乱山深处过重阳。走马吹花、无复少年狂。黄菊擎枝重，红茱湿露香。扁舟随雁过潇湘。遥想莱庭、应恨不同觞。",
            "comment": ""
        },
        {
            "title": "瑞鹤仙",
            "content": "西风苹末起。动院落清秋，新凉如水。纤歌遏云际。正美人翻曲，阳春轻丽。兰衣玉佩。拥南斗、光中一醉。有邦人、万口同声，赞叹我公恺悌。百里。年丰谷稔，事简刑清，颂声盈耳。鹏程九万，摹空展、垂天翼。定丹书飞下，彤墀归去，秘略家传小试。看封留、亘古功名，未容退避。",
            "comment": ""
        },
        {
            "title": "南歌子",
            "content": "枝上红飞尽，梢头绿已匀。游丝柳絮媚青春。向晚暖风帘幕、练光新。春已匆匆去，那堪话别情。刘郎几日便登程。告你觅些欢笑、送行人。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "日高犹恋珊瑚枕。羞红不忿花如锦。双燕运芹泥。燕归人未归。纵饶梳洗罢。朱户何曾跨。寂寞小房栊。回文和泪封。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "清和时候。底事休交瘦。满酌流霞看舞袖。步步锦裀红皱。六么舞到虚催。几多深意徘徊。拼了明朝中酒，为伊更饮琼杯。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "闲路踏花来，闲逐清和云。来去虽然总是闲，有多少伤心处。红碧好池塘，朱绿深庭户。随分山歌社舞中，且乐陶陶趣。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "柳老抛绵春已深。夹衣初试晓寒轻。别离无奈此时情。先自愁怀容易感，不堪闻底子规声。西楼料得数回程。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "征帆一缕转弯斜。惊鹭起沙汀。点点随风逆上，满江飞破残霞。楼前光景，楼心红粉，蝉翼轻纱。却忆钱塘江上，曲栏横槛他家。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "花王有意，念三秋寂寞，凄凉天气。木落烟深山雾冷，不比寻常风味。勒驾闲来，柳蒲憔悴，无限惊心事。仙容香艳，俨然春盛标致。雅态出格天姿，风流酝藉，羞杀岩前桂。寄语芙蓉临水际，莫骋芳颜妖丽。一朵凭栏，千花退避，恼得骚人醉。等闲风雨，更休﹀︽愁容易。",
            "comment": ""
        },
        {
            "title": "杏花天",
            "content": "乍凉淅淅风生幕。人独在、朱栏翠阁。吹箫信杳炉香薄。眉上新愁又觉。从前事、拟将拼却。梦不断、花梢柳萼。一杯睡起谁同酌。斜日阴阴转角。",
            "comment": ""
        },
        {
            "title": "夜行船",
            "content": "短棹轻舟排办了。歌声断、晚霞残照。红蓼坡头，绿杨堤外，离恨知多少。别後莫教音信杳。叹光阴、初自来堪笑。画角谯门，槐溪归路，正是楚天清晓。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "密叶阴阴翠幄深。梅黄弄雨正频频。榴花照眼一枝新。缑岭有人今毓粹，飞凫不日簉严宸。一尊敬寿太夫人。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "绮疏新晓。学语雏莺巧。烟暖瑶阶梧叶老。满地东风芳草。少年不合风流。偿他酒债花愁。望断绿芜春去，销魂懒上层楼。",
            "comment": ""
        },
        {
            "title": "江神子/江城子",
            "content": "小溪清浅照孤芳。蕊珠娘。暗传香。春染粉容，清丽傅宫妆。金缕翠蝉曾记得，花密密、过雕墙。而今冷落水云乡。念平康。转情伤。梦断巫云，空恨楚襄王。冰雪肌肤消瘦损，愁满地、对斜阳。",
            "comment": ""
        },
        {
            "title": "洞仙歌",
            "content": "芰荷已老，菊与芙蓉未。一夜秋容上岩桂。间蘩芜、嫩黄染就琼瑰，开未足，已早香传十里。从前分付处，明月清风，不用斜晖照佳丽。叹浮花，徒解咤，浅白深红，争似我、潇洒堆金积翠。看天阔、秋高露华清，见标致风流，更无尘意。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "去路马蹄轻，正是小春时节。爱日暖烘江树，缀梅梢新雪。范滂揽辔正澄清，知我公明洁。分此仁风恺悌，济邻邦欢悦。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "闲理丝簧听好音。西楼剪烛夜深深。半嗔半喜此时心。暖语温存无恙语，韵开香靥笑吟吟。别来烦恼到如今。",
            "comment": ""
        },
        {
            "title": "眼儿媚",
            "content": "玉楼初见念奴娇。无处不妖娆。眼传密意，樽前烛外，怎不魂消。西风明月相逢夜，枕簟正凉宵。殢人记得，叮咛残漏，且慢明朝。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "云霁山横，翠涛拥起千重恨。砌成愁闷。那更梅花褪。凤管云笙，无不萦方寸。叮咛问。泪痕羞愠。界破香腮粉。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "今夕知何夕，秋色正平分。嫦娥此际，底事越样好精神。已是天高气肃，那更清风洒洒，万里没纤云。把酒临风饮，酒面起红鳞。歌一曲，舞一曲，捧金樽。从他妄想，老兔憔悴正纷纷。我为桂花醉，明日扶头不起，颠倒白纶巾。天若知人意，夜雨莫倾盆。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "韶华迤逦三春暮。飞尽繁红无数。多情为与，牡丹长约，年年为主。晓露凝香，柔条千里，轻盈清素。最堪怜，玉质冰肌婀娜，江梅谩休争妒。翠蔓扶疏隐映，似碧纱笼罩，越溪游女。从前爱惜娇姿，终日愁风怕雨。夜月一帘，小楼魂断，有思量处。恐因循易嫁，东风烂熳，暗随春去。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "新晴庭户春阴薄。东风不度重帘幕。第几小兰房。雏莺初弄黄。悄寒春未透。不解寻花柳。只恐渐春深。愁生求友心。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "绿树转鸣禽。已是春深。杨花庭院日阴阴。帘外飞来双语燕，不寄归音。旧事懒追寻。空惹芳心。天涯消息远沈沈。记得年时中酒後，直至而今。",
            "comment": ""
        },
        {
            "title": "南歌子",
            "content": "黯霭阴云覆，滂沱急雨飞。洗残枝上乱红稀。恰是退花天气、困人时。向晓春酲重，偎人起较迟。薄罗初见拭轻衣。笑拭新妆、须要剪酴醿。",
            "comment": ""
        },
        {
            "title": "侍香金童",
            "content": "一种春光，占断东君惜。算秾李、昭华争并得。粉腻酥融娇欲滴。端的尊前，旧曾相识。向夜阑、酒醒霜浓寒又力。但只与、冰姿添夜色。绣幕银屏人寂寂。只许刘郎，暗传消息。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "肩舆晓踏江头月。月华冷浸消残雪。雪月照疏篱。梅花三两枝。人怜花淡薄。花恨人牢落。不似那回时。醺醺醉玉肌。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "方池新涨蒲萄绿。晓来雨过花如浴。测测杏园风。梢头一捻红。危楼愁独倚。一寸心千里。宿酒尚微醺。懒装堆髻云。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "芍药开残春已尽。红浅香乾，蝶子迷花阵。阵是清和人正困。行云散後空留恨。小字金书频与问。意曲心诚，未必他能信。千结柔肠愁寸寸。钿钗几日重相近。",
            "comment": ""
        },
        {
            "title": "醉蓬莱",
            "content": "正金风无露。玉宇生凉，楚郊无暑。催起行人，恰槐黄时序。万里晴宵，几人争睹，快鹏抟一举。明月圆时，素秋中夜，凌云新赋。那更渊源，词锋轻锐，笔阵纵横，学通今古。誉望飞腾，是麟宗文虎。魁荐归来，华堂香里，与管弦为主。待看明年，彤墀射策，鳌头独步。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "绰约肌肤巧样妆。风流元自有清香。未应傅粉疑平叔，却笑荷花似六郎。浮蚁瓮，入诗囊。学人消瘦怯风霜。午窗一枕庄周梦，甘作花心粉蝶忙。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "宝篆烟消香已残。蝉娟月色浸栏干。歌喉不作寻常唱，酒令从他各自还。传杯手，莫教闲。醉红潮脸媚酡颜。相携共学骖鸾侣，却笑卢郎旧约寒。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "枫叶白苹秋未老，晚风吹泛轻艎。青山沥沥水茫茫。情随流水远，恨逐暮山长。一点相思千点泪，眼前无限情伤。佳人犹自捧离觞。阳关休唱彻，唱彻断人肠。",
            "comment": ""
        },
        {
            "title": "蓦山溪",
            "content": "木犀开了。还是生辰到。一笑对西风，喜人与、花容俱好。寿筵开处，香雾扑帘帏，笙簧奏，星河晓，拼取金罍倒。当年仙子，容易抛蓬岛。月窟与花期，要同向、人间不老。拈枝弄蕊，此乐几时穷，一岁里，一番新，莫与蟠桃道。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "宿雨新晴天色好。秾李夭桃，一霎都开了。燕子归来深院悄。柳绵铺迳无人扫。咫尺莺花还又老。绿入闲阶，只有青青草。参揣前期谁可表。此情不语知多少。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "天教占得如簧，巧声乍啭千娇媚。金衣衬著，风流模样，於中可是。红杏香中，绿杨阴处，多应饶你。向黄昏、苦苦娇啼怨别，那堪更、东风起。别有诗肠鼓吹。未关他、等闲俗耳。双柑斗酒，当时曾是，高人留意。南国春归，上阳花落，止添憔悴。念啼声欲碎，何人解作留春计。",
            "comment": ""
        },
        {
            "title": "霜天晓角",
            "content": "雪花飞歇。好向前村折。行至断桥斜处，寒蕊瘦、不禁雪。韵绝。香更绝。归来人共说。最爱夜堂深迥，疏影占、半窗月。",
            "comment": ""
        },
        {
            "title": "蓦山溪",
            "content": "无非无是。好个闲居士。衣食不求人，又识得、三文两字。不贪不伪，一味乐天真，三径里。四时花，随分堪游戏。学些沓拖，也似没意志。诗酒度流年，熟谙得、无争三昧。风波歧路，成败霎时间，你富贵。你荣华，我自关门睡。",
            "comment": ""
        },
        {
            "title": "永遇乐",
            "content": "宵露珠零，溅冰花薄，凝瑞偏早。月练轻翻，风刀碎剪，青女呈纤巧。微丹枫缬，低摧蕉尾，不觉半池莲倒。最好是、千林橘柚，轻黄一村封了。佳人指冷，暗惊罗幕，一夜斜飞多少。怕倚银屏，愁看玉砌，金菊鲜鲜晓。伤嗟傅粉，佳期还未，何处冷沾衣透。争知人、临鸾试罢，与梅共瘦。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "春到垂杨，嫩黄染就金丝软。丽晴新暖。涌翠千山远。为甚年年，眉向东风展。闲消遣。欲归犹懒。渔笛天将晚。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "水满平塘过雨，洗妆红褪芙蕖。绿荷美影荫龟鱼。无限闲中景趣。潇洒高堂邃馆，那堪左右图书。凌云赋得似相如。多少风流态度。",
            "comment": ""
        },
        {
            "title": "醉落魄/一斛珠",
            "content": "麦畦匀绿。枝头屑屑飞梅玉。伤心何事人南北。断尽回肠，忍听阳关曲。倚窗青荫亭亭竹。好风敲动声相续。夜阑怕见银台烛。会得离情，他也泪速速。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "倚楼小小穿针女。秋光点点蛛丝雨。今夕是何宵。龙车乌鹊桥。经年谋一笑。岂解令人巧。不用问如何。人间巧更多。",
            "comment": ""
        },
        {
            "title": "有有令",
            "content": "前山减翠。疏竹度轻风，日移金影碎。还又年华暮，看看是、新春至。那更堪、有个人人，似花似玉，温柔伶俐。准拟。恩情忔戏。拈弄上、则人难比。我也埋根竖柱，你也争些气。大家一捺头地。美中更美。厮守定、共伊百岁。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "新晴水暖藕花红。烘人暑意晚来浓。共携纤手桥东路，杨柳青青一径风。深翠里，艳香中。双莺初下蕊珠宫。月笼粉面三更露，凉透萧萧一梦中。",
            "comment": ""
        },
        {
            "title": "鹊桥仙",
            "content": "云峰初敛，秋荣如洗，庭院金风初扇。葱葱佳气霭侯门，信天上、麒麟乍见。祝君此去，飞黄腾踏，日侍凝旒邃冕。和羹调味早归来，坐看取、蓬莱清浅。",
            "comment": ""
        },
        {
            "title": "似娘儿",
            "content": "橘绿与澄黄。今小春、已过重阳。晚来一霎霏微雨，单衣渐觉，西风冷也，无限情伤。孤馆最凄凉。天色儿、苦恁凄惶。离愁一枕灯残後，睡来不是，行行坐坐，月在迥廊。",
            "comment": ""
        },
        {
            "title": "花心动",
            "content": "风软寒轻，暗香飘、扑面无限清楚。乍淡乍浓，应想前村，定是早梅初吐。马儿行过坡儿下，危桥外、竹梢疏处。半斜露。花花蕊蕊，灿然满树。一晌看花凝伫。因念我西园，玉英真素。最是系心，婉娩精神，伴得水云仙侣。断肠没奈人千里，无计向、钗头频窥。泪如雨。那堪又还日暮。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "�稍�著意斟量过，天下事、无穷尽。贪荣贪富，朝思夕计，空劳方寸。蹑足封王，功名盖世，谁如韩信。更堆金积玉，石崇豪侈，当时望、倾西晋。长乐宫中一叹，又何须累累悬印。坠楼效死，轻车东市，头膏血刃。尤物虚名，於身何补，一齐休问。遇当歌临酒，舒眉展眼，且随缘分。",
            "comment": ""
        },
        {
            "title": "忆秦娥",
            "content": "寒萧索。征鸿过尽离怀恶。离怀恶。江空天迥，夜寒枫落。有人应误刀头约。情深翻恨郎情薄。郎情薄。梦回长是，半床闲却。",
            "comment": ""
        },
        {
            "title": "瑞鹤仙",
            "content": "败荷擎沼面，红叶舞林梢，光阴何速。碧天静如水，金风透帘幕，露清蝉伏。追思往事，念当年、悲伤宋玉。渐危楼向晚，魂销处、倚遍阑干曲。凝目。一霎微雨，塞鸿声断，酒病相续。无情赏处，金井梧，东篱菊。渐兰桡归去，银蟾满夜，水村烟渡怎宿。负伊家、万愁千恨，甚时是足。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "一曲清歌金缕衣。巧佼心事有谁知。自从别後难相见，空解题红寄好诗。忆携手，过阶墀。月笼花影半明时。玉钗头上轻轻颤，摇落钗头豆蔻枝。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "画角声沈卷暮霞。寒生促索锦屏遮。沈檀半爇髻堆鸦。蝴蝶梦回馀烛影，子规啼处隔窗纱。夜深明月浸梨花。",
            "comment": ""
        },
        {
            "title": "诉衷情",
            "content": "花前月下会鸳鸯。分散两情伤。临行祝付真意，臂间皓齿留香。还更毒，又何妨。尽成疮。疮儿可後，痕儿见在，见後思量。",
            "comment": ""
        },
        {
            "title": "摊破丑奴儿/采桑子",
            "content": "树头红叶飞都尽，景物凄凉。秀出群芳。又见江梅浅淡妆。也囉，真个是、可人香。兰魂蕙魄应羞死，独占风光。梦断高堂。月送疏枝过女墙。也囉，真个是、可人香。",
            "comment": ""
        },
        {
            "title": "眼儿媚",
            "content": "先来客路足伤悲。那更话别离。玉骢也解，知人欲去，骧首频嘶。马蹄动是三千里，後会莫相违。切须更把，丁香珍重，待我重期。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "人在梦云楼上别，残灯影里迟留。依稀绿惨更红羞。露痕双脸湿，山样两眉愁。几幅片帆天际去，云涛烟浪悠悠。今宵独立古江头。水腥鱼菜市，风碎荻花舟。",
            "comment": ""
        },
        {
            "title": "花心动",
            "content": "绿水平湖，浸芙渠烂锦，艳胜倾国。半敛半开，斜立斜敧，好似困娇无力。水仙应赴瑶池宴，醉归去、美人扶策。驻香驾、拥波心媚容，倩妆颜色。曾见苕川澄碧。匀粉面、溪头旧时相识。翠被绣裀，彩扇香篝，度岁杳无消息。露痕滴尽风前泪，追往恨、悠悠踪迹。动怨忆。多情自家赋得。",
            "comment": ""
        },
        {
            "title": "探春令",
            "content": "冰澌池面。柳摇金线，春光无限。问梅花底事，收香藏蕊，到此方舒展。百花头上俱休管。且惊开俗眼。看绿阴结子，成功调鼎，有甚迟和晚。",
            "comment": ""
        },
        {
            "title": "汉宫春",
            "content": "讲柳谈花，我从来口快，忺说他家。眼前见了，无限楚女吴娃。千停万稳，较量来、终不如他。便做得，宫仪院体，歌谈不带烟花。从前万事堪夸。爱拈笺弄管，锦字敧斜。新来与人臑著，不许胡巴。嚎懑谩惹，料福缘、浅似他些。谁为我，传诗递曲，殷勤题上窗纱。",
            "comment": ""
        },
        {
            "title": "醉蓬莱",
            "content": "是三春已暮，浪蕊彤残，牡丹零落。独殿清和，有佳名芍药。浅浅芳业，绣幢鼎鼎，更艳香绰约。浑似扬州，画楼卷起，翠帘红幕。倚槛轻盈，万娇千媚，故整霞裙，笑花寂寞。太守风流，拥笙歌围著。坐上诗人，二千里外，念此身飘泊。客眼看花，归心对酒，番成萧索。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "银蟾光满，弄馀辉、冷浸江梅无力。缓引柔条浮素蕊，横在闲窗虚壁。染纸挥毫，粉涂墨晕，不似今端的。天然造化，别是一般，清瘦踪迹。今夜翠葆堂深，梦回风定，因月才相识。先自离愁，那更被、晓角残更催逼。曙色将分，轻阴移尽，过眼难寻觅。江南图上，画工应为描得。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "兰枯菊槁。是返魂香入，江南春早。谷静林幽人不见，梦与梨花颠倒。雪刻檀心，玉匀丰颊，妆趁严锺晓。海山么凤，绿衣何处飞绕。竹外孤袅一枝，古今解道，只有东坡老。莫倚广平心似铁，闲把珠玑挥扫。桃李舆台，冰霜宾客，月地还凄悄。暗香消尽，和羹心事谁表。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "齿颊带馀香，謦咳总成珠玉。剪碎袖罗花片，点金觥春绿。玉鱼花露自清凉，涓涓在郎腹。犹胜望梅消渴，对文君眉蹙。",
            "comment": ""
        },
        {
            "title": "雨中花慢",
            "content": "宿霭凝阴，天气未晴，峭寒勒住群葩。倚栏无语，羞辜负年华。柳媚梢头翠眼，桃蒸原上红霞。可堪那、尽日狂风荡荡，细雨斜斜。东君底事，无奈薄幸，著意残害莺花。惟是我，惜春情重，说奈咨磋。故与殷勤索酒，更将油幕高遮。对花欢笑，从教风雨，著醉酬他。",
            "comment": ""
        },
        {
            "title": "醉蓬莱",
            "content": "是平分秋色，梦草池塘，暖风帘幕。昨夜三台，灿天边芝角。自是君家，庆流泽远，降生申崧岳。厚德温良，高才粹雅，渊源学博。何事丹墀，尚淹阔步，未许中原，少勤方略。且对笙歌，醉黄金错落。蕊洞珠宫，媚人桃李，趁青春绰约。绿意红情，成阴结子，五云楼阁。",
            "comment": ""
        },
        {
            "title": "更漏子",
            "content": "烛消红，窗送白。冷落一衾寒色。鸦唤起，马�涡小Ｔ吕匆律厦鳌＞葡愦剑�妆印臂。亿共人人睡。魂蝶乱，梦鸾孤。知他睡也无。",
            "comment": "【注释】【评解】这首词写离景，抒别情。上片写“一衾冷落”，“月下登程”的凄凉况味。下片写别后的相思相忆。“知他睡也无”，含蕴无限眷恋之情。全词着意抒情而以景相衬，情思缠绵，意境幽凄。【集评】薛砺若《宋试通论》，他的词模仿子野、耆卿，颇得其精髓。《更漏子》一阕，写得更明倩可爱。有时且喜用通俗的字句入词，他可以说是耆卿的嫡传。俞陛云《唐五代两宋词选释》：长卿以宗室之贵，而安心风雅，其词以春、夏、秋、冬四景，编成六卷，为词家所希有。殆其居高声远，较易流传。其《惜香集》中和雅之音也。------------------此词相当通俗浅白。上片描写自己旅店中晨起上路的情景，下片则叙旅途夜宿时回忆和怀念伊人的情思，通篇充满了一种凄清缠绵的感情。诗人写离人早行，最为绝妙的莫过于温庭筠的“鸡声茅店月，人迹板桥霜”（《商山早行 》）两句，它只把几件具有代表性的景物叠合起来，就给人们勾勒了一幅“早行”的图画。欧阳修曾称赞它写道路辛苦见于言外（《 六一诗话 》），手法确实不凡。比较起来，赵长卿的功力自然不及。不过，赵词却也另有自己的妙处，那就是描写细致真切，善于使用动词（温诗中则全是名词的组合，无一个动词）。试看“烛消红，窗送白，冷落一衾寒色”三句，其中就很富动态：红烛已经燃尽，窗外透进了晨曦的乳白色，折射到床上的被衾，气氛显得凄清、冷落，由此一夜间之孤衾冷卧可知。“冷落一衾寒色”，更如“寒山一带伤心碧”那样 ，直接以词人的主观情绪“涂抹 ”在客观物象之上。营造冷清氛围更进一步的反映了作者的心境。这是上片的第一层：写“早行”二字中的“早”字，或者也可说是写“早行”之前的“待发”阶段。接下来再写“早行”之中的“行”字（当然它仍紧紧扣住一个“早”字 ）：“鸦唤起，马疾行，月来衣上明。”首句写“起”，次句写“行”，第三句回扣“早”字。窗外的乌鸦已经聒噪乱啼，早行人自然不能不起。鸦自呜耳，而词人认作是对他的“唤起 ”。诗词中写鸟声每多以主观意会，此亦一例 。“唤起”后，词人只得披衣上马 ，由马驮着，开始了他一天的跋涉。“驮”同“驼”，通驮。词人由马驮之而行，写其了无意绪，不得不行之情状。《西厢记》写张生长亭分别后的“马迟人意懒 ”，可为“马行”句注脚。自己的心绪怎样呢？词中没有明说，但“月来衣上明”一句婉转表出。前人词中，温庭筠曾以“灯在月胧明“来衬写“绿杨陌上多离别”的痛楚（《菩萨蛮 》），牛希济也以“残月脸边明”来衬写他“别泪临清晓 ”的愁苦（《生查子》）。赵长卿此词也使用了和他们同样的写法，它把离人上马独行的形象置于月光犹照人衣的背景中来描绘，既见出时光之早，又见出心情之孤独难堪，其中已隐然有事在。此为上片。上片着重叙事，但作者心情已显露无遗。旅情词中所谓“事 ”，通常是男女情事，或为夫妻或为情侣之别后相思。但是上片写到结束，我们似乎还只见到了心情苦闷的男主角，而另一位女性人物却尚未出现。因此下片就通过词人的回忆来勾画出她的形象。“酒香唇妆印臂，忆共人人睡”，这是本片的第一层：追忆离别前的两件事。第一是临寝前的对坐饮酒，她的樱唇上散放出酒的香味；第二是枕榻上啮臂誓盟，她的妆痕到现在似乎还残留在自己的臂膀上（此句变化用元稹《莺莺传》的某些意境 ）。这两件事，一以见出她的艳美，二以见出她的多情。所以当词人在旅途中自然会把她的音容笑貌、欢会情事长记心头。第二层三句，则衔接上文的“睡”字而来；分别前共睡时如此温存，而孤身在外，无人相伴“魂蝶乱，梦鸾孤，知他睡也无”，字三句实为倒装，意为：自别后不知她睡得安稳否？即使她没有失眠，那么夜间做梦也肯定不会做得美满。“魂蝶乱”与“梦鸾孤”实是互文，合而言之的意思是：梦魂犹如蝶飞那样纷乱无绪，又如失伴的鸾鸟（凤凰）那样孤单凄凉。词人在此饱含深情的笔触 ，既表现了他那番“ 怜香惜玉”的情怀，又何尝不可以看作是他此刻“自怜孤独”的叹息，同时又补写出自己这一夜岂不也是这样。在宋代描写男女恋情和别绪的大量词篇中，赵长卿的这首《更漏子》算不上是名作 。词中某些场面，甚至还稍涉艳亵 。不过 ，由于它的笔法比较通俗直露，语言接近口语，加上作者感情的真挚深厚，所以读后仍能让人感到一种伤感缠绵的气氛，不失为一篇可读之作抒写别情离愁的。赵长卿的词集名为《惜香乐府》，此亦足以觇其香艳词风之一斑。"
        },
        {
            "title": "菩萨蛮",
            "content": "赤栏干外桃花雨。飞花已觉春归去。柳色碧依依。浓阴春昼迟。海棠红未破。匀糁胭脂颗。风雨也相饶。应怜粉面娇。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "西风明月临台榭。准拟中秋夜。一年等待到而今。为甚今宵陡顿、却无情。姮娥应怨孤眠苦。取次为云雨。素蟾特地暗中圆。未放清光容易、到仙源。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "居士年来懒散。凡事只从宽简。身外更无求，祗要夏凉冬暖。美满。美满。得过何须积趱。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "雾透龟纱月映栏。麦秋天气怯衣单。楝花风软晓来寒。懒起麝煤重换火，暖香浓处敛眉山。眼波横浸绿云鬟。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "手种梅花三四株。要看冰霜照清臞。朝来几朵茅檐下，竹外江头恐不如。凝玉面，吐香须。莫嫌孤瘦渐丰馀。化工不肯辜人意，做底欢娱报答渠。",
            "comment": ""
        },
        {
            "title": "柳梢青",
            "content": "甜言软语。长记那时，萧娘叮嘱。清管危弦，前欢难断，鳞鸿无据。纷纷眼底浮花，拈弄动、几多思虑。千结丁香，且须珍重，休胡分付。",
            "comment": ""
        },
        {
            "title": "青玉案",
            "content": "恍如辽鹤归华表。阅尽人间巧。天乞一堂山对绕。微波不动，岸巾时照。照见星星好。舞风荷盖从敧倒。碧树生凉自天杪。谁识元龙胸次浩。骑鲸欲去，引杯独啸。醉眼青天小。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "洗尽铅华不著妆。一般真色自生香。飘飘何处凌波女，故故相迎马上郎。寻谱谍，发诗囊。绝胜梅萼嫁冰霜。故山寒食依然在，句引东坡旅兴忙。",
            "comment": ""
        },
        {
            "title": "南歌子",
            "content": "春色烘衣暖，宫梅破鼻香。尽驱和气入兰堂。又是轻云微雨、下巫阳。酒带欢情重，醺醺气味长。晚来拂拭略梳妆。笑指一钩新月、上迥廊。",
            "comment": ""
        },
        {
            "title": "感皇恩",
            "content": "景物一番新，熙熙时候。小院融和渐长昼。东君有意，为怜纤腰消瘦。软风吹破眉间皱。袅袅枝头，轻黄微透。舞到春深转清秀。锦囊多感，又更新来伤酒。断肠无语凭栏久。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "寒食风霜最可人。梨花榆火一时新。心头眼底总宜春。薄暮归吟芳草路，落红深处鹧鸪声。东风疏雨唤愁生。",
            "comment": ""
        },
        {
            "title": "青玉案",
            "content": "去年社日东风里。向三径、开桃李。脆管危弦随意起。绿阴红影，暖香繁蕊，伴我醺醺醉。今年社日空垂泪。客舍看花甚情意。江上危楼愁独倚。欲将心事，巧凭来燕，说与人憔悴。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "雨滴梧桐点点愁。冷催秋色上帘钩。蛩声何事早知秋。一夜凉风惊去燕，满川晴涨漾轻鸥。怀人千里思悠悠。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "鸿来燕去。又是秋光暮。冉冉流年嗟暗度。这心事还无据。寒窗露冷风清。旅魂幽梦频惊。何日利名俱赛，为予笑下愁城。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "谡谡东风作雨寒。无言独自凭栏干。绿肥红瘦春归去，恨逼愁侵酒怎宽。追往事，惜花残。残花往事总相关。风光台上伤心处，此意人休作等闲。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "客帆卸尽风初定。夜空霜落无江冷。幸自不思归。无端乌夜啼。鸡鸣残月落。到枕秋声恶。有酒不须斟。酒深愁转深。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "把酒相劳苦，月色耀天章。冰轮碾破寒碧，飞入酒樽凉。击节词人妙句，吸此清辉万丈，肺腑亦生光。揽袂欲仙举，逸兴共天长。日边客，幕中俊，坐间狂。浩歌清啸，恍然云海渺茫茫。唤醒谪仙苏二，何事常愁客少，更恐被云妨。月与人长好，广大醉为乡。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "啼鸟喃喃，恨春归去春谁管。日和风暖。绿暗闲庭院。还忆当年，绮席新相见。人已远。水流云散。空结多情怨。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "别恨眉尖无数。後夜王孙何处。歌馆与妆楼，目断行云凝伫。凝伫。凝伫。忆泪千行红雨。",
            "comment": ""
        },
        {
            "title": "阮郎归",
            "content": "东城沙软马蹄轻。清和雨乍晴。柳阴曲径泣流莺。凄凉不忍听。休苦怨，莫悲鸣。何须雨泪倾。但将巧语写心诚。东君肯薄情。",
            "comment": ""
        },
        {
            "title": "夜行船",
            "content": "龟甲炉烟轻袅。帘栊静、乳莺啼晓。拂掠新妆，时宜头面，绣草冠儿小。衫子揉蓝初著了。身材称、就中恰好。手拈双纨，菱花重照，带朵宜男草。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "忆为梅花醉不醒。断桥流水去无声。鹭翘沙嘴亦多情。疏影卧波波不动，暗香浮月月微明。高楼羌管未须横。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "夕阳底尽，望楚天空阔，稀星帘幕。暮霭横江烟万缕，照水参差楼阁。两两三三，楼前归鹭，飞过栏干角。霜风何事，绕檐吹动寂寞。消散我已忘机，而今百念，灰了心头火。对酒当歌浑冷淡，一任他懑嗔恶。松竹园林，柳梧庭院，自有人间乐。闲云休问，去来本是无著。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "玉龙声杳，正瑶台曲舞，香山初彻。褪粉掐酥千万颗，满地平铺银雪。草褥香茵，苔钱买住，留待黄昏月。有人妆罢，对花凝伫愁绝。休更恨落羞开，东君情分，自古多离别。好把芳心收拾取，与个和羹人说。摆脱风尘，消停酸苦，终有成时节。浮花浪蕊，到头不是生活。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "秋容眼界。随寓浑堪爱。远岫连天横淡霭。望断孤鸿飞外。夕阳红树林坰。重重锦障横陈。一段江南景色，倩谁为下丹青。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "远岫螺头湿翠，流霞赬尾疏明。断虹斜界雨新晴。烟村灯火晚，江浦画难成。我向其间泛叶，终朝露渚风汀。老来心事最关情。不堪三弄笛，吹作断肠声。",
            "comment": ""
        },
        {
            "title": "眼儿媚",
            "content": "南枝消息杳然间。寂寞倚雕栏。紫腰艳艳，青腰袅袅，风月俱闲。佳人环佩玉阑珊。作恶探花还。玉纤拈粟，樱唇呵粉，愁点眉弯。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "蕊嫩花房无限好，东风一样春工。百年欢笑酒樽同。笙吹雏凤语，裙染石榴红。且向五云深处住，锦衾绣幌从容。如何即是出樊笼。蓬莱人少到，云雨事难穷。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "初过菊花天，饯送月宫仙客。丹桂拒霜浓淡，映眉间黄色。红裙歌夜饮离觞，努力赴劲敌。惟愿捷书来到，道一声都得。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "雪压前村曲径迷。万山寒立玉参差。孤舟独钓一蓑归。别坞时听风折竹，断桥闲看水流澌。一枝冻蕊出疏篱。",
            "comment": ""
        },
        {
            "title": "惜奴娇",
            "content": "洛浦娇魂，恐得到、人间少。把风流、分付花貌。六出精神，腊寒射、香试到。清秀。与江梅、争相先後。檐卜粗疏，怎似妖娆体调。比山樊、也应错道。最是殷勤，捧出金盏银台笑。拼了。仙源与、奇葩醉倒。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "枫林飒飒凋寒叶。汀苹败蓼遥相接。景物已非秋。凄凉动客愁。还家贫亦好。肯厌杯中草。香饭滑流匙。三登快乐时。",
            "comment": ""
        },
        {
            "title": "江神子/江城子",
            "content": "年年长见傲寒林。压群英。有馀清。曾被芳心，红日恼诗情。玉质暗香无限意，偏婉娩，尽轻盈。今年潇洒照歧亭。更芳馨。也峥嵘。无奈多情，终是惜飘零。谁与东君收拾取，怕风雨，挫瑶琼。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "据炉肃坐，听瓶笙、别有天然宫徵。纸帐屏山浑不俗，写出江南烟水。檠短灯青，灰闲香软，所欠惟梅矣。风飞无定，数声时颤窗纸。试问夜已何其，呼童起看，月上东墙未。天外忽闻征雁过，还把音书来寄。短笠埋烟，轻蓑鸣雨，已办征船计。放教归去，故乡江上鱼美。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "日欲低时江景好，暮山紫翠重重。钓筒收尽碧潭空。一船霜夜月，两岸荻花风。遥忆暖春新向火，黄昏下了帘栊。水村渔浦舣孤篷。单衾愁梦断，无梦转愁浓。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "只惯娇痴不惯愁。离情浑不挂眉头。可怜恼尽尊前客，却趁东风上小舟。真个去，不忺留。落花流水一春休。自怜不及春江水，随到滕王阁下流。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "梅花有意舒香粉。舒香已得先春信。香与露华清。露浓愁杀人。酒多愁愈重。此意谁能共。泪湿染衣斑。夜霜金缕寒。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "堆枕冠儿翡翠钗。蒙金领子满絣鞋。于中沈净好情怀。新欲晚凉梳洗罢，半娇微笑下堂来。莲花因甚未曾开。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "十载仰高明，一见心相许。来日孤舟西水门。风饱征帆腹。後夜起相思，明月清江曲。若见秋风寒雁来，能寄音书否。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "瓦湿鸳鸯，夜深霜重江风冷。月华明映。清浸梅梢粉。漏断寒浓，惹起当年恨。君休问。雁飞欲尽。没个南来信。",
            "comment": ""
        }
    ]
}