{
    "dynasty": "宋",
    "author": "邹浩",
    "poems": [
        {
            "title": "白龙洞",
            "content": "洞门寂寂昼常阴，谁识行天济物心。金翅影沉超永劫，玉毫光现契圆音。滂沱普润三千界，叆叇浓兴一万寻。天子六龙方在御，不应头角閟幽深。",
            "comment": ""
        },
        {
            "title": "伯和见过",
            "content": "参军跋马瘴江滨，一笑相逢意转亲。偶复面论前日事，恍疑身是隔生人。风随玉尘倾新盖，暑避冰姿返旧轮。八桂森森照归路，为君留饮判经旬。",
            "comment": ""
        },
        {
            "title": "咏路",
            "content": "赤路如龙蛇，不知几千丈。出没出水间，一下复一上。伊予独何为，与之同俯仰。",
            "comment": ""
        },
        {
            "title": "别昭平",
            "content": "江山本无情，别去亦何语。向来爽气中，食息三月许。平非吾所求，去非吾所御。回首谢江山，吾今若轻举。",
            "comment": ""
        },
        {
            "title": "病卧读书",
            "content": "山为屏障草为裀，黄犊群中早奋身。骨立诗书亦何有，不如参取坐忘人。",
            "comment": ""
        },
        {
            "title": "冰韵端夫闻江北水磨",
            "content": "万事根本安装难明，声之所发由声声。不有智者抉其□，直如宝剑埋丰城。风生风济孰嘘吸，制作解成琴与筝。矧兹江汉泻荆楚，含桃初熟飞流莺。波涛暗逐岁月长，激激滩际春雷谹。白沙湖边更湍急，五磨因缘资养生。城中鞭驴喘欲死，亦或人劳僵自横。借令麦破面浮玉，青蝇遽集争营营。乃知此策最长利，朱墨岂复嗤南荣。天轮地轴骇夜，彷佛飓扇吹苍瀛。游江夫人俨然坐，蛟龙不动如石鲸。只应神物亦持护，我辈何妨双耳清。",
            "comment": ""
        },
        {
            "title": "磅大受赴选天官",
            "content": "元佑真人初御天，四门穆穆来忠言。阆风学士望朝野，即日赐环司谏垣。当时同列继登用，独先朝露归九原。位不酬身在孙子，嶷嶷诸子声名喧。叔也纵横五经内，娱目未始窥家园。苟闻某所有贤者，弊车趼仆从之奔。甘陵南北正分党，攘臂其间无怨恩。未见其止见其进，会须一反映收乾坤。素冠俛首琴复御，鹏飞九万方化鲲。于今怙恃只明主，肯与世俗均寒暄。旦年妙笔三千牍，矧已恸哭论元元。",
            "comment": ""
        },
        {
            "title": "陈满堂",
            "content": "满堂当日亦飞升，金笋无根不复生。惟有明皇留辇处，至今云雾半山横。",
            "comment": ""
        },
        {
            "title": "岑老书云远老法堂上草深一丈矣",
            "content": "建隆无复旧行踪，石塔开堂得远公。衣挂六铢收法界，草深一丈见家见。也知是汝远狮子，不分饶他岑大虫。何日扬州船子去，木兰花里问真空。",
            "comment": ""
        },
        {
            "title": "嘲仲益",
            "content": "低帘廕茅竹，陋如野人居。夫子莞尔笑，曰此真吾庐。庭前郁乔木，庭后犹榛芜。芟削随手净，春兰殖扶疏。光影动窗几，馨香袭文书。皎然纫佩心，邂逅同三闾。尔来基构新，百事凌往初。突兀焕华屋，茅竹扫莫余。双楠庭之珍，斩伐殊荣枯。要知碧油幢，特立当阶除。念念人勋业，不与蓬荜俱。兰虽不生门，安能逭诛锄。剖琴如剖薪，烹鹤如烹鱼。珠玉抵飞鸟，镈钟委洪炉。逝矣覆辙存，来车犹此涂。尚欲取修竹，永以娱朝晡。问竹竹无言，冷风一虚徐。",
            "comment": ""
        },
        {
            "title": "陈莹中画像赞",
            "content": "了了了陧非了，非非非处何非。要识此翁端的，试看笔下形仪。",
            "comment": ""
        },
        {
            "title": "班超",
            "content": "功名从古病难成，况作天西绝域行。纵有平陵同落落，其如卫候尚营营。杀妻吴起终遭逐，上疏鸿卿不免刑。定远独能逢圣主，千年万岁蔼嘉声。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "慧眼舒光无不见。尘中一一藏经卷。闻说大千摊已遍。门方便。法轮尽向毫端转。月挂烛笼知再见。西方可履休回盼。要与老岑同掣电。酬所愿。欣逢十二观音面。",
            "comment": ""
        },
        {
            "title": "别由正",
            "content": "许汝相望无百里，政声文誉益惊人。岂知今日俱长路，重慰平生仰后尘。云澹京黄书鹄举，风回汉水白鸥驯。归来有约天从否，准拟冥行细问津。",
            "comment": ""
        },
        {
            "title": "跋漳浦李大忠微叔所藏书画尾",
            "content": "岭表归来饭不足，负郭有田金未赎。何当卖剑成此谋，耕遍雨余春雨绿。",
            "comment": ""
        },
        {
            "title": "嘲垄彦和",
            "content": "衣领从教虱子缘，夜深拜得蓆儿穿。道乡活计君知否，饥即须餐困即眠。",
            "comment": ""
        },
        {
            "title": "柄生日",
            "content": "南极星中见老人，禅光垂照喜生春。身如龟鹤心如石，进德功夫常日新。",
            "comment": ""
        },
        {
            "title": "参寥示简元规诗用其韵寄之",
            "content": "千岩万壑久青天，一钵新从淮上旋。昨日浮云今止水，谁知庵内更无边。",
            "comment": ""
        },
        {
            "title": "别零陵",
            "content": "零陵讵中邦，道阻五千里。我以放逐来，本非心乐只。身止高山巅，忽忽弥半祀。人情久自亲。况复多可喜。坐使故乡念，如火沃之水。罪大不得留，今兹动行李。昭州虽岭南，流寓盖均耳。倘未还庭闱，在彼犹在此。胡然当作离，耿耿殊不已。物我要兼忘，咄哉从此始。",
            "comment": ""
        },
        {
            "title": "陈莹中画像赞",
            "content": "凤阁鸾台何许，天涯地角周游。此老老而益壮，超然一段风流。",
            "comment": ""
        },
        {
            "title": "参寥示简元规诗用其韵寄之",
            "content": "人间何向不盐梅，江海元从蚁穴开。列戟门庭扫踪迹，只应飞矢亦潜来。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "有个头陀修苦行，头上头发毵毵。身披一副醦裙衫。紧缠双脚，苦苦要游南。闻说度牒朝夕到，并除颔下髭髯。钵中无粥住无庵。摩登伽处，只恐却重参。",
            "comment": ""
        }
    ]
}