{
    "dynasty": "宋",
    "author": "郭震",
    "poems": [
        {
            "title": "句",
            "content": "孤吟四望频。半欲离披半欲开。",
            "comment": ""
        },
        {
            "title": "海棠",
            "content": "又随桃李一时荣，不逐东风处处生。疑日四方嫌不种，教於蜀地独垂名。",
            "comment": ""
        },
        {
            "title": "渔者",
            "content": "江柳弄风颦翠黛，山光着雨湿臙脂。却收短棹拈长笛，一叶舟中仰面吹。",
            "comment": ""
        },
        {
            "title": "萤",
            "content": "秋风凛凛月依依，飞过高梧影里时。处暗若教同众类，世间争得有人知。",
            "comment": ""
        },
        {
            "title": "莲花",
            "content": "脸腻香薰似有情，世间何物比轻盈。湘妃雨后来池看，碧玉盘中弄水晶。卷六十七",
            "comment": ""
        },
        {
            "title": "古剑篇（一作宝剑篇）",
            "content": "君不见昆吾铁冶飞炎烟，红光紫气俱赫然。良工锻炼凡几年，铸得宝剑名龙泉。龙泉颜色如霜雪，良工咨嗟叹奇绝。琉璃玉匣吐莲花，错镂金环映明月。正逢天下无风尘，幸得周防君子身。精光黯黯青蛇色，文章片片绿龟鳞。非直结交游侠子，亦曾亲近英雄人。何言中路遭弃捐，零落漂沦古狱边。虽复尘埋无所用，犹能夜夜气冲天。",
            "comment": "【注释】　　这是一首咏物言志诗。相传是郭震受武则天召见时写的，“则天览而佳之，令写数十本，遍赐学士李峤、阎朝隐等”（张说《郭公行状》）。从此，这首诗广传于世。　　“古剑”是指古代著名的龙泉宝剑。据传是吴国干将和越国欧冶子二人，用昆吾所产精矿，冶炼多年而铸成，备受时人赞赏。但后来沦落埋没在丰城的一个古牢狱的废墟下，直到晋朝宰相张华夜观天象，发现在斗宿、牛宿之间有紫气上冲于天，后经雷焕判断是“宝剑之精上彻于天”，这才重新被发掘出来。这首诗就是化用上述传说，借歌咏龙泉剑以寄托自己的理想和抱负，抒发不遇的感慨。　　诗人用古代造就的宝剑比喻当时沦没的人才，贴切而易晓。从托物言志看，诗的开头借干将铸剑故事以喻自己素质优秀，陶冶不凡；其次赞美宝剑的形制和品格，以自显其一表人材，风华并茂；再次称道宝剑在太平年代虽乏用武之地，也曾为君子佩用，助英雄行侠，以显示自己操守端正，行为侠义；最后用宝剑沦落的故事，以自信终究不会埋没，吐露不平。显然，作者这番夫子自道，理直气壮地表明着：人才早已造就，存在，起过作用，可惜被埋没了，必须正视这一现实，应当珍惜、辨识、发现人才，把埋没的人才挖掘出来。这就是它的主题思想，也是它的社会意义。不难理解，在封建社会，面对至高至尊的皇帝陛下，敢于写出这样寓意显豁、思想尖锐、态度严正的诗歌，其见识、胆略、豪气是可贵可敬的。对于压抑于下层的士子来说，更会深受感奋。这首诗的意义和影响由此，成功也由此。　　张说评述郭震“文章有逸气，为世所重”。所谓“逸气”，即指其作品气势不羁，风格豪放。《古剑篇》的艺术特点，正如此评，其突出处恰在气势和风格。由于这诗是借咏剑以发议论，吐不平，因而求鲜明，任奔放，不求技巧，不受拘束。诗人所注重的是比喻贴切，意思显豁，主题明确。诗中虽然化用传说，不乏想象，颇有夸张，富于浪漫色彩。例如赞美宝剑冶炼，称道宝剑品格，形容宝剑埋没等，都有想象和夸张。但是，笔触所到，议论即见，形象鲜明，思想犀利，感情奔放，气势充沛，往往从剑中见人，达到见人而略剑的艺术效果。实际上，这首诗在艺术上的成就，主要不在形式技巧，而在丰满地表现出诗人的形象，体现为一种典型，一种精神，因而能打动人。“文以气为主”，“风格即人”，此诗可作一例。　　（倪其心）"
        },
        {
            "title": "同徐员外除太子舍人寓直之作",
            "content": "太子擅元良，宫臣命伟长。除荣辞会府，直宿总书坊。露湿幽岩桂，风吹便坐桑。阁连云一色，池带月重光。叶死兰无气，荷枯水不香。遥闻秋兴作，言是晋中郎。",
            "comment": ""
        },
        {
            "title": "惜花",
            "content": "艳拂衣襟蕊拂杯，绕枝闲共蝶徘徊。春风满目还惆怅，半欲离披半未开。",
            "comment": ""
        },
        {
            "title": "寄刘校书",
            "content": "俗吏三年何足论，每将荣辱在朝昏。才微易向风尘老，身贱难酬知己恩。御苑残莺啼落日，黄山细雨湿归轩。回首汉家丞相府，昨来谁得扫重门。",
            "comment": ""
        },
        {
            "title": "诗二首",
            "content": "流落天涯怀海涯，旧山终日恨归迟。思量却得蹉跎力，会尽人间一肚皮。",
            "comment": ""
        },
        {
            "title": "塞上",
            "content": "塞外虏尘飞，频年出武威。死生随玉剑，辛苦向金微。久戍人将老，长征马不肥。仍闻酒泉郡，已合数重围。",
            "comment": ""
        },
        {
            "title": "子夜四时歌六首·春歌",
            "content": "陌头杨柳枝，已被春风吹。妾心正断绝，君怀那得知。青楼含日光，绿池起风色。赠子同心花，殷勤此何极。",
            "comment": ""
        },
        {
            "title": "东郊赋诗",
            "content": "今日出东郊，东郊好春色。青青原上草，莫放征马食。",
            "comment": ""
        },
        {
            "title": "王昭君三首",
            "content": "自嫁单于国，长衔汉掖悲。容颜日憔悴，有甚画图时。压践冰霜域，嗟为边塞人。思从漠南猎，一见汉家尘。闻有南河信，传言杀画师。始知君念重，更肯惜峨眉。",
            "comment": ""
        },
        {
            "title": "十月乐游诗",
            "content": "十月严阴盛，霜气下玉台。罗衣差自解，绮帐待君开。银箭更筹缓，金炉香气来。愁仍夜未几，已使炭成灰。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "前山尚自无人到，更说后山山更高。",
            "comment": ""
        },
        {
            "title": "题龙华山",
            "content": "昔年曾到此山来，百鸟声中酒一杯。最好寺边开眼处，段文昌有读书台。",
            "comment": ""
        },
        {
            "title": "纸窗",
            "content": "偏宜酥壁称闲情，白似溪云溥似冰。不是野人嫌月色，免教风弄读书灯。",
            "comment": ""
        },
        {
            "title": "二月乐游诗",
            "content": "二月芳游始，开轩望晓池。绿兰日吐叶，红蕊向盈枝。柳色行将改，君心幸莫移。阳春遽多意，唯愿两人知。",
            "comment": ""
        },
        {
            "title": "光囊花",
            "content": "开花空道胜於草，结实何曾济得民。却笑野田禾与黍，不闻弦管过青春。",
            "comment": ""
        },
        {
            "title": "野井",
            "content": "纵无汲引味清澄，冷浸寒空月一轮。凿处若教当要路，为君常济往来人。",
            "comment": ""
        },
        {
            "title": "诗二首",
            "content": "江楼四面立屏风，到此诗家合用功。沽酒店藏花影内，打渔村在浪声中。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "人世几番更面目，仙山依旧锁烟霞。",
            "comment": ""
        },
        {
            "title": "闻蛩",
            "content": "愁杀离家未达人，一声声到枕前闻。苦吟莫向朱门里，满耳笙歌不听君。",
            "comment": ""
        },
        {
            "title": "云",
            "content": "聚散虚空去复还，野人闲处倚筇看。不知身是无根物，蔽月遮星作万端。",
            "comment": ""
        },
        {
            "title": "老卒",
            "content": "老来弓剑喜离身，说着沙场更怆神。任使将军全得胜，归时须少去时人。",
            "comment": ""
        },
        {
            "title": "宿渔家",
            "content": "几代生涯傍海涯，两三间屋盖芦花。灯前笑说归来夜，明月随船送到家。",
            "comment": ""
        }
    ]
}