{
    "dynasty": "宋",
    "author": "释居简",
    "poems": [
        {
            "title": "灞桥风雪图",
            "content": "桥滑驴僵噤不嘶，诗穷弗死反穷诗。华山出是吟疆土，更欲烦君写倒骑。",
            "comment": ""
        },
        {
            "title": "{内力外囗}庵",
            "content": "{内力外囗}地一下，好肉剜疮。更安名字，雪上加霜。",
            "comment": ""
        },
        {
            "title": "八月大风大水",
            "content": "十日溪头鷁退飞，相逢那暇问雄雌。不如二月春风好，草木无情亦去思。",
            "comment": ""
        },
        {
            "title": "八月廿七风雨大浸",
            "content": "左扼飞廉吭，右拊巽二背。谓云如何其，坐使六鷁退。亦有司雨工，馽发击单于。不卷油然云，自欲干剪屠。乡来不鸣条，块亦不曾破。卿云千点明，华月半天堕。衮衣徂东山，拔木仍偃禾。至今东山诗，千载犹咏歌。悠然启金縢，风反雨亦止。是中果何书，顷刻变天纪。流言久弗作，狐亦不复疑。至诚动真宰，风雨胡不知。风雨不我以，我稼已堕水。不知十日淫，滴碎田父心。",
            "comment": ""
        },
        {
            "title": "白荷花",
            "content": "数畮澄漪不用耕，移根玉井不曾耘。羽衣何处霓裳遍，翠盖参差踏水云。",
            "comment": ""
        },
        {
            "title": "哀三城",
            "content": "岁逢虎牛祸折萌，荡荡蜀道犹可评。嗾奸反正善其计，振槁拉枯徒匀勸。初虽覆杯可撲减，终焉决海难为平。智人三尺眼前暗，明玉一玷磨弗晶。因仍扰扰不知了，残金欲灺连鞑人。武功夙著冲与寔，貂蝉贵欲兜牟成。孽成孤凤鸟不度，守有可死生无因。两公气节固相类，又类射虎飞将军。西和寅仲出儒素，开禧总饷先垂名。太丘是父有是子，冲楼跨灶前无伦。话头讲明有定见，不与奸谄相因循。犬戎日众我日寡，貔貅乍屈还乍信。贺兰饱鲜芳醉醇，啮指不仇南霁云。恸哭秦庭不肯援，有严玉帐无分兵。借令空弮可持满，飞镝已飞风中鸣。三城父兄一时陷，况复骨肉怀亲亲。有生必死死有所，此死可羞尸素群。矜韬衒略谩蠢蠢，妒功嫉效徒逡逡。幸灾之迹弗容掩，不掉之尾何足云。乡来益昌倡大义，阿源流芳千载荣。胜天倘可恃人众，公道莫于行路听。后先忠节贯日星，野史孰愈良史真。",
            "comment": ""
        },
        {
            "title": "白鸡谢静讲师",
            "content": "素羽剪零云，冠裁辰锦新。德如潮有信，雄压牝无晨。物化寤非蝶，蚁酣惊代邻。莫教风雨暝，缄口却羞人。",
            "comment": ""
        },
        {
            "title": "白苧歌",
            "content": "经纱才上机，梭飞玉攕攕。怕君寻春迟，落机宽裁衫。春心乱如蓬，冉冉随春霏。芳迳晓沾露，软尘红上衣。归来恨尘污，湔衣浣纱处。难湔芳露痕，易湔衣上尘。",
            "comment": ""
        },
        {
            "title": "白藕花寄袁元仓使",
            "content": "澄練彻山脉，玉透山池沙。老火奋残烁，凛姿燉不瑕。方方秋一奁，弹压红万葩。安得濂溪叟，来赋集林花。",
            "comment": ""
        },
        {
            "title": "白莲雨后渐衰",
            "content": "晓池芳柄褭残馨，褪雨欹风鹭委翎。碧展一奁秋練練，似怜玉色镜中零。",
            "comment": ""
        },
        {
            "title": "安藏主",
            "content": "尽都佛性自瞒顸，终日如愚已自谩。不是较渠三十里，平生穿凿不相干。",
            "comment": ""
        },
        {
            "title": "按曲图",
            "content": "八茧丝，舞衣嫌重要纎絺。君王自按霓裳曲，直到披前驻马时。",
            "comment": ""
        },
        {
            "title": "白马金砂洞",
            "content": "准拟朝餐洞口霞，更穷泓碧涨桃花。可曾石罅潴成玉，多是金边拣得沙。符说有灵寻汉篆，人因鉴止见胡麻。依稀似入天台路，不属刘家怀阮家。",
            "comment": ""
        },
        {
            "title": "八月大风大水",
            "content": "零落茅茨水半扉，媪颦翁蹙小儿啼。老鸡不管丰凶事，独自将雏树上楼。",
            "comment": ""
        },
        {
            "title": "白蘋洲新楼曰溪山伟观",
            "content": "溪头烟暖蘋花春，岂独满渚亦满汀。春城绮绣艳溪曲，柔玉掺掺歌采蘋。采采芳鲜日将暮，玉盌琼盂旋分貯。水晶阕冷禁城宽，兰櫂夷犹缓归去。乡来小亭横水浒，雨震风凌日榛莽。山鬼啸梁猿啸渚，寂寞风烟向谁诉。仙槎忽从银浦来，吟疆开拓搜吟才。眼前有句未暇着，只着画楼临水开。一双浮图竹插架，层级高低与楼亚。从来天巧不曾藏，纷纷俗眼空茫羊。赋比须还造楼手，大苏小杜相先后。柳恽才华更有馀，那堪一等爱楼居。",
            "comment": ""
        },
        {
            "title": "庵居即事",
            "content": "欲过东家怕渡桥，欲题黄叶怕随潮。经旬不踏门前路，陡顿苍苔绿色饶。",
            "comment": ""
        },
        {
            "title": "白藕花",
            "content": "一楮三年工，欲赋无三都。剪作千叶芳，出水渊不枯。照影秋湛染，摇柄春敷腴。夜老勺华月，侧此华玉壶。",
            "comment": ""
        },
        {
            "title": "白衣人简净人呈度牒",
            "content": "袖出天书喜动容，从来汗马不言功。长鞭未举追风去，回首相寻异类中。",
            "comment": ""
        },
        {
            "title": "矮僧求颂",
            "content": "见说矮人多计较，大家知道不曾藏。只将丈六金襴挂，莫与诸方论短长。",
            "comment": ""
        }
    ]
}