{
    "dynasty": "宋",
    "author": "释正觉",
    "poems": [
        {
            "title": "禅人并化主写真求赞",
            "content": "轻重之衡，妍媸之鉴。堂堂类而莫齐，的的混而不滥。身世闲闲，情田淡淡。秋水澄澄，江鸥泛泛。一点彻底兮丛林渊源，万化夤缘兮葛藤枝蔓。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "一枝秀出枬檀林，想见馨香慰众心。不负老兄开凿力，当风子和鹤鸣阴。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "一物长灵，十方普应。骑声跨色，超眺越听。浩浩也能纵能横，如如也能动能静。参饱丛林个样人，取饭不问谁家甑。佛云常乞是清规，一切食中斯正命。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "颦而嗔，伸而悦。默传鼻孔家风，用付眉毛时节。放下机投，展开漏洩。十方三世兮同得同参，二仪万像兮同听同说。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "万里西来坐少林，灯灯相续至如今。泥牛斗里同归海，玉线联时妙契鍼。未坠绵绵吾祖绪，不忘切切老婆心。风前一弄无弦曲，会有丛林人赏音。",
            "comment": ""
        },
        {
            "title": "泉州王道友舍簟乞颂",
            "content": "秋入眠床水一方，江湖风月坐来凉。浮浮爽气仙游去，身在苍烟白鸟行。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "众流吞海，大泽藏山。磨云月兮蟾蜍胆冷，卧风波兮鸥鸟情閒。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "南亩黄云禾弄穟，中洲白云苇成花。归舟恰向其间过，一棹清风夜到家。",
            "comment": ""
        },
        {
            "title": "小师慧果驰书取雪峰真歇和尚",
            "content": "鸟窠闲口聊吹布，雪老低头却入庵。生死同条末后句，也应千里问同参。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "云无心而不羁，谷有应而相宜。寂住通感，圆明了知。性汪洋而海有受，气突兀而山不移。百年身后所须物，问取南阳忠国师。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "真非真，假非假。是影是形，成幻成化。根门随处拽得回，声色自然骑与跨。耕翻海月之泥牛，游遍春阳之木马。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "寒山骨瘦，雪林气清。万机寖削，一点光明。其灵不可像，其妙不可名。默倚蒲团坐终日，你道何时不太平。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "云水性调，丛林气高。肚皮束篾，版齿生毛。十方身虚空样放，二升米拄杖头挑。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "山谷之响，水监之像。白云之心，太虚之量。应机也乍卷乍舒，据令也全收全放。三千世界你夤缘，百亿分身君伎俩。风行空，船驾浪，施受通同无住相。一言相送知不知，千僧在你钵盂上。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "伎俩俱无，身心淡如。霁月自分照，閒云从卷舒。疋上不足，疋下有余。少室谩传衣钵，曹溪不识文书。",
            "comment": ""
        },
        {
            "title": "玉壶阁颂",
            "content": "风霜磨洗秋空清，月浴星河分外明。默默玉壶中自照，家传清白妙难名。",
            "comment": ""
        },
        {
            "title": "借位明功",
            "content": "六户虚通路不迷，太阳影里不当机。纵横妙展无私化，恰恰行从鸟道归。",
            "comment": ""
        },
        {
            "title": "嵩山老人告行作六偈送之",
            "content": "未能老养卧林麓，要乞优恩除发须。濯足沧浪岁寒事，终来清友石菖蒲。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "眉棱棱，眼烱烱。自爱情閒，人嫌面冷。片云出岫之心，孤月濯潭之影。绝怜百亿分身，恰满三千化境。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "凛凛将军令已行，八荒四海要澄清。提来剑气干牛斗，洗荡氛埃见太平。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "顶雪抗春，目寒射人。蓑裹江湖雨，斗浮河汉津。拙忘机兮抱瓮，妙不传兮斲轮。谷鸟岩华自声色，十方普现刹尘身。",
            "comment": ""
        },
        {
            "title": "游司真洞",
            "content": "桃华濯锦春水寒，洞门窈窕玉勾栏。三峰拥翠云吞屋，九井扬波雪溅坛。象帝先身元老语，谷神后事阿谁观。羽郎清瘦发半白，待乞安期五色丸。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "临际全机格调高，棒头有眼辨秋毫。扫除狐兔家风峻，变化鱼龙雷火烧。活人剑，杀人刀，倚天照雪利吹毛。一等令行滋味别，十分痛处是谁遭。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "弦筈相衔，网珠相对。发百中而箭箭不虚，摄众景而光光无碍。得言句之总，持住游戏之三昧。妙其间也宛转偏圆，必如是也纵横自在。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "默而耀，虚而照。借用不悭，合体无兆。石牛卧而青山寒，木马嘶而明月晓。有底般人，相逢恰好。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "借婆裙子拜婆年，买尽风光不著钱。劈面来时莫回避，个人里许有生缘。",
            "comment": ""
        },
        {
            "title": "送鹿门宗席头",
            "content": "吉祥草织禅家供，一片瑠璃滑无缝。门掩鳞鳞水不流，窗含冉冉云初冻。坐寒风月蒲芦秋，睡足江湖鸥鸟梦。而今卷处追昔人，隐隐犹怀鼻头痛。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "了心非相，了相是心。皋禽梦寒琥珀树，海月光射珊瑚林。影摇风竹，响发秋碪。万像森罗俱演说，宝陀岩上有知音。",
            "comment": ""
        },
        {
            "title": "颂古二十一首",
            "content": "学道须教正眼开，莫将狂解意中猜。脱鞋龟上人难会，遂使携囊特地来。",
            "comment": ""
        },
        {
            "title": "与福州满禅人",
            "content": "而今别后记丁宁，曹洞家风句未形。月满凤林寒不梦，年深龟壳灼犹灵。沈沈莫触蛇头毒，的的须明犀角星。便与放开聊展手，那时相见望州亭。",
            "comment": ""
        },
        {
            "title": "宣和甲辰三月三日山谷寺偶成是时欲下长芦也",
            "content": "温风在山谷，青紫班芳妍。浩然春公心，不作彼此偏。其来初无像，荣事亦自然。云容淡如鹤，草色齐腻烟。竹萌裹豹袴，蕨茁引儿拳。盘箸富可喜，齿颊甘亦便。山水濯尘念，风云会前缘。苇法怀道人，拥众几两千。顶门眼照世，胸中海吞川。同雏丹山巢，羽成各翔迁。而今欲往集，相见而忘年。执鞭驱并驾，未愧无彩鞯。白鸥行作伍，水蔬对烹煎。抚摩青石牛，不得陪高眠。将趋皖口市，就买莎郎船。回首谢诸祖，觉法吾所天。慧灯耿不夜，心花芳枝联。后日儿孙辈，莫怪森罗前。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "一相无相，虚空等量。一身多身，物像俱春。动也出岫之云，静也居谷之神。现形说法也，刹刹尘尘。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "神定气平，心空智明。其机静而自应，其用虚而不盈。寒潭月落，霁夜河横。绍了亡祖位，借功成佛名。建立因缘皆尔尔，刹尘世界与众生。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "天童比丘，还相识不。白发寒岩雪，青瞳古涧秋。现身不堕类，分影也随流。它日果能窥顶相，晴云似放去山头。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "无外而容，无碍而冲。门墙岸岸，关锁重重。酒常酣而卧客，饭虽饱而颓农。突出虚空兮凤抟妙翅，踏翻沧海兮雷送游龙。",
            "comment": ""
        },
        {
            "title": "法澄上人出长芦了师兄画像求赞",
            "content": "傲雪松孤，怀云石癯。妙存而有也不有，独照而无也非无。万象勿能逃空王之印，众色莫我染灵蛇之珠。金鸡啼寒兮晓分夜户，玉兔弄魄兮莹彻冰壶。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "同中有异，功亡就位。异中有同，在位借功。一步密移玄路转，全身放下劫壶空。隐隐密密，玲玲珑龙。记取深云须变豹，自然死水不藏龙。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "岩壑之间，草木之阳春；江湖之上，风烟之精神。发须野雪，眉目秋津。渊默入寒蟾之窟，圆明养老蚌之珍。步步入尘，门门出身。莫愁指端兮焦尾之曲，可意钩上兮赤稍之鳞。",
            "comment": ""
        },
        {
            "title": "超然居士得得问道於宝峰祥祥师且欲归歌长篇",
            "content": "门门通彻长安道，信手拈来还恰好。脚跟踏著赵州关，丈六金身一茎草。我初相会个中人，法法圆通见怀抱。杖屦追随来道场，不学痴禅事关扫。青山白云一径通，行行鸟道谁寻讨。宝峰师是马馰儿，相得而今情不早。吸尽西江居士庞，唤回竖指俱胝老。泥牛力耕空劫春，木人捧出形山宝。罢捋虎须归去来，荆棘林中任起倒，午日丽天光杲杲。",
            "comment": "：【原题】：\r\n超然居士得得问道於宝峰祥祥师且欲归歌长篇以谢予偕其行见挽以和渍笔说句继之 | 【注释】【原题】：超然居士得得问道於宝峰祥祥师且欲归歌长篇以谢予偕其行见挽以和渍笔说句继之"
        },
        {
            "title": "甲寅春之海山雨后访王渊明知县",
            "content": "谁问春泥没履牙，萝门窈窕绿差斜。幽芳松菊渊明径，深秀溪山摩诘家。默照佛灯寒不掉，对缘心鉴净无瑕。仍闻懒甚融居士，庭鸟几番狼藉华。",
            "comment": ""
        },
        {
            "title": "庚子冬二十八日天意晴和与止上人同南麓行横",
            "content": "云麓胜处夙未到，清行兴锐忘崎嶔。谁无瘦杖少扶力，我与幽人同赏心。壑津软缘自宛转，岸树老碧长阴森。溪西乞火煮茶去，竹里人家斋磬音。",
            "comment": "：【原题】：\r\n庚子冬二十八日天意晴和与止上人同南麓行横冈转流长作清响阴溪直木寒无悴客到竹林人家饮茶而还 | 【注释】【原题】：庚子冬二十八日天意晴和与止上人同南麓行横冈转流长作清响阴溪直木寒无悴客到竹林人家饮茶而还"
        },
        {
            "title": "五位",
            "content": "正中来，月夜长鲲蜕甲开。大背摩天振云羽，翔游鸟道类难该。",
            "comment": ""
        },
        {
            "title": "送从上人驰书至京西",
            "content": "衲帔蒙头自照人，月明堂上转机轮。肯传千里鹡鴒语，要作十分棠棣春。雪岭同风当日事，石头束篾旧时麟。家林归卧长连稳，满眼清光不见身。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "太行盘纡，黄河泄舒。肝胆明洁，胸膺廓虚。清风未生齿颊，白雪已上眉须。少林之默无他说，黄梅之舂不识书。彻见本来人面目，名言安敢妄分疏。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "教示无辙迹，赞之绝涯岸。才发名言，便成形段。月芦混处鸣鸥，天水连时没雁。而今对现十成，向道只得一半。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "亡牛刃游，罔象珠得。沙漠漠而鸥寒，天苍苍而雁没。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "这个仪形，丛林饭丁。春山有雪发衰白，秋水无风眼冷青。妙明田地，净洁门庭。万缘不倚活卓卓，一事不著空灵灵。把手与药兮谁寻本草，问津指源兮自得图经。",
            "comment": ""
        },
        {
            "title": "六代祖师画像赞·四祖大医禅师",
            "content": "授屈眴衣，秉毗卢印。师坐西山，名称东震。蜂服之粉兮春蜜之滋，蚌肠之珠兮夜蟾之孕。远气呈祥，灵枝发旁。牛头接得融居士，华鸟不来庵外忙。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "不可以色见，不可以声求。风定花犹落，鸟啼山更幽。四衢明自晓，六户冷如秋。再坐不疑处，杯中弓影浮。",
            "comment": ""
        },
        {
            "title": "吴傅朋郎中书来尝得李伯时所画震旦第一祖西",
            "content": "其来何求，其去无得。寂漠度岭兮万里独行，清白传家兮九年一默。针芥投而妙不可名，毫厘差而敝不可塞。知过而改，知难而退。谁去谁来，自买自卖。当面讳却兮满眼乌华，望涯赞之兮隔身鲸海。",
            "comment": "：【原题】：\r\n吴傅朋郎中书来尝得李伯时所画震旦第一祖西归像相需以赞说偈寄之 | 【注释】【原题】：吴傅朋郎中书来尝得李伯时所画震旦第一祖西归像相需以赞说偈寄之"
        },
        {
            "title": "惠首座写师像求赞",
            "content": "衰飒仪容，僶俛颓慵。玲珑岩寺，夭矫云松。艳冷晚秋菊，韵清霜晓钟。刹刹尘尘三昧事，知音何处不相逢。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "额高耸骨，眼深藏神。诸缘{左氵右曶}合，一默真醇。自得混成物我，谁能碎折根尘。不来而来不见见，会有知音彼上人。",
            "comment": ""
        },
        {
            "title": "投食山家",
            "content": "霜晨藜杖起孤禅，乞食山家图省缘。斜径顺风鸣竹火，飞甍迷眼映松烟。秋羹木鳖有真味，午饭树鸡无俗羶。谁谓客床卧不稳，我无支遁买山钱。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "澗月之孤，岩松之癯。秋生眉目，霜侵发须。诸法之相了空寂，妙存之性非有无。一尘飞巨海，片雪点红炉。应事头头俱出碍，自然妙触解回途。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "痴坐颓然，山空壑乾。离微出入，偏正往还。千年琥珀之松兮鹤巢梦冷，半夜珊瑚之月兮鲸{左马右展}波寒。全功及尽，借路何难。转步而回丛林也津津和气，放口而说河汉也浩浩翻澜。道逢作者，谁敢相谩。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "明月芦华四望连。转身人上合同船。借功自有旁参事，历历机头看正偏。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "形衰柳蒲，心老江湖。鱼潜波路静，鹤梦月巢孤。不损色香三昧手，粉黏双股理华须。",
            "comment": ""
        },
        {
            "title": "赞芙蓉师祖真",
            "content": "凤眼鹤形，宗门伟匠。量外提撕，声前敲唱。据令兮长剑倚天，应机兮明珠在掌。太虚有月兮老兔含霜，大海无风兮华鲸吹浪。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "岭头功德眼，倦足等闲垂。红炉一点雪，直下廓亡依。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "身里出门，门里出身。白云能作客，明月解随人。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "渊默而明，湛存而妙。三世齐平，十方圆照。月随水而流，风入松而啸。相逢会有知音，向道自然同调。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "年老成精不谬传，赵州古佛嗣南泉。枯龟丧命因图象，良马追风累缠牵。勘破了老婆禅，说向人前不直钱。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "精神自然，秋早春先。蟠胸丘壑，绕齿风轻。理无生而心传阿祖，神不死而道出诸仙。苍黄酢酬兮将军齿镞之日，黑白胜负兮樵子烂柯之年。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "直到劫空明自己，不无不堕超生死。夜船载月钓沧浪，清白传家只如此。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "三界唯心，唯心三界，一切法空观自在。处处光明处处身，老回泡幻同无碍。吐云如山，吞川如海，了无毛发居其外。万象森罗尽我家，只个虚空肚皮大。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "寒淡相依，清白住持。秋横两目，雪覆双眉。老兔推月河汉阔，宾雁没烟星斗垂。穷通有自，机用输谁。消得而今一瞬，不须别唤沙弥。",
            "comment": ""
        },
        {
            "title": "六代祖师画像赞·二祖大祖禅师",
            "content": "立雪齐腰，求法断臂。有志忘诸躯，无心契诸己。了了常知，其知密微。妙不借口，的自传衣。全功归父底时节，拈转虚空绝所依。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "须发衰残，空山雪寒。眉目清淡，野水秋还。一念万年了尘劫，十方三世同正观。翡翠天晴而清虚廓彻，珊瑚海月而光焰波澜。现形说法应机感，笑指俱胝百草端。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "乞食浙西苏与秀，人人奉佛家家富。收拾几成三万缗，尚自不能供众口。",
            "comment": ""
        },
        {
            "title": "雪晴寄刘殿撰",
            "content": "半毡半幅一羌床，寒淡家风肖老庞。容易著身藏北斗，等闲开口吸西江。龛灯梵夹香摇几，茅屋禅蒲雪照窗。方外友於思对麈，隐人胸次作舂撞。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "雪浸发根，秋生眼棱。肯月泉头客，清风楼上僧。潮翻麈尾兮蹴踏龙象，风旋羊角兮变化鲲鹏。主盟佛事，最得人憎。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "地藏栽田博饭，南泉买鎌割禾。六祖负舂明历历，金牛棒钵笑呵呵。古人得恁饱参煞，尔辈莫嫌辛苦多。",
            "comment": ""
        },
        {
            "title": "能仁仁长老写师像求赞",
            "content": "大圆镜性，平等智心。老兔卧寒兮清炯炯明月之窟，长鲸{左马右展}海兮光漾漾珊瑚之林。千里雪翻波渺渺，百川潮涨水深深。鹏抟鲲，蜕壳子。和鹤鸣阴随应还，游刃相逢有赏音。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "万物自有功，当言用极处。事存函盖合，理应箭锋柱。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "云水之身，山林之气。不专乎学，不游乎艺。默坐而心空，妙传而道贵。西风凄清秋有痕，长天碧净云无蒂。从来佛祖真宗，只麽克承家世。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "拽石般土，打鼓作舞。意不立玄，机不停午。踏破草鞋赤脚行，见成底事休回互。不回互，大龙不受玄沙瞒，前面斑斑元是虎。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "刹刹尘尘，随应现身。百川之月，百华之春。阿你随宜手眼快，更谁敢议骨头贫。道交德邻，主主宾宾。三世混融，据本来而合同；六门变通，在今日而亡功。下钱胡饼案，放手馒头笼。南山起云兮北山下雨，古佛露柱兮互换家风。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "忒团圞，不相瞒。冬不寒，腊下看。",
            "comment": ""
        },
        {
            "title": "偈",
            "content": "句里明宗则易，宗中辨白则难。冻鸡未报家林晓，隐隐行人过雪山。",
            "comment": ""
        },
        {
            "title": "善应不触",
            "content": "出门云水任茫茫，相应相酬许当行。一切时无第二念，雪峰於此谢灵光。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "老态垂垂，岁月浸欺。半头生白发，瘦骨裹黄皮。情闲用而活，句妙默而知。河阔斗寒云静夜，天无四壁风披披。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "松石岁寒，雪月高闲。野雪发须上，秋波眉睫间。用持智柄，静入道环。觉心了了，幻事斑斑。草木精神兮风流自得，丛林气像兮春信谁悭。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "玉女依稀夜动机，锦丝历历吐梭脐。水天湛碧全功堕，雪月寒清一色迷。",
            "comment": ""
        },
        {
            "title": "别五祖山悦众",
            "content": "东山聚散亦夤缘，华吐芳姿柳锁烟。肯处根尘非一一，用时手眼恰千千。塔中祖有相传事，岭外人元不会禅。后日能来圆此话，未嫌敲枕唤春眠。",
            "comment": ""
        },
        {
            "title": "机禅人出丐求颂",
            "content": "尘刹分身看化机，青烟几处午家炊。面墙坐照丛林事，持钵丐缘云水饥。出谷鸟传春次第，漾舟人爱月相随。归来定有饱参句，笑解枯禅篾肚皮。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "雪发霜须，风袖烟裾。空壳累於可卜，木蠹偶以成书。豹雾之虎，龙雷之鱼。变化复何日，升腾似有初。旧时行履故然改，向道而今井觑驴。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "传之失真，体之而神。明白智圆而有照，清虚理极而无身。心萌法法，影落尘尘，一段精光华上春。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "髑髅历乾，鼻孔觉宽。廓空三际，不立毫端。面目风霜杀，身心水月寒。情尘净尽兮，万像齐观。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "静而不纷，野而不文。丘壑身心麋鹿共，江湖风月白鸥分。",
            "comment": ""
        },
        {
            "title": "与辅禅人",
            "content": "方游捋遍虎髭须，空劫壶中探有无。风月满头功未转，江山入骨病难扶。针投芥粒机非爽，弦续鸾胶道不枯。归去丛林看仪羽，丹山出处九包雏。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "功转密藏，寻踪迹以无方。影现益彰，历因缘而有常。身分尘刹普，舌拄梵天长。心心不触菩提用，法法无依般若光。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "喫粥了，洗钵去，法尔圆成正规矩。可怜叶氏怕真龙，却怪谢郎欺猛虎。本常路，真实语，这僧且问如何悟。从来鼻孔大头垂，不用安排兮自著处所。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "无像而像，有许模样。不真而真，只个形神。豁清也千岩万壑而秋，光丽也诸尘百草而春。恁麽来兮，处处相亲。",
            "comment": ""
        },
        {
            "title": "谢通讲师五偈",
            "content": "乞食因循答教迟，想能心照未相疑。三年约友共连璧，千里同风那隔丝。鞭笋嫩黄出泥土，槿华寒紫裹藩篱。雨驱暑去晚明霁，来雁门头字脚垂。",
            "comment": ""
        },
        {
            "title": "六代祖师画像赞·六祖大监禅师",
            "content": "广南樵夫，淮西行者。明珠走盘，黄金出冶。透影像兮凡圣罔得同尘，续光明兮家世自然不夜。众星之拱斗之魁，百川之趋海之下。弃钵袋而逃，提不起而恳招。非风旛之摇，示即物之情超。叶落归根兮来时无口，百千三昧兮九牛一毛。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "像兮非真，真兮非像。妙明四大之前，自出诸缘之上。不把一字之心传，有吞百川之器量。随方普应而不亏，的的夜光而在掌。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "浪爪拏舟雪溅空，十年胸际著慈风。如今堂上时相见，分付饮茶谈笑中。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "三千世界出弹指，百亿庄严集化身。寿域无疆同道久，河沙劫数一成春。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "狗子佛性有，狗子佛性无，直钩元求负命鱼。逐气寻香云水客，嘈嘈杂杂作分疏。平展演，大铺舒，莫怪侬家不慎初。指点瑕疵还夺璧，秦王不识蔺相如。",
            "comment": ""
        },
        {
            "title": "登祥云庵谒东林明首座",
            "content": "伐木清哦癖在肠，握筇苍磴履重霜。玲珑堕壑乳泉响，萧瑟到门松吹香。高寒夜雨冻一色，虚净晓云流五光。社散荷枯有遗友，目青须发半沧浪。",
            "comment": ""
        },
        {
            "title": "与腖禅人",
            "content": "白苹风作江头秋，青鸟梦随沙水流。清兴十分蓬上月，满船载入芦华洲。斯适意，去来休。六鳌合负归来也，烟浪雪翻收钓钩。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "一阳生，万物潜萌。隐隐有像，寥寥未形。蚌肠含妙蕴，犀角晕通星。密密用，细细行，本智虚融与理冥。露地白牛肥腻饱，拥蓑人驾雪山耕。",
            "comment": ""
        },
        {
            "title": "廓禅人干田求颂",
            "content": "廓虚田地绝蓁荆，望断玉堂冰鉴平。素色依稀云拥耒，练光片段月分耕。意为衲子延筇履，力丐檀那助饭羹。将见金牛笑相唤，丛林气像不多争。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "里头看，勿暑寒，直下沧溟沥得乾。我道巨鳌能俯拾，笑君沙际弄钓竿。",
            "comment": ""
        },
        {
            "title": "净居照长老写师像求赞",
            "content": "真乘无门兮佛佛道同，面壁有句兮祖祖心空。静居方外，智入环中。借功明寂默，借伴入樊笼。十方周匝，三世混融。刹刹尘尘齐说法，见闻互换自相通。",
            "comment": ""
        },
        {
            "title": "即觉庵子中居士来访妙峰之西既去作六言五首",
            "content": "世外道人有在，庵中瓶粟无储。过客未容空去，挽衣相与分蔬。",
            "comment": "：【原题】：\r\n即觉庵子中居士来访妙峰之西既去作六言五首送之 | 【注释】【原题】：即觉庵子中居士来访妙峰之西既去作六言五首送之"
        },
        {
            "title": "上元后二日过谦师庵",
            "content": "横溪一径两山分，深翠茏葱行日昏。流水漱冰寒有骨，閒云敛霁雪无根。应容野毳来投饭，不管春眠往扣门。窗几薰炉摇篆字，龟床麈语对清温。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "雨从何来，不离问处。森罗大千，出乎方寸。照中之虚，静中之动，衲僧分上常相共。寒露濡松夜气清，皋禽惊起月巢梦。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "寒雪一颠，秋云半肩。渊默曲木，月行霁天。转功能就位，借伴还入廛。机用也离虚坎实，变通也坤断乾连。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "吸尽西江向汝道，马师家风不草草。截流一棹破烟寒，天水同秋清渺渺。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "远山之雪兮发毛衰白，大壑之秋兮眼棱寒碧。水云肝胆兮佛世之灯，丛林事业兮祖宗之脉。龙梭锦机，金刀玉尺。诸尘三昧兮还我自由，二仪万像兮与宅平出。",
            "comment": ""
        },
        {
            "title": "礼投子青禅师塔",
            "content": "塔藏玉骨，云抱山腰。迹尘外泯，道光内昭。度金针之玉线，续凤弦之鸾胶。壶春在而花芳枯木，夜鹤鸣而月浸孤巢。家风清淡兮石牛饮水，儿孙秀拔兮天柱摩霄。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "无对无待，有兼有带。历历物机，空空眼界。绵绵相柱兮箭锋，恰恰相应兮函盖。巨海饮毛，妙峰纳芥。彼不见其有余，我方知其无外。普明照世约同参，补怛落伽观自在。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "三寸舌，两片唇，无始时来赚杀人。解弄不教圭角露，阿谁参见跛云门。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "南台之静，中邑之应。圆明之知，平等之性。烂柯棋局樵，钓雪华亭艇。披丛林明白之襟，握云水清凉之柄。动自风流，閒宜月定。心闻况是赏音，相{座坐换带}何妨打令。",
            "comment": ""
        },
        {
            "title": "春意渐深送客至山麓田舍来往道中复逢法上人",
            "content": "云阵纤纤洗花雨，深竹新闻子规语。青山白云吾定居，枯肠那著归思虑。",
            "comment": "：【原题】：\r\n春意渐深送客至山麓田舍来往道中复逢法上人因作数语以记所见云 | 【注释】【原题】：春意渐深送客至山麓田舍来往道中复逢法上人因作数语以记所见云"
        },
        {
            "title": "送嵩上人住庵",
            "content": "世间尘杂长人瘿，归卧萝龛霜月影。里许离微妙转功，玉壶夜汲瑠璃井。吾家语味嚼枯硬，醉饱回来双眼冷。云水明明得自由，六门事外谁关屏。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "湛乎性源，游乎度门。动静出碍，方圆不痕。寒木得春晚，雪窗亡夜昏。通塞也虚离实坎，变化也连乾断坤。六和合而无功兮脱略三千之界，万差别而有据兮齐承一点之恩。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "一切相空，其后之心。一切心空，其后之相。幽谷云生，寒潭月上。应因缘平定二仪，了幻化森罗万像。恰恰不疑，如指诸掌。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "性得渊源，穷通自然。潭寒龙蜕骨，松老鹤成仙。无心白云出岫，有应明月浮川。相逢借伴人间世，游戏尘尘三昧缘。",
            "comment": ""
        },
        {
            "title": "与法上人南谷过黄氏居",
            "content": "乱石深云寻野泉，老侬怪我地行仙。钟情山水醇於酒，今夜竹床成醉眠。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "渊默元成，至虚不盈。体天地之含光，十方昭彻；用阴阳之变态，万像崝嵘。百战瘢知风雨信，垂头兀兀老升平。",
            "comment": ""
        },
        {
            "title": "嵩山老人告行作六偈送之",
            "content": "嘤嘤鸟鸣如客情，行行柳眼向人青。投心旧友春成物，汲水前溪月下瓶。",
            "comment": ""
        },
        {
            "title": "送仝座主归上党",
            "content": "月兔含清欲喷霜，客怀陈习作归翔。虽云扫尽名言垢，我笑熏成知见香。聚石为徒头易点，悟空能讲义难量。到家握麈随宜说，莫对余机挥界方。",
            "comment": ""
        },
        {
            "title": "送缘上人持钵",
            "content": "缘丐人间一锡飞，苍岩烟腻雪初晞。风丝未许闹禅眼，云锦将看落化机。自勉丛林供食钵，谁嫌尘土翳征衣。归来僧饱上方饭，相伴春山歌采薇。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "露，超宗越祖。人言渠爇返魂香，我道伊挝涂毒鼓。苦苦，更若咬文嚼字，规行矩步。上唱下随，前瞻后顾。张三裹帽新有钱，富汉不是恁麽做。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "锁口而禅，篾腹而饿。透出劫空心相微，不见秋毫身量大。法憙为食，法空为座。毗耶门户打开，少室家风觑破。言满天下兮，而无口过。",
            "comment": ""
        },
        {
            "title": "齐上人发心知罗汉堂求颂",
            "content": "修结僧缘清净因，青油白茗与乌薪。庞眉五百圣尊者，行脚一千吾上人。云屋芳资开菡萏，地炉暖气卧麒麟。睡魔不至蒲禅稳，自照光明默默神。",
            "comment": ""
        },
        {
            "title": "举侍者求颂",
            "content": "秋风濯烦骨，日日觉清省。相与事枯禅，所养饱正命。老蟾浴星河，魂魄明耿耿。真味入谁肠，但知百念冷。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "只个家风，穷而却通。於其间内绍外绍，在里许转功借功。至游而默，妙用而冲。气温温而春活，心湛湛而秋空。相随来也兮，头头契同。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "眼里拈却翳，空中那有华。路不拾遗君子事，民无侵扰玉平家。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "不可得一，不可得异，我如是也彼如是。两茎眉现燄光身，百草头扬祖师意。归云谁使就青山，落华自得随流水。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "五九四十五，春风吹断前山雨。行云归去复何心，转背飘然无觅处。无觅处，知不知，坐断十方还是谁。东弗于代郁单越，西瞿耶尼阎浮提。",
            "comment": ""
        },
        {
            "title": "偈十首",
            "content": "心是根，法是尘，两种犹如镜上痕。尘垢尽时光始现，心法双忘性即真。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "须知风动心摇树，果见云生性起尘。雨霖霖兮日杲杲，点头弥勒解分身。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "本来无物，当处出生。白毵毵之头发，乌律律之眼睛。谁敢居尊宿，僧相奉老成。现威仪，住灭定。随影响，放光明。玳瑁海深难寻含月之蚌，珊瑚林没谁见{左马右展}潮之鲸。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "身兮芭蕉，口兮葛藤。雪乞人天饭，光传佛祖灯。机活作春像，念冷摩风棱。金针玉线兮，谁我绳绳。",
            "comment": ""
        },
        {
            "title": "清上人持钵求颂",
            "content": "苕霅溪头柳眼青，食时持钵众香城。诸邻定怪颠毛白，久客自怜心境清。重念雪寒亲麈语，无忘水暖走鸥盟。饱丛林汉深相悉，笋蕨春山次第生。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "父母所生眼，悉见三千界，拈却案山谁我碍。直饶全象无全牛，未免依前还碍塞。衲僧家真庆快。物我虚空，混成一块。更於何处著根尘，只个堂堂观自在。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "心不能缘，口不能议。直须退步荷担，切忌当头触讳。风月寒清古渡头，夜船拨转琉璃地。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "画得几成，精神许清。秋高月转，天淡河横。出家如有以，处世似无情。而今闹里相将去，拨动眉毛眼更明。",
            "comment": ""
        },
        {
            "title": "恭鉴二禅人干浴镬求颂",
            "content": "范金为镬沸兰津，分付楞严会上宾。妙触宣明渠具眼，纤尘不受我通身。投谐冷暖浑忘水，迎合温和似得春。炉鞴相催成底器，量吞云梦可斯人。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "垂老之姿，须发如丝。渊默之味，耳口无疵。秋高河影阔，露冷月行迟。答呼若谷神之应，对事得珠色之随。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "百城游遍，遍诣文殊。不见其身，唯摩其顶。老眼就看青嶂骨，败鞋行到白云根。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "默默神澄，棱棱气清。河汉之月耿耿而不夜，蒹葭之风凄凄而有声。相逢便说无生话，万像森罗作证明。",
            "comment": ""
        },
        {
            "title": "嵩山老人告行作六偈送之",
            "content": "挽衣苦怪不我住，怀事乞成今乃时。雷动定知开蛰户，春寒无要勒华枝。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "清白门庭四绝邻，长年关扫不容尘。光明转处倾残月，爻象分时却建寅。新满孝，便逢春，醉步狂歌任堕巾。散发夷犹谁管系，太平无事酒颠人。",
            "comment": ""
        },
        {
            "title": "荣上人发心知罗汉堂办茶油事乞颂",
            "content": "这开梦觉底因缘，佛佛心同亡后先。一点灵明三世外，十分妙净万机前。琢磨自得丛林下，游戏何妨百草颠。尘刹纵横俱化事，起家人只夺空拳。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "智须转色，净还发光。活眼唯自照，喜眉为谁扬。巍巍堂堂，炜炜煌煌，莫道侬家兮触事面墙。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "老觉情多念子孙，而今惭愧起家门。是须记取南山语，镂骨铭肌共报恩。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "缄默之妙，本光自照。鉴物之真，眼里有筋。出气之快，鼻头有窍。见道之根，德象之要。处处相应兮，不余不少。",
            "comment": ""
        },
        {
            "title": "寄石湫童知县",
            "content": "溪头茅屋远追陶，斗米而今懒折腰。汉水丈人甘抱瓮，箕山居士厌鸣瓢。心秋霁月夜相照，鬓雪温风吹不消。身世曲肱分付梦，蘧随蝴蝶到华条。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "山覆雪兮一颠白，水深秋兮两眼青。卦爻初作象，皮骨自成形。混沌已前之朴，阴阳未判之灵。道传不出世佛，义备勿开题经。应兮云月，用也雷霆。有守而涵海镇岳，无羁而断梗流萍。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "月犀得晕，雾豹养文。有通有变，或合或分。夜寒河濯斗，山润石生云。妙湛体前明历历，从交天下乐忻忻。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "一头白发几回春，方信闲身似痴人。直下放教平稳去，更将何法作根尘。法无根尘，心无向背。心无向背，道合自然。道合自然也，日日好日，年年好年。东君刀尺裁华木，付与过头杖子禅。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "拄杖倚床，默而成章。夜月通犀角，秋空没雁行。清写芭蕉雪，秀盛芙蓉霜。青原价问卢陵米，会有知音句厮当。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "耳应声而无响，眼有照而亡缘，旷劫清规里许圆。生死死生不到处，云磨秋色水连天。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "壮志棱棱鬓未秋，男儿不愤不封侯。翻思清白传家客，洗耳溪头不饮牛。",
            "comment": ""
        },
        {
            "title": "即觉庵子中居士来访妙峰之西既去作六言五首",
            "content": "归来三径春草，梦卧一团雨蓑。白发暗移玉烛，昏窗净洗金波。",
            "comment": "：【原题】：\r\n即觉庵子中居士来访妙峰之西既去作六言五首送之 | 【注释】【原题】：即觉庵子中居士来访妙峰之西既去作六言五首送之"
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "颠毛如许白，面孔较些肥。寒松偃蹇兮雪在顶，枯山癯瘠兮春添衣。据床握杖，雷吼电飞。光痕已露也，是谁见几。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "末后句，会也无，德山父子太含胡。座中亦有江南客，莫向人前唱鹧鸪。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "净智而昭昭，体空而寥寥。天心河淡月欲下，松顶雪寒春未消。三世迁流兮弹指可断，万年长久兮一念全超。恁麽来也，顺风上潮。",
            "comment": ""
        },
        {
            "title": "仙上人出丐求颂",
            "content": "缀钵持来勇入廛，家家行结胜因缘。三千界重慈悲佛，五百生称忍辱仙。芳濯丛林春冉冉，明随流水月娟娟。饱参事与千僧供，洗足蒲团枯木禅。",
            "comment": ""
        },
        {
            "title": "偈十首",
            "content": "万像之中独露身，唯人自肯乃方亲。昔年谬向途中觅，今日观来火里冰。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "痴钝之师，枯槁之姿。鼻寒垂涕，眼老生黐。玉怀石而矩，珠养蚌而规。长短华枝春次第，东西波棹月相随。",
            "comment": ""
        },
        {
            "title": "次韵真歇和尚圆觉经颂一十四首·贤善首菩萨",
            "content": "陀罗尼句觉皇宣，一略闻名胜施缘。端见髓心相付嘱，莫将耳口作流传。顿机做处天飞电，大器任时海纳川。不是老婆情分切，肯留文字破尼乾。",
            "comment": "：【原题】：\r\n次韵真歇和尚圆觉经颂一十四首·贤善首菩萨章 | 【注释】【原题】：次韵真歇和尚圆觉经颂一十四首·贤善首菩萨章"
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "迹像而无，纯全而有，阴阳不测之神，生灭不到而寿。十方界聊现半身，三世佛不消一口。只个山形拄杖子，与君触处相随走。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "年齿垂垂，须发丝丝。月寒无影树，春在未萌枝。得失折肱塞人马，输赢烂柯樵子棋。示现威仪而不起灭尽之定，不由心念而自然圆明之知。",
            "comment": ""
        },
        {
            "title": "景禅人求颂",
            "content": "混处还须转侧看，底时妙在一丝端。闲云卷雨秋空阔，明月流辉夜水寒。棹破波光华细碎，梦惊蓬晓影团圞。真机分应头头准，却出黄芦把钓竿。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "枯木之春，蟠桃之辰。自然时节，不费精神。啐啄丹山之凤窟，游跃桃华之龙津。一机历历，三昧尘尘。眼中之物物中眼，身里出门门里身。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "妙处难传，明明像先。光凝雪月，秋连水天。百亿分身随应事，更嫌何处不周旋。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "心心绝缘，了了亡年。吞佛空三世，披经等大千。妙观智出碍，韶昼春无边。齐物竹床蝴蝶梦，双飞栩栩华风颠。",
            "comment": ""
        },
        {
            "title": "送智首座还乡",
            "content": "颠毛垂雪堕清贫，卧久风林梦转身。一境妙明还就父，六门虚应却来人。凉秋月兔流魂莹，湛水云龙蜕骨陈。家法儿孙须力振，此行未可腐宾宾。",
            "comment": ""
        },
        {
            "title": "小师慧果丐盐求颂",
            "content": "可中滋味欠些些，成就庐山笋蕨家。丐事子行黄苇渡，盟心人在白鸥沙。和羹户户俱煎卤，扫雪村村欲没靴。味及衲僧初偃月，圆通只个是生涯。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "劫前机，肘后印，用而无痕，空而不尽。是谁造作大千，出自虚明方雨。你侬欲去泥瘢，匠石不悭斤运。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "枯坐清严，真宗剧谈。一明无异相，万化是同参。牛头转觉病懒，鸟喙不用华衔。甘分住山三束篾，等闲对客七斤衫。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "石霜一宗，亲传九峰。香烟脱去，正脉难通。月巢鹤作千年梦，雪屋人迷一色功。坐断十方犹点额，密移一步看飞龙。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "须发垂白，面皮淡黄。茶醒睡眼，饭塞饥肠。情田闲自廓，心地净而光。云敛山川雨，月明河汉霜。门门得用亡机械，个事十成谁覆藏。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "气韵能清，眉目似笑。深深入大道之环，默默守群机之要。闹里随缘，虚中分照。用作家之钳鎚，与本分之草料。千毳相从兮，俱求参饱。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "雪发霜髭，古岩阿师。坐寒空劫眼，机活用时眉。文殊靠倒维摩诘，帝释仰赞须菩提。如今喫饭下堂去，谁敢等闲欺石梯。",
            "comment": ""
        },
        {
            "title": "戚泽民从新正日供三僧求颂",
            "content": "君家炊饭办蔬薇，日供畦衣三阿师。海上浮杯登岸后，云间飞锡过门时。伊蒲塞作新香气，宾度卢迎老白眉。施受等心相称可，月随流水下春池。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "挫来机，总权柄。事有必行之威，国有不犯之令。宾尚奉而主骄，君忌谏而卧佞。底意岩头问德山，一抬一搦看心行。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "石上足蟠，人间念乾。秋生眼角，喜入眉端。丘壑之身心磈磊，丛林之肝胆衰残。澗月依稀，夜霜濯磨而气韵清白；岩松偃蹇，朔雪湔洗而精神翠寒。行脚屦败，住山篾宽。点著破灶堕，呼回倒刹竿。光阴催促三眠茧，风雨扪摩百战瘢。影像受鉴，音声度垣。寂默髑髅眼，光明赤肉团。云锦舒春兮华容光燄，潮雷卷雪兮海口波澜。挂拂之喝，拄杖之窜。胡饼馒头有变通而绍祖供职，莲华荷叶没科臼而说禅判宦。相随学步，莫似邯郸。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "九重尊贵位中人，灿灿星图拱北辰。活计四时调玉烛，家风万世运金轮。区分群象布淳化，囊括二仪怀至仁。算数不能穷寿量，南山苍翠镇长春。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "开炉岁岁是今朝，暖气潜通称我曹。可惜丹霞烧木佛，翻令院主堕眉毛。",
            "comment": ""
        },
        {
            "title": "雨夜宿龙门晓登灵光台礼佛眼塔",
            "content": "一跃龙门适旧怀，棱棱浪级向人开。洗尘云阵浇华雨，借力天衢破蛰雷。略彴驾溪桃水满，浮屠瘞骨玉山颓。欲知佛眼无遮障，须到灵光不夜台。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "岸眉横雪，河目含秋。海口鼓浪，航舌驾流。拨乱之手，太平之筹。老赵州，老赵州，搅搅丛林卒未休。徒费工夫也造车合辙，本无伎俩也塞壑填沟。",
            "comment": ""
        },
        {
            "title": "借借不借借",
            "content": "识尽甘辛百草头，鼻无牵纆得优游。不知有去成知有，始信南泉唤作牛。",
            "comment": ""
        },
        {
            "title": "化上人持钵乞颂",
            "content": "化事而今尽付君，归来还我验儿孙。诸尘正受盛於钵，一句含胡覆却盆。别处见人知雪岭，自家喫饭识云门。底心肯负檀那力，开发真机报施恩。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "尘净无余，体明而虚。秋高夜永，河阔星疏。宛转兼而到，偏圆卷复舒。媚川果若珠含蚌，应物何妨井觑驴。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "眉眼分明，风柳柔青。心胆纯一，野华吐赤。了无物碍自由人，还得观音妙智力。连城不割谁肯休，相如却夺秦王璧。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "身心山野，面目草灰。默说一句，明暗全该。机流电天上之火，动发阳地中之雷。变化穷通有许事，向道俱从恁麽来。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "器宇潭潭，风骨岩岩。云梦之气吞八九，嵩少之道落二三。守一爻生成之机纽，秉诸祖烹锻之鎚钳。捏聚放行也肖岳蓄而海涵。",
            "comment": ""
        },
        {
            "title": "应禅人开田求颂",
            "content": "飘飘捉杖出烟萝，行丐身心遽许多。针鼻细中投玉线，机头密处度金梭。应缘片片云成雨，分照团团月在波。底意周旋便回首，旧巢寒卧雪林柯。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "寒雪覆颠，闲云拥肩。动随尔后，静住其前。百草头边老僧句，千华台上古佛禅。法法出碍，心心密传。百战之疮兮风雨瘢痒，九野之耕兮泥水领穿。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "五月五日天中节，百草头上看生杀。甘草黄连自苦甜，人参附子分寒热。薰莸难昧双垂爪，滋味那瞒初偃月。圆明了知心念閒，摩诃迦叶能分别。",
            "comment": ""
        },
        {
            "title": "过虎头岩",
            "content": "空岩俨若虎头苍，云腻岩前草木光。竹吐锦萌春雨饱，松含黄粉野吹香。石床蟠足散征倦，道境洗心聊坐忘。投饭上方兰若去，未能痴学顾长康。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "水不洗水，金不博金。眼不见眼，心不用心。不堕根境识，那涉去来今。迷里忽然逢达磨，何曾特地作丛林。",
            "comment": ""
        },
        {
            "title": "乌巨光长老写真求赞",
            "content": "骨寒气羸，顶雪颔丝。牛首之懒，虎头之痴。兀兀逃禅处，空空选佛时。九万鹏风扶羊角，千年兔月卧蛾眉。门门幻起，尘尘智随。蝴蝶梦游兮庄生齐物，桃华眼冷兮灵云不疑。初无棱缝，浑莫鍼锥。巴陵曾对吹毛剑，珊瑚撑月夜枝枝。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "一日不作，一日不食，歇者无心穫者力。分明只个是家风，会得种田博饭喫。",
            "comment": ""
        },
        {
            "title": "四宾主·宾中宾",
            "content": "平生心事结眉头，满面风埃鬓已秋。大底出门无伎术，奈何今日路贫愁。",
            "comment": ""
        },
        {
            "title": "泐潭云庵偶作",
            "content": "曦色云庵半堵红，霜林初暖鸟啼风。下知人在萝窗里，瞑目炉薰百虑空。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "佛病法病，佛药法药。本色衲僧，俱不染著。遇饭开口，要行移脚。自是现成，谁能造作。言满天下无口过，行满天下无怨恶。",
            "comment": ""
        },
        {
            "title": "嵩山老人告行作六偈送之",
            "content": "应缘分影来池月，游世无心出岫云。适意归来尖屋底，蔬畦还与力鉏勤。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "一唤回头识我不，依俙萝月又成钩。千金之子才流落，漠漠涂穷有许愁。",
            "comment": ""
        },
        {
            "title": "颂古二十一首",
            "content": "我这鎌子用得快，当时三十文钱买。南泉门下路歧通，寄语行人著精彩。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "披风兮崇丘，玩月兮方舟。一身不羁兮太平时节，八纮无碍兮清白谁俦。",
            "comment": ""
        },
        {
            "title": "四宾主·宾中主",
            "content": "不恋经商利万金，晚来古路问家音。分明得报尊亲健，争奈难平喜惧心。",
            "comment": ""
        },
        {
            "title": "光孝恭长老写师像求赞",
            "content": "问者不亲，传者不真。默成之性，空照而神。湛存而无像，幽灵而绝邻。赫炉冶而铸其器，吹风烟而造其春。建立诸幻，发明至淳。匠手之挥斤刃利，蝇泥之去鼻端尘。其斲有信，其受难人。偃蹇之松兮独扶疏於雪试，臲卼之石兮几破碎於雷瞋。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "唯只一真心，三缘坐断谁升沉。遂成十法界，六道轮回自障碍。不见一法即如来，方得名为观自在。见怪不怪，其怪自坏。灵从何来，圣亦何在。拄杖敲时灶堕摧，一片虚明绝中外。",
            "comment": ""
        },
        {
            "title": "时司理求颂",
            "content": "净磨心鉴绝游尘，本际灵明自照神。个里机回圆历历，化分百亿大千身。",
            "comment": ""
        },
        {
            "title": "斜川道上望庐山三绝",
            "content": "真味酣心倚瘦筇，萧骚风啸一蹊松。无人共语圆通境，笑看云吞石耳峰。",
            "comment": ""
        },
        {
            "title": "宣和甲辰岁开十日予欲束衣随淮水东下锦官常",
            "content": "蔬肠那著一星愁，但觉春眠粥似稠。梦外寻盟何处是，荻洲稚子绿排头。",
            "comment": "：【原题】：\r\n宣和甲辰岁开十日予欲束衣随淮水东下锦官常禅人且合掌请语因留三绝 | 【注释】【原题】：宣和甲辰岁开十日予欲束衣随淮水东下锦官常禅人且合掌请语因留三绝"
        },
        {
            "title": "颂古一百则",
            "content": "草漫漫，门里门外君自看。荆棘林中下脚易，夜明帘外转身难。看看，几何般。且随老木同寒瘠，将逐春风入烧瘢。",
            "comment": ""
        },
        {
            "title": "小师智临禅客写真求赞",
            "content": "云石雪松，岁寒之友从；晓月霜钟，清白之音容。自乐也村歌社舞，平怀也牧笛归农。暴雨卒风，潜神堂而避阵；吼雷掣电，战禅席而交锋。十分闲暇，一等疏慵。青山白云之去就，浮萍流水之行踪。披雾变文豹，吟云蜕骨龙。身老艺孤兮难其授子，智齐德半兮未可传宗。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "眉目十分，精神一段。岩高释迟，木老春来缓。古涧明月宾，青山白云伴。借光何处不分身，刹刹尘尘谁解唤。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "生灭夤缘不著人，一年才尽又逢春。森罗借得为他用，法界浑仓是我身。不受杂毒，自然纯真。拈却千差亡彼此，打成一片没根尘。",
            "comment": ""
        },
        {
            "title": "送仝座主归上党",
            "content": "觉海长鲸作蜕翔，青天端以背磨光。胸中浩浩吞云梦，眉际津津秀太行。静榻每来成友语，孤筇它往咽人肠。后将访我先传雁，为薙别来三径荒。",
            "comment": ""
        },
        {
            "title": "王观察求颂",
            "content": "廓虚深净里头看，一点至灵珠走盘。默默通身明有眼，尘尘分应妙无瘢。江湖浩浩月随溜，华木欣欣春入端。变化鲲鹏是时节，便乘羊角作风抟。",
            "comment": ""
        },
        {
            "title": "送嵩上人住庵",
            "content": "烧痕笋蕨富登春，谁解看承庵内人。天供毕华功未尽，龙吟枯木病难泯。夜禅终作寒蝉蜕，昼卧何妨倦鸟伸。后日重来勘诸祖，阿谁钩上赤梢鳞。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "脱去还如鸟出笼，水云将与旧来同。依俙似曲才堪听，又被风吹别调中。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "非思量处，无住而住，离名象时，不为而为。香象定中渡，寒蟾照复移。世间了了虚空相，人事丛丛混沌眉。饱参底句如何举，饭罢摩挲篾肚皮。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "十方法侣共安居，云月身心照处虚。转侧芦汀飞鹤鹭，亡机林壑混樵渔。瘢痕若尽光无际，丝糁才萌念有余。廊下相逢休放喝，且容兴化撒珍珠。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "一月雨，半夏凉，蒲团禅板坐相当。泥牛踏破澄潭月，光影芒芒夜未央。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "春云堆絮，春雨散丝，华开笑口柳申眉。翻紫燕，嚼黄鹂，声色丛中有路歧。家风鼻孔相摩触，不独观音大士知。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "柳线垂金莺语滑，华棚张锦蝶飞忙。见闻里许通消息，谁得先生点铁方。",
            "comment": ""
        },
        {
            "title": "大宁悟长老写师像求赞",
            "content": "眼睛活，髑髅乾，妙在离微转处看。鱼潜水而秋痕愈碧，鹤卧松而月梦犹寒。应呼之神居谷，随色之珠走盘。影响黏谁眉得用，斲泥余地鼻无漫。",
            "comment": ""
        },
        {
            "title": "浮舟之昌国谒韩克明知县",
            "content": "南风帆腹饱，半夜渡沧津。鲸海漾新月，仙山寻故人。浪寒千里雪，烟暖十洲春。来就昌黎语，良惭我效颦。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "玉烛静调天事业，薰风披拂水文章。诸尘三昧，分身十方。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "了了智空，闲闲色融。髑髅常干世界，鼻孔摩触家风。湛湛河源翡翠碧，团团海日珊瑚红。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "孤筇长作水云游，底事而今嗾下休。一点破幽明历历，十分合体冷湫湫。暗中须透金针穴，转处还藏玉线头。劫外家风兹日辨，渠侬真与我侬俦。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "眼深眉长，口阔面黄。秋月破夜色，古澗含秋光。念萌自得出没像，功转不落偏正方。拈起能来应机用，者回触处露堂堂。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "吾家种草古今难，针鼻才分度线端。混处相期君把手，到时不与汝同盘。却来大用纵横是，向去全功转侧看。底事要凭师印可。轮回生死不相干。",
            "comment": ""
        },
        {
            "title": "圆禅者求颂",
            "content": "枯歇身心百不思，湛圆自照劫空时。妙明智鉴那留垢，虚廓灵机未度丝。的的髑髅看活眼，堂堂尘刹用閒眉。是须恁麽承当去，鼻孔累垂识祖师。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "是真是假，谁和描画。似我似谁，莫入思惟。地方成矩，天圆自规。三界更无些法剩，一身还与十方宜。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "今朝腊月二十五，衲僧一曲和云门。谁将节奏乱孔窍，不到瘢痕伤斧斤。舌无骨，眼有筋，方见韶阳老子能。拍拍元来浑是令，哩鸣啰了逻鸣棱。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "白云之身，寒月之心。性灵麋鹿，气韵山林。不堕两头兮匪明匪暗，全超三际兮谁古谁今。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "饵云钩月钓清津，年老心孤未得鳞。一曲离骚归去后，汨罗江上独醒人。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "一不是，二不成。介然独立，法尔双行。柳线渐摇风力嫩，草针齐上烧痕青。一点灵光普天地，更嫌何处不分明。閒里摸著鼻孔，忙时换却眼睛。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "心心无住，了了有据。河汉横秋，斗柄濡露。须菩提坐禅，憍尸迦雨华。蚌含明月兔怀胎，勘破少林传底句。",
            "comment": ""
        },
        {
            "title": "访杨才叔不遇留偈斋舍",
            "content": "呼筇起寂下云居，寒麓回春寻友于。烟染草芒三径暗，雪晞麦脚一鉏濡。欲求真语涤尘想，那畏峭风生粟肤。不见诗郎归怅怏，清癯时对石菖蒲。",
            "comment": ""
        },
        {
            "title": "一禅人化盐求颂",
            "content": "泥沙淘洗浪煎乾，一片照人冰雪寒。意得试莲浮卤力，默知随箸入蔬盘。万家婉婉能相助，众口调和信不难。无像有神聊勘过，圆通眼在舌头端。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "白发半山雪，青瞳两眼秋，的的环中意，绵绵方外游。虚空说法何须口，万像森罗自点头。",
            "comment": ""
        },
        {
            "title": "邻月堂求颂",
            "content": "畦衣我是出尘人，卜筑高堂与月邻。床上金刀香剪佳，箧中玉斧冷修轮。寒癯破梦无嫌病，清白传家不愧贫。门外潮平船著棹，点头老兔静分身。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "兀兀心传，了了忘缘。叶零白露，云散青天。玉毂兔推而洗开夜色，银笼鹤出而飞度寒烟。借功明位，借伴入廛。应无爽而理之平等，用不勤而道之自然。相逢识者，便与开拳。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "藏身须要无踪迹，碧眼胡僧难辨白。没踪迹处莫藏身，门门廓达了诸尘。独来将谓无俦侣，闹里忽然逢故人。柳线含金犹畏冷，梅花破雪已成春。阿侬千里通身是，善应无方处处真。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "清彻性空水，圆明净智身。个中不洗体，直下了无尘。有成佛，有降神。有彼岸，有迷律。哆哆和和此其始，胶胶缀缀此其因。底时节，释迦文，恶水蓦头浇莫嗔。何须念彼观音力，自然还著於本人。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "寻常撞搕，当面讳却。可怜傅大师，处处失楼阁。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "第二头分悟破迷，快须攃手舍筌蹄。功兮未尽成骈拇，智也难知觉噬脐。兔老冰盘秋露泣，乌寒玉树晓风凄。持来大仰辨真假，痕玷浑无贵白珪。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "坐曲木床，握乌藤杖。铸佛祖之楷模，活丛林之气像。你莫来虎口撩须，谁更敢蛇头揩痒。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "老境侵寻，衰残到今。霜须雪发春犹浅，壑眼岩眉秋更深。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "炯炯寒瞳，丝丝衰鬓。丘壑之姿，烟霞之韵。据坐而心空，森罗而海印。中虚也乾而成离，内动也艮而变震。云行而用闲，电掣而机迅。狤獠人不惹尘埃，黄梅祖亲传屈眴。",
            "comment": ""
        },
        {
            "title": "过般若庵",
            "content": "重轩瘦立曲栏头，岛屿青微冷枕流。望眼解随沙水转，赏心真与岸云浮。平分野色连延屋，点破江光相趁舟。般若空宗深得义，森罗元不碍人休。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "闻说英雄苦战争，四方歧路自难行。而今踏著长安道，始信家邦久太平。",
            "comment": ""
        },
        {
            "title": "礼三祖智鉴禅师塔",
            "content": "道无拣择，水深山嶷。祖无出没，月寒天碧。不萌枝上觉华春，无影树头灵鸟宅。天柱巍峩兮星河泻清，石牛哮吼兮洞云生白。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "影之神，物之春。莺喉颊之滑滑，柳眉目之津津。蜂股华须粉，蜡脾蜜酿醇。等闲谛了游戏事，端的还如幻化人。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "眸子射人，秋涧之津。颠毛衰白，霜松之晨。赤湖之林，潮涨而长鲸{左马右展}浪；丹桂之影，月寒而老兔推轮。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "不入世，未循缘，劫壶空处有家传。白苹风细秋江暮，古岸船归一带烟。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "天童之师，顶雪颔丝。三篾住山计，孤藤横膝时。潭寒秋到早，空阔月行迟。提起宗家无字印，门门何处不相宜。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "眉目岩岩，身心静恬。万机自息，一默谁参。虚空兮霁云卷谷，清白兮夜月濯潭。春入丛林兮谩道化工百亿，神游浩劫兮底意真超二三。",
            "comment": ""
        },
        {
            "title": "汤寿乡察推写真求赞",
            "content": "形仪潦倒，气貌寒槁。野云自閒，岩树谁老。性元静而妙存，体本真而空了。幻世应诸缘，荒田不拣草。风烟望断兮鸿影冥冥，天水相连兮秋容渺渺。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "岁朝坐禅，万事自然。心心绝侍，佛佛现前。清白十分江上雪，谢郎满意钓渔船。",
            "comment": ""
        },
        {
            "title": "清潭荣长老写师像求赞",
            "content": "家山水兮，静忘处所。友鱼鸟兮，动忘尔汝。默默之得谁传，的的之宗自举。冰壶春未回，而痕垢无些；玉林月已上，而清光有许。湛存此个宗乘，肯坏人家男女。黄梅之钵笑夜偷，少室之衣疑浪与。方彻地区，圆该天宇。神发幽而空谷应呼，声出碍而霜钟忽杵。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "天庭宽而祖宗光，地阁阔而儿孙昌。中间鼻孔自家底，出气通快浑不妨。坤六短，乾三长。饱丛林汉休雌黄，今年蚕食两叶桑。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "活计如今付旧人，版头疏久又还亲。星河月与长江混，渺渺清光一色匀。底时节，落功勋。卧稳须知却转身，转得了来相识麽，寒穷面觜黑皴皴。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "清若松篁雪，虚明河汉秋。深心老节岁寒事，稳放胡床默默游。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "松直棘曲，鹤长凫短。羲皇世人，俱忘治乱。其安也潜鳞在渊，其逸也翔鸟脱绊。无何祖祢西来，里许得失相半。蓬随风而转空，船截流而到岸。个中灵利衲僧，看取清凉手段。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "秋生木老，水退沙隆。眉骨阴晴轻重，鼻筒子丑疏通。身心霁月，踪迹流蓬。默坐胡床兮不欲说黑道白，闲倚柱杖兮谁能画西指东。",
            "comment": ""
        },
        {
            "title": "礼大阳明安塔道中得句",
            "content": "佳处轸游念，芒鞋筇杖俱。溪寒卧虹饿，路暗垂雪腴。冈树鸠呼雨，田家鸡告晡。此心亮谁语，三绕石浮屠。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "春山似肥，春雪才晞。默中有句，用也无机。不来而来兮非三界之笼络，无住而住兮是二仪之范围。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "鉴像谷神，云心月影。閒閒不宰於功，历历无私於应。莫问正偏，谁论动静。自方自圆，谁欠谁剩。能来异类中行，常处那伽大定。云水丛林自恣人，果如是也须相庆。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "习习春风，丝丝春雨。一等沾濡，十方周普。甘草得之甜，黄连得之苦。天意发丛林，檐声闹窗户。古德尝云已不迷，等闲教坏人男女。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "一点环中照极微，智无功处却存知。缘思净尽无余事，半夜星河斗柄垂。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "赤肉凿窍，乾骨裹皮。自然无我，你道是谁。双瞳秋点点，两鬓雪丝丝。筇倚床头不去诸方行脚，口挂壁上欲学古人住持。渊默有句，真得无师。崖蜂春採薝蔔华，海鸟梦卧珊瑚枝。",
            "comment": ""
        },
        {
            "title": "浮舟下淮访龟山禅师",
            "content": "霜风猎猎扫平野，沙头蓁翳净如燖。淮津斜转龟山麓，云汉微分雁塔尖。篱落梅梢春点点，庭除松影月纤纤。禅家况是不羇友，问讯勤来想未嫌。",
            "comment": ""
        },
        {
            "title": "解兄之雪峰礼本师",
            "content": "南山去见雪峰师，古涧寒泉瞪目时。彻底无痕才识己，转身有路复名谁。子归父处那求顾，云向山来不待吹。西舍机鸣聊织锦，梭脐阴阴细飞丝。",
            "comment": ""
        },
        {
            "title": "月禅人出丐求颂",
            "content": "踏雪到人家，投机的不差。月魂通水脉，春信入梅华。去觅炊香许，来宽束篾些。上方分佛事，先我过毗耶。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "胡床小小身，握麈默而神。唤醒旷劫之梦，沥乾沧海之津。霁空摩尘，风月重轮。群机活活物中眼，一点英英华上春。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "蒲寒柳衰，融懒顾痴。坐稳实逾劫，心空佛是谁。明而了妙，微而入离。天清河汉阔，零冷斗杓垂。借伴而来应供，分身在处成规。百草头边春浩荡，黄莺之语对华枝。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "古澗退潦，寒林著秋。山空云自在，水净月相投。向道底心非世用，更嫌何处不风流。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "画者不相出脱。转见面皮丑恶。蜂採百华春不饥，兔饮长河夜不渴。无事而禅，待缘而作。一机一警谁与知，百发百中弦衔筈。",
            "comment": ""
        },
        {
            "title": "张汉乡写真求赞",
            "content": "顶覆白雪，眼横碧波。清霜濡斗柄，古壁挂龙梭。少林之华未老，曹溪之镜非磨。所得几何，家传不多。饱谙云水三条篾，钓尽江湖一片蓑。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "瀛涵崧镇，深兮高兮。默默之得，类之不齐。一鼻直，两眉低。影像尔能半露，语言谁得全提。少林九年兮，痴坐凄凄。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "谁将活眼窥空劫，我道宗枝染浩春。头角峥嵘藏不得，青原门下有祥麟。",
            "comment": ""
        },
        {
            "title": "吴兴辩长老以达磨画像请赞",
            "content": "长芦驾浪，只履西归。求支那之法器，付屈眴之田衣。度九年之缄默，印二祖之灵知。海犀酣月而晕，寒乌带雪而飞。机前自得兮顶目四照，迷里相逢兮鼻头下垂。水著秋清兮湖光湛湛，山衔落日兮云锦辉浑。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "斫断老葛藤，打破狐窠窟。豹披雾而变文，龙乘雷而换骨。咄，起灭纷纷是何物。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "无人接得渠，贵逼马相如。果来桥上也，记得柱头书。无人识得渠，棋局醉樵夫。回头斧柯烂，大海一成枯。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "灵灵一物，名模不得。长鲸居沧海之渊，老兔卧明月之窟。已展不缩，拗直作曲。只麽赢时会也无，不须喝彩兮盘中双六。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "暗而明，虚而盈。水天秋色共，月昼夜潮平。无在不在，无生不生。诸尘随起到，万化得纵横。默默大全兮壁挂闲口，堂堂正受兮谁黏恶名。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "本无今有，觉空幻受。真相俨然兮威音之前，妙触出碍兮影响之后。功极而转身，说禅而借口。把住也洞水逆流，放行也曹山颠酒。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "静以应繁，冲以待喧。骐骥之姿，千里之奔。云梦之量，八九之吞。斲轮之工兮拟谁授克家之学，抱瓮之朴兮将自灌丈人之园。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "正昼热，深夜凉，冰壶谁复到中央。身心直许摩云月，脾肺都将洗雪霜。莫守一色处，莫坐万年床。玉人转侧机梭动，细辨里头偏正方。",
            "comment": ""
        },
        {
            "title": "偈十首",
            "content": "触目绝对待，万法无不在。是汝心不知，非汝心不会。不会无不会，不知无不知。只个不会知，殊特也大奇。",
            "comment": ""
        },
        {
            "title": "颂古二十一首",
            "content": "沩山水牯牛，禅人聚头咬。可怜负舂人，唤作岭南獠。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "看看，气味历艰难。百城心胆老，三篾肚皮宽。秋晚长河淡，霜清北斗寒。哆哆和和兮休嫌冷语，点点闪闪兮定遭热谩。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "默默湛存，昭昭元鉴。发用也连乾继坤，缘应也明离暗坎。",
            "comment": ""
        },
        {
            "title": "雨晴偶作示禅者",
            "content": "快雨快晴寒食近，峥嵘芳事趁佳辰。弄风柳絮疑成雪，满地榆钱买得春。雷吐英英茶爪露，暖班茁茁蕨拳伸。桃华眼闹随蝴蝶，谁似灵云识故人。",
            "comment": ""
        },
        {
            "title": "偈十首",
            "content": "一段光明亘古今，有无照破脱情尘。当头触著弥天过，退步承当特地新。紫极宫中鸟抱卵，银河浪里兔推轮。是须妙手携来用，百亿分身处处真。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "雪拭晚晴，水受秋清。天空四壁，月冷三更。湛存而独立，定应而周行。二仪之道成且平，万像之印虚不盈。鸥鸟情閒机事外，夕阳沙上未寒盟。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "据胡床，握麈柄。句中起倒，机头偏正。真得出思议，妙应亡眺听。彻二仪万象根源，识诸佛历代性命。曲直逆顺兮任纵任横，长短方圆兮何少何剩。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "发白齿豁，鼻垂口阔。坐冷月依依，气清秋漠漠。离微出入门开，正偏往来机活。双碧耆婆眼有神，分明百草头边药。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "额颅高，眼孔深。画工不识，谁是知音。江湖烂烂兮月还有魄，丘壑闲闲兮云自无心。几处相逢不会唤，蓑衣篛笠卖黄金。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "只者赤肉一块，说甚清奇古怪。平生懒似牛头，度世憨如布袋。不空而空，无在而在。法法唯心，尘尘三昧。问渠是假是真，两彩而今一赛。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "俱胝老子指头禅，三十年来用不残。信有道人方外术，了无俗物眼前看。所得甚简，施设弥宽，大千刹海饮毛端。鳞龙无限落谁手，珍重任公把钓竿。师复竖起一指云，看。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "无事题取一首，我侬不落他人后。略略绰绰思大口，醇醇酽酽白家酒。醉中犹道未沾唇，被人问著还打手。不打手，三年一闰，冬后数九。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "几许欢心几许愁，好看野老两眉头。家风平贴清如镜，水瘦山空一样秋。手段通变，身心自由，不怕风涛雪拥舟。海上三山颓一掣，六鳌连落上金钩。华岳连天秀，黄河辊底流。",
            "comment": ""
        },
        {
            "title": "送仝座主归上党",
            "content": "夜明帘外月天霜，衲子还家机事忘。枯木吟云须内照，死蛇含毒更堤防。闻琴起舞饮光习，放镜迷头深若狂。好是重来斲蝇翼，祖师鼻孔要生光。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "为僧左屈右刂}剞，与世支离。目瞳青炯炯，头发白丝丝。劫空有句，真得无师。借功分照用，借位解提持。万像森罗一音说，何须特地挂唇皮。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "说真不真，说似不似。拈转舌头提得鼻。家劫家风，衲僧田地。心心与祖相传，佛佛见他出世。一尘入正受，诸尘三昧起。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "新妇骑驴阿家牵，体段风流得自然。堪笑效颦邻舍女，向人添丑不成妍。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "孤齿如鲵，皴皮若鸡。万机顿削，一句全提。湛存性海阔，圆明心月底。有信风雷还破蛰，无言桃李自成蹊。",
            "comment": ""
        },
        {
            "title": "嵩山老人告行作六偈送之",
            "content": "服像中情将有得，江湖底事勿相忘。橘洲白鸟秋成伍，渔火莼羹蓬底香。",
            "comment": ""
        },
        {
            "title": "湛禅人开田求颂",
            "content": "衲僧兹欲起家门，老牯鞭催泥水浑。混处蹈翻明月影，转时耕断白云根。力田辛苦遵吾祖，炊饭馨香饱子孙。底事既归蒲坐稳，湛圆心鉴夙忘痕。",
            "comment": ""
        },
        {
            "title": "宣和甲辰岁开十日予欲束衣随淮水东下锦官常",
            "content": "恬然谁作去留心，月下沧波风过林。相别相逢定何所，明明向道只如今。",
            "comment": "：【原题】：\r\n宣和甲辰岁开十日予欲束衣随淮水东下锦官常禅人且合掌请语因留三绝 | 【注释】【原题】：宣和甲辰岁开十日予欲束衣随淮水东下锦官常禅人且合掌请语因留三绝"
        },
        {
            "title": "送元上人过长芦",
            "content": "阿祖江滨插苇枝，丛林蕃茂果臻斯。师门昆仲知名旧，缘法东西得面迟。沙上盟寒鸥怪晚，屋头字草雁来时。月明古渡清铺练，千里同风不隔丝。",
            "comment": ""
        },
        {
            "title": "别觉知藏",
            "content": "一从豆颗爆寒灰，头角峥嵘顶目开。碧玉盘中珠宛转，瑠璃殿上月徘徊。木人顾影当明去，石女披云半夜来。偏正功圆须转位，入廛垂手类难该。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "老身且懒，居然从简。白雪覆颠，乌华乱眼。心光传祖灯，手段破家产。到不到赵州喫茶，回不回睦州担板。借问诸人识也无，青山骨秀闲云散。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "梦中拥衲参耆旧，列圣森森坐其右。当仁不让犍穉鸣，说法无畏师子吼。心安如海，胆量如斗。鲛目泪流，蚌肠珠剖。谵语谁知洩我机，庞眉应笑扬家丑。离四句，绝百非，马师父子病休医。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "灵机未动，道环先入。极理也妙得穷通，顺事也聊分借借。无象无私，何固何必。娟娟印水之月魂，冉冉在华之春律。巍巍堂堂兮炜炜煌煌，三千大千兮周行独立。",
            "comment": ""
        },
        {
            "title": "礼明安塔二偈",
            "content": "石床冷卧禅虎，阶芜秋跳草虫。有念耿怀陈事，无言凄立西风。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "丘壑精神，云水陈人。心灯不夜，道树长春。珠胎养乎老蚌，龙雷跃於修鳞。烂烂光辉兮明白之窟，棱棱浪级兮桃华之津。庄严三昧，游戏诸尘。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "舌头肉一脔，口唇皮两片。有时说道谈禅，忽地轰雷掣电。万机影销，一色功转。本来无物镜非台，胡汉不痕何所见。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "默而静专，体之妙全。情尽性传，心空觉圆。閒閒游幻世，了了应尘缘。灯笼露柱浑机用，翠竹黄华总说禅。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "画得似谁，胡床黪衣。默游仿佛，去就依稀。洞山锦开缝，云岩绢下机。功亡妙尽看消息，野水磨秋白鸟飞。",
            "comment": ""
        },
        {
            "title": "南麓新居",
            "content": "山麓水滨竹木阴，我侬懒养静居深。一生自足淡中味，三际那收閒底心。壑云未成出岫意，松风能作下滩音。十分清兴与谁共，想有沃洲支道林。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "赤肉一块，臭脓一袋。何物著乎中，有应发於外，妙入群机兮成三昧，个时撒手断崖前，方见浑仑扑不碎。",
            "comment": ""
        },
        {
            "title": "题至游庵兼简庵中道友",
            "content": "真实人居遍十方，至游处处露堂堂。鹅於水器择其乳，蜂在华房採得香。心鉴照中无垢翳，道环虚里见神光。能来闹市住三昧，鸟度长空迹不彰。",
            "comment": ""
        },
        {
            "title": "箨庵颂",
            "content": "玉龙退残鳞，编庵事枯兀。禅栖锦凤巢，道履霜蟾窟。饮兹明月津，濯彼微尘骨。五叶少林春，家风未湮没。",
            "comment": ""
        },
        {
            "title": "送月上人归乡",
            "content": "西风木落山露骨，秋月在水波濯魂。客意归卧四明麓，三世佛从禅口吞。大千俱坏我不坏，三六相昏渠不昏。劫空照见造化种，回首应物亡尘根。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "心空观身，眼冷对尘。本来无物，幻起成春。动若行云而应，止犹虚谷而神。门门随事得三昧，机用纵横不倩人。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "发雪毵毵，心老憨憨。指南话北，破二作三。守宗风之符节，握佛祖之鎚钳。陶形铸器模楷妙，迸火流金炉鞴炎。光明不断，灯灯夜龛。",
            "comment": ""
        },
        {
            "title": "渊禅人出丐求颂",
            "content": "渊源彻底碧涵秋，谁道寒光凝不流。转盼芦华与明月，更无一物碍船头。去来得妙，纵横自由。巨鳌犯饵快须掣，便是仙山坠也休。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "貌古骨癯，云閒月孤。相随似有，认著还无。三千界内谁相外，双六盘中不到输。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "寿等南山，位崇北斗。机运象先，体同道久。明逾日月兮普及幽深，德合乾坤兮廓无前后。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "规圆矩方，凫短鹤长。落日烟村牧笛，平湖月夜鱼榔。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "身非尘聚，卓卓妙存。心非情缘，冥冥独尊。其体也出诸障碍，其用也得大自在。无去无来，非显非晦。应色应声，亡对亡待。馒头胡饼观世音，还我当行家卖买。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "松节老刚，岩棱早霜。鸥閒沙漠漠，雁没烟苍苍。爻象乾连坤断，形器规圆矩方。闹市相逢聊举似，东家杓短西家长。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "百骸俱溃散，一物镇长灵。白云功尽青山秀，青山路转白云迎。不曾死，不曾生。金绳拽转泥牛鼻，半夜驱来海上耕。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "心闲不被身碍，饭饱仍嫌口多。嫌应群机活卓卓，默传一句圆陀陀。呈似了也，还相识麽。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "岁寒之姿，衰发丝丝；明白之传，湛存绵绵。秋空霁而天连水远，夜色冷而河横斗旋。平买平卖兮将高就下，中规中矩兮随方逐圆。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "心不自心始是心，眼不见眼始是眼。堂堂无影迹，历历绝思惟。明满环中，兔怀夜月。翠横海上，犀晕秋山。直须及尽玄微，始解承当底事。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "天苍苍而云閒，水深深而月寒。妙一点之自得，纵四辩以奚殚。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "肃萧而秋，万化潜收。英英而春，群彙舒伸。天地之间谁造物，枢机之发是何人。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "默默而知，灵灵者谁。无像而独存鼻孔，有句处不挂唇皮。夜冷星河阔，霜清斗柄垂。从缘应世也，恰恰相随。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "一印印空，三乘莫穷。智了离微句，身分函盖同。弥勒驾来楼阁外，文殊家住觉城东。随身干木，到处家风。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "仲秋渐凉，蒲团放稳长连床。身心澄彻见渊底，河汉淡淡秋磨光。二祖不短，少林不长，相传笑杀威音王。你无所得，我无所藏，四无壁落浑大方。万世清规信明白，夜寒吐月山苍苍。",
            "comment": ""
        },
        {
            "title": "次韵真歇和尚圆觉经颂一十四首·清净慧菩萨",
            "content": "觉了前前非处难，而今步步到长安。色心{左氵右上勿右下日}合无丝路，法性圆融没许般。个事本来元脱洒，几人到此出顢頇。妄亡起灭功成也，应笑风霜旛动刹竿。",
            "comment": "：【原题】：\r\n次韵真歇和尚圆觉经颂一十四首·清净慧菩萨章 | 【注释】【原题】：次韵真歇和尚圆觉经颂一十四首·清净慧菩萨章"
        },
        {
            "title": "颂古一百则",
            "content": "拂牛剑气洗兵威，定乱归功更是谁。一旦氛埃清四海，垂衣皇化目无为。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "两眼碧，一面黄。舌头不掉，鼻孔难藏。老兔静弄魄，灵犀通得光。历历机感兮，何用思量。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "止水怀月，空山吐云。清白自若，高閒不群。丘壑性灵兮猿鹤得伴，江湖情味兮鸥鹭相分。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "照彻离微造化根，纷纭出没见其门。游神劫外问何有，著眼身前知妙存。虎啸萧萧岩吹作，龙吟冉冉洞云昏。南泉点破时人梦，要识堂堂补处尊。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "劫火炎炎是事灰，劫空空处有灵台。更无妍丑成痕垢，妍丑俱从个里来。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "湛存不浑，灵明不昏。派分河汉底，流决崑崙源。见闻了成一相，影响应空六根。体本真如，能来生灭之界；用随生灭，却入真如之门。丛林参饱三条篾，云梦等闲八九吞。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "说时不借口，用处不依身。天寒绝飞鸟，潭净无游鳞。点活眼，著精神，野草闲华自在春。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "静据胡床，久而愈芳。默亡痕黑白，贫不觉苍黄。住无相兮龟之藏，行无章兮鸟之翔。月烂烂而鱼吞光，华菲菲而蜂採香。相随来也，触处堂堂。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "眉目古澗秋，须发寒岩雪。去就丛林出身，触动葛藤生舌。扬拂握拳，破关击节。雾变豹而草木光，雷趁蛟而山石裂。",
            "comment": ""
        },
        {
            "title": "像维那写老病阿师像请赞",
            "content": "芙蓉之枝，丹山之儿。一丝联自信，三昧约谁知。珊瑚寒月堕影，琥珀老松流滋。诸缘豁净兮山空秋壮，万态变通兮华丽春脂。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "演出一大藏，明明超过诸缘上。随曲随直也流水转山，随高随下也虚舟驾浪。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "冥冥而觉，全真绝学。海口自吞，驷舌须缩。圜混有光兮老蚌之胎，空同无物兮枯龟之壳。个事而穷通，作家不啐啄。语出科模，用无棱角。丛林笑相看面也萎萎羸羸，三棒打不回头也龌龌龊龊。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "道随缘而不变，源赴汲而不枯。禅悦之食兮饱其腹，法空之认兮跏其趺。青原自喜有麟角，黄檗谁嫌捋虎须。",
            "comment": ""
        },
        {
            "title": "别环首座",
            "content": "雪立空庭畴堕宾，丹山握手履芳尘。石人破晓初移位，玉女羞明却转身。去意江湖频挂梦，回头棠棣一成春。丛林衰色待膏沃，侧耳风霆起蛰鳞。",
            "comment": ""
        },
        {
            "title": "次韵超然与折桂觉大师兼简方丈老",
            "content": "束肚三条篾，恬然卧家林。机深大仰寂，用捷长沙岑。空壑溪鸣玉，疏筠月漏金。东山师叔在，此道未浮沈。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "学绝与邻，名生实宾。少年行脚事，老倒住山人。拄杖虽无二升米，虚空自有十方身。一机历历兮，三昧尘尘。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "鸟之行空，鱼之在水。江湖相忘，云天得志。拟心一丝，对面千里。知恩报恩，人间几几。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "太行之雪春不消，黄河之月夜更饶。家风许清白，身世自超摇。离微器重，出没机调。光燄波澜俱满净，珊瑚林树涨高潮。",
            "comment": ""
        },
        {
            "title": "王承事写真求赞",
            "content": "苍棱羼颜，璠璵蕴石而辉山；老节岁寒，琥珀抱松而永年。威音未兴之际，混沌欲凿之前。丛林大义兮道尊百丈，刹海平潮兮月现三千。我为你说法，你为我开田。据坐松根石头上，知音人信默心传。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "百草头上无边春，信手拈来用得亲。丈六金身功德聚，等闲携手入红尘。尘中能作主，化外自来宾。触处生涯随分足，未嫌伎俩不如人。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "默默相投时节，灯灯不断光明。其间著脚浑无地，望尽玉壶连底清。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "怒眉嗔目，枯肠空腹。面冷莫触，气清可掬。乘仙槎而棹星河，握玉斧而修月毂。真见法以唯心，妙契神於即物。",
            "comment": ""
        },
        {
            "title": "真身",
            "content": "一叶落时天下秋，不风流处却风流。木人退步金绳断，直下无机牵铁牛。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "铁牛之机，印住印破。透出毗卢顶{左宁右页}行，却来化佛舌头坐。风穴当衡，卢陂负堕。棒头喝下，电光石火。历历分明珠在盘，眨起眉毛还蹉过。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "有应之身，无位之人。随方而见，妙触而神。山林森森春在木，江湖澹澹秋生津。语不投机不展事，云门一路从来亲。",
            "comment": ""
        },
        {
            "title": "偈二首",
            "content": "心地含诸种，普雨悉皆萌。既悟花情已，菩提果自成。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "默而不凝，照而不流。关捩虚而活，机轮转处幽。闲云淡而无雨，野水清而有秋。要将平等一如相，著在森罗万像头。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "若恁麽，也难得，清光浩荡无瑕隙。人言千里本同风，我道十方浑一色。浑一色，须转侧。才转侧，透关隔。透关隔，酬尔平生今脱白。侬家龟鹤自成仙，昨夜龙门无宿客。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "霜洗斗魁，秋生河汉。形夭矫而长松参云，气澄明而余潦退岸。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "静而纯，湛而存。海日珊瑚树，岩松琥珀根。家风传父祖，事业付儿孙。回途妙触了机用，个是百千三昧门。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "身心廓如，手段卷舒。似华作蜜，如井觑驴。外不痕兮空印普应，中无象兮道环常虚。亡机孤坐兮自不为碍，把臂同行兮谁敢相疏。",
            "comment": ""
        },
        {
            "title": "嵩山老人告行作六偈送之",
            "content": "梦里结忧三变事，觉来还喜一成春。莺华时节洗衰落，不信余寒犹著人。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "渊默之得，不可文墨。流应之功，不可形容。秋入野水，月行霁空。影像名字，且唤天童。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "智明而藏，净极而光。四大蛇非蛰，六窗猴不忙。因缘仍善应，机用更优长。觌面相逢出思议，自然随处露堂堂。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "日照昼，月照夜。天清而高，地厚而下。不我处者大功，不可逃者至化。举起镇州罗蔔，酬却庐陵米价。阿噜勒继萨婆诃，佳作人可知礼也。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "似与不似，毫厘千里。真与不真，大方一尘。理无生兮如梦事，妙不死也如谷神。彻见渊源方是我，了知变态无别人。",
            "comment": ""
        },
        {
            "title": "雪窦中岩夜坐",
            "content": "哀猿叫落中岩月，野客吟残夜半灯。此景此时谁会得，白云深处坐禅僧。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首其一",
            "content": "喫茶去，喫茶去，明明指人无异语。家风平展没机关，谁道赵州谩院主。苦苦苦，往往邯郸学唐步。恰恰长安道上行，分明有眼如天瞽。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "三世诸佛不知有，忉忉怛怛扬家丑。狸奴白牯却知有，跛跛挈挈能自守。弄鳖鼻兮忆南山，透法身兮藏北斗。风飘白雪岭头梅，春撚金丝堤上柳。天童也要不沾唇，三盏清源白家酒。",
            "comment": ""
        },
        {
            "title": "次韵谷书记胜果院绝句",
            "content": "沙风漠漠卷烟湖，默默渔舟似有无。五老回看更痴绝，渠应怪我得工夫。",
            "comment": ""
        },
        {
            "title": "蒋新臣秀才告别作句送之",
            "content": "雪屋高寒能我过，疏梅清秀雪林柯。不悭屈宋楚人语，来试宗雷莲社科。后会说盟如有以，此行洗念入无何。春风迟立栏干曲，白雪楼前船弄梭。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "性成而不立玄微，智诣而难分是非。天空云澹泞，夜冷月依稀。蝴蝶梦魂兮春昼飞而齐物，白鸥盟事兮夕阳卧而亡机。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "觌面来时作者知，可中石火电光迟。输机谋主有深意，欺敌兵家无远思。发必中，更谩谁。脑后见腮兮人难触犯，眉底著眼兮渠得便宜。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "默默无思，閒閒不羁。秋濯星河色，风吹月荡漪。二仪前是我，万像里名谁。似难去取，决定相随。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "寒岩著雪，老木含春。独灵空劫眼，不碍肉团身。枯禅三椽兮自守其默，豁净四壁兮谁管其贫，森罗万像兮根根尘尘。",
            "comment": ""
        },
        {
            "title": "偈十首",
            "content": "衲僧巴鼻，圆明绝颣。直须推倒，却要扶起。玉马饮乾明月泉，泥牛耕破玻璃地。披毛戴角异中来，天上人间能几几。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "画手未相识，默心谁与知。千峰敛云脚，一月濯风漪。墙面袖双手，对缘横两眉。惊龟之缩兮愧有其兆，逸鸟之翔兮情亡所羁。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "相承次第，皮肉骨髓。形分古佛家，气出阿祖鼻。一根源既还，三昧尘全起。坦坦荡荡平等心，炜炜煌煌自然智。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "浪汲初升，云雷相送，腾跃棱棱看大用。烧尾分明度禹门，华鳞未肯淹虀瓮。老成人，不惊众，惯临大敌初无恐。泛泛端如五两轻，堆堆何翅千钧重。高名四海复谁同，介立八风吹不动。",
            "comment": ""
        },
        {
            "title": "全超不借借",
            "content": "霜重风严景寂寥，玉关金锁手慵敲。寒松尽夜无虚籁，老鹤移栖空月巢。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "默默有句兮祖祖相传，心心无住兮灵灵自然。石蕴玉而辉山，渊含珠而媚川。千亿门开弥勒弹，三十年用俱胝禅。一乘底事，百草头边。",
            "comment": ""
        },
        {
            "title": "次韵真歇和尚圆觉经颂一十四首·净诸业障菩",
            "content": "证语由来把柄长，重重脱处雪加霜。众生相在犹流浪，寿命根除自息狂。退骨龙能将雨去，蜕鳞鲲复得风翔。郢人斲尽蝇泥也，方见元初鼻孔光。",
            "comment": "：【原题】：\r\n次韵真歇和尚圆觉经颂一十四首·净诸业障菩萨章 | 【注释】【原题】：次韵真歇和尚圆觉经颂一十四首·净诸业障菩萨章"
        },
        {
            "title": "颂古一百则",
            "content": "淡中有味，妙超情谓。绵绵若存兮象先，兀兀如愚兮道贵。玉雕文以丧淳，珠在渊而自媚。十分爽气兮清磨暑秋，一片闲云兮远分天水。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "须发老白，眉目穷愁。六窗寒照雪，一点冷摩秋。乾处著脚，闹里刺头。枢静机活兮，全放全收。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "道契如如，非有非无。静也神之在谷，应也像之在珠。了无所住，照不失虚，无影杖子两人扶。清华临於至鉴，深密守於元枢，机轮文彩妙穷初。霁色廓澄兮秋怀月满，秀棱重叠兮云卷山癯。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "渠非老朽，不礼不受。威音世前。毗卢顶后。把定壶中白日长，触著匣内青蛇吼。良医叮嘱病人，服药不如忌口。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "漆黑眸子，栀黄面皮。智静霁月相照，身閒野云不羁。该抹把手陈尊宿，细腻点头王老师。针兮线兮明联暗缀，音兮律兮自拍独吹。你道是谁，芙蓉之孙兮丹出之儿。",
            "comment": ""
        },
        {
            "title": "拟石牛与悟上人",
            "content": "阿牛纯热不鞭牵，卧向古源苍树边。春谷玉田看去种，雪山香草饱来眠。背头隆骨任丰载，鼻底流津大作川。异路行行哮吼处，莫忘露地未萌前。",
            "comment": ""
        },
        {
            "title": "送平禅人归鄂渚",
            "content": "浮舟春水作归征，家有良田可饭羹。久客回翔云一点，旧巢卧看月三更。人猜我住尖头屋，尔去谁扶折脚铛。为问岩头穷鬼子，当时何似此时生。",
            "comment": ""
        },
        {
            "title": "门里出身",
            "content": "无位真人赤肉团，大千沙界著毛端。明明不借他家事，用处全功只个般。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "是个人，欠精神。家风青天没四壁，事业白云閒一身。古澗之津，枯木之春。水曲折而归大海，华次第而趁芳辰。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "是与不是，好看棬{左衤右贵}。似抑似扬，难兄难弟。纵也彼既临时，夺也我何特地。金锡一振太孤标，绳床三绕闲游戏。丛林扰扰是非生，想像触髅前见鬼。",
            "comment": ""
        },
        {
            "title": "与初禅人",
            "content": "洞下家风虚一著，白牛耕断青山脚。而今何处不逢渠，鼻孔累垂相撞磕。阿刺刺，始信从来无缚脱。",
            "comment": ""
        },
        {
            "title": "颂古二十一首",
            "content": "容颜甚奇妙，光明照十方。我适曾供养，今复还亲觐。黄鹤楼前共语时，白苹红蓼对江湄。衷肠已诉无人会，惟有清风明月知。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "灵苗发种，觉树敷春。冷湫湫处却要温和，乾爆爆时还须津润。",
            "comment": ""
        },
        {
            "title": "谢通讲师五偈",
            "content": "一昨书来约见过，迟留行李未成那。梨黄枣赤秋如许，发白眉庞老奈何。相伴採薇云腻袜，不嫌伐木雨濡蓑。对床默默香摇篆，霁月夜窗悬女萝。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "野水秋清，寒蟾夜明。气像能虚白，家风自混成。鼻快筒直，眼瞋角生。太空同体而豁落，万像同用而峥嵘。人间有饭饱皮袋，默默憨憨谢太平。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "深深处，细细行。隐隐时，密密觑。若能恁麽彻根彻，源旁参回互宛转。虚玄不触尊贵机，横梭度针露线穿。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "密密住其中，灵然空不空。一牛才饮水，五马不嘶风。位里亡消息，机头有变通。三千大千事，弹指入圆融。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "说通齿豁，宗通句活。师座心空，劫壶步阔。就位了无机，烂柯曾有著。招手相随恁麽来，百草头边活卓卓。",
            "comment": ""
        },
        {
            "title": "五位",
            "content": "兼中到，斗柄横斜天未晓。鹤梦初醒露气寒，旧巢飞出云松倒。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "兀坐澗阴，潭空月沉。三乘乘外，一印印心。师子循行师子吼，旃檀围绕旃檀林。诸尘说法诸尘听，莫道无人为赏音。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "木石形骸，冰雪肝胆。一点妙难名，十方机未感。寒林摇落兮谁捋老虎之须，沧海潮乾兮谁探老骊之颔。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "凡圣通同共一家，寂光田地看生涯。而今选佛心空去，自有丘园开觉华。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "青天无涯，白云不羁。流水抱山转，征人踏月归。应以比丘得度者，个般形像对来机。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "眉目炯炯，须发苍苍。疏林霑野雪，古涧湛秋光。绵缝谁分梭路细，针关初透线芒长。鹤梦未晓，鸟行无章。平买平卖兮，还他当行。",
            "comment": ""
        },
        {
            "title": "凭宣教写真请赞",
            "content": "山林之姿，水月之像。雷潜九地之中，春在百华之上。随缘半合半开，分付全收全放。渊默家风，纵横伎俩。道超情也万法齐平，心出碍也十方通畅。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "颠发山雪，眶瞳水秋。月白濯河汉，霁寒摩斗牛。韶意千华里，光风百草头。如幻三昧兮，妙得优游。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "气清山秋，用光月浮。一无所寄，六不得收。任胜胜而异类，活鱍鱍而随流。天上天下，云水自由。",
            "comment": ""
        },
        {
            "title": "即觉庵子中居士来访妙峰之西既去作六言五首",
            "content": "欲下前时雪磴，重开向日风翎。此去丁宁华鸟，莫来狼藉春庭。",
            "comment": "：【原题】：\r\n即觉庵子中居士来访妙峰之西既去作六言五首送之 | 【注释】【原题】：即觉庵子中居士来访妙峰之西既去作六言五首送之"
        },
        {
            "title": "偈颂七十八首",
            "content": "丙丁童子来求火，南海波斯鼻孔大。锆獠舌头会者难，直下而今照得破。照得破，没功过。知你被底穿，曾与同床卧。廉纤脱尽旧时疑，杯影蛇弦留再坐。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "衲僧只麽是家风，隐显磨砻入混融。归子返掷全归火，羚羊挂角不同功。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "面孔何如，雪发霜须。秋明月窟，春发冰壶。妙尽还移步，功忘聊放锄。拈来随处成宗要，向道斯人德不孤。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "不以律拘，不以禅缚。说法口窄，默游步阔。草木阳春来，池塘明月落，何妨处处相安著。",
            "comment": ""
        },
        {
            "title": "妙禅人出丐求颂",
            "content": "动壶浩浩洗魔缘，妙处真观自见前。的的未萌明宾际，灵灵无得入深禅。风抟海运鲲将蜕，月皎沙寒鹭不眠。触事投谐能转变，何妨大浪驾空船。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "五月半，农忙乱，插田心是秋成饭。却道禾熟不临场，只麽任从风雨烂。禅和子，一身了。一身两眼对两眼，个中丝发初无间。老狐涎尽复何疑，再坐盘中弓落盏。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "九包之雏，千里之驹。真风度签，灵机发枢。劈面来时飞电急，迷云破处太阳孤。捋虎须，见也无，个是雄雄大丈夫。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "画工出脱它，精神较得些。草不萌，藏香象。匣无缝，吼青蛇。春雷开众蛰，暖律发千华。想是平江人见笑，去年才去又来耶。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "何须魁斗之名高，不在山川之气豪。有口挂壁，亡牛奏刀。纵横佛用，分付儿曹。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "青山之主兮体本平等，白云之宾兮用能自然。应有余兮神不可测，得其简兮妙不可传。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "须发衰白，雪点寒林；眉目冷青，秋生古涧。应之有余，用之何限。风浪不管兮闲似浮鸥，水天相连兮远随归雁。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "须发老如，眉目清亮。秋生野水之中，雪照寒山之上。湛海之心，吞川之量。头头不爽机宜，处处相投稳当。",
            "comment": ""
        },
        {
            "title": "五王子·内生",
            "content": "妙龄天嗣自重瞳，尊贵威严镇六宫。规步从来不出禁，阍人只得颂芳风。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "朔风拂旦吹秋过，时节薄寒宜就火。拱默威音世外游，放闲枯木堂中坐。尘劫空时却有空，道环虚处元无我。灵灵不昧寂而知，衣钵少林分付可。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "清白而游，江湖风月之秋；变态而神，云烟草木之春。体之而真，用之而淳。非佛非祖而能佛能祖，非天非人而能天能人。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "见有不有，翻手覆手。瑯琊山里人，不落瞿昙后。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "白发颅上，青瞳眉底。雪点疏林，秋明野水。万像自相投，一灵还不倚。默默一尘入正受，历历诸尘三昧起。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "摇头摆尾赤梢鳞，彻底无依解转身。截断舌头饶有术，拽回鼻孔妙通神。夜明帘外兮风月如昼，枯木岩前兮花卉长春。无舌人，无舌人，正令全提一句亲。独步环中明了了，任从天下乐欣欣。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "道绵绵兮用也不勤，道绵绵兮寂也不灭。二乘困堕於空无，众生执迷於分别。菩萨区区於进修，诸佛唠唠於演说。一句子妙出三乘，一念閒功超万劫。水月茫茫兮舟棹闲，雪云冉冉兮路岐绝。明明灵灵兮唯己自知，大辩若讷兮大巧若拙。",
            "comment": ""
        },
        {
            "title": "四料简·夺境不夺人",
            "content": "厌余客路忽思家，鬓发春饶尽雪华。月底路歧通著脚，归心未稳隔烟霞。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "爱结成身，想澄成界，从此漂流生死海。照彻灵源湛不浑，方知幻泡同无碍。六门气秋，四大缘坏，了了一真常自在。明月混融兮雪芦眼迷，清风相送兮夜船归快。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "说也说不破，画也画不成。慷慨鼻气通快，清閒眉棱觉轻。静不得像，动不流情。十方三世无安处，历历诸缘头上行。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "人平不语，水平不流。嘉州大象，陕府铁牛。莫怪扶桑最先照，大都家住海门洲。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "净不涉缘，照不对物。用无去来之相，混无彼我之心。稳稳密密，玲玲珑珑。宛转虚玄事不彰，明暗只在影中圆。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "百般千样，会归一相。一相无相识也无，廓与虚空等其量。河淡秋清，夜寒月亮。提携出也来人间，明明历历诸缘上。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "性习林泉，身心信缘。长虹敛雨，照雪倚天。头头物物随宜说，刹刹尘尘各住禅。妙触出碍，幻成自然。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "妙了常存，幽灵不昏。偏正旋枢臼，离微见道根。微尘破处大经出，冷口开时诸佛吞。随缘历历，得用门门。成褫家事，分付儿孙。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "一窍虚通，八面玲珑。无象无私春入律，不留不碍月行空。清净宝目功德臂，遍身何似通身是。现前手眼显全机，大用纵横何讳忌。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "饮乾巨海，推倒须弥，廓大灵通更是谁。馨香秀林枬檀枝，哮吼出屈师子儿。三千界现一弹指，八万门开双用眉。知不知，为不为。道满十处兮心超亿劫，影流万象兮气分二仪。",
            "comment": ""
        },
        {
            "title": "心上人乞食求颂",
            "content": "去去之人乞食心，春风浩荡洗丛林。松蹊香腻糁黄粉，竹坞清癯包玉簪。炊甑分珠斋钵满，净瓶汲月夜塘深。归来磨濯光明在，向道尘泥不涴金。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "云无心而自闲，天无际而能宽。道无像而普应，神无虑而常安。随之也不见去迹，迎之也不见来端。一藏教只成赞叹，三世佛止可傍观。烛晓堂虚，织妇转机梭路细。水明夜静，渔老拥蓑船月寒。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "劫外游神，环中契真。幽灵自照。绝学为邻。碧瑠璃海半夜月，赤珊瑚树长年春。专柔一气，和光同尘。心心不触衲僧事，物物无私国土身。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "只者一缝大小，饱丛林汉分晓。点头言语，丁宁摆手。舌头狤獠不狤獠，人人脚下长安道。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "冰鉴净，玉壶寒。一互清处抬脚易，十分明白转身难。混身转却舌头短，转却浑身鼻孔宽。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "争解恁麽道，五更鸡唱家林晓。争肯恁麽道，千年鹤与雪松老。宝鉴澄明验正偏，玉机转侧看兼到。门风大振兮规步绵绵，父子变通兮声光浩浩。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "二仪同根，万物一源。机活静枢之臼，象成玄牝之门。幽而不昏，湛而若存。用妙触而出碍，体至虚而无痕。车辙出门而合度，桃李成蹊而不言。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "心得而真，物应而神。幻住三昧，觉了诸尘。洒洒落落不共法，浩浩荡荡无边身。明明白白随流月，叶叶华华到处春。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "貌古而孤，气清而癯。秋生林壑，月在江湖。见道之体盈而虚，随世之用有而无。佛佛祖祖，只个规模。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "粥罢令教洗钵盂，豁然心地自相符。而今参饱丛林客，且道其间有悟无。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "秋山癯而清，秋水瘦而净。万法自齐观，一音还普应。方圆之器著虚空，随来随与无余剩。",
            "comment": ""
        },
        {
            "title": "弟子簿坚仁以幅缣写圆悟禅师像径山裕虎丘隆",
            "content": "力世佛宗，心传我公。一拳活计，一喝家风。影草呈机也三圣却瞎，精金出冶也百丈还聋。绰绰有裕，恢恢而隆。阿难迦叶之多闻抖擞，目连鶖子之智慧神通。真得不借之应，大同不宰之功。百川曲折兮自然到海，万象森罗兮不可逃空。",
            "comment": "：【原题】：\r\n弟子簿坚仁以幅缣写圆悟禅师像径山裕虎丘隆二高弟侍焉绍兴丙辰二月八日予乞食之苏台过其家且出以相示再三有请辄随喜赞云 | 【注释】【原题】：弟子簿坚仁以幅缣写圆悟禅师像径山裕虎丘隆二高弟侍焉绍兴丙辰二月八日予乞食之苏台过其家且出以相示再三有请辄随喜赞云"
        },
        {
            "title": "偈颂二百零五首",
            "content": "桃华浪里振修鳞，一跃龙门看化身。谛了十方三世事，无始的的自家春。",
            "comment": ""
        },
        {
            "title": "满化士与圆通大众出丐说偈送之",
            "content": "过门衲子上饶人，破我胡床默味真。道活髑髅前有地，用冲赤肉上无尘。盟心芦笋白鸥社，梦眼华枝蝴蝶春。满著圆通无尽意，四衢处处主中宾。",
            "comment": ""
        },
        {
            "title": "颂古二十一首",
            "content": "双盲入暗路崎岖，日落栖芦暂得苏。争似石人眠半夜，免教舜让守林居。须知花绽非干木，无脚行时早触途。昨朝风起长安道，元是崑崙进国图。",
            "comment": ""
        },
        {
            "title": "赞法云升律师",
            "content": "云容閒而未收，月魄湛而不流。严净身器也依律而住，虚明神宇也唯道而游。凛凛清姿兮颠毛覆雪，寥寥霁色兮心鉴含秋。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "云从龙，风从虎。雪峰辊毬，禾山打鼓。意不立玄，机不停午。恰恰相当用不穷，道吾觑破乐神舞。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "棱眉眼自深，阔口笑吟吟。峥嵘一片胆，疏豁十方心。默默春回万象，星星雪点孤岑。恁麽来也兮，不用相寻。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "三界无法，何处求心。风生虎啸，雾起龙吟。泥中有刺，绵里有针。华鸟隔墙相唤甚，十分春事到家林。不堕前后，独超古今。唤回千岁梦，飞出九皋禽。无栖泊，勿猜斟，只个虚空等样心。直下一槌光迸散，斩新弹子出炉金。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "芝麻压得油，秔米炊得饭，还我丛林饱参汉。衲僧履道贵平怀，何怀临机争转换。活计自然，家风成现。顺水便风，归舟到岸。寒山拾得笑呵呵，此心分付知音辨。",
            "comment": ""
        },
        {
            "title": "送嵩上人住庵",
            "content": "禅腹须来竹篾缠，好看水牯自耕田。布单不卖三千里，树耳谁疑二十年。一句合头尊旅会，十方坐断正偏圆。它时投杖来相访，且莫穷忙空竖拳。",
            "comment": ""
        },
        {
            "title": "周秀才出家求颂",
            "content": "标心脱帽法丹霞，借力堂前划草些。塞上不须嗟失马，杯中端俗断疑蛇。久怀甘露濯尘骨，将意丛林开觉华。古渡雪芦明月共，一壶秋色属吾家。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "抗力霜雪，平步云霄。下惠黜国，相如过桥。萧曹谋略能成汉，巢许身心俗避尧。宠辱若惊深自信，真情参迹混渔樵。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "瘦削而黄，惯穷不忙。闲情许淡，默味能长。灵犀之通一点晕，老蚌之蕴千年光。而今到处相随去，头头的的露堂堂。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "山光寒点雪，水色冷磨秋。肝胆古鉴净，身世浮萍流。罔象而珠得，亡牛而刃游。瑞凤入网兮连鳌上钩，个般手段兮老不传休。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "尘尘三昧，彼彼不外。千峰向岳，百川赴海。更无一法不如来，只个堂堂观自在。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "默成其性，慧润其定。虚应六窗，观通三径。善巧开权，触机堕阱。怪杀者僧，药多成病。",
            "comment": ""
        },
        {
            "title": "送修街坊出丐",
            "content": "海上鳌峰裹绮霞，梅仙朋旧有生涯。清眠梦落三山月，和气吹成一县华。去驾风舟寻长者，来分甑饭入吾家。待君归扫余疑膜，杯影垂弓不是蛇。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "口方鼻直，眉棱眼深。未填沟壑，还碍丛林。万象无得剩法，三世不见閒心。字雁没而寒烟淡淡，华鳞潜而秋水沈沈。",
            "comment": ""
        },
        {
            "title": "偁上人干造延寿院乞颂",
            "content": "丛林百丈有清规，特设堂安老病师。隐几虚心还自照，炷香孤坐绝他思。妙穷正念空三世，净洗余昏月一墀。底意欲从何处问，毗耶居士饱相知。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "净而纯中无一尘，纯而净中有万应。眼睛明，鼻孔正。更将折筋搅沧溟，令彼龙鱼知水为命。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "发将雪白，面作茶黄。触动眼三角，忘言口四方。明月松头鹤梦，香风莲底龟藏。净极发光光自照，虚空鸟印不成章。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "阴阳爻象此为宗，杀活机头看变通。玉女退身功后位，木人引步异中同。一尘不受能虚廓，万像无遗却混融。借得因缘成现用，玲珑八面尽家风。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "不习禅，不论义，铺个破席日里睡。想料上方兜率天，也无如此日炙背。",
            "comment": ""
        },
        {
            "title": "初禅人持钵求倾",
            "content": "佛事潜通兴化门，用时斤斧莫成痕。全机超出轮回际，一句拔除生死根。凉吹洗磨烦袂暑，素蟾排逐夜台昏。鹅王引饮唯醇味，水乳斯分不我浑。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "云门老子能施设，胡饼佛祖俱超越。哆哆和和两片皮，狤狤獠獠三寸舌。不是特地展家风，也非投机应时节。生铁铸成无孔鎚，忒团圞兮难下楔。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "一盘黑白互交罗，生杀其中细琢磨。樵人疑著当头著，不觉腰閒烂斧柯。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "卸却臭皮袋，拈转赤肉团。当头鼻孔正，直下髑髅乾。老医不见从来癖，少子相看向近难。野水瘦时秋潦退。白云断处旧山寒。绝剿绝，莫顢頇。转尽无功伊就位，孤标不与汝同盘。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "声色见闻闹浩浩，怡似儿时斗百草。两家拈出一般般，相对无言点头笑。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "百战成功老太平，优柔谁肯苦争衡。玉鞭金马闲终日，明月清风富一生。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "曲不坐床，乌藤倚旁。孤禅一句，三世十方。青灯含华夜耿耿。白鸟欲没天苍苍。却来有应，出碍无当。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "身閒类莫收，心静情不流。片月自炯炯，孤云长悠悠。颠毛衰白高山雪，眉目寒清古涧秋。把似春风些子妙，施於草木十方周。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "山云冉冉，江水茫茫。正不居位，偏不涉傍。显而不露，隐而弥彰。猿啼古木音声急，鹤宿枯松梦寐长。朔风作寒色，爱日流恩光。处处相逢遇，明明不覆藏。山河无隔越，草木尽敷扬。刹说众生说，毗卢舌广长。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "清白传家，湛存授手。木落风高，水明月昼。双瞳冷用眉，片舌闲摇口。宗通也洞水逆流，孝满也曹山颠酒。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "小雪纤纤洗霁色，新春冉冉入烧痕。三千界现非佗物，百亿分身有妙门。白云儿是青山用，青山父是白云根。寄语白云数回首，青山免见瘦棱棱。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "贫眉似促，饥眼觉大。口噤禅游，鼻通气快。心不萌个处转机，卦未兆阿谁来买。应世随缘，龊家得彩。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "额高眼深，该抹丛林。人惊大胆，我自无心。默转机梭路，谁投钵水针。觌面相呈了也，抬头何处相寻。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "雪洗寒岩兮山林气清，秋生烟水兮江湖色明。犹净镜兮对诸像，似空谷兮随诸声。游戏因缘三昧用，自然转处不留情。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "冻眠雪屋岁摧颓，窈窕萝门夜不开。寒槁园林看变态，春风吹起律筒灰。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "九月又重阳，菊华依旧黄。渊明是醉不是酒，荡荡游心於大方。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "面瘦颊凸，眉棱眼深。默亡所住，妙在而今。鳞潜寒水，鹤梦月林。应声应色分身也，拍手家家观世音。写出梦中身，你道真不真。槁寒秋在眼，渊默醭生唇。道环谁谓无象，空谷自来有神。父子不传些子妙，白首侬家老斲轮。",
            "comment": ""
        },
        {
            "title": "雪窦宗长老兹写师像以授天童知事壁龛而挂之",
            "content": "妙藏绝邻，毕竟无身也清虚之理真。幽灵独神，须臾返色也自照之智亲。云寒有雪意，天远连秋津。缘起佛种，觉生幻尘。语细音柔，丹山凤雏之韵；目深眉重，檀林师子之颦。借位途中宾主，借功门里君臣。洞水逆流，望云岩而半肯；曹山颠酒，知清税未全贫。曲木床头握麈尾，心传一句付其人。",
            "comment": "：【原题】：\r\n雪窦宗长老兹写师像以授天童知事壁龛而挂之乞语书其上 | 【注释】【原题】：雪窦宗长老兹写师像以授天童知事壁龛而挂之乞语书其上"
        },
        {
            "title": "偈颂七十八首",
            "content": "心月孤圆，义天洞晓。照中之虚，虚中之照。不萌枝上鸟初惺，无影树头春不老。垢衣权挂类中来，出门信手拈来草。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "孤节老全，丛林岁寒。机用千变，时事百难。玉经火而愈润，莲秀水而常乾。牛头之懒口挂壁，麈尾之辩舌翻澜。触事出碍兮虚空挥剑，众影不黏兮明珠走盘。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "默成用密，智空理得。历代祖心选同科，三世佛口闲挂壁。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "莫向枯龟版上钻，衲僧开口见心肝。莲华荷叶出未出，做尽工夫转觉难。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "不是心，不是物。非天非人，非僧非俗。南北东西莫我寻，长短方圆莫我测。牛饮星河，兔眠月窟，彻底灵明破昏塞。末山超拔兮顶相不形，铁磨变通兮舌头无骨。",
            "comment": ""
        },
        {
            "title": "四宾主·主中主",
            "content": "不动金轮万德全，宸苔含月未排班。当头讳字寰中禁，谁敢依稀犯圣颜。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "静沉沉，明荡荡，雪满十方，云迷四向。一色影里是谁坐著功勋，百尺竿头阿你变通伎俩。恁麽时须辨几微，恁麽处须明的当。趁不去露地白牛，透得过流河香象。彻见其源，如指诸掌。恁麽尽去也无法可传，恁麽却来也有人相亮。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "气貌棱棱，眉目温温。一脉之分派发崑崙之源，百川之吞潮落珊瑚之根。风烟清远秋之痕，草木秀拔春之恩。古壁之梭兮蛰龙之骨，寒潭之璧兮夜月之魂。",
            "comment": ""
        },
        {
            "title": "登云顶庵峡口倚杖说偈",
            "content": "云梯陟云顶，来寻坏衲师。破峡水一脉，挂松月半规。疏旷麋鹿性，厌饫丘壑姿。眷言携不去，迟立倚筇枝。",
            "comment": ""
        },
        {
            "title": "虚禅人发心丐田",
            "content": "虚廓襟怀作丐游，机缘处处定相投。开田大义聊舒手，得意忘言暗点头。白牯耕回山月晓，金刀煎断野云秋。长连趺坐通身饭，一饱分明百不忧。",
            "comment": ""
        },
        {
            "title": "立春后五日次本上人韵",
            "content": "雪绕楼栏同楚些，梅将青子柳柔柯。山林臭味入新语。风月膺胸遵古科。梦付曲肱春困甚，乞如骈拇老閒何。雨师雷伯情多妬。收拾陶家壁上梭。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "无明而明，无生而生。静枢机活，玄牝象成。随缘百亿纵横用，妙触门门出碍情。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "一互清虚，十分明白。借兮是功，转兮非色。天盖地擎兮体之有余，雷轰电掣兮用之不测，情未生时如何隔。",
            "comment": ""
        },
        {
            "title": "偈十首",
            "content": "即此见闻非见闻，更无声色可呈君。个中若了全无事，体用何妨分不分。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "疏豁性情，谷虚而不盈；舒散胸肤，冰涣而不凝。恁麽来也，触处相应。",
            "comment": ""
        },
        {
            "title": "宝峰照和尚真赞",
            "content": "山拥云腴，水怀月昼。照彻体前，湛存身后。机头梭路微分，针鼻线芒初透。灵涵万象兮彼不遗余，坐断十方兮我无渗漏。",
            "comment": ""
        },
        {
            "title": "观知殿化殿堂灯油求颂",
            "content": "广堂清白照蒲团，相续真灯未许残。寂默无声闲口醭，光明不掉寸心寒。莲开似对秋波浅，梦觉浑疑晓漏乾。十法界身流影事，自他交彻镜中看。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "云敛长空风日和，太平樵牧共高歌。衲僧饭饱无佗事，密密机前弄玉梭。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "半夜谁传无尽灯，黄梅席上许卢能。虚明自照非心力，分付丛林了事僧。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "眼低眉棱，骨寒肩耸。道情閒不羇，祥胆老能勇。流水清而月随，青山瘦而云拥。诸缘廓净兮拈却头皮，一句妙圜兮好看鼻孔。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "至微至精，无像无名。其传也默而成，其得也虚而盈。夜永斗柄转，秋高河汉横。人来借问正因字，鼠粪无将污我羹。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "大而无外，小而无内。合虚空而无欠无余，混万象而成团成块。不出不在，不失不坏。我不与物争，物不为我碍。路逢达道人，不将语默对。三千界里放光明，双六盘中休喝彩。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "凄然而秋，眼冷心休。温然而春，口笑眉伸。了了无分别智，恢恢不思议仁。亡机返朴，得用还淳。图画之巧，那有其神。",
            "comment": ""
        },
        {
            "title": "机禅人发心丐田",
            "content": "历历机梭看转旋，衲僧手眼有千千。将知白雪上方饭，出自黄云负郭田。溉灌流金溪口月，耕犁卷幕陇头烟。和泥合水谁家事，参饱元无分外禅。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "曲木床稳，刺藜杖横。揽五宗之家法，据万象之主盟。秋半风清，霁空月明。水云模楷兮无禅可说，丛林规矩兮不令而行。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "夤缘心，和合相，傀儡棚头呈伎俩。打破画屏归去来，家山田地还清旷。扫断情尘，沥乾识浪，虚明游践兮风月一壶，梦冷转身兮雪云万丈。",
            "comment": ""
        },
        {
            "title": "欲渡长芦与琛上人渔家词",
            "content": "岸树藤绳欲解维，海门蒲席弄清吹。舟不涩，兴无涯，回首灊山烟翠姿。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "视之其夷，听之曰希。真声真色，何是何非。春山润而云起，秋水澄而月归。见闻断痕而外分变化，功勋转处而内尽玄微。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "恰恰无绫缝，明明不覆藏。鹫岭岂传迦叶，少林那付神光。现成处处合头句，是足人人知见香。虚空说法森罗听，不挂唇皮解举扬。",
            "comment": ""
        },
        {
            "title": "四料简·夺人不夺境",
            "content": "懒问谁持造化权，门前春事正暄妍。雨晴花色明如锦，风暖莺声滑似弦。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "吸尽西江向汝道，马师不肯落荒草。三千刹海一成秋，明月珊瑚冷相照。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "妙明绝思，廓静无涯。智空三际，性融二仪。借功光历历，借伴老垂垂。文彩纵横成底事，机关不初不挂梭丝。",
            "comment": ""
        },
        {
            "title": "保福传化士乞颂",
            "content": "梅福仙游井汲枯，而今云水稳禅蒲。青原门下藏麟角，黄蘗床头捋虎须。学子柏庭寒立雪，檀家饭甑软炊珠。乞归将意丛林暖，松食荷衣良槁癯。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "寒林气清，晚浦潮平。自由之像，相随而名。孤藤拳脱略，三篾肚膨亨。闹市谁嫌机用熟，丛林人道饱参生。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "云山之姿，水月之像。大海之容，太虚之量。受也的的无心，应也头头离相。随缘有照兮妙而不痕，彻底亡依兮空而不荡。",
            "comment": ""
        },
        {
            "title": "牧童",
            "content": "水牯老行步稳，蓑郎痴歌笑繁。物外初无尘滓，胸中别有丘园。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "癯形老残，孤节岁寒。照顶髑髅眼，随缘赤肉团。六街三市寻人去，相唤门门尽是檀。",
            "comment": ""
        },
        {
            "title": "春意渐深送客至山麓田舍来往道中复逢法上人",
            "content": "青桑柳暗山前路，麦脚含滋一锄雨。阳林桃是旧家春，冷眼灵云合头语。",
            "comment": "：【原题】：\r\n春意渐深送客至山麓田舍来往道中复逢法上人因作数语以记所见云 | 【注释】【原题】：春意渐深送客至山麓田舍来往道中复逢法上人因作数语以记所见云"
        },
        {
            "title": "五位",
            "content": "正中偏，霁碧星河冷浸乾。半夜木童敲月户，暗中惊破玉人眠。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "生灭心尽是寂灭，露柱怀胎底时节。寂灭心起是生灭，石女生儿解言说。用时万象不盈余，休处一真无空缺。藤枯树倒笑呵呵，依旧清风与明月。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "幻起有形，智空无名。秋生月窟，云变乾城。摩娑百战胝瘢旧，向道而今老太平。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "世梦短，劫壶宽，底人退步里头看。豹变文而雾重，龙不卧而潭寒。欲使人人双眼冷，要须先沥髑髅乾。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "佛身光明了无垢，性水清净常不浑。降生沐浴吉祥事，要以大开功德门。哆哆和和增口业，胶胶缀缀添尘结。大家净洗佛浑身，彻底洞然明皎洁。长时诸佛洗我身，令日众僧洗我佛。",
            "comment": ""
        },
        {
            "title": "古上人出丐求颂",
            "content": "化门到处大千身，古鉴无尘谷有神。方信相随混不得，堂堂独露是何人。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "面目古怪，气宇深清。澗月夜白，松雪寒明。舜若之身兮谁前谁后，首罗之眼兮不纵不横。相随来也，流水浮萍。",
            "comment": ""
        },
        {
            "title": "出康庐渡江淮山拜诸祖塔道中作",
            "content": "涩舟沙水岸棱棱，岸上春泥深涴藤。回首康山怀结社，真情祖室事传灯。子孙亹亹雪庭可，衣钵绳绳舂屋能。坐照少林墙面意，湛明心地莹如冰。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "胡床寒，坐卓卓，只个虚空唱兮万象和。道契环中有智游，言满天下无口过。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "松老皮皴，竹癯节棱。发白远山雪，心明长夜灯。回机历历，随用腾腾。因缘妙触初无碍，个是玲珑岩下僧。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "玄沙太刚，长庆少勇，南山鳖鼻死无用。凤云际会头角生，果见韶阳下手弄。下手弄，激电光中看变动。在我也能遣能呼，於彼也有擒有纵。底事如今付阿谁，冷口伤人不知痛。",
            "comment": ""
        },
        {
            "title": "月禅人出丐求颂",
            "content": "一月在诸水，动随来去舟。分身能恁麽，到处恰相投。湖海堕全璧，鱼龙吞曲钩。归来端可庆，俱得饱参休。",
            "comment": ""
        },
        {
            "title": "朱干办求颂",
            "content": "磨洗纷尘百念秋，湛然源底未分流。其间自照因缘外，水净娟娟浮月钩。",
            "comment": ""
        },
        {
            "title": "还南麓旧居",
            "content": "枝藤结伴得游娱，怀习难宁寻旧居。云水梦思孤榻稳，山林眼味四窗虚。秋衣未絮怯繁雨，午饭无盐甘软蔬。老境端来傥底志，道同巢鸟与渊鱼。",
            "comment": ""
        },
        {
            "title": "偈十首",
            "content": "牢笼不肯住，呼唤不回头。古圣不安排，至今无处所。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "你也恁麽住，我也恁麽住，作业相似贫相聚。十方无壁，四面无门，遮丑无衣，御寒无絮。直下不居功，个中看转处。采华蜂集萌不枝，卧月鸟栖无影树。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "默默亡言，灵灵见根。鼓挝涂毒，香烧返魂。物物无心影受镜，尘尘出碍声逾垣。",
            "comment": ""
        },
        {
            "title": "海上人知浴求颂",
            "content": "温温气象半篙津，匏杓调和冷暖匀。直得通身浑是水，端知赤肉了无尘。风埃面目揩磨净，丘壑形骸洗濯春。妙触宣明佛子住，首楞严会有斯人。",
            "comment": ""
        },
        {
            "title": "次韵真歇和尚圆觉经颂一十四首·威德自在菩",
            "content": "门开三观莫迟留，得路行行到始休。鉴像照心无所住，楼钟出碍有来由。顶中具眼如天主，肘后分符似国侯。应世度生游幻海，月船风棹驾涛头。",
            "comment": "：【原题】：\r\n次韵真歇和尚圆觉经颂一十四首·威德自在菩萨章 | 【注释】【原题】：次韵真歇和尚圆觉经颂一十四首·威德自在菩萨章"
        },
        {
            "title": "颂古一百则",
            "content": "切瑳琢磨，变态肴讹。葛陂化龙之杖，陶家居蛰之梭。同条生兮有数，同条死兮无多。末后句，只这是，风舟载月浮秋水。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "其来何从，云起孤峰。其去何诣，月落寒水。而今处处相随处，的的浑身是眼睛。万像森罗互为用，不许蝇泥黏鼻孔。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "默默家内，如如规矩。妙不可以言传，真不可以相取。明白月壶，廓清天宇。物我情忘兮谁分尔汝。",
            "comment": ""
        },
        {
            "title": "送僧归豫章省亲",
            "content": "宾茧风枝梦不宁，夜堂思对老人星。一心归去事萱草，千里相求鸣鹡鴒。树树丹枫金堕叶，丛丛黄叶雪浮汀。西山秀骨濯秋雨，窗户卷帘分远青。",
            "comment": ""
        },
        {
            "title": "送愿上人归乡",
            "content": "溪头买船归鄂渚，一櫂清风夜蟾午。行尽韶山半月程，白云儿就青山父。岩头老子末后句，此到将知问不语。无缝塔前风色高，洞然不隔丝毫许。丁宁此去快须回，吾家之子要全才。不坐两头明暗路，偏中归去正中来。阿呵呵，胸次风流知几何。",
            "comment": ""
        },
        {
            "title": "资圣庵欲过圆通",
            "content": "我初浮舟济九江，幽寻兰若山苍龙。王摩诘画倚栏槛，谢灵运诗开绮窗。艾禅高谈肖琢玉，法身雅论非枯樁。梦回便是圆通路，月冷上方钟一撞。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "云无心成何处雨，蜜有味是谁家华。一钵上方分得饭，归来香气满毗耶。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "明明百草头，明明祖师意。於佗未尝一，於我未赏异。",
            "comment": ""
        },
        {
            "title": "四料简·人境两俱夺",
            "content": "罢奏笙篁夜欲阑，银河光浸紫微寒。星移月暗无消息，客散云楼酒椀乾。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "本源无风波，真界绝涯畛。木人步月归，转侧功勋尽。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "秋山骨瘦，秋水神清。岩松寒更翠，澗月夜还明。灵然曲木坐不语，四海九州俱太平。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "却请和尚道，三世诸佛也靠倒。释迦师，净名老，毗耶摩竭心相照。倦鹤夜移巢，灵蛇寒入草，正偏转侧兮妙圆兼到。",
            "comment": ""
        },
        {
            "title": "颂古二十一首",
            "content": "侍者来言报大王，赵州曾揖下禅床。怜儿不觉傍观丑，争奈全身在帝乡。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "鹤老松孤，泉寒石癯。镜之对像，谷之答呼。万缘杂错不是有，一点灵明不是无。湛存妙应兮机轮活枢。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "别是非，明得丧。应之心，指诸掌。往来不往来，只者俱是藏。轮王赏之有功，黄帝得之冈象。转枢机，能伎俩，明眼衲僧无卤莽。",
            "comment": ""
        },
        {
            "title": "与辨庵主",
            "content": "夹山钩上得芳鳞，不作当年棒喝嗔。直向动前分手眼，端能化外拨机轮。是须眉底有筋汉，方契寰中无舌人。彻照自宗知细密，任从天下乐忻忻。",
            "comment": ""
        },
        {
            "title": "春意渐深送客至山麓田舍来往道中复逢法上人",
            "content": "华蹊归来鸟啼幕，庖舍炊烟卧风缕。西窗旧有竹肋床，伸足曲肱成栩栩。",
            "comment": "：【原题】：\r\n春意渐深送客至山麓田舍来往道中复逢法上人因作数语以记所见云 | 【注释】【原题】：春意渐深送客至山麓田舍来往道中复逢法上人因作数语以记所见云"
        },
        {
            "title": "偈颂二百零五首",
            "content": "衲僧舌头真个自，浑仑里许没锥钩。轮扁斲工不授子。庖丁游刃无全牛。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "同声相应，同气相求。同风千里，不隔丝头。脱尽情尘消息在，芦花江上月明秋。",
            "comment": ""
        },
        {
            "title": "大功不宰",
            "content": "吾家消息默中看，看处虚明霁月寒。一色是功须转却，石霜端要髑髅乾。",
            "comment": ""
        },
        {
            "title": "大明庵留偈",
            "content": "略彴横门下转流，挂窗山在屋檐头。大明古意是时节，霜夜月堂帘上钩。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "谁能目眴眉扬，每笑手乱脚忙。守鲁祖之简默，得南泉之平常。明心秋月，活物春阳。铸机器也模范大小，据丛林也规矩圆方。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "山秋而癯，水秋而净。得丘壑偃蹇之姿，赋猿鸟超摇之性。离微彻见根，动静该听莹。提来万法上看，更没一丝头剩。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "十方大地是我一个身便能禁足，十方众生是我一个汉方解护生。禁足也步步不妄行，护生也心心不妄动。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "兀兀默耕，天成地平。一心无住住，万像不生生。起家空劫壶中句，借伴今时路上行。搅丛林人七八处，今行而据；握拄杖子四十年，师坐而横。用之不敝，虚而不盈。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "明功借位，起幻入尘。百草头边有芳信，纵横指点自家春。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "香林腊月火烧山，关楗如今透底难。无碍机锋能自在，虚空挥剑不成瘢。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "深深沉沉，心不见心。理亡出没，妙超古今。锦机丝度密无缝，玉澗玉流寒有音。友约寒山拾得子，拍手一笑舒胸襟。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "形骸槁如，林壑深居。衰发雪松白，閒情霜竹虚。智游空劫珠胎蚌，妙应因缘井觑驴。豹雾之虎，龙雷之鱼。黄梅衣钵绳绳信，卢老心传不识书。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "白发星星，骨癯气清。雪浸山嵂屼，秋在水渟泓。流琥珀兮涧松老，射珊瑚而波月明。影落大千去也，何妨触处峥嵘。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "人平不语，水平不流。风定华犹落，鸟啼山更幽。只麽天真无少剩，莫於里许著丝头。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "形虽老苍，事不穷忙。味真嚼蜡，面冷刮霜。撒手行空劫，全身入帝乡。回头游戏成三昧，春上百华蜂采香。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "一灯分耀百千灯，个事宗家谁也曾。少室相传断臂可，黄梅分付坠腰能。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "二仪之门，万象之根。有无难议，青白不痕。借功承祖祢，了事付儿孙。採华香负蜜蜂股，齐物梦翻蝴蝶槐。即相离相，知恩报恩。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "沧海沥乾，太虚充满。衲僧鼻孔长，古佛舌头短。珠丝度九曲，玉机才一转。直下相逢谁识渠，始信斯人不合伴。",
            "comment": ""
        },
        {
            "title": "四料简·人境俱不夺",
            "content": "十分花事属歌喉，笑入芳尘烂漫游。皇道太平无忌讳，纵横何处不风流。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "收尽余怀厌事华，归来何所是生涯。烂柯樵子疑无路，挂树壶公妙有家。夜水金波浮桂影，秋风雪阵拥芦花。寒鱼著底不吞饵，兴尽清歌却转槎。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "灵云悟桃华，玄沙旁不肯。昭昭然此心分明，隐隐也放身未稳。放得稳，八两元来是半斤，钩头秤尾能平等。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "一尘具无量刹土，一念超无量劫数。一身现无量众生，一体合无量诸佛。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "个是何人，气清骨贫。烟霞面目，丘壑精神。二仪自然一体，万像况与同尘。床上全威白额虎，钩头可意赤稍鳞。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "明白无根，茫茫月魂。清虚不浑，苍苍秋痕。青天固可背负，诸佛等闲口吞。情空超物物，妙触应门门。了知初不由心念，金色头陀灭意根。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "衲僧去就水云姿，偶堕夤缘出应时。今日又归林壑去，得便宜了得便宜。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "面此微紫，眸子深青。默臻阃奥，妙得门庭。彻见二仪成一体，明知万像不他形。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "无心之心，妙超古今。无相之相，不存情量。叶落木而秋开，月度山而潮上。柳絮之风随，葵华之日向。",
            "comment": ""
        },
        {
            "title": "蒙禅人丐麦求颂",
            "content": "杖头挂钵丐丹丘，力破清贫一点忧。红雨几番华事老，黄云万顷麦家秋。对缘手眼通身是，应物机轮转处幽。归理韶阳糊饼话，肚皮束篾饱齁齁。",
            "comment": ""
        },
        {
            "title": "冲禅人与翠山出丐求颂",
            "content": "归去家山雪未消，到时雪后翠棱高。豁然直下断三际，卓尔个中抽一毫。化钵不妨游幻海，虚舟何惮驾惊涛。因缘成熟袖双手，莫学吾家败酒糟。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "兀然而然，湛存象先。曹溪昧横画，少室还默传。体不匿而了了，用不勤而绵绵。得麟角兮石头足，捋虎须兮林际颠。壁上如今谩撑起，知音自然闻说禅。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "笊篱木杓，钱贯井索。受用见成，家风廓落。生涯放得信缘看，佛法更於何处著。不用安排只麽从，自然心地常安乐。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "萧然一念未萌初，露柱怀胎辨得无。风扫余云月未上，霁虚廓净绝方隅。",
            "comment": ""
        },
        {
            "title": "次韵真歇和尚圆觉经颂一十四首·普觉菩萨章",
            "content": "药病相攻双去难，心华开发自家禅。天真历历非修证，日用堂堂岂授传。高升丹霄知得计，止啼黄叶信成权。底时屑屑行泥滓，可笑蜗牛自涴涎。",
            "comment": ""
        },
        {
            "title": "欲渡长芦与琛上人渔家词",
            "content": "一苇江头老白眉，而今问讯慰相思。风静夜，月明时，满眼寒光下钓丝。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "眼横鼻直，气清骨寒。手眼外应金篦快，身心内照玉壶宽。机丝交织兮春华蔟蔟，与物齐平兮梦蝶团团。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "只解恁麽去，沙禽夜宿沧洲树。不解恁麽来，石笋穿开古路苔。莫道鲲鲸无羽翼，今日亲从鸟道回。",
            "comment": ""
        },
        {
            "title": "春意渐深送客至山麓田舍来往道中复逢法上人",
            "content": "鸟拳花枝作春语，风日焕然晞宿雨。水肥山翠木欣欣，芳事骈罗不容数。",
            "comment": "：【原题】：\r\n春意渐深送客至山麓田舍来往道中复逢法上人因作数语以记所见云 | 【注释】【原题】：春意渐深送客至山麓田舍来往道中复逢法上人因作数语以记所见云"
        },
        {
            "title": "偈颂七十八首",
            "content": "直下无窠窟，不用求奇特。皓玉本无瑕，雕文丧君德。",
            "comment": ""
        },
        {
            "title": "次韵真歇和尚圆觉经颂一十四首·圆觉蔷萨章",
            "content": "选场随手取标毬，长短期中入社流。觉后绳绳机自脱，悟来密密类难收。十分饱足雪山草，一色渐成露地牛。风扫水天尘翳尽，芦华直照月明秋。",
            "comment": ""
        },
        {
            "title": "普渊行者请颂",
            "content": "脱尽尘机真出家，平持心地是生涯。法堂划草堕僧数，舂屋传衣联祖华。想变石头山下虎，悟空弓影酒中蛇。寒枯只麽清修去，佛种从今却较些。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "去时踏雪似来时，来去途中一色迷。妙得转身宾是主，宗家正令付全提。",
            "comment": ""
        },
        {
            "title": "次韵真歇和尚圆觉经颂一十四首·总颂",
            "content": "木童吟处槁回春，个里庄严功德林。垂手断崖知路活，藏身空劫忌机沈。未翻识浪无多子，不挂唇皮有一音。佛祖契心言迹外，炷香清坐与追寻。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "青山白云父，白云青山儿。白云终日倚，青山总不知。",
            "comment": ""
        },
        {
            "title": "禅人发心干钟乞颂",
            "content": "木落空山霜，夜楼时一撞。随风度林岭，唤月到萝窗。响应虚传谷，声飞不碍江。梦回天意晓，蝴蝶失双双。",
            "comment": ""
        },
        {
            "title": "仗锡为长老写真求赞",
            "content": "木老春迟，山寒雪早。潮退珊瑚林，霁空明月晓。守默自如，对缘恰好。得往得来，随起随倒。龙潭觑破天皇，马祖踏著水潦。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "八字眉低，四方口阔。发色松雪寒，日光岸电烁。橐签之空，枢机之活。其间勿你安排，里许是谁造作。影草不彰兮妙触无瘢，没身不殆兮长生有药。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "祖祖家传，心心印全。混沌未受凿，威音不得专。蕉雷文象齿之所以，桂月晕犀角之能然。水自竹来兮绿非假借，风从华过兮香有因缘。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "山寒露风棱，水瘦褪沙痕。劫空须到底，用妙不循根。宗派谁传衣钵，他家自有儿孙。",
            "comment": ""
        },
        {
            "title": "偈十首",
            "content": "交互明中暗，巧齐转觉难。力穷忘进退，金没网鞔鞔。",
            "comment": ""
        },
        {
            "title": "丹霞忌日",
            "content": "明月清风霁景凉，华鲸喷雪成茫茫。灵然一点谁人委，怀抱千年作夜光。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "一人之父，百王之师。道机有余兮，动若四时。寿域无疆兮，量同二仪。大功不宰，至化无为。妙兮虽喻，智也不知。权挂垢衣云是佛，却装珍御复名谁。",
            "comment": ""
        },
        {
            "title": "送照禅人之湖南",
            "content": "衡岳迎秋翡翠瘦，潇湘漾风瑠璃皴。夜船载月急如箭，归去来兮休问津。",
            "comment": ""
        },
        {
            "title": "斜川道上望庐山三绝",
            "content": "水从乌石山前转，人在斜川岸上行。寂漠柴桑古祠下，我来无酒酹渊明。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "古岩老僧，百事不能。饱雪筠林野之姿，癯犹高节；抱松石岁寒之骨，老更苍棱。去就且拙，唱酬可憎。慎严逆流洞水道，孝满颠酒曹山曾。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "白云之宾青山伴，位里借功看互换。无底合盘转手擎，穿心碗子通身饭。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "巍巍堂堂，磊磊落落。闹处刺头，稳处下脚。脚下线断我自由，鼻端泥尽君休斲。莫动著，千年故纸中合药。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "舌头一脔肉，口唇两片皮。其间无固必，分外莫猜疑。赵州古佛，云门圣师，历历机头不挂丝。自然桃李成蹊去，那是春风作意吹。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "兀兀堆堆，髑髅眼开。全身放下，借伴还来。一弹指响流通句，楼阁门门见善财。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "曾到家山里许看，星河濯月霁天寒。个时失却娘生口，始信从来鼻孔宽。",
            "comment": ""
        },
        {
            "title": "与嵩禅人",
            "content": "乌石岭头相见，长生路上常逢。正是游山时节，落华芳草蒙茸。",
            "comment": ""
        },
        {
            "title": "十月朔与法上人南谷行",
            "content": "拖策鸣林游兴浓，要将丘壑醉青瞳。黄华尚媚秋余日，锦树那禁霜后风。转岫虵行岐屈曲，断崖虹卧水丁东。谁悭剧味平生事，分付饮茶谈笑中。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "岐分丝染太唠唠，果缀花联败祖曹。妙握司南造化柄，水云器具在甄陶。屏割繁碎，剪除氄毛。星衡藻鉴，玉尺金刀。黄蘖老，察秋毫，坐断春风不放高。",
            "comment": ""
        },
        {
            "title": "偈十首",
            "content": "万法是心光，诸缘唯性晓。本无迷悟人，只要今日了。心无形影，对缘即照。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "云水孤藤，丛林老僧。澜翻口角，雪点眉棱。长春时节相联蕊，破夜光明自照灯。内无丝而系螘，外无糁而聚蝇。不起灭定，能应繁兴。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "麟龙不为瑞，珠璧不为贵。衲僧眼豁开，彻见生死蔕。生死蔕，第一义。诸佛心，祖师鼻。少林传灯，灵山授记。随高随下，何此何彼。假诸因缘，神通游戏。有时五教三乘，有时三德六味。有时屋里主财，有时门头了事。处处清白家风，人人见成活计。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "释迦自是释迦，然灯莫要添些。不用烧钱引鬼，何须勾贼破家。你那里针劄不入，我这里石上栽华。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "握筇之像，对机之身。六根摄一处，三昧起诸尘。蚌肠孕於月明之夜，蛰户开於雷动之春。个般手段兮，分付善应之人。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "丝纶降，号令分，寰中天子，塞外将军。不待雷惊出蛰，那知风遏行云。机底联绵兮，自有金针玉线。印前恢廊兮，元无鸟篆虫文。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "生也死也，不道不道。只知憨狗怒逐块，谁见死蛇惊出草。著眼家林里许看，不萌枝上春阳早。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "不是恁麽形像，刚地起模画样。从来万法同根，穷竟虚空等量。可是二浙说禅，分外三河口强。深藏那里也烟蓑卧云，大用现前也风舟驾浪。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "去时不出户，来时不入门。清癯山有骨，闲澹云无根。归家奉祖祢，了事还儿孙。云水通方士，相期报佛恩。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "禅床默默，无得之得。寒淡赋心，清贫入骨。秋彻鲛人之家，霜摩老兔之窟。万象影中兮自纵自横，百草头上兮随出随没。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "双奋拳空，一担肩重。材本不堪，心元无用，莺院华香，蜂房蜜冻。喝时耳朵三日聋，扭处鼻头连岁痛。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "钵里饭，桶里水，开口见胆求知己。拟思便落二三机，对面忽成千万里。韶阳师，较些子。断金之义兮谁与相同，匪石之心兮独能如此。",
            "comment": ""
        },
        {
            "title": "万寿晖长老写师像求赞",
            "content": "空而无痕，绵绵体之若存。卓而莫群，恰恰用之不勤。光明破夜月，淡泞出山云。无得而得，不闻而闻。少林之传默默，灵山之笑欣欣。龙雷相送鱼烧尾，豹雾俄披虎炳文。齐物飘飘兮流梦似随蝴蝶去，亡机荡荡兮清閒还与白鸥分。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "瘦骨岩岩，残毳毵毵。坐寒云巘，心空月潭。虚应亡机而若谷，深禅有口而如钳。槃珠勿遗其色，囊锥不露其尖。皇道大平没棱角，自然雨五而风三。",
            "comment": ""
        },
        {
            "title": "卫进可寺丞腊月二十九日招我以蔬饭从容胜集",
            "content": "风澜未作见灵源，六处亡功体湛存。诸法性空方得座，一弹指响顿开门。寒梅篱落春能早，野雪棂窗夜不昏。万像森罗心印印，根尘超豁妙无痕。",
            "comment": "：【原题】：\r\n卫进可寺丞腊月二十九日招我以蔬饭从容胜集其居之西一堂榜曰六湛意六处休复同一湛然且求语因作偈云 | 【注释】【原题】：卫进可寺丞腊月二十九日招我以蔬饭从容胜集其居之西一堂榜曰六湛意六处休复同一湛然且求语因作偈云"
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "赤肉一团，疏通数窍。惟色惟声，乃听乃眺。不借应而即真，不外虚而常照。长时默坐亡世机，万里青天绝飞鸟。谓尔画工，那得其妙。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "法界无尘心月圆，本光还照未萌前。而今直下分明去，犹较南泉二十年。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "地水火风休假藉，一切不留还脱洒。家风廓落等虚空，田地虚明非昼夜。鸟道须知举足难，玄机不许丝头挂。同中有异异中同，彻底浑沦无缝罅。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "湛湛不昏，绵绵若存。三世佛护持为之顶相，历代祖传受为之命根。苍头祖父寒居位，白发儿孙夜过门。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "性了有余，体含太虚。心空历历，道契如如。答响神居谷，随缘井觑驴。向道尘尘住三昧，何妨触处卷而舒。",
            "comment": ""
        },
        {
            "title": "妙慧上人求颂",
            "content": "妙中有慧独醒醒，历历机前自照灵。老兔梦寒眠净魄，真犀心醉得通星。道游刹刹参诸佛，智破尘尘出大经。顽石点头挥麈尾，坐间华雨一番馨。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "虚而通，用而冲。默游量外，直照环中。云水一身瘠，家风四壁空。相逢有知己，点指识渠侬。",
            "comment": ""
        },
        {
            "title": "退天童上太守吴学士",
            "content": "三椽五合不求余，汩汩营营笑拙疏。妄立是非徒喻马，乐同彼此解观鱼。洗霜骨出山宜瘦。答响神藏谷应虚。莫涴人间名字垢，身云心月本如如。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "心空自灵，性了非情。玉马寒泉饮，泥牛夜月耕。尘尘智起，物物幻成。二仪万像纵横说，相与今时作证明。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "当生不生，借光现三十六应。当灭不灭，忘照摄千百亿身。只如绝去，来无动静。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "貌悴情枯，云閒月孤。诸根影像有，百念肺肠无。毒蛇头少人揩痒，猛虎口是谁捋须。有时变态兮，电卷雷驱。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "癯山早寒，老木先槁。心潜三界空，念动一尘眇。太虚谁与增添，万像何曾欠少。止犹谷神唯自知，肯把閒身相搅扰。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "床倚杖藜，权名住持。久默钳口，一笑伸眉。云水谁相问，家风自不知。明白宁居兮河空月转，寂寥无象兮雨霁天垂。",
            "comment": ""
        },
        {
            "title": "朱熙载作平阴令八十日致仕而发",
            "content": "勇退归来适旧游，家林禾黍一成秋。黄芦雪照沙头屋，明月波浮江口舟。耕道谁从夫子后，逃禅今与老僧俦。些桑试问陶彭泽，风味真醇相肖不。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "端公问处来，径直勿迂回。善财处处逢弥勒，弹指作声楼阁开。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "且道是何面觜，刚地无风浪起。默默閒自照心，了了倚谁传髓。白鸥暮落烟沙秋，寒卧芦华明月里。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "药之作病，鉴乎前圣。病之作医，必也其谁。白头黑头兮克家之子，有句无句兮截流之机。堂堂坐断舌头路，应笑毗耶老古锥。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "皓然雪月净无埃，一色功中更放开。唤起牧童蓑底梦，白牛鼻孔拽教回。",
            "comment": ""
        },
        {
            "title": "仲春过龙舒法华山寻诵经道者旧庵",
            "content": "支径入穷谷，来寻道者庵。梵音今默默，华雨尚毵毵。夜白月半屋，寒青灯一龛。梦随歌吹去，借路过江南。",
            "comment": ""
        },
        {
            "title": "礼明安塔二偈",
            "content": "老阿师卒无嗣，石浮屠立有年。丁宁金针玉线，惭愧鸾胶凤弦。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "黎杖横膝，衲衣拥肩。默为佛事，情忘世缘。家风空扫四壁。活计冷坐三椽。见闻声色外相讨，破晓青山啼杜鹃。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "岩壑之骨窪而隆，烟霞之气温而融。其默而通，其应而冲。流云出谷，霁月行空。十方三世兮，南北西东。",
            "comment": ""
        },
        {
            "title": "与昌国善友",
            "content": "驾潮舟涩岸头沙，得与岩僧款语些。梦付庄周窗外蝶，疑醒乐广酒中蛇。夜堂莫怪云悭月，春峤将知雨促华。想像旧山归去路，照门新锦眼迷蒙。",
            "comment": ""
        },
        {
            "title": "云上人持钵求颂",
            "content": "雪林风雪暮纤纤，滴沥寒声晓断檐。一点丐心盟杖屦，十分化事入鎚钳。霁光如拭月无碍，华锦落机春不嫌。百亿分身遍尘刹，见闻萧洒孰相黏。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "鼻孔修直，眉毛低垂。閒来一默，净扫余思。秋水连天摩霁色，春风著木见游丝，撒开捏聚兮只个些儿。头雪老{左日右煞}，面肉肥些。骨寒穷鬼子，情淡道人家。谤佛谤祖，撒土撒沙。明月犀玩兮晕通其角，迅雷象惊兮文理其牙，未把家风兮草草传耶。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "虚空借得作身，万象相随为伴。纵横人道十成，点检谁知一半。看看青山峥嵘，白云零乱。里许牧童归未归，铁牛一掣金绳断。",
            "comment": ""
        },
        {
            "title": "颂古二十一首",
            "content": "出群须是英灵汉，敌胜还他师子儿。选佛若无如是眼，假饶千载亦奚为。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "阿那是祖，位崇家谱。二仆之根，万象之母。建化门未要转机，实际地如何进步。青山一线路相通，月落寒猿啼断处。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "非默而默，不言而言。凿混沌朴，决崑崙源。万像总持句，诸尘三昧门。法法心心成佛事，华华叶叶受春恩。",
            "comment": ""
        },
        {
            "title": "颂古二十一首",
            "content": "即日贵人，旧家贫汉。兄弟相承，尊卑互换。向晚途中眼不开，夜明帘外机旋转。骑牛载帽异中来，百炼真金色不变。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "清白传家雪月光，玉壶中有转身方。情乾识尽功勋断，不觉全身入帝乡。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "岁寒之容，高岩雪松。清白之胸，冷月霜钟。种田博饭，地藏之春农；明镜非台，黄梅之夜舂。百草头上闲和尚，而今何处不相逢。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "默而非缄，辨而罔谈。须菩提慧空了了，憍尸迦华雨毵毵。更与刹尘分手眼，何妨机用见鎚钳。个人自得，古佛同参。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "君王底意语知音，天下倾诚葵藿心。掇出中原无价宝，不同赵璧与燕金。中原之宝呈兴化，一段光明难定价。帝业堪为万世师，金轮景燿四天下。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "长者长法身，短者短法身。虚空已是色，大地却非尘。觑得破阿那律祖，放得稳舜若多神。飘飘闲戏白鸥水，栩栩梦游蝴蝶春。拶头拶面推来也，眼里无筋一世贫。",
            "comment": ""
        },
        {
            "title": "三印颂示众",
            "content": "印泥印空印水，疾轩不及掩耳。豁然楼阁门开，消得轻轻弹指。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "这个形容，缘报遭逢。藏万德於未兆，戢六用於无踪。雪阵血战，玉田历农。影响若空谷，随扣如霜钟。竿头不是风幡动，知有此事还卢舂。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "云水之身，丛林之人。眉毛长盖眼，鼻孔直欺唇。等闲西院两声错，急快云门一路亲。不肯割城还夺璧，相如肝胆抑强秦。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "天之空兮星斗寒，海之缩兮潮波还。推月之蟾止三脚，养雾之豹窥一斑。拈出门门问相识，知音点头应不悭。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "青山不用白云朝，白云不用青山管。云常在山山在云，青山自闲云自缓。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "日面月面，星流电卷。镜对像而无私，珠在盘而自转。君不见钳錘前百炼之金，刀尺下一机之绢。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "宿雨洗去山面尘，东君料理山家春。浩劫壶中勿新岁，枯木岩前有古人。寒暑不到以法界为处，齿发不老以虚空为身。坐间默有相传意，川上乾无逝去津。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "老发衰髭，顶雪颔丝。方头似凿，钝口如椎。相逢閒受用，惯喫落便宜。蒲鞋价贱陈尊宿，浆水钱还王老师。法不当情兮平等得定慧之学，心无所住兮自然见离微之时。",
            "comment": ""
        },
        {
            "title": "谢通讲师五偈",
            "content": "慰心佛氏未萧条，卓卓缁林有俊髦。知见香熏舌本别，名言垢净眼棱高。锦云脚踏冷修月，仙峤牵颓閒钓鳌。良遂肯从麻谷后，声光矫矫壮吾曹。",
            "comment": ""
        },
        {
            "title": "送觉禅人",
            "content": "明月堂虚客不留，衡湘秀处赋清游。回途复妙无遗影，天水从来一样秋。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "生灭去来，本如来藏。清净妙明，虚融通畅。六门我绝，攀缘三界。渠无身相，无生路上。底人识取，万迥和尚。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "掣鼓夺旗，往往光影里走作。停机息杼，往往死水里浸却。衲僧家，稳下脚。没窠臼，莫栖泊。月树不啼猿，雪巢无宿鹤。玄微及尽类难齐，千手大悲难摸索。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "管签真风暗度韶，春恩如许在芳条。志公不是闲和尚，拄杖头边有剪刀。",
            "comment": ""
        },
        {
            "title": "符十五郎求颂",
            "content": "圆虚里许得真游，离水犀通一点秋。机应无私登鸟道，妙同明月静随流。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "碧寒眼脑，黧黑面皮。佛魔销铄处，自己住持时。针或联线，机不挂丝。风月渡河无夜色，水天连霁有秋姿。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "坏不坏，随他去也。大千界句里了无钩锁机，脚头多被葛藤碍。会不会分明，底事丁宁杀。知心拈出勿商量，还我当行相买卖。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "不即不离，非取非舍。自东自西，谁上谁下。委曲也顺俗亡功，蓦直也应真不惜。珠中有火君须信，休向天边问太阳。",
            "comment": ""
        },
        {
            "title": "游龟山和何学士",
            "content": "一宿曹溪今乃时，永嘉想见未忘兹。如何淮风遏行色，不得扶杖相参随。斯须佳惠玩珠璧，璨然倾泻胸中奇。词锋明锐许谁敌，禅悦清酣还我追。约君入社背时事，种藕著华春满池。道在金兰端未艾，回头阅世真儿嬉。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "源养而渊，灯传未残。照分光燄，流演波澜。暂时还落薄，客事岂艰难。春上烧瘢，绿生草端。无心为润云行麓，有应不留珠走盘。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "看看，变态毫端。春风不泮颠毛雪，秋色自摩眸子寒。笑添面孔两眉展，参饱肚皮三篾宽。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "发作残雪之白，目带深秋之寒。春山未暖，野水无澜。家风摩鼻孔，好事上眉端。三世因缘兮半身而应，十方刹海兮一吸而乾。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "扇子破，索犀牛，棬挛中字有来由。谁知桂毂千年魄，妙作通明一点秋。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "途中久客忆家山，一线蹊通入翠寒。望处霁云收青练，跨门残月堕金盘。十虚俱殒眼方阔，三世齐吞肚觉宽。变化鲲鹏底时节，霄程九万看风抟。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "须发沧浪，形容寒瘠。春林带雪痕，云山染秋色。光明一点兮蚌有蕴於月华，清净八弦兮鸟不飞而天碧。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "大雄父子许雍容，消息传通到劫空。寒卧老蟾呼不觉，扶疏丹桂月朦胧。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "智极而藏，静极而光。蕉雷之展，葵日之芳。占宝器而蛮眼碧，理华须而蜂股黄。中规中矩兮乍圆乍方。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "閒云之动，野水之流。体万像之平等，了一身而自由。机轮无滞兮，凿枘相投。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "妙传乎真，转侧而神。赤脚劫空归去路，白头借伴却来人。无心分物我，何处著根尘。烟柳莺华闹浩浩，太平时节大家春。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "泥泥水水一年农，收拾将来碓下舂。炊软香分千钵饭，肚皮参饱放颓慵。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "默默蒲禅，空空世缘。谁赓白雪，我得青毡。万法之机开两拳，千僧之檐著一肩。戏蝶栩栩兮物齐春梦，飞鸿冥冥兮字没秋烟。",
            "comment": ""
        },
        {
            "title": "送通禅者之襄阳",
            "content": "疏巢凄冷卧西柯，梦觉归思遽许多。风雨江头乱雁字，家山坞外悬渔蓑。白杨村落庞居士，青石浮图蕴大哥。倦倚苍松坐凉夕，兔推明月下星河。",
            "comment": ""
        },
        {
            "title": "行月大师求颂",
            "content": "霁明夜永月行空，破暗真光默默中。一点至灵虚且应，十方圆鉴照而冲。床头炉篆浮寒紫，壁上龛灯对冷红。个里宗乘消息在，蒲团纸帐旧家风。",
            "comment": ""
        },
        {
            "title": "津禅人出化盏橐乞颂",
            "content": "喫茶去语落诸方，聚首商量柄把长。相席是渠能打令，同尘输尔解和光。舌头狤獠明无骨，鼻孔累垂暗有香。盏橐成来圆此话，侬家受用恰平常。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "跛跛挈挈，{左监右毛}{左监右毛}毵毵。百不可取，一无所堪。默默自知田地稳，腾腾谁谓肚皮憨。普周法界浑成饭，鼻孔累垂信饱参。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "无言而言，默彻其源。无用而用，虚含其动。理窟之穷通，智机之变弄。夕阳洲渚白鸥盟，韶昼园林蝴蝶梦。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "功勋密处转身难，转后家风又觉宽。黯黯旧山青落眼，涣然霜雪洗蓑寒。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "出门跃马扫欃抢，万国烟尘自肃清。十二处亡闲影响，三千界放净光明。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "槁寒初不展家风，默默神游透劫空。百草头边与化事，自然秋色水天同。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "空劫威音前，别有一壶天。御楼观射猎，不是刈茅田。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "閒兮无寄，用也不痕。月虽能现影，云自不生根。活卓卓诸尘莫混，明历历旷劫长存。相随闹市堆中去，普光三昧发门门。",
            "comment": ""
        },
        {
            "title": "智宣直岁写师像求赞",
            "content": "霜颅雪髭，壑眼岩眉。崑崙源我据，浑沌凿谁持。雁行没处秋天阔，华气繁时春日迟。诸尘出碍，妙触无疵。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "灵云却解见桃华，老眼如今冷淡些，拈却面前案山子，柱门路直不横斜。",
            "comment": ""
        },
        {
            "title": "心知庄求颂",
            "content": "耕云种月自由人，田地分明契券真。黄独将看炊作饭，白牛今已牧来纯。钁头活计时时用，物外家风处处亲。禾黍十分秋可望，饱丛林汉著精神。",
            "comment": ""
        },
        {
            "title": "符十五郎求颂",
            "content": "尘劳排遣廓而明，灵照心空合未萌。妙尽源穷成本得，从来等佛与众生。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "默默有得，灵灵无依。妙穷出没，照彻离微。万像齐收一印，三昧遍在群机。而今恁麽相随去，终日如愚不我违。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "是处分身，如谷之神。有应之月，无私之春。行将五路开双手，一切门头只个人。",
            "comment": ""
        },
        {
            "title": "六代祖师画像赞·三祖监智禅师",
            "content": "道无拣择，宗非促延。死生外著，清白家传。觅罪性空，廓然大同。妙尽亡能境，机回却借功。虚明自照靡心识，明月灵犀夜魄通。",
            "comment": ""
        },
        {
            "title": "来上人干延寿院乞颂",
            "content": "披蓁卜筑古林阿，百丈心於老病多。照彻有无方得我，缘分生灭不干他。谷云冷抱松根石，山月明悬屋角萝。若子殷勤圆此话，毗耶城里问维摩。",
            "comment": ""
        },
        {
            "title": "真首座写真求赞",
            "content": "觉海元澄，性天廓平。耳眼空更远，息气细而清。露寒斗湿，秋淡河横。丛林底去就，百草头光明。蛾眉之月兮三千刹海，羊角之风兮九万霄程。肚皮参饱，肝胆老成。挥斤容易甚，器受太难生。为你一斲鼻垩，从教四望人惊。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "道环之虚靡盈，空印之字未形。妙运天轮地轴，密罗武纬文经。放开捏聚，独立周行。机发玄枢兮青天激电，眼含紫光兮白日见星。",
            "comment": ""
        },
        {
            "title": "赵学士求颂",
            "content": "身前身后独灵灵，一切如来出此经。歇尽狂心便相见，水秋天净月亭亭。",
            "comment": ""
        },
        {
            "title": "送慧禅人往上江糴麻米",
            "content": "云门糊饼赵州茶，里许明明著得些。公案见成知味底，一千二百衲僧家。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "身老而衰，根钝且迟。霁冷河阔，天空斗垂。圆明三只目，受用两茎眉。尘刹大千纵横而妙触，三尺丈六笑语而相随。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "风观痴甚，形骸老生，眉棱阴觉重，鼻息静还清。二仪未兆，一点圆明。霜洗斗牛湿。秋晴河汉横。莫将毫忽痕空性，向道环中长太平。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "老大丛林快说禅，不将禅拄口皮边。谷深山远空无像，何处人呼应不圆。",
            "comment": ""
        },
        {
            "title": "颂古二十一首",
            "content": "青山不异，白玉无瑕。茫茫流水，扰扰黄龙。有佛处纤毫不立，无佛处万别千差。长安路上未归客，寻溪由自摘杨花。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "须发老而覆霜，心念净而发光。妙照混三世，幽灵空十方。口吞诸佛而不为大，舌拄梵天而不觉长。刹尘无间说，鸥鸟不乱行。平等是道，自然成章。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "寒灰发焰旧家风，恰恰当人受用中。片雪飞来炉上尽，通身无像不同功。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "心空月高，发白雪饶。气吞百川兮其口如海，浪卷万里兮其舌翻潮。一句直指，三乘独超。忽雷破蛰起平地，赤脚踏虹登九霄。影草笑无术，烂柯知有樵。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "真见无形，真得无名。全超影响，妙出尘情。夜冷露濡而斗湿，天空霁阔而河横。无住而住，无生而生。相随却到门门底，楼阁关开弹指声。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "不是男，不是女。不是神，不是鬼。不是佛，不是物。只知白云无心，谁辨青山在目。夜明识取断蛇珠，潭寒退下苍龙骨。等闲掣断紫丝絛，天上人间收不得。收不得，底事从来没窠窟。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "发白而老，面黄仍病。穷地水火风之根，得见闻觉知之柄。一气专柔，诸尘善应。魏自而良，橘陈而令。尽大地药了调和之治方，满虚空身识起来之缘性。",
            "comment": ""
        },
        {
            "title": "五王子·末生",
            "content": "甘分清孤寒固穷，衡门寥落正西风。一鸣便是苍梧凤，不意飘流鸥鹭中。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "木有火伤身，人有火伤神。木无火不生，人无火不成。地水风火，亦复如是。四大普周同法界，各各普周无障碍。只者普周无碍时，自然无坏无不坏。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "一片閒心，十方充塞。春律行兮发华，秋风敛兮落木。谁调谁牧，不伤不触。万像同放光明，太虚了无棱骨。中规矩兮，东西南北。",
            "comment": ""
        },
        {
            "title": "颂古二十一首",
            "content": "露地白牛起问端，随缘叱叱齿牙寒。不知钦啄是何物，喫喫直教沧海乾。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "默默之语，如如绝虑。野水有秋，閒云无雨。十方三世兮无我安排，六道四生兮非吾行伍。",
            "comment": ""
        },
        {
            "title": "教监寺写真救赞",
            "content": "胡床一默，智游理窟。偏正往来，离微出没。上下混成也二仪之根，去来平等也三世之则。有时随应诸尘，不可说似一物。修证不无，污染不得。震之东，兑之西，离之南，坎之北。青州布衫，镇州萝蔔。当家行眼里有筋，本色汉舌头无骨。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "形仪淡如，胸腹空虚。懒不学佛，钝不知书，静应诸缘而无外，默容万像而有余。齐物而梦蝶，乐性而观鱼。渠正是我兮我不是渠。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "默握氂尾，谁撩虎须。天水连秋色，魁杓夜转枢。应兮鉴像，答兮谷呼。森罗万像，纵横也俱。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "高岩之雪兮颠毛衰白，远水之秋兮眼棱寒碧。气清夜永兮月低，斗冷河空兮露泣。借伴之机，起家之力。二仪万像兮相与流通，十方三世兮自然平出。",
            "comment": ""
        },
        {
            "title": "夏安居日过实上人东轩时新竹浴雨因作句歌之",
            "content": "箨龙出丛林，脱锦露新绿。昂藏引头角，密密均节目。娟然尘外姿，云雾腻寒玉。翠满东窗阴，心眼扫恶俗。虚静颇道情，清癯见风骨。惠我不老春，为谁无弦曲。葛陂蛰时事，第恐雷雨促。不能留高閒，双碧淡相瞩。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "眉垂而杨，只默而方。了见源底，净极发光。月魂排夜色，斗气濯秋霜。谁嫌眼上瞋生角，我道机前影不章。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "庐陵米价百念升，赵州萝蔔半千秤。只麽郎当住持，洎合殃杀性命。省不省，脑后更将楔钉。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "不居功，不合半，脱体其间过一遍。梦觉船浮明月波，眼寒雪拥芦华岸。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "你是何人，缁衣裹身。静住天无四壁，机回月带重轮。梦蝶境中閒有趣，露蝉胸次净无尘。相随化事入廛井，百草头上风烟春。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "野水秋自瘦，枯山春复肥。胡床放得稳，默默坐亡机。电流柄拂，云入田衣。位分偏正兮，道出离微。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "萎萎羸羸，病起风姿。跛跛挈挈，老来事业。坐稳三际平，心空百念绝。森罗万象信崝嵘，门门三昧从施设。",
            "comment": ""
        },
        {
            "title": "颂古二十一首",
            "content": "如今推也，是子是贼，买帽相头，食鱼去骨。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "春雨洗园林，春风动帘箔。百城人已归，弹指开楼阁。入门俱是佛家风，帝网光明相映夺。",
            "comment": ""
        },
        {
            "title": "一禅人出丐求颂",
            "content": "一霎山前春雨乾，丛林气韵洗衰寒。水明玉兔随征棹，线重金鳞上钓竿。午钵莫嫌分饭甑，千僧无念集蒲团。化机妙应头头准，手眼通身不著谩。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "性觉妙明，本觉明妙。与太虚等量，与物情同道。应色应声，随听随眺。入三世而非去来，混万缘而无正倒。云日低时字雁横，夜蟾落处孤猿叫。",
            "comment": ""
        },
        {
            "title": "因雪示随行禅者",
            "content": "家家种玉满区区，谁裹烟蓑细步趣。千里同风休缀缀，十方一色尚拘拘。梦醒光彩两头断，坐稳身心三际无。清白传家衲僧事，其间转处看工夫。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "气宇豁落，精神萧散。尘劫坐空，世缘居简。閒閒淡淡枯木云，沥沥漉漉通身眼。森罗万像同条，莫道个人檐板。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "皴皮似鸡，疏齿如鲵。诸缘坐断，一句全提。夜月圆明兮珊瑚海阔，晚云破碎兮玳瑁天低。",
            "comment": ""
        },
        {
            "title": "航海之宾陀防真歇师兄",
            "content": "得得来寻真歇兄，孤舟扬檝顺潮行。重联断雁云中字，远赴閒鸥沙上盟。新味清油燣紫菜，古方淳蜜渍黄菁。海山只个供盘箸，一段家风不世情。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "默而藏，妙而光。月之轮窄，斗之柄长。扶来草木春濡绿，夺去山川霜落黄。相契可处，自然成章。",
            "comment": ""
        },
        {
            "title": "成侍者求颂",
            "content": "真源不皱风，月兔影澄水。枯情但恬如，默默饱禅味。家风乃廓然，当年第一义。机轮转有方，万化出弹指。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "作贼心，过人胆，历历纵横对机感。保福云门也垂鼻欺唇，翠岩长庆也修眉映眼。杜禅和，有何限，刚道意句一齐划。埋没自己也饮气吞声，带累先宗也面墙檐版。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "虚空之身兮遍十方，古佛之心兮逾三光。得之而藏，兀然如秋兮百念自凉；用之而芳，粲然如春兮万像成章。德形外徼，道在中央。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "廓然无圣，来机径挺。得非犯鼻而挥斤，失不回头而堕甑。寥寥冷坐少林，默默全提正令。秋清月转霜轮，河淡斗垂衣柄。绳绳衣钵付儿孙，从此人天成药病。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "三河野人，两浙社宾。湛存该理智，妙触出根尘。乌藤行脚丛林事，鈯斧住山云水身。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "云开青山横屋头，雨住流水涨门底。南无家家观世音，回避不及鼻相抵。非唯鼻相抵，亦乃同见同闻，同齅同舐，同身同意，同得同智。果满菩提圆，华开世界起。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "主中之主天中天。家势金轮万代传。退步不居尊贵位，借功却作诞生缘。廓虚印上无瑕垢，明白机头有转旋。劫数不能知寿量，湛存象外自绵绵。",
            "comment": ""
        },
        {
            "title": "次韵真歇和尚圆觉经颂一十四首·弥勒菩萨章",
            "content": "痴根爱种力锄除，一段灵明是旧基。插草天人深会意，拈华尊者笑开眉。鱼行大士须珍重，布袋憨僧且伏惟。处处鼻头相撞磕，唯心境界你谩谁。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "收把断襟喉，风磨云拭，水冷天秋。锦鳞莫谓无滋味，钓尽沧浪月一钩。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "面目风霜，身心春阳。用杀活之手段，整宗祖之纪纲。秋生野水鱼潜稳，月在寒松鹤梦长。",
            "comment": ""
        },
        {
            "title": "华亭顾道友儿女俱出家求颂",
            "content": "儿儿女女著袈裟，留得闲身具在家。不作丘坑看觉地，当鉏荟蘙种昙华。深藏北斗端能许，吸尽西江始较些。三界脱然亡影像，净名居士好生涯。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "四大无埃，五蕴外来。智慧尚归父，因缘初不媒。西山寒月下，东海夜潮回。一一根尘妙触事，千千手眼随宜开。众生世界了如幻，影像那涴吾灵台。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "发衰雪白，眼寒秋碧。壁立千寻，功消一色。体得有家风，心传亡辙迹。少林祖师兮岂会唐言，黄梅行者兮不识横画。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "归根得旨，叶落知秋。拈得鼻孔，失却舌头。照彻三世佛之顶{左宁右页}，把定历代祖之襟喉。玉井涵碧，冰壶断流。诸法空寂为之座，是须坐处不停囚。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "规圆矩方，用行舍藏。钝置栖芦之鸟，进退触藩之羊。喫人家饭，卧自家床。云腾致雨，露结为霜。玉线相投透针鼻，锦丝不断吐梭肠。石女机停兮夜色向午，木人路转兮月影移央。",
            "comment": ""
        },
        {
            "title": "芭蕉道中",
            "content": "雨暗冈头客路，炊烟山里人家。映水竹鸡聒聒，飘风字雁斜斜。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "发白寒山有雪，眼深秋井澄波。混沌凿那亡大道，崑崙源自发长河。一笑十方三世事，不妨随处萨婆诃。",
            "comment": ""
        },
        {
            "title": "心禅人出丐求颂",
            "content": "将看秋早瘦风林，禾卷黄云副丐心。妙印手中那外物，虚空胸次不容针。谁家落甑炊香雪，后夜归船棹软金。洗足蒲团松石上，绕篱山水有清音。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "渊默湛存，道超见闻。真照本有，妙尽新勋。虚谷之神兮大千界满，明月之影兮百亿身分。无住也浮萍流水，自由也飞鸟行云。得之有据，用之不勤。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "尊贵位中尊贵身，绵绵不断转金轮。刹尘寿量无穷已，个是乾坤旧主人。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "鼻直口四方，眉低眼三角。默默句难传，深深谁转脚。入挂树之壶，天地能阔；得烂柯之棋，黑白未错。如今更不囊藏，到处随宜著落。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "了了常知，灵灵匪思。妙空三世，圆包二仪。针鼻长通线，梭脐细吐丝。出谷白云风断送，盈科流水月相随。普应群机兮，自然合宜。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "一阵清霜，千峰寒色，里许是谁看转侧。家风克绍绍非功，抚背忽惊儿脱白。",
            "comment": ""
        },
        {
            "title": "拜芭蕉情禅师",
            "content": "来谒芭蕉大仰孙，要明圜相识躭源。横山烟雨洗秋骨，掠面溪风吹暑痕。菖蒲叶瘦水石秀，枇杷树密轩窗昏。阿谁床头拄杖子，乞我款曲寻云根。",
            "comment": ""
        },
        {
            "title": "折桂章首座近自双泉来因作句与之",
            "content": "家林隐卧一巢云，厌作梁家庵底宾。折桂手舒寒触月，衔珠眼合梦游春。庭除不见雨华鸟，麋鹿能来呼谷神。五老芳邻归问讯，笑谈相对白头新。",
            "comment": ""
        },
        {
            "title": "保福萃长老写师像求赞",
            "content": "少食枣而齿黄，老饱盐而瘿亡。兔分月魄入犀角，蜂採华滋归蜜房。源深流长，体明用光。巍巍堂堂，炜炜煌煌。檀篆香消默无语，乌藤相伴倚绳床。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "云在青天水在瓶，几人错认定盘星。乐山八字轰开也，恰到而今话大行。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "碧涧之松，烟巢之鹤。野性闲闲，癯身卓卓。江含月而练长，水连天而秋阔。一点分明兮十方虚豁。",
            "comment": ""
        },
        {
            "title": "别邹秀才",
            "content": "声利明来若梦游，肯迂征家宿云栖。情高素抱山樊志，性淡幽寻松石俦。爱我家风清入眼，问伊时事默摇头。今朝送别还孤坐，空对炉烟篆字浮。",
            "comment": ""
        },
        {
            "title": "与观禅者",
            "content": "豁净虚通入觉场，体前一段本来光。孤禅恰恰如担板，默照明明似面墙。秋光芦华两岸雪，夜寒桂月一船霜。迢迢象外行归路，雁字低低正夕阳。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "心心智通，佛佛道同。十方圆满，八面玲珑。施时也三乘教备，坐处也一切法空。应供而来有不受之受，度世而出得无功之功。动而常静，用时弥冲。处处不乖兮水中夜月，物物斯应兮华上春风。因缘和合而生，生不可生生。影生於形，响生於声。森罗万像从峥嵘，虚空廓落无亏盈。杳杳冥冥，灵灵明明。是其中之精，非其外之情。见本家旷古之佛，得自己广大之经。湛兮若存无迹像，善恶不我相随行。物物现成观自在，人人具足常不轻。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "全心之相，全相之心。写成这个，聊应而今。天苍苍兮白鸟没，水深深兮红鳞沉。月钩云饵，玉线金针。一般料理兮，妙出威音。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "发雪衰白而春昼长，目光寒碧而秋波扬。采华之滋而蜜蜂忙，齐物之梦而蝴蝶狂。体空影响，机动阴阳。",
            "comment": ""
        },
        {
            "title": "登云庵",
            "content": "屠苏对碧溪，霜草露幽蹊。顾我丘壑醉，知谁尘土迷。萝门窥窈窕，雪磴履高低。猿鸟未相弃，伴人烟树栖。",
            "comment": ""
        },
        {
            "title": "再和朱朝奉见寄",
            "content": "朅来林下人，挂冠脱朝绿。身閒道愈尊，神静碧照目。落落我就璞，碌碌谁如玉。欲学陶渊明，高情异浮俗。白云无定心，青山有奇骨。肯从莲社宾，共奏无弦曲。佛生等一念，日劫讵延促。倾盖同故人，道存聊一瞩。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "不寒不枯而秋颓，不净不垢而春来。神虚而应，机发而回。分身慈氏，合掌善财。弹指作声兮楼阁门开。身心清恬，面目冷严。烟巢寒翠栖鸟梦，风漪绿净游鱼潜。荡荡兮眺听自妙，閒閒兮声色不黏。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "大一无外，小一无内。一兮一兮，靡所不在。心地净亡尘，肉山闲弗碍。道环中，绝端倪。空印里，何文彩。风凄凄兮秋落远山，波烂烂兮月浮沧海。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "为僧{左屈右刂}剞，与世支离。目瞳青炯炯，头发白丝丝。劫空有句，真得无师。借功分照用，借位解提持。万像森罗一音说，何须特地挂唇皮。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "圆颅方衣，静枢活机。天空云淡淡，潭净月依依。十分化事成华木，默默冰壶春信归。",
            "comment": ""
        },
        {
            "title": "礼四祖大医禅师塔",
            "content": "祖道已传，黄梅妙龄。幻泡忽灭，白净无形。真相堂堂照膏火，教音默默鸣风铃。老松挂月寒方夜，冻鹤巢云梦未醒。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "灵灵而空，了了而融。正偏之机转，佛祖之道同。玉井有月，冰壶无风。儿孙得力成家事，影现诸尘三昧中。",
            "comment": ""
        },
        {
            "title": "宿覆船山阻雨",
            "content": "枝筇同到覆船巅，暂寄筇枝借榻眠。山水钩帘知属我，烟霞腻枕梦游仙。觉来笋窟投蔬箸，閒把华房入线编。想像玲珑岩下雨，春寒犹可卧羊毡。",
            "comment": ""
        },
        {
            "title": "早发宁海寿宁道中过奉化",
            "content": "晓径风香雨阵红，凿崖棱石上梯空。勤归鸟语春过半，投饭人家日正中。山怪翠寒台对偶，溪能柔碧剡相通。杨华便是浮萍草，踪迹又随流水东。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "用得乎眉，体全乎鼻。香象不群，金毛无畏。明妙吉之初心，入普贤之幻智。回途放旷知不知，般若光中熟游戏。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "山之寒兮带雪，水之清兮含月。默而灵兮卓卓妙存，静而应兮尘尘光发，彻见离微兮任出任没。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "理极非身，智明自神。三缘未作，一默含纯。回途异类，出历诸尘。弯弯月下涟漪水，剪剪风斜杨柳春。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "萎萎羸羸，跛跛挈挈。用绵绵而云行，机历历而电掣。有时缄口衔枚，也学住山束篾。生兮不生，灭兮不灭。秋水之月兮，春山之雪。",
            "comment": ""
        },
        {
            "title": "张监税写真求赞",
            "content": "幽讨厥初，湛存若虚。体明无尽，气清有余。太行之雪压屋，黄河之冰载车。豹雾变文之虎，龙雷烧尾之鱼。风烟濡腻，草木光舒。根根尘尘了了，法法念念如如。舂坊行者得衣钵，可信心传不在书。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "差之毫厘，失之千里。会也打草惊蛇，不会也烧钱引鬼。荒田不拣老俱胝，只今信手拈来底。",
            "comment": ""
        },
        {
            "title": "应身",
            "content": "双六盘中信彩赢，风行草偃月弯晴。拦街截巷憨皮袋，弥勒何时不下生。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "百草头上平生事，闹市门前百亿身。及尽如许闲影响，体明空劫那边人。那边人，何所有，白云断处青山秀。绝他缘，唯自守，结夏须教醭生口。有说便是野干鸣，无说自然师子吼。",
            "comment": ""
        },
        {
            "title": "善友陆铨写真请赞",
            "content": "野云情态閒，秋山风骨瘦。真照也默默而灵，湛存也绵绵而寿。圆蒲曲木兮清白传家，老鹤苍松兮岁寒去就。",
            "comment": ""
        },
        {
            "title": "题奉化西峰圆觉禅院",
            "content": "水流百折山苍苍，古寺秋容横野航。明月初濡寒露白，篱花似趁重阳黄。道人心已老松石，学子胆须磨雪霜。默默澄源坐兀兀，游鱼沙鸟静相忘。",
            "comment": ""
        },
        {
            "title": "乌墩密印大师仁公真赞",
            "content": "唇口能缄，眉目如笑。应外而冲，虚中而照。全身放下是全身，一点独灵常了了。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "水不洗水，金不博金。昧老色而得马，靡丝弦而乐琴。结绳画卦有许事，丧尽真淳盘古心。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "骨气能朴，精神愈憨。闲身无所系，冷眼莫相瞒。远霁摩秋兮天河斗转，清霜结夜兮月窟蟾寒。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "雨霁云收，山寒水秋。心目自照，言象俱休。满十方而智应，廓三世以神游。虚空那碍东西壁，明月解随南北舟。",
            "comment": ""
        },
        {
            "title": "纯白禅人求颂",
            "content": "明月芦华未得如，清光自照本来虚。十方坐断须拈帽，一色功圆要放锄。转背石人归位后，抬头玉马过关初。尘尘刹刹见身相，方信曹山井觑驴。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "吾家日日选场开，及第心空有大才。莫把桂枝零碎折，为佗和月抱将来。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "坐忘是非，默见离微。佛祖之陶冶，天地之范围。髑髅眉底眼，空劫句中机。青原赭色麒麟步，药峤金毛师子威。相逢捉手，大道同归。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "是真非相，是相非真。拈转四大，不立一尘。体合虚空有自己，用周法界无别人。一叶落兮天下秋，一华开兮天下春。",
            "comment": ""
        },
        {
            "title": "真戒大师求颂",
            "content": "炷香坐羊毡，默默心住禅。仙桂萌兔窟，神珠媚龙渊。湛照自家事，出随群动缘。应机分手眼，不翅有千千。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "一亘清虚衲子家，十方三世个生涯。光明照夜触髅眼，消息含春枯木花。晓色依依云冉冉，天容淡淡月斜斜。母陀罗臂通身是，今日逢场便攃沙。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "地藏栽田做活计，南泉鎌子能收刈。日用平怀稳便休，自然颗糁无遗弃。无遗弃，不容易。你也莫亏我，我也不亏你。两家宾主平，四棱齐塌地。风不鸣条，雨不破块，个是丛林饱参底。牧来纯熟水牯牛，检点将来堕随类。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "黄蘖传来，临际用底，定上座触著关捩。廓然一念忘缘，泊尔十方无寄。现前不用安排，直下何劳拟议。不风流处也风流，有意气时添意气。",
            "comment": ""
        },
        {
            "title": "五位",
            "content": "兼中至，觌面不须相忌讳。风化无伤的意玄，光中有路天然异。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "三十六物一时空，空空空处自光通。转侧末山不露顶，非男女相主人翁。主人翁，借伴能来用莫穷。百草头上俱胝老，尘尘刹刹是家风。",
            "comment": ""
        },
        {
            "title": "偈十首",
            "content": "男子身中入正定，女子身中从定起。一尘入正受，诸尘三昧起。展翅奔腾六合云，抟风鼓荡四溟水。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "其离而入，其微而出。一弹指响楼阁开，身现门门千百亿。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "野雪发须，秋山肌肤。物齐芳蝶梦，情尽露蝉枯。迹弭水归海，光回星转枢。言前荐得犹封壳，喝下承当又触途。天上天下，只个规模。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "来来去去山中人，识得青山便是身。青山是身身是我，更於何处著根尘。",
            "comment": ""
        },
        {
            "title": "璋监寺写师像求赞",
            "content": "杳杳冥冥，寒雁影没而秋远烟青；寂寂惺惺，老蚕茧就而风高叶零。天机静时活，道环虚处灵。瀛之涵，崧之镇。乾之健，坤之宁。海运鹏抟，气宇扬扬而吞舟鱼蜕；雾披豹变，文章炳炳而啸风虎猛。少林之灯未续兮，洛阳人腰齐雪庭；黄梅之衣欲传兮，狤獠祖步移碓程。物不当情而冰凌脚快，鳞或烧尾兮电炎气腥。诸尘崝嵘乎影响，三昧游戏於眺聆。跛跛挈挈也其行自信，哆哆和和也其言不轻。家法冷淡，子孙宁馨。心岁寒而松柏试雪，色清白兮河汉含星。鸣阴之鹤癯而寿，巢莲之龟小而龄。棋局未散，柯烂樵丁。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "事不在容，智不到宗。待云雷而陶壁梭蛰，授衣钵而卢老逃舂。犀通半夜月，鹤梦千年松。白发苍颜跛挈公，时人相笑老龙钟。",
            "comment": ""
        },
        {
            "title": "颂古二十一首",
            "content": "杀人不眨眼，救人须出手。论实不论虚，合升始为斗。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "识得本真，不随生灭。霁云磨空，秋波濯月。",
            "comment": ""
        },
        {
            "title": "能仁翼长老写师像求赞",
            "content": "行脚句亲，住山迹陈。默有余味，言还失真。金发响而出碍，玉雕文以丧纯。胸中器宇，眉底精神。虎生三日食牛气，海阔万里吞舟鳞。性得全提鼻，心传不挂唇。白雪家庭兮独立腰脐之士，红蕉棋局兮尝观柯烂之人。",
            "comment": ""
        },
        {
            "title": "郑通判母氏赞",
            "content": "法喜为食，慈悲为舍。信佛是归，视身如借。住正念以唯勤，趣外尘而无暇。机闲万象光中，眼活髑髅眉下。彼亡也梦蝶露蝉，自得也云犀香麝。神游真净兮天水同秋，心印妙明兮风月破夜。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "静而无像，动而无功。湛兮秋下水，应也树头风。到处随缘成佛事，超情只个是神通。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "深明无底，灵异无根。案山行尽，不见有家。识浪沥乾，不见有己。石女掣开金锁钥，木人拨动玉轮机。方信道从佛口生，法化生得佛法分。",
            "comment": ""
        },
        {
            "title": "借功明位",
            "content": "苹末风休夜正央，水天虚碧共秋分。月船不犯东西岸，须信篙人用意良。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "发皑皑而雪山，目湛湛而秋潭。杖拂老伴，丛林饱参。万全非一有，二破却成三。门门虚而正受，物物各自禅谈。春亭不要閒狼藉，华乌而今罢了衔。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "智静用冲，道明体空。清白转色，幽微借功。一乘句里那回互，百草头上还疏通。虎头之顾，牛头之融。且痴且懒，不谋而同。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "寒竹癯长，苍松老刚。身心铁石，肝胆冰霜。秋天湛湛远连水，宾雁冥冥初没行。却来借伴，随事成章。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "淅淅西风敛气浮，远天野水一般秋。衲僧歇到兹时节，坐照寒光湛不流。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "只个是家风，明明入混融。江光芦映月，夜色水吞空。攃手悬崖下，分身万像中。回涂登鸟道，恰恰是神通。",
            "comment": ""
        },
        {
            "title": "过则上人庵",
            "content": "归来萝茑挂烟蓑，钓月耕云倦也那。山上山下吞佛语，溪东溪西牧牛歌。廿年树耳亡疑著，一个拳头得用麽。做尽平生闲伎俩，赤鳞无奈瓮虀何。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "孤迥迥，圆陀陀，眼力尽处高峩峩。月落潭空夜色重，云收山瘦秋容多。八封位正，五行气和，身先在里见来麽。南阳父子兮却似知有，西竺佛祖兮无如奈何。",
            "comment": ""
        },
        {
            "title": "与简禅人",
            "content": "虚明道洗壮心秋，畦服蒙颅下板头。定起要看星汉兔，回机失却雪山牛。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "如珪如璧，雕文丧德。如云如石，坚润是式。苍竹无心岁寒色，老松有傲霜雪力。照破诸缘兮，两眼如漆。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "视物眼深。说禅口快。一点不著虚空，万化谁分器界。应众缘而閒六根，入诸尘而住三昧。其小无内，其大无外。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "蛰梭未飞，肌肤不把。老虎似衰，眼力犹威。头须霜雪坞，舌颊风雷机。气爽秋高河汉阔，霁寒夜永斗牛辉。阴阳爻象，天地范围。借伴来也，相逢庶几。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "白发寒岩雪，青眸古澗秋。身心明月磨田地，河汉清霜洗斗牛。识金鍮，用锥钩，万化区分拄杖头。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "一言尽十方，万卷该不得。一步周八弦，驷马追不及。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "不妨行细输先手，自觉心粗愧撞头。局破腰间斧柯烂，洗清凡骨共仙游。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "作麽生行，履得十成，去功业力争英雄。刘项时，将太平。坐亨朴懋，羲轩世人。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "老节疏踪，傲雪之松。真智证理，吟云之龙。饱丛林而彭亨肚，善知识而隗磊胸。春成万物兮平等无像，海吞百川兮自然有容。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "癯而且老，寒木未春。静而愈明，古潭有月。天苍苍而无空无缺，云闲闲而乍出乍没。二仪同根，万物一体，莫向诸缘分彼此。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "天盖地载，成团成块。周法界而无边，折邻虚而无内。及尽玄微，谁分向背。佛祖来偿口业债，问取南泉王老师，人人只喫一茎菜。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "妙出名象，非心非相。混融古今，是相是心。发白晓霜厚，眼寒秋水深。寄语山形拄杖子，大家相伴做丛林。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "忒煞觉老，寒而且槁。古岩春迟，澄潭秋早。心无象也月影未回，物不争也风吹便倒。",
            "comment": ""
        },
        {
            "title": "晖禅人丐盐求颂",
            "content": "庐山淡薄已多时，谁与丛林洗败姿。为爱海冰资菜味，不嫌春雨破华枝。仙陀婆事行行辨，舜若多身处处宜。快意截流船到岸，江头风顺看樯旗。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "妙而不有，空而不无。坐寒床下板，步转劫前壶。返色光初发，知音德不孤。流长信是盈科水，盘走端如受影珠。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "秋入眼角，春生鼻筒。钳鎚坚外，橐签虚中。世机抱瓮之拙，道用斲轮之工。蜂採华房兮蜡脾酿蜜，犀酣桂毂兮兔鼻流通。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "两堂云水尽分拏，王老师能验正邪。利刀斩断具亡像，千古令人爱作家。此道未丧，知音可嘉。凿山透海兮唯尊大禹，炼石补天兮独贤女祸。赵州老，有生涯，草鞋头戴较些些。异中来也还明鉴，只个真金不混沙。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "胸中事简，面上气和。白头随我老，青眼见人多。一身幸且惭愧，千钵相从奈何。曲木床头坐不语，玉蟾推月过星河。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "不得讳，有头底。当时你带累别人，而今别人带累你。来生我家，作业相似，针线穿联细中细。迦叶阿难不相知，人人各自住三昧。里许转功勋，这边得游戏，到底还须彻根蒂。望断冥鸿没处秋，苍苍一色天连水。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "阴极而阳生，力穷而位转。苍龙退骨而骧，玄豹披雾而变。要将三世佛髑髅，穿作数珠子一穿。莫道明头暗头，真个日面月面。直饶你斗满秤平，也输我卖贵买贱。槃里明珠，不拨自转。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "锦云晚晴，璧月夜明。妙心无住住，幻事不生生。天际冥冥雁字没，潮痕滟滟鲸波平。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "蒲团禅版对龙牙，何事当机不作家。未意成褫明目下，恐将流落在天涯。虚空那挂剑，星汉却浮槎。不萌草解藏香象，无底篮能著活蛇。今日江湖何障碍，通方津渡有船车。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "家法简严，非二非三。月来明湛水，云退露寒岩。真机自得妙处，谁参不是文殊。白槌后也应，千古屈瞿昙。",
            "comment": ""
        },
        {
            "title": "次韵真歇和尚圆觉经颂一十四首·文殊师利菩",
            "content": "曼殊大士振真风，智洗无明去夙蒙。眼翳才消华自灭，灵光独照妄还鎔。木人步转初归位，玉女机回却借功。纲领提持看手段，门门变态是神通。",
            "comment": "【注释】【原题】：次韵真歇和尚圆觉经颂一十四首·文殊师利菩萨章"
        },
        {
            "title": "颂古一百则",
            "content": "豁落亡依，高闲不羁，家邦平贴到人稀。些些力量分阶级，荡荡身心绝是非。是非绝，介立大方无轨辙。",
            "comment": ""
        },
        {
            "title": "次韵真歇和尚圆觉经颂一十四首·普眼菩萨章",
            "content": "谁从普眼道场来，天帝堂前珠网开。彻底光明成一段，个中清净绝纤埃。交罗理事真空观，照破根尘不夜台。恰恰相应尔时节，陶家壁上起梭雷。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "颠毛之丝。眼角之黐。是身颓老，与世支离。枯禅心了了，空劫鼻垂垂。晓寒霜结，山川薄霁。夜月行河汉，迟借伴还来。机用妙不销，弹指知音知。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "岩岩山有秋痕，淡淡云无宿根。入极一默之底，出成三昧之门。用不勤，湛若存，澄弗清兮搅不浑。",
            "comment": ""
        },
        {
            "title": "斜川道上望庐山三绝",
            "content": "青山放足溪转腰，蓑翁理网儿摇舠。先生畴日骑鱼去，岸上人家谁姓陶。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "只者便是，非像非镜。谁主谁宾，何偏何正。缝罅莫我欺无孔之槌，锱铢莫我定无星之秤。聊将拄杖搅沧溟，令彼鱼龙知水为命。",
            "comment": ""
        },
        {
            "title": "与传道者",
            "content": "残毳编衣裹槁形，胸中底事独醒醒。亡机冲应用时妙，活眼冷窥虚处灵。语秀锦云春片段，气清梅雪晓零星。而今功尽牛头懒，华鸟不来风扫庭。",
            "comment": ""
        },
        {
            "title": "送慧禅人往上江糴麻米",
            "content": "解开篾束肚皮宽，子去谁忧甑釜寒。云水相迎船到岸，饱丛林事不相瞒。",
            "comment": ""
        },
        {
            "title": "与法上人南谷过黄氏居",
            "content": "淡烟苍树水溅溅，黄氏初平已得仙。满地痴羊不收拾，夕阳零乱绕篱眠。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "太平治业无像，野老家风至淳。只管村歌社饮，那知舜德尧仁。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "劫壶廓空，一句圆通。苔生玉殿，体露金风。妙尽不知处，光回还借功。鉴像之缘而妙触非受，谷神之应而随呼不穷。",
            "comment": ""
        },
        {
            "title": "颂古二十一首",
            "content": "翡翠帘垂，丝纶未济。紫罗帐合，视听难通。犯动毛头，月升夜扃。密移一步，鹤出银笼。脱身一色无遗影，不坐同风落大功。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "像取模画，人成幻化。得失一阄，是非一马。建立摐摐，权行且且。平贴而安，放荡而野。科臼弗存，轨仪何暇。饥则餐，饱则罢。硬而枕，软而藉。出世间於世间，藏天下於天下。更问如何，之乎者也。",
            "comment": ""
        },
        {
            "title": "道禅人发心干田乞倾",
            "content": "道人欲乞一囊钱，为我成褫负郭田。浅水驾牛披晓月，深云下耒破春烟。力耕妙用吾家事，坐照真机自己禅。寄语檀那好相助，年年长得饭僧缘。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "颠毛衰白，眸子寒青。闲口能吞佛，虚空解讲经。古鉴出匣，太阿发硎，放得无依用得灵。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "棱眉苍庞，壑眼碧变。未闻蛰户，谁识漳江。不须狡兔治三窟，自有孤猿应六窗。运水般柴呈妙用，儿孙事业更摐摐。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "个住山人，平生惯贫。寒枯青嶂骨，闲淡白云身。无影树头兮露鹤梦月，不萌枝上兮华蜂採春。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "一尺水，一丈波，五百生前不奈何。不落不昧商量也，依前撞入葛藤窠。阿呵呵，会也麽。若是你洒洒落落，不妨我哆哆和和。神歌社舞自成曲，拍手其间唱哩啰。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "静而神，默而真。方寸绝四壁，大千成一尘。拈来百草头边看，浩荡华华叶叶春。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "毗卢之口闹嘈嘈，普贤之身闲飘飘。理无不备，事不相饶。小舟点点浮烟水，柔柳垂垂映竹桥。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "太虚之心，万象之身。濯濯水中月，英英华上春。而今到处相逢也，眼里无筋一世贫。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "行起解绝，宗全说缺。根根尘尘兮元自现成，佛佛祖祖兮何劳施设。本色当行家，赏音个时节。迟日风流转柳腰，迁林语软调莺舌。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "赵州四门长开，不碍诸方往来。十字街头人大叫，平铺买卖没相猜。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "寒岩异草，坐著成功。明月白云，步时分影。幽洞不拘关锁意，纵横那涉两头人。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "何须更举扬，全体露堂堂。溼暑时时雨，薰风阵阵香。秧针初透水痕浅，蒲刀欲剪柳丝长。双六盘中休喝彩，分明触事恰相当。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "头上有骨，眼底无肉。分影月随流，閒心云出谷。万缘圆应兮廓周大千，一点灵虚兮默照幽独。",
            "comment": ""
        },
        {
            "title": "传上人丐盐求颂",
            "content": "濒海人居不事田，生涯清白是家传。雷鸣山麓潮横雪，津出泥沙卤泛莲。冰玉色承熬炼力，蕨薇滋藉合和缘。舌头妙有圆通眼，坐断丛林五味禅。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "白云无根，青山有棱。自得一句，妙出三乘。和气而春回百草，光明而焰续千灯。渊默心传诸佛体，家风独许少林曾。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "识浪沥乾，肚皮束宽。口翻澜而海阔，发垂雪而山寒。妙传家法髑髅眼，巧幻神通赤肉团。相随来也，搥凿无瘢。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "不起一念须弥山，韶阳法施意非悭。肯来两手相分付，拟去千寻不可攀。沧海阔，白云闲，莫将毫发著其间。假鸡声韵难谩我，未肯模胡放过关。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "老抱孤踪，岁寒之松。静含远韵，霜晓之钟。黄氏之羊起石，陶家之梭化龙。刹刹尘尘见身相，门门何处不相逢。",
            "comment": ""
        },
        {
            "title": "即觉庵子中居士来访妙峰之西既去作六言五首",
            "content": "梦晓寒松挂月，心秋古井含津。至道百家合辙，同风千里成邻。",
            "comment": "【注释】【原题】：即觉庵子中居士来访妙峰之西既去作六言五首送之"
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "烟苍苍兮白鸟飞，水茫茫兮金鳞嬉。空杳杳兮智不知，觉冥冥兮性所宜。包万像而括二仪，彻三际而周四维。影象累累，品类差差。发挥元自我，点化更由谁。方之则矩，圆之则规。不须特地，且麽过时。兀兀腾腾，憨憨痴痴，跛跛挈挈而萎萎羸羸。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "慧而能定，定而能应。空有短长，初无欠剩。定慧力庄严，性相心齐证。妙观察智照非功，成所作智同圆镜。",
            "comment": ""
        },
        {
            "title": "与黄道友",
            "content": "人头膏火底心休，来预林俦默默游。犀晕成时月魄夜，雁行断处霁容秋。百年分付三椽下，万象峥嵘一指头。归去懒融无伎俩，庵前华鸟莫相求。",
            "comment": ""
        },
        {
            "title": "五王子·朝生",
            "content": "雄心脱略战文场，端把烟蓑换龙章。葵藿奉君知贵味，肯怀归去见严光。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "看看，心空骨寒槁木暖，未发髑髅津沥乾。秋入眼角，春生鼻端。相呼相唤知音会，为我们前倒刹竿。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "说得一尺，行得一尺。身非肉团，心如墙壁。用光眉十方，照世眼双碧。诸尘三昧兮在我自然，万像森罗兮与渠平出。",
            "comment": ""
        },
        {
            "title": "钱郎中写真求赞",
            "content": "胜净明心，混融古今。河汉之气清秋阔，牛斗之光寒夜深。机历历兮锦梭吐绪，道绵绵兮玉线联针。月漾珊瑚海，春回薝蔔林。法法变通手段，尘尘出碍胸襟。明镜谁嫌差别像，空山自答合同音。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "佛灯未寒，祖华未残。其传今到你，其事素来难。座须诸法空为句，经在微尘破处看。而今呈似，莫道相谩。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "静据胡床，閒握柱杖。正念绝机丝，起家无伎俩。珠旋翡翠盘中，月在珊瑚枝上。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "湛而不浑，妙而长存。秋水何色，野云无根。半夜天空何汉净，老兔濯濯明月魂。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "默有心传，休将相观。烟巢鹤梦，月窟蟾寒。静里万缘藏鼻孔，笑中百事见眉端。而今须发点半白，向道丛林历百难。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "野云半肩，寒雪一颠。海树珊瑚月，岩松琥珀年。眼合觅不见祖，心空初不留禅。森罗万像纵横说，相与证明输我然。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "深默而耀，至虚而灵。我亡黑白，谁为丹青。一上噗落机纽，万缘分化形。月下水而明洁，云出岫而轻盈。善应无方果如此，这回随处立门庭。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "只是个人，到处分身。万水中间月，百华头上春。不外一法，不受诸尘。生处熟也疏处亲，默时说也静时神。钵盂著饭饱还喜，拄杖入拳饥放嗔。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "拙口默默，閒身寥寥。去住妙提其印，死生谁与同条。捋须黄檗，夺杖芭蕉。十方三世兮，一句全超。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "我住汝亦住，我行汝亦行。结制顺诸佛，禁足护众生。金锁无须两头动，灵犀有晕中间明。泥牛入海恰半夜，木鸡唤月看五更。云倚山是父子，眼约眉为兄弟。三世同参或一段合宗家之事，大千等量破微尘出自己之轻。琼林寸寸宝，旃檀片片馨。物物头头有平出底多许，心心法法无外来底一星。抹抹挞挞憨皮袋，跛跛挈挈常不轻。无是无非长默默，非凡非圣独惺惺。蒲团坐倚无他事，永日寥寥谢太平。",
            "comment": ""
        },
        {
            "title": "从首座画予於松石间求赞",
            "content": "孤坐默默，倚杖沉沉。石怀云而无像，松啸风而有音。应兮珠盘不拨而自转，湛兮玉井随汲而弥深。诸尘不受兮十分清气，三际无寄兮一片閒心。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "雪颠未乾，秋波更寒。云门舌不短，百丈鼻犹酸。心传一灯自光燄，口翻四海看波澜。间关半世，经历百难。报道头家休喝彩，而今双六已居盘。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "体之湛存，潮缩海门。用之亡痕，春入华根。光明射珊瑚之魂，波澜派崑崙之源。影动非幡，声扬度垣。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "轻烟羃羃衲僧家，节物迎春气象华。流水落华无限意，游山消息付长沙。",
            "comment": ""
        },
        {
            "title": "三印颂示众",
            "content": "印水印泥印空，谁传祖称家风。梦眼影迷一色，转身体合全功。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "王老师，足意气，是是非非荡情谓。倚天照雪烂光芒，扫尽攙抢千万里。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "十五日已前，有口说不得。十五日已后，无心却自然。正当十五日，云笼无缝襖，花笑不萌枝。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "去也五年，分疏不下，一句元无缝罅。只知推过商量，谁信分明酬价。玲珑底相知，莽卤底相讶。宁可与事人相骂，不可共不晓事人说话。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "形容老癯，须发雪敷。体明千劫眼，性静万机枢。变通自古门门活，伎俩而今恰恰无。一指头禅随处用，拈来百草俱胝俱。",
            "comment": ""
        },
        {
            "title": "次韵传道者过香林",
            "content": "松烟竹蔼细蹊通，清津白石寒珑璁。艾禅真是甘蔗种，香林再吹薝蔔风。一溪冷引藩篱外，五老秀蹲怀抱中。写目轩窗意幽远，淡然消息不雷同。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "山林眉目，水月身心。雪何早而古岩棱，秋似先而寒潭深。机头绵绪，线尾金针。谁云道大兮自有知音。神静气清，心空眼明。诸尘中豁落，万像里峥嵘。去而随，来而迎。三世竖，十方横。风吹便倒须相信，恰恰谁曾与物争。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "时行即行卓然何倚，时止即止廓尔独灵。历万变而不我求功，住一如而不我藏用。",
            "comment": ""
        },
        {
            "title": "显禅人求颂",
            "content": "显处机须隐，忙时智自閒。泥牛初出海，玉马复临关。寒水澄涵月，流云静倚山。回途分化柄，不作旧家悭。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "廓然而莹，了无余影。卓尔而存，岂有他痕。静非像也，彻见其源。动顺缘也，萌发其根。用绵绵兮搅不浑。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "赤肉穿多孔，臭骨裹闲皮。已是不著便，更将描画伊。一柄拂聊为伴手，三世佛谁敢称师。鲸怒饮乾沧海水，月明烂烂珊瑚枝。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "恁麽去底错，恁麽去底亲。错时错到底，亲时亲见真。相识满天下，知心能几人。",
            "comment": ""
        },
        {
            "title": "六代祖师画像赞·初祖达磨禅师",
            "content": "西付不了，东行相讨。大乘气遥，少林春早。九年面壁，求人而急。三拜髓传，得嗣而贤。芦华明月夜船转，水远天低秋色连。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "曲木床头，心空默游。沙寒黄苇雪，风细白苹秋。静可久兮山瘠树老，动无羁兮云行水流。",
            "comment": ""
        },
        {
            "title": "治涂田",
            "content": "棋局未散芭蕉仙，樵夫柯烂海成田。长堤抗潮人得路，淡水没胫牛加鞭。天云晚晴深似绮，禾稻日藏浓如烟。白米软炊供众饱，心空选佛石头禅。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "枯木形骸，野云踪迹。照兮夜色月摩，默也潭空秋入。三千界，露半身。九万里，成一息。随类应缘，何翅百亿。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "藤枯树倒问沩山，大笑呵呵岂等闲。等里有刀窥得破，言思无路绝机关。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "秋生眉睫，雪积颠发。见偏正之往来，得离微之出没。閒閒霁雨之云，烂烂濯波之月。相随来也入诸尘，妙触门门自超越。",
            "comment": ""
        },
        {
            "title": "解首座职事书记相招以偈力辞",
            "content": "原鴒能作归呼音，暮风堕叶秋在林。路沙漠漠水潏潏，夜色冉冉山阴阴。坐冠多士自省短，挽袂乃友相知深。乞与高閒傥夙歉，闭门稳卧舒疲心。",
            "comment": ""
        },
        {
            "title": "谢通讲师五偈",
            "content": "五月人间膏火煎，清风麈对有夤缘。点头顽石能明证，借口虚空解讲玄。随类佛身分百亿，出尘红卷等三千。未闲相约蒲禅稳，作别又趋华雨筵。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "清白之标，庄严匪销。袁安卧雪，许由弃飘。不萌枝上春苒苒，无影树下秋寥寥。借伴入廛来买卖，相逢莫怪不相饶。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "看看静，见其端。星河斗湿，月窟蟾寒。体无棱缝，用绝痕瘢。不须喝彩还赢也，已见双双六在盘。",
            "comment": ""
        },
        {
            "title": "次韵真歇和尚圆觉经颂一十四首·大光明藏",
            "content": "衲僧拨转铁牛机，默耀灵通底是谁。月兔影沉云母地，海禽梦卧珊瑚枝。韶阳佛法嫌饶舌，鲁祖家风解惜眉。端坐环中虚白处，纵经尘劫个难移。",
            "comment": ""
        },
        {
            "title": "别陆尚书",
            "content": "千里同风德不孤，心秋觉月照空壶。两头坐断何生死，一点圆明异有无。木马寒嘶青草坞，泥牛春种白云区。见闻佛事谁迎背，用处全机道转枢。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "一色是须转，大功不我居，珠走碧盘盘走珠。直下沧溟取明月，吾家自有崑崙。天宇豁空云卷雨，溪容澄澈水怀秋。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "世尊无说说，迦叶不闻闻。默默到时良自庆，家山元在白云根。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "清净性空水，光明法界身。依俙辨白处，便是诞生人。不洗体，不洗尘，妙触宣明悟水因。借问当年向去事，如何今日却来亲。二千年前此时候，指天指地师子吼。云门居乱思太平，打杀不妨将餧狗。指东话西，将无作有。恶水泼君君莫嗔，而今看你如何受。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "非男女之相，出有无之量。透万机之前，超三界之上。穷而通，简而当。松含月兮夜寒，溪带雨而春涨。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "两眼深秀，双眉下垂。面目严冷，身心古锥。云水盘游，寻常梦於行脚；丛林寂默，三十年之住持。穷河汉於崑崙之椒，渊源亲到。拈斗杓於混沌之外，佛祖犹疑。双通不倦，施设随宜。向道刹尘机用稳，却嫌石火电光迟。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "发白面黄，鼻直口方。云水精神老，丛林气味长。青蛇露时星烂烂，白鸟没处烟苍苍。印空有据，印泥成章。家家门前柏树子，岂独赵州能对扬。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "天地含光，阴阳化章。蔬肠清白，枣齿淡黄。丛林閒去就，云水老行藏。百炼之金柔兮绕指，九试之玉温兮截肪。随身干木，作戏逢场。",
            "comment": ""
        },
        {
            "title": "送传道者归省母氏",
            "content": "夜来霜吓橘脐黄，乞与归人怀冷香。到日跨门须转却，白头不是本生娘。",
            "comment": ""
        },
        {
            "title": "崇上人求默庵颂",
            "content": "默默中居底是庵，白槌上首乃同参。深明铁磨莫颠倒，真见末山非女男。坐里水天能湛湛，门前华雨任毵毵。一言妙证超名相，坐断丛林五味禅。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "经归藏，禅归海。稽首归依，合掌顶戴。王老师，超物外。二十年前恁麽来，而今去尽閒光彩。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "发之白兮高峰早雪，目之青兮古澗先秋。月炯炯兮自有光通犀角，草苍苍兮谁能硬按牛头。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "法法平齐，随高就低。南日蜀葵向，北风胡马嘶。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "出入离微，偏正之机。变通动静，杀活之柄。飞流电火兮持林际之威权，函盖乾坤分得云门之号令。相随百草头边，恰恰初无欠剩。",
            "comment": ""
        },
        {
            "title": "颂古二十一首",
            "content": "大地火发，间不容发。南海崑崙，天寒不袜。祖祖相传，一头搕{左木右上乔右下韭}。",
            "comment": ""
        },
        {
            "title": "薄了固保义写予真请赞",
            "content": "灵灵而真，默默而神。眉毛低盖眼，鼻孔真欺唇。千华上何须问佛，百草头自然有春。一微尘里也来说法，三千界内不碍分身。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "机锋不敏，神观不清。一点寒灰后，三乘热椀鸣。历代祖咽喉把定，十方心手段放行。春风剪剪兮，物像英英。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "情谓之外兮言路那通，形壳之外兮模画那同。一方明有月，万簌啸而风。其应而妙，其用而冲。图星之拱兮周罗而北，流水之向兮曲折而东。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "衲僧顶相，不可近向。俯而九渊之下，仰而重霄之上。以法界为疆，以虚空为量。闹市里释提洹因，百草头俱胝和尚。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "老觉雪入鬓，净若秋摩心。寒枯坐曲木，缄默饱丛林。气韵寥寥兮风清山瘠，性灵湛湛兮月落潭深。",
            "comment": ""
        },
        {
            "title": "送慧禅人往上江糴麻米",
            "content": "芦华明月水茫茫，激箭风舟破冷光。亲到庐陵酬米价，那时开口便相当。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "苏秦尝佩六国印，许由还厌一瓢风。了无佗能相通变，可笑僧繇画志公。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "唯心唯识，平出平入。金刀之齐，玉尺之直。你唤甚麽作三界，真个不曾遗颗粒。",
            "comment": ""
        },
        {
            "title": "梦斋求颂",
            "content": "香风华雨政纷纷，春困何妨聊曲肱。三世佛相传寐语，觉来无我坏儿孙。",
            "comment": ""
        },
        {
            "title": "送金上人之水南",
            "content": "里许由来懒荷担，百草头上何廉纤。半夜对月笑拍手，不见喷霜三脚蟾。劫空有句妙如许，公去谁余对眉语。后见太平堂上师，敢烦为我分明举。",
            "comment": ""
        },
        {
            "title": "与演侍者",
            "content": "白鸥定怪盟事寒，杖藜投社不多难。苇风华雪秋著岸，船月蓬霜夜转滩。丘壑身心徒役梦，江湖臭味赋游般。它时衣外传来物，唤得回头倒刹竿。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "静得其根，动应其门。家传从佛祖，机用付儿孙。凿开浑沌，派发崑崙。借与烟光成草木，华华叶叶气温温。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "双眉低垂，两目清冷。著於万象森罗，更没一丝欠剩。秋霜鹤老梦寒，霁月夜摩松顶。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "依样画胡卢，相逢识也无。蹉过了丰城埋剑，觑得破合浦还珠。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "千年气温，琥珀松根。半夜光吞，珊瑚月魂。混沌凿开，德云下妙峰之顶；崑崙推倒，张骞到盟津之源。出岫之云意閒暇，盈科之水流势奔。诸尘历历，三昧门门。妙触应缘还出碍，成家事业付儿孙。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "玉麟麟，铁昆仑。金绳在渠手，归步月黄昏。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "玉人梦破一声鸡，转盼生涯色色齐。有信风雷催出蛰，无言桃李自成蹊。及时节，力耕犁，谁怕春畴没胫泥。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "肌骨瘦寒，气貌衰残。坐冷秋生河阔，心空月堕潮乾。善财游历百城了，楼阁门开指一弹。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "应现般般，初无异端。春昼华丽，月明水寒。界方四棱榻地，珠圆一向走盘。呈似识与不识，请君急著眼看。",
            "comment": ""
        },
        {
            "title": "与天池信长老",
            "content": "晚岁丛林闹苇麻，可中著眼辨龙蛇。行当五路我能事，坐断孤峰渠作家。佛法从来如嚼蜡，朋俦此去似团沙。音书不寄思惟尽，千里同风却较些。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "衰形老容，瘦竹苍松。野食丹山凤，云吟枯木龙。对机何似当台镜，扣应恰如随杵钟。了无一物，还我卢舂。",
            "comment": ""
        },
        {
            "title": "颂古二十一首",
            "content": "千乡万里寻知己，一语临禨不契梁。面壁九年居少室，觅心千古累神光。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "袈娑在肩，柱杖入握。未动六爻，全提一著。分身是处相随，当面不须讳却。",
            "comment": ""
        },
        {
            "title": "方上人持钵乞颂",
            "content": "卷衣破晓下连城，意欲分炊往上方。僧钵饭归三篾饱，蜂房蜜合百华香。柳丝莺友调唇滑，云锦人家照眼光。应变纵横看伎俩，随身干木惯逢场。",
            "comment": ""
        },
        {
            "title": "以何学士韵示像侍者",
            "content": "茂养高标松抱苓，岁寒姿傲雪霜丁。萧骚风度山林韵，偃蹇气钟丘壑形。霁月霁云胸次淡，秋山秋水眼棱青。磨砖谁问马师语，妙发枯龟一灼灵。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "情态云閒，身心月寒。鼻孔气出快，髑髅津沥乾。鳞龙游跃兮雨翻雷吼，鲲鹏变化兮海运风抟。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "皤然渭水起垂纶，何似首阳清饿人。只在一尘分变态，高名勋业两难泯。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "野鹤骨癯，涧松皮粗。一身闲而云行林壑，两眼冷而秋入江湖。智到无而有，理极有而无。齐物蝶翻昼梦，随机蜂理华须。开口也著合也著，风铃发响谷随呼。",
            "comment": ""
        },
        {
            "title": "别洪山预和尚",
            "content": "般游念未稳，又别住山人。雁影水中字，云心江上宾。同条如是住，千里亦成邻。深翠一枝玺，腐红五合陈。回途登鸟道，华木故园春。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "笑含口角，喜在眉棱。一默照源底，三乘空葛藤。清白濯秋之月，光明破夜之灯。柱杖有时横膝上，个般面觜得人憎。动而静，虚而应。专气致柔，湛神如凝。一住天童，十分没兴。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "似则不是，是则不似。动兮行云，静兮止水。能随缘，不堕类。百草头上老僧，二仪已前自己。莫将此个形骸，枉挂他人唇齿。",
            "comment": ""
        },
        {
            "title": "森禅人持钵求颂",
            "content": "森罗万象本同根，个事虚通有化门。历历当机元不爽，头头大用了无痕。妙明田地传家祖，参饱丛林委子孙。缘就归来墙面坐，秋空连水月黄昏。",
            "comment": ""
        },
        {
            "title": "余姚胡氏绣观音求颂",
            "content": "线蹊密密度金针，一一针针观世音。妙净庄严成相好，光明感应发身心。江横练色月浮水，雨灌华枝春在林。闻见可中超有路，普门处处许相寻。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "诸见若尽，慎勿追寻。才有是非，纷然失心。",
            "comment": ""
        },
        {
            "title": "送云栖院作偈与住山琛老禅",
            "content": "紫霄峰顶金浮屠，风铃扬音闹苍虚。玉栏中地稳行道，云磴下林新葺庐。江山怀抱富不恶，霜月轩窗清有余。老眼寒青伴耶舍，炷香心醉竺仙书。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "山肥拥云，水明濯月。动随偏正往来，静见离微出没。得万像之根源，识诸缘之窠窟。相随来也，不遗毫忽。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "风不鸣条，雨不破块，会不会兮还信采。廓廓落落兮大方无外，跛跛挈挈兮大功不宰，稳稳密密兮心安如海。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "空劫默游，灵然破幽。潮扬光燄珊瑚月，海缩波澜翡翠秋。於世无求，随缘自由。百千三昧门门事，潦倒俱胝一指头。",
            "comment": ""
        },
        {
            "title": "南明慧长老写师像求赞",
            "content": "发之白兮苍山雪寒，眼之冷兮远水秋还。机自转兮夜斗有柄，气自清兮星河无澜。谷应声而亡像，珠受色而不瘢。瀛海潮落兮平且净，天宇云收兮虚更宽。万化起灭兮，默见其端。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "身心自然，松石亡年。青云閒似鹤，秋水远连天。虚能外应，默守家传。东西南北，一等周旋。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "静之不昏，湛而若存。动之不浑，用而亡痕。入见离微之根，出游幻化之门。赤水之求故罔象而珠得，庖丁之伎乃亡牛而刃奔。百川碧涨，三月红繁。海不失於潮信，华自得於春恩。",
            "comment": ""
        },
        {
            "title": "五祖将禅人求颂",
            "content": "东风吹断濡华雨，淮上秀峰青可数。束屦欲寻南北山，卷衣又别东西祖。渊鱼蒲鸟闹一家，汀笋溪蔬甘两箸。处处相逢记得麽，夜寒月在珊瑚树。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "面孔风埃，身心冷灰。鲸饮海乾而珊瑚露，龟藏泥暖而芙蓉开。向去却来，其间变态也掣电轰雷。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "去时还复似来时，明月芦华夜不迷。转棹又归何处去，秋光目断水天低。",
            "comment": ""
        },
        {
            "title": "登清凉三山亭",
            "content": "絮风花雨一春残，未厌兹亭夜倚阑。隐隐三山抱江月，清凉境界露松寒。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "玉壶著脚四围宽，妙处其中转侧看。顾鉴功忘鼻孔直，津流识尽髑髅乾。夜横河汉白，霜洗斗牛寒。休去歇去，绝言绝虑。廓无所依，妙无所住。转历历之机，运绵绵之步。神游方外灵台，道契环中虚处。藏身白云云外家，著脚青山山下路。宛转穷通，旁参回互。十成收得返魂香，一等来挝荼毒鼓。肯触气於死蛇，要捋须於猛虎。却借其功，不谋而遇。枯木龙吟而起云，南山豹变□披雾。律入春筒，影流晓户。百亿仪分，三千体露。大经掇出於微尘，古佛相交於露柱。历代诸祖只个生涯，一切众生同时来度。大用石火迟，全机电光遽。哆哆和和也问若剪答如裁，轰轰磕磕也喝如雷棒如雨。洞出佛对三斤麻，赵州衫重七斤布。道火不我烧唇，道水不我濡袴。无是无非，何规何矩。柱杖子里许将来，钵袋子那时分付。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "踏破草鞋赤脚走，拄杖头上挑日月。智门真得祖家风，放出云门广长舌。大智如愚，大功若拙，用尽工夫参不彻。莫於平地上增堆，休向虚空里钉橛。",
            "comment": ""
        },
        {
            "title": "江郎中求颂",
            "content": "净治心地廓无垠，一段光明破夙昏。拨转机轮分化事，百千三昧见门门。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "江湖之秋，清入双眸。草木之春，温生两唇。髑髅眉底自照眼，赤肉团上无位人。门门得用，薄艺随身。观身因缘，芭蕉不坚。悟世幻化，木槿之谢。舒丛林之气兮时节长春，分密室之灯兮光明不夜。应物现形，见闻闲暇。",
            "comment": ""
        },
        {
            "title": "春意渐深送客至山麓田舍来往道中复逢法上人",
            "content": "隔年相逢瘦惊许，风立溪头少时语。缄情客上钓鱼矶，四面垂云一蓑雨。",
            "comment": "【注释】【原题】：春意渐深送客至山麓田舍来往道中复逢法上人因作数语以记所见云"
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "性空无根，性水无垠。应所知量，成其梦身。閒閒对万像，飘飘出诸尘。物外有此不名物，人间有此没事人。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "眼空毛芥不立，心空海岳可容。便与打成一片，尚犹笑道疏踪。虚空那挂剑，死水不藏龙。转色转功家法子，芦华明月后相逢。",
            "comment": ""
        },
        {
            "title": "次韵真歇和尚圆觉经颂一十四首·金刚藏菩萨",
            "content": "黄金出鑛断前疑，岸走舟安觉所欺。动目是渠摇湛水，聚萤无我灼须弥。翳消便见飞华尽，机迅将知击电迟。识得堆堆庵内主，外魔那得得藩篱。",
            "comment": "【注释】【原题】：次韵真歇和尚圆觉经颂一十四首·金刚藏菩萨章"
        },
        {
            "title": "颂古一百则",
            "content": "三老暗转舵，孤舟夜回头。芦花两岸雪，烟水一江秋。风力扶帆行不棹，笛声唤月下沧洲。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "寥寥无异辙，密密去玄功。月转芦花岸，水秋吞太空。欲识诞生王子父，鹤腾霄汉出银笼。",
            "comment": ""
        },
        {
            "title": "与因典座",
            "content": "胸中行脚事分明，亲见芙蓉缀晚英。黑马踏霜元不迹，白鱼吹水了无声。投机曾弄无须锁，出手相扶折脚铛。去米去沙还未可，要须偏正竝头行。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "寒箸苍山之骨，雪压老松之颠。形气清而有像，心迹泯而亡缘。诸尘不受，一印周旋。大大小小兮方方圆圆。神观湛湛，和气津津。玉涧流月，琼林发春。恰恰相融也何此何彼，堂堂不在也夺境夺人。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "目瞳秋炯炯，颠发雪毵毵。饭塞肚皮饱，茶湔舌颊甘。龊家有彩，机前无堪。白牯厘奴却知有，而今赢得放痴憨。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "影略门前倒刹竿，个中消息授传难。玲珑侍者能相委，盘走明珠珠走盘。",
            "comment": ""
        },
        {
            "title": "端禅人丐盐求颂",
            "content": "红炉焰里结冰霜，收拾侬家妙有方，舌本要资云水味，鼻端相助蕨薇香。扫归茅舍閒堆雪，坐照金盘净发光。去去道人成底事，芳滋许我活枯肠。",
            "comment": ""
        },
        {
            "title": "过王彦与郊居",
            "content": "晨露晞时桑柘，宿云敛处溪山，摩诘画图未卷，渊明农事初閒。",
            "comment": ""
        },
        {
            "title": "寄大洪和尚",
            "content": "饮茶作别出萝门，相送犹怀握手温。断雁几时归缀字，浮萍随处卧生根。秋风窗外拥芦雪，梦冷床头堕月魂。麈柄年来疲转徙，却思红颗共炊盆。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "霜之须，雪之颅。竹之腹，松之肤。河汉拍天岸，魁杓旋夜枢。珊瑚林月长鲸{左马右展}，琥珀松巢老鹤呼。竿头从线从君弄，不犯清波意自殊。",
            "comment": ""
        },
        {
            "title": "颂古二十一首",
            "content": "识法者惧，欺敌者亡。水中辨乱，须是鹅王。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "一道神光，初不覆藏。超见缘也是而无是，出情量也当而无当。岩花之粉兮蜂房成蜜，野草之滋兮麝脐作香。随类三尺一丈六，明明触处露堂堂。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "雪发霜须，鲵齿鸡肤。年侵蒲柳，日在桑榆。用持智之大柄，静守道之元枢。而今百草头边用，妙得云门一字俱。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "默默道游，灵灵破幽。斗魁光转夜，河汉气澄秋。入世随流，门庭甚休。青鞋蹈雨俱胝老，放浪风烟百草头。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "莺弄歌喉华弄妍，如许春事在门前。道冲而用亡机者，买尽风流不著钱。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "来问此经低声，大千卷自尘中出，三世佛从口里生。天得一以清，地得一以宁，宁无依兮谷不盈。摩诃般若波罗密，落日渔樵歌太平。",
            "comment": ""
        },
        {
            "title": "姚道人乞颂",
            "content": "慈悲方便事，触处有工夫。应变随声色，团团盘走珠。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "空劫有真宗，声前问己躬。赤穷新活计，清白旧家风。的的三乘外，寥寥一印中。却来行异类，万派自朝东。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "默默而游，月冷天秋。靡靡而周，云行水流。身心无畔岸，机用有锥钩。诸尘三昧纵横句，分付之人拄杖头。",
            "comment": ""
        },
        {
            "title": "恭鉴二禅人干浴镬求颂",
            "content": "大冶鎔金入范看，不嫌口阔肚皮宽。得来妙触通身眼，净放光明赤肉团。衲子落成俱受赐，檀那相助许投干。底心试问楞严友，道契圆通只个般。",
            "comment": ""
        },
        {
            "title": "行通善友求颂",
            "content": "明白家风月洗霜，道人寒夜坐绳床。安身谁效兔三窟，返照自如龟六藏。疑若蛇弓蟠酒醆，妙同蜂蜜得华房。默游宛转臻元极，虚廓无涯步大方。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "一句超然，良马影鞭。道出语默，理合方圆。运斤之妙，宾主可怜。斲轮之伎，父子不传。莫将爻象兮相求龟壳，才落是非兮底事驴年。",
            "comment": ""
        },
        {
            "title": "大阳道中",
            "content": "耿人胸次佳处，借力床头古藤。风树叶颓淅淅，秋山骨瘦棱棱。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "易外家风未兆时，三更黑马上乌鸡。而今拨转机轮也，刹刹尘尘更是谁。",
            "comment": ""
        },
        {
            "title": "与李居士",
            "content": "枯禅胸底洗余纷，一点虚明湛若存。刹刹尘尘成净土，华华叶叶发灵根。无心颇肖云为润，有照浑如月破昏。舒卷纵横俱在我，个人真得总持门。",
            "comment": ""
        },
        {
            "title": "自庐山折桂旛竿原下望彭蠡湖握杖过前山僧舍",
            "content": "木落山骨瘦，水退沙痕隆。渔舟弄江日，一叶浮软红。眼底事不俗，道人心若冲。旛竿头进步，云水展家风。",
            "comment": "【注释】【原题】：自庐山折桂旛竿原下望彭蠡湖握杖过前山僧舍说偈"
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "性不疏通，机不捷敏。颓慵陋见闻，急快失容忍。一默清秋兮芙蓉华开，万态浩春兮葛藤蔓引。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "肉团无主，空劫有家。清白十分活计，丕平一段生涯。月户风高兮云凝古路，星河浪静兮夜泛灵槎。唯心成万法，化佛现千华。快须拽鼻回香象，切忌当头触死蛇。",
            "comment": ""
        },
        {
            "title": "因览仰山小释迦语成唱道二首",
            "content": "一念全超旷劫初，玉人端坐白牛车。往来历尽傍参妙，回首途中物物渠。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "黄河九曲，七斤布衫。胡马嘶北，越鸟巢南。衲僧恰到真常处，语不欺人面不惭。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "山高早雪，水深先秋。功勋极处退一步。黑白前时赢一筹。相随来也还知否，南北东西得自由。",
            "comment": ""
        },
        {
            "title": "针线贯通",
            "content": "峩峩青山著秋瘦，毛发凋减风骨旧。白云乃子久相依，清风借力扶出岫。人间雨足便归来，澹泞寒明同去就。个中消息妙不传，白云无心青山寿。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "只个家风，八面玲珑。斗柄横而河淡，梦鹤起而巢空。功中退步就位，位里移身借功。灵灵了了处同中有异，湛湛澄澄处异中有同。随宜也机轮宛转，妙应也关捩虚通。佛子住此地，即是佛受用。经行及坐卧，常在於其中。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "难难难是遣情难，情尽圆明一颗寒。大法眼，不相谩。面前不破案山碍，直下无津识浪乾。",
            "comment": ""
        },
        {
            "title": "送圆上人之龙舒",
            "content": "道人归作山下宾，霜筇笋屦飘孤云。到时春满石牛谷，蔬蕨是谁相与分。",
            "comment": ""
        },
        {
            "title": "五位",
            "content": "偏中正，海云依约神山顶。归人鬓发白垂丝，羞对秦台寒照影。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "这样师僧，面目可憎。名摸还不似，藏覆又何曾。虚空阔无工夫挂剑，沧海深有伎俩挑灯。抖擞头陀备，玲珑道者棱。入闽借问，何如个能。",
            "comment": ""
        },
        {
            "title": "和禅人发心丐开海田",
            "content": "檀度夤缘约远寻，利他方称出家心。丐行端取丛林饱，耕缛不嫌泥水深。地面丕平春种玉，波痕清浅月浮金。栽田博饭吾家事，一段风规得老琛。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "动若出山云，止如居谷神。无心千种用，有应十方真。通气相烦鼻孔，说禅不挂口唇。谁知默默坐中意，长养昙华劫外春。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "口阔鼻隆，神静心空。雪芦岸稜远，水天秋色同。夜寒北斗垂金柄，月落西山藏玉弓。真机宛转，幻住圆融。古佛自然界交露柱，翻手覆手看变通。",
            "comment": ""
        },
        {
            "title": "送广禅人",
            "content": "温风促客下云岭，触处无心即道游。得坐会当明变豹，出门须解倒骑牛。冲烟筇入青萝径，载月船回白鸟洲。中外夷犹功迹绝，{左氵右曶}然天水一成秋。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "云水老身，丛林陈人。发毛已雪，鼻气犹春。平等应缘也心心佛佛，自然说法也刹刹尘尘。回途复妙，弄假像真。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "槁木之形，谷神之灵。水冷看秋色，天空垂晓星。一点心明兮非台之镜，大千卷出兮破尘之经。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "松老有骨，竹癯无肉。雪发覆颠，霜眉映目。须菩提坐空而谈，维摩诘卷辨而默。拈来何处不相逢，日面佛兮月面佛。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "雪峰之子，德山之孙，葛藤牵转难穷根。截断众流见源底，相应函盖同乾坤。长长短短无节奏，绵绵密密忒鹘仓。随波逐浪恁麽去，上船便到家前门。",
            "comment": ""
        },
        {
            "title": "谢通讲师五偈",
            "content": "得得客来窥大方，松间目击揖归堂。秋横两眼瞳人碧，云拥三衣栀子香。夺席胸襟君隗礧，愕邻须发我沧浪。竹床相对夜深语，河汉濯磨星斗光。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "节棱棱而老松之孤，心空空兮修竹之癯。雪霜之气，丘壑之躯。云水之去就，丛林之典模。放开来底，相识也无。",
            "comment": ""
        },
        {
            "title": "岁开八日谒西溪真悟讲师",
            "content": "雨华几席自清馨，茗碗初收篆缕青。柔弄柳条风剪剪，冷濡梅蕊雪星星。不嫌黄卷闲遮眼，有意微尘破出经。思大气吞三世佛，儿孙未到败门庭。",
            "comment": ""
        },
        {
            "title": "送渊上人",
            "content": "朱丝不用挂烧桐，一曲新丰为送公。后夜老松风籁静，皋禽不见月巢空。",
            "comment": ""
        },
        {
            "title": "次韵真歇和尚圆觉经颂一十四首·辨音菩萨章",
            "content": "妙圆单复绝中边，五五机轮互换难。弦管调来声律合，梭丝识出锦文观。身心一一能分应，手眼千千不可谩。似付盐梅岩叟用，和羹无复见鹹酸。",
            "comment": ""
        },
        {
            "title": "时禅人出丐求颂",
            "content": "老能碓下米无舂，一出相烦作变通。阵阵香风看稻熟，番番时雨见年丰。手携拍板传大士，杖挂剪刀梁志公。妙应群机真绝待，秋清河淡月行空。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "大众退后，妙超窠臼。不用安排，何须饤饾。动弦别曲孰知音，舒肠沥胆渠开口。丛林切莫乱商量，三世诸佛不知有。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "发长带雪，骨瘦横山。身心冷淡，云月高閒。三条篾束兮道情自槁，五叶华开兮春信那悭。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "家风贫自惭，面孔恶人嫌。点漆之眼有角，截筒之鼻无尖。颠毛寒覆雪，项瘿暗消盐。说妙谈玄兮迟钝口觜，呵佛骂祖兮诳吓闾阎。",
            "comment": ""
        },
        {
            "title": "礼五祖大满禅师塔",
            "content": "黄梅果熟，白藕花开。问唯佛性。种异凡胎。衣传南岭人将去，松老西山我再来。两借皮囊成底事，一壶风月湛无埃。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "巍巍堂堂，智不可量。炜炜煌煌，静自然光。松老西山雪，河明北斗霜。用之而行，舍之而藏。深林之晦三眠茧，绕指之柔百炼刚。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "邈之不真，传之不神。得而无得，亲而无亲。体离微彻照之智，本盖载生成之仁。出一二三之数量，等千百亿之分身。用弥光也物中之眼，气专柔也主中之宾。",
            "comment": ""
        },
        {
            "title": "身里出门",
            "content": "放旷还来荆棘林，倒骑牛自醉吟吟。谁嫌烟雨闹蓑笠，只个虚空不挂针。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "当处出生，当处灭尽。三世如来，相授此印。石人放意卧烟寒，玉女摇头看晓信。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "离念见佛，破尘出经。现成家法，谁立门庭。月逐舟行江练净，春随草上烧痕青。拨不拨，听丁宁，三径就荒归便得，旧时松菊尚芳馨。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "内非可形，外还绝称。妙圆一句，通变诸乘。混十界心而静其念，吞三世佛而空其膺。真机了了，祖意绳绳。偏去正来兮闲闲受用，圆规方矩兮恰恰相应。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "而今参饱似当时，脱尽廉纤到不知。任短任长休剪缀，随高随下自平持。家门丰俭临时用，田地优游信步移。三十年前行脚事，分明辜负一双眉。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "寒肩自高，饥眼较大。乌藤瘦握拳，曲木默据座。无言而独灵，有唱而谁和。秋摩水色兮清绝瘢痕，春入华枝兮妙亡程课。",
            "comment": ""
        },
        {
            "title": "与白表白",
            "content": "密室分灯光焰焰，空壶著月影沈沈。谁言古殿今无佛，只在其时来梵音。",
            "comment": ""
        },
        {
            "title": "航海之宾陀防真歇师兄",
            "content": "至人亲见古观音，化迹今居海上岑。烟机外分青嶂骨，水天中见白云心。潮痕拥岸棱棱雪，月魄浮波烂烂金。根境一如能所断，圆通游践法门深。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "你也住，我也住，十方三世一时捏。聚月醉云酣离水犀，转身触倒珊瑚树。",
            "comment": ""
        },
        {
            "title": "送慧禅人往上江糴麻米",
            "content": "去去西江趁便风，丁宁底事语庞公。归来定是通身饭，直下人人识已躬。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "阿侬家风，至穷而通。豹变文而雾重，龙退骨而潭空。指南画北，说西道东。点头摇手，佯狂诈聋。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "若於一切法上通，身去亦是有所得。若於一切用处豁，落去亦是有所得。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "洞见其颜，拈却案山。影流心鉴，智入道环。师旷不闻而其声自普，离朱不辨而其色非悭。一点自然兮妙超过去现在，十方平等兮全该内外中间。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "黄瘦厌厌，风规冷严。万机閒暇，一味清恬。心宗提简默，手段扫廉纤。岁寒不变兮虚怀若竹，道妙难传兮有口如钳。",
            "comment": ""
        },
        {
            "title": "送传道者归省母氏",
            "content": "妙尽功圆转处幽，若人真解倒骑牛。雨蓑风笠旧行李，适意明明百草头。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "情閒口快，眼深鼻隆。有时对云水，无可展家风。梦鹤卧寒兮月魂泣露，冥鸿望断兮秋色摩空。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "渊默之津，皓然之色。混处功齐，细看转侧。昆仑脱手黄金绳，鼻孔累垂收不得。",
            "comment": ""
        },
        {
            "title": "因览仰山小释迦语成唱道二首",
            "content": "脱尽诸缘空不空，杳无边表喻难同。须知月蚌肠中物，体取云犀角里通。建化何妨行鸟道，回途复妙显家风。太平游子归来也，云鬓霜眉内转功。",
            "comment": ""
        },
        {
            "title": "送圆上人之龙舒",
            "content": "赤头老师无拣择，潜峰染翠吴塘碧。明明万法入齐观，豁净丝毫元不立。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "谁道物齐，俱亡品题。欺唇一鼻直，盖眼两眉低。大千同入印，三世未分畦。斫额望之不及，拟心思也还迷。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "内若不动，外必不乱，个是丛林知有汉。而今识得不为冤，自家兵马何须战。心因不生境缘断，体若虚空勿崖岸。霜天皎月上中峰，一段光明洗痴暗。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "眉目精神，画工装点。功转玄微，了无丝糁。秋天清而河气澄明，夜水白而月魂潋滟。物物头头应化身，超出机前有刑典。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "形声幻为，闻见智随。自然出碍，平等何疑。莹明而绝累，圆应而无疵。而今问你，且道是谁。",
            "comment": ""
        },
        {
            "title": "参头智舒与众行者写师像求赞",
            "content": "背鲐齿鲵，皮鸡发鹤。西北出家，东南行脚。选佛到空觉觉空，为人除药病病药。夕壑云生，秋潭月落。偏正机轮，方圆枘凿。蝴蝶之春梦栩栩而物齐，白鸥之野盟飘飘而閒乐。妙触无当，冲应何作。剑之挥空而彼此不痕，珠之受影而自他相若。气韵岩梭，音旨拗斡。跛跛挈挈兮有底迂疏，哆哆和和兮不空罥索。",
            "comment": ""
        },
        {
            "title": "与孙宣教",
            "content": "作别江头五载余，海边相访未嫌迂。山林意与世几绝，丘壑姿逢秋更癯。约我道耕新活计，辍君诗战老工夫。儿婚女嫁谁家事，居士有心从马驹。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "从身出门，即物契神。一机历历，三昧尘尘。逢场且了游戏事，向道非无幻化人。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "不展事，不投机。不徇缘，不答话。个是出格，辙脱窠臼。平生肝胆向人倾，相识犹如不相识。",
            "comment": ""
        },
        {
            "title": "次韵真歇和尚圆觉经颂一十四首·普贤菩萨章",
            "content": "侬家活计本天然，刹刹尘尘见普贤。犀角一星蟾影透，神珠九曲蚁丝穿。觉非渐次亡棱缝，幻自消鎔得混圆。妙应通身无向背，古菱花不染媸妍。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "曹洞宗乘，老鸡发兴。秋波摇眼角，春雪点眉棱。一步跨空劫，孤心相续灯。西母之桃兮秀结三千年实，北冥之鲲兮蜕翔九万里鹏。珊瑚枝枝撑著月，出格云门跛脚僧。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "没踪迹，断消息。白云无根，清风何色。散乾盖而非心，持坤舆而有力。洞千古之渊源，造万像之模则。刹尘道会也处处普贤，楼阁门开也头头弥勒。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "皮苍老松，色暗焦桐。微尘尘破，一印印空。大千经卷钟出碍，三世佛口谷吞风。六门了用，双眉有功。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "句里明宗则易，宗中辨的则难。也须是到个时节，始得色转不见身，功亡不知位。绝怜大匠一斲泥，不犯祖师三尺鼻。儿孙去后阿谁共守清贫，臣庶退时独自难称尊贵。",
            "comment": ""
        },
        {
            "title": "灵上人丐盐求颂",
            "content": "熬炼渠经几度难，炎炎炉鞴里头看。可中皓色从来莹，直下沧溟吸得乾。力展家风排淡薄，妙将滋味破辛酸。道人意满期归也，雪拥茅檐不觉寒。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "闻名不如见面，都卢是个一件。风埃闹处常閒，行市贵时却贱。圆珠不拨转，精金久磨炼。触犯机锋兮青天流电。",
            "comment": ""
        },
        {
            "title": "即觉庵子中居士来访妙峰之西既去作六言五首",
            "content": "越境能来访我，扶筇颇肖游僧。得与坐间语味，谅其胸底怀冰。",
            "comment": "【注释】【原题】：即觉庵子中居士来访妙峰之西既去作六言五首送之"
        },
        {
            "title": "亮禅人持钵求颂",
            "content": "家林一锡飞，炊处青烟微。严默起禅板，虚通转化机。溪寒秋染色，月冷夜流辉。莫学西山亮，此行宜早归。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "驴觑井，井觑驴。智容无外，净涵有余。肘后谁分印，家中不蓄书。机丝不挂梭头事，文彩纵横意自殊。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "默默工夫，心田自锄。醭生唇上满，泥斲鼻头余。少林何曾说话，曹溪不识文书。谁言伎俩浑无巧，自信家风也不疏。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "痴儿刻意止啼钱，良驷追风顾影鞭。云扫长空巢月鹤，寒清入骨不成眠。",
            "comment": ""
        },
        {
            "title": "颂古二十一首",
            "content": "雪老大开方便路，低头却入庵中去。老僧有眼恰如盲，却被岩头行一步。老僧好休不肯休，依然依路去悠悠。元来不会雪峰意，却被岩头瓮赣头。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "默默而坐，佛祖勘破。水冷鱼潜，天空鸟过。半夜失却牛，平明拾得火。乍卷乍舒兮，无可不可。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "功勋消，阶级尽。尊贵不知名，威严莫得近。子退步而就父，臣转身以合君。机转玉轮侧，妙叶正当风。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "五叶之华，三斤之麻，外无棱角兮中无孽芽。箭石不是虎，酒弓不是蛇，千里之失兮毫厘之差。得非思议兮自谓一曲之士，望绝涯畛兮人称大方之家。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "一著能回一局棋，仙即妙处只些儿。点开活眼分生杀，不作穷忙死刀医。倒却门前刹竿著，一把推出谁藏缩。工夫磨琢老成人，圆陀陀地无棱角。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "孤身云閒，老发雪白。丛林眼孔清，河汉口门窄。应时谁外诸缘，转处自消一色。峥嵘万像森罗，向道与他平出。",
            "comment": ""
        },
        {
            "title": "偈二首",
            "content": "妄息寂自生，寂生知则现。知生寂自灭，了了唯真见。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "兀兀之姿，拙钝之师。静而亡像，动不知时。有口要挂壁，无机不度丝。秋气清而星河淡淡，天宇阔而夜斗垂垂。是个面目兮，与你相随。",
            "comment": ""
        },
        {
            "title": "假日山行",
            "content": "平生胸中云外峰，有閒便与扶瘦筇。但知一世丘壑味，想得十分猿鸟从。明见秋容山洗雨，清可人意风吟松。归来游兴散不尽，谁杵唤月黄昏钟。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "閒云卷雨，野水怀秋。一心绝待，六处不收。是个面觜兮，还相识不。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "衲僧须沥髑髅乾，透出威音世外看。岁月不能迁变处，个人肯共你同盘。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "心心相印，叶叶联芳，自己光明不覆藏。刹刹尘尘如是说，广长舌相解敷扬。",
            "comment": ""
        },
        {
            "title": "偶成示众",
            "content": "杨柳斜风力弱，芭蕉击雨声寒。莫把见闻作对，谁将声色相瞒。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "一雨一晴，盖载生成。桃华濯锦而丽，杨柳弄风而轻。决决野泉发响，关关林鸟和鸣。历历见闻中得妙，更嫌何处不分明。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "不起一念，向道须弥。舌头一脔肉，口唇两边皮。云门得用妙如许，不落是非知不知。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "一二三四五，禾山打鼓金牛舞。劈面来时著眼看，全身放下休回互。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "明回老兔宫，冷下苍龙窟。诸人名邈兮摇手未然，万象森罗兮点头具足。",
            "comment": ""
        },
        {
            "title": "与楷知仓",
            "content": "米坊能者较些些，七百僧中独作家。半夜传来衣有据，机前收得镜无瑕。祖师只麽闲舂碓，若子如今莫撒沙。古井先秋念枯冷，金绳钓出玉虾蟆。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "颠毛衰薄，春山雪作。胸襟疏豁，海门潮落。眉棱高而眼深，鼻筒直而口阔。幽灵绝待兮曾传祖祢之芳，谷神不死兮似得仙家之药。相逢别峰，弹指开阁。憨皮袋截巷拦街，臭骨头填沟塞壑。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "恬然正观，山空水寒。河汉横而斗润，云雾敛而秋宽。如仇学子兮怒眼三角，无位真人兮赤肉一团。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "玉线金针相续难，劫壶空处妙投关。香林烟暖风排雪，月窟冰寒影转山。里许借功方得活，那时退位不知闲。宗家密密绵绵事，布施多人莫要悭。",
            "comment": ""
        },
        {
            "title": "报愿慧长老写师像求赞",
            "content": "水秋而清，月寒而明。万机休罢，三际齐平。尘消却到法身住，幻起还从佛口生。长天之覆，大地之擎。诸祖与之同道，众彙与之同行。龟毛拂而握竖，兔角杖而膝横。更无一物借来底，招手憨僧作证成。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "眉低不愁，眼深非恶。鼻孔累垂，口唇龌龊。月明破夜兮野水怀秋，霁色摩霜閒云投壑。能错落纵横十字兮，妙提一著。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "入手还将死马医，反魂香欲起君危。一朝拶出通身汗，方信侬家不惜眉。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "菩提无树镜非台，虚净光明不受埃。照处易分雪里粉，转时难辨墨中煤。鸟归无影树头宿，华在不萌枝上开。际会风云底时节，寒梭出蛰一声雷。",
            "comment": ""
        },
        {
            "title": "应禅人出丐求颂",
            "content": "应身随处见尘尘，能顺因缘不背真。树上虎头呈伎俩，毛端师子显精神。平生自许得游刃，投老难传知斲轮。香气满城燂钵饭，丛林一洗浩然春。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "形貌春寒，颠毛雪残。坐空生灭影，静见离微端。珊瑚树生玳瑁海，明月珠走琉璃盘。藏天下於天下兮一性自然平等，出世间於世间兮万像谁敢相谩。",
            "comment": ""
        },
        {
            "title": "久上人出丐乞颂",
            "content": "孤禅抖擞起僧毡，挂钵寒藤著瘦肩。破夜无私看霁月，开华不染出泥莲。底心众事水云饿，何处人家粥饭缘。寄语毗耶老居士，相投莫怪唤春眠。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "藏山於泽，藏舟於壑。一真不可藏，怕尔满寥廓。传家清白有风规，圆陀陀地无棱角。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "佛祖髑髅穿一串，宫漏沈沈密传箭。人天机要发千钧，云阵煇煇急飞电。个中人，看转变，遇贱则贵贵则贱。得珠罔象兮至道绵绵，游刃亡牛兮赤心片片。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "龟兮蓍兮，祛执决疑。师兮范兮，扶斜理差。定彻其底，慧穷其涯。箭撞筈破，珠旋影随。",
            "comment": ""
        },
        {
            "title": "云上人持钵乞颂",
            "content": "云水千僧共默耕，烦君乞食出山行。蕨薇夜雨萌寒麓，桃李春风织锦城。空谷一呼同响应，圆珠众色合光明。上方此去分香饭，为我先须见净名。",
            "comment": ""
        },
        {
            "title": "颂古二十一首",
            "content": "智门真得祖家风，放出云门广长舌。大智如愚，大巧若拙，用尽工夫参不彻。莫於平地上增堆，休向虚空里钉橛。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "发际点白，眼眶含青。情枯历历，智照灵灵。形骸如槁木，踪迹肖流萍。月明四海犀通晕，春在百华蜂採馨。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "天与之形，月皎河横。地与之仪，山高水低。华灯连有据，桃李默成蹊。十方三世混不得，万像森罗类莫齐。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "清净本然，如合因缘。涅不缁而磨不磷，仰弥高而钻弥坚。随之无后，迎之无前，空空空处亡中边。而今信手拈来用，头尾相应正复偏。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "赵州道有，赵州道无。狗子佛性，天下分疏。面赤不如语直，心真莫怪言粗。七百甲子老禅伯，驴粪逢人换眼珠。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "秤头蝇坐便欹倾，万世权衡照不平。斤两锱铢见端的，终归输我定盘星。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "岩岩之骨兮山癯，靡靡之姿兮水腴。心无住而乃久，德有邻而不孤。虚空说法，顽石听徒。互换证明还了了，何烦佛祖费工夫。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "眼冷眉长，鼻直气快。彼彼常不轻，门门观自在。寂光而无中，妙用而无外，谁怕肉团碍世界。",
            "comment": ""
        },
        {
            "title": "六代祖师画像赞·五祖大满禅师",
            "content": "奇女之儿，双峰之嗣。传衣世称乎妙齿，栽松我愧乎颓齿。前后两身，古今一心。孤鸾风舞玻璃镜，长鲸月转珊瑚林。钵盂狤獠人将去，几夜舂坊无碓音。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "妙存象先，圆成自然。佛灯燄续，祖华芳联。野况烟霞老，秋痕天水连。生无生性，住无住缘。随分雪分斋一钵，不嫌云寄屋三椽。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "夜壑藏舟，澄源著棹。龙鱼未知水为命，折箸不妨聊一搅。玄沙师，小塘老，函盖箭锋，探竿影草。潜缩也老龟巢莲，游戏也华鳞弄藻。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "溶溶曳曳山上云，潺潺湲湲山下水。试问其间云水人，更於何处求诸己。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "发白星星，心鉴灵灵。随机说法，应物现形。天与之清，地与之宁。野云曳曳兮，山月亭亭。",
            "comment": ""
        },
        {
            "title": "郑成忠写真求赞",
            "content": "智不能知，识不能识。一气轻清，双瞳冷碧。莲开梦觉，十方虚殒於一时；鲲蜕鹏抟，九万里成乎一息。物我普融，自他平出。珠受色而不痕，剑挥空而何迹。须更指响，弥勒阁开也许是重深；尘刹分身，普贤毛孔也初非迫窄。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "默默灵光，堆堆坐忘。衲僧事业，宗印文章。应物空三世，随缘遍十方。分身不用相回互，到处谁能作覆藏。巍巍堂堂，炜炜煌煌。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "去就清贫，担何苦辛。兀默三椽老，平生五合陈。出家意谓了身，住院还相累人。野水连天半夜月，丛林和气十方春。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "寒林濡露，明月濯波。时节恁麽，衲僧如何。廓一念不见有自，极十方不见有它。遍界通身无背面，莫教丝绪落机梭。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "云犀玩月璨含辉，木马游春骏不羁。眉底一双寒碧眼，看经那到透牛皮。明白心超旷劫，英雄力破重围。妙圆枢口转灵机，寒山忘却来时路，拾得相将携手归。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "胡饼云超佛祖谈，句中无味若为参。衲僧一日如知饱，方见云门面不惭。",
            "comment": ""
        },
        {
            "title": "颂古二十一首",
            "content": "大众退后，衲僧去就。岂用机关，那容体究。蓑翁老熟惯风波，桡棹不施船放溜。",
            "comment": ""
        },
        {
            "title": "禅人发心丐席求颂",
            "content": "吉祥长者草茸茸，香软登机棱路通。卷去若入呈己事，得来与我展家风。默游两岸雪芦外，瘦坐五湖烟水中。未许春眠梦蝴蝶，大方引步劫壶空。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "余云消於霁虚，片月上於秋壶。光清岩壑，影现江湖。类中之异，物中之珠。虎生三日食牛气，马走千里随母驹。赏音有以，德邻不孤。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "云横其肩，雪覆其颠。空空养慧，兀兀忘缘。月射珊瑚兮海发光而不夜，松生琥珀兮根拥膏而有年。性惟平等，道法自然。钤鎚之在握，杖拂之当拳。豹雾披梓树之野，龙雷吼桃华之川。云水丛林秋与老成之气韵，溪山草木春曾醖酿於风烟。儿孙之力，学佛祖之家传；针线之关，度龛灯之焰联。向道龙门无宿客，而今龟鹤尽成仙。",
            "comment": ""
        },
        {
            "title": "访黄给事承往宝陀礼普门大士留偈",
            "content": "泛舟谁畏海门津，丈室来寻彼上人。麈语欲求青眼旧，友心未爽白头新。黄家羊卧藩篱晚，梅氏仙游岛屿春。糊饼馒头看手段，观音妙智在尘尘。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "主中宾，宾中主，相合回头看里许。明月团团夜正央，昆仑抱出珊瑚树。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "本体无生，诸尘幻成。白发雪漫顶，青瞳秋在泓。妙触出碍，机用超情。珠走不留影，谷虚还应声。默默坐寒唯自照，天无四壁月三更。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "鼻似截筒长，目如点漆光。据床握拄杖，河汉夜来霜。云山苍苍，水天茫茫。烁迦罗，眼三角，舜若多，身十方。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "器宇廓落，形像乾枯。一点彻灵府，万年空劫壶。青原门下识麟角，黄檗床头捋虎须。死中还活兮活中还死，无中却有兮有中却无。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "一段真风见也麽，绵绵化母理机梭。织成古锦含春像，无奈东君漏洩何。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "巢知风，穴和雨。不用安排，自成规矩。历历靡缘，閒閒何偶。乐哉林鸟渊鱼，一笑相忘尔汝。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "宗说般般尽强为，流传耳口便支离。种田博饭家常事，不是饱参人不知。参饱明知无所求，子房终不贵封侯。忘机归去同鱼鸟，濯足沧浪烟水秋。",
            "comment": ""
        },
        {
            "title": "五王子·诞生",
            "content": "星攒金殿降生时，称体宫衣覆雪肌。功就转身全合父，光中潜拨玉轮移。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "霜缣写病姿，寒木得春迟。山居自肯束三篾，尘立每烦颦两眉。牛头不懒，虎头不痴，个事十成还自知。饭塞饥肠衣补破，不妨唧溜出家儿。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "双目寒青，秋水冷冷。半颠衰白，春雪星星。山雾霏霏文豹变，松月娟娟梦鹤醒。妙应方圜兮了无外法，尘缘俯仰兮初不吾经。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "借来聊尔了门头，得用随宜即便休。象骨岩前弄蛇手，儿时做处老知羞。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "默默家风，云摩霁空。露月夜爽，天水秋同。人传眉目好，我道骨头穷。华须凝粉蜂房蜜，桂毂流魂犀角通。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "精神矍烁，化工模邈。我转一机，谁持六鉴。是非生夺璧之谋，黑白战烂柯之著。霁阔而河横，潭空而月落。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "是兮不是，别兮不别。水冷涵秋，山寒带雪。传家之印兮中间无文，常用之针兮两头无穴。游世之身云月閒，说禅之口河汉决。自然随顺因缘，向道不乖时节。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "写出老僧，形容可憎。秋生眼角，雪点眉棱。胸次有丘壑，口头无葛藤。功忘自据菩提座，照尽谁传般若灯。借光施设，恰恰相应。",
            "comment": ""
        },
        {
            "title": "与杲侍者",
            "content": "道吾当年不肯道，渐源中路没商量。先师灵骨今犹在，无用扶锹上法堂。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "绝待而灵，无得而名。就位难辨，借功证成。合伴应时节，随事放光明。神歌社舞闲心适，块雨条风乐太平。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "体之象先，得之自然。心空有以，道大谁传。蟾在珊瑚之树，蚌蕴明珠之渊，弹指分身兮三千大千。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "默守枯寒，心心见端。瑠璃井秋光湛湛，珊瑚枝月影团团。髑髅活兮，妄识沥乾。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "漆点两眼，雪丝半头。嗒然亡耦，转处还幽。一等高闲兮余云敛霁，十方清白兮片月摩秋。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "片月在水，孤云出山。其静而应，其动而閒。体中不欲全露，用处只窥一斑。重重楼阁门开也，弥勒不须轻手弹。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "默默传真，如何指陈。性月不夜，心华长春。净有容兮海印，应无爽兮谷神。觌面相呈讳不得，烦君为我洗清贫。",
            "comment": ""
        },
        {
            "title": "怀上人出丐求颂",
            "content": "胡床拥毳怯春寒，怀丐人行野雪乾。风信入华披锦段，月魂堕水濯金盘。净名取饭亡我力，慈氏开门只一弹。妙得其中佛受用，头头成见不相瞒。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "钓尽沧波月一钩，月低烟树夜维舟。寒鸡抖擞呼天晓，笑对春风百草柔。中外夷犹，纵横自由。志公不是閒和尚，刀尺相将拄杖头。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "静掩双皮，喜扬两眉。秋容清水色，春信闹华枝。跛跛挈挈，憨憨痴痴，摩触家风兮鼻孔累垂。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "一雨一晴，底事分明。六尘昏扰，世界峥嵘。一心虚泊，万法齐平。出得气是你鼻孔，觑得破是你眼睛。有缘不是余朋友，无用双眉却弟兄。",
            "comment": ""
        },
        {
            "title": "勤大师访别作句赠之",
            "content": "若子能来过我门，端知良遂志弥敦。微尘破处得经卷，万象纷时空眼根。与世支离谁恶意，怪人棱瘦自秋痕。归兴定到家林稳，山月流明洗夜昏。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "木老春何晚，山寒秋最先。渊默有佳处，湛存天地前。静亡所住，动解随缘。黄芦淮上东西岸，明月渡头南北船。",
            "comment": ""
        },
        {
            "title": "良禅人干田求颂",
            "content": "良田一片望无涯，旷古相传佛祖家。四至町畦谁作伴，中心树子自开华。示人鎌样秋云卷，催牯鞭声春日斜。收拾归来付耕事，衲僧气味较些些。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "蛇钻不入，鸟飞不度，我道人人在里许。三更明月下西山，一阵清霜脱寒树。",
            "comment": ""
        },
        {
            "title": "珊知浴求颂",
            "content": "妙触宣明不洗尘，楞严会上悟心人。潜鳞窟宅半篙水，枯木形骸一杓春。涓滴量同法界性，发毛垢净虚空身。南国应问聊弹指，用处绵绵谷有神。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "妙药何曾过口，神医莫能投手。若存也渠本非无，至虚也渠本非有。不灭而生，不亡而寿。全超威音之前，独步劫空之后。成平也天盖地擎，运转也乌飞兔走。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "不落阶级，卓卓超出三际。曷用安排，十方自然畐塞。五色线不我羁縻，七宝冠是谁严饰。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "一色功回，雷云冻开。万机俱罢，风月转夜。空空谷有神，欣欣木有春，而今何处不分身。",
            "comment": ""
        },
        {
            "title": "送明专使",
            "content": "廓落无依合太虚，行行何处不逢渠。功回冷眼双眉底，照尽横身旷劫初。大仰默知东寺意，玄沙明上雪峰书，将归束肚三条蔑，鈯斧相随到处居。",
            "comment": ""
        },
        {
            "title": "禅人发心丐席求颂",
            "content": "万指相从作正观，出求卧席著蒲团。恬处敛雨野云薄，湛若磨风秋水寒。卷去犹知鼻头痛，坐来方信髑髅乾。芦花明月阿谁事，人在江湖把钓竿。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "主中主，须辨取。动犯威严，细看规矩。贵不可得其名，寿不可穷其数。四溟潮落露仙山，万里云开廓天宇。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "白发苍颜，三篾住山。开眼不觉晓，静坐不知閒。善应全机用，灵明入道环。而今相伴尘中去，榆叶青钱莫我悭。",
            "comment": ""
        },
        {
            "title": "送慧禅人往上江糴麻米",
            "content": "石霜拈处最分明，万万千千一粒生。归日饭香穿鼻吼，相呼作舞下堂行。",
            "comment": ""
        },
        {
            "title": "五王子·化生",
            "content": "丝纶传得出宸帏，宣花春城类莫齐。妙握当途无字印，马蹄终不染尘泥。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "一亘清虚夜正央，桂宫老兔冷喷霜。混融明暗无分处，谁辨个中偏正方。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "一雨霑濡，诸根萌动。青黄各成其姿，长短各随其用。绵绵也妙有机丝，混混也廓无棱缝。若人问我如何，敢道不快漆桶。",
            "comment": ""
        },
        {
            "title": "与充维那",
            "content": "机梭未动若为颜，一点虚灵入道环。明月光中窥自己，白云影外到家山。金鳌转侧夜潮落，玉马嘶鸣春信还。得手应心无不可，脱然时事岂相关。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "碧琉璃色水澄清，紫磨金光身莹明。洗净方知不受垢，释迦老子此时生。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "静复湛存，潮退珊瑚之根；智随用奔，派发崑崙之源。光风草木献春像，霁夜鱼龙吞月魂。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "枯槁形骸，虚明性怀。秋河夜月，老树苍崖。一机色前自宛转，万像头上谁安排。云门拄杖，赵州草鞋。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "华鸟不来空过春，牛头山上懒慵人。自心净故元无作，放下许多閒苦辛。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "默学少林，静全本心。幽灵绝待，虚明自任。玉线金鍼世家事，鸾胶凤弦山水音。随方善应，不用相寻。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "檐头雨滴声，问你要惺惺。直下成己事，途中作主盟。刹刹见佛，尘尘出经。擘开华岳连天色，放出黄河到海声。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "写出个僧，冷淡无能。默耕田地，力锄葛藤。入海泥牛绝消息，度河月兔有光棱。携去尘中成化事，更嫌何处不相应。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "本来田地无涯岸，极目寒光成一片。消息平沈佛也迷，机轮转侧谁能辨。雪山山下拥蓑人，白牛一掣芒绳断。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "祖华五叶发灵根，端的知恩解报恩。大仰未忘东寺会，玄沙相继雪峰存。机梭传处难通路，针芥投时有妙门。鼻孔放光出气快，当年一斲尽泥痕。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "乔乔楚楚，丛林规矩。萎萎羸羸，枯木风姿。宗乘壁挂口，师友雪生眉。住山事拙束三篾，对月机鸣度一丝。颠毛间白发，眉睫裹青瞳。食指一肩重，门风四壁空。诸根亡偶宗家妙，万虑不摇心匠工。",
            "comment": ""
        },
        {
            "title": "宗禅人出丐求颂",
            "content": "万指生涯一钵归，丛林宗尚默无机。道耕自信我寒槁，妙用相烦君发挥。薜荔藩篱秋蔓衍，女萝窗户月依衡。时时处处通消息，物象都卢入范围。",
            "comment": ""
        },
        {
            "title": "宣和甲辰岁开十日予欲束衣随淮水东下锦官常",
            "content": "麓华联蕾破春红，惭愧无私造化功。谁怕满头椿岁月，要听啼鸟说家风。",
            "comment": "【注释】【原题】：宣和甲辰岁开十日予欲束衣随淮水东下锦官常禅人且合掌请语因留三绝"
        },
        {
            "title": "三印颂示众",
            "content": "印空印水印泥，无言桃李成蹊。随分纳些税赋，牧牛溪水东西。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "芥城劫石妙穷初，活眼环中照廓虚。不许夜行投晓到，家音未肯付鸿鱼。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "山寒带雪痕，春信入华根。造化岂无柄，区分自有门。出出没没也，俱承之此恩。",
            "comment": ""
        },
        {
            "title": "次韵传道者且游落星院",
            "content": "风立沙根肤粟顽，冷涵星石水湾湾。登舟欲济轩窗底，扶槛政疑图画间。云拭山容苍玉障，日浮江面紫金环。回头五老相招我，林友无嫌夜扣关。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "鉴之现像，谷之藏神。六门随万彙，三昧入诸尘。月通犀角晕，华到蜜房春。历历之机果明了，更嫌何处不相亲。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "发须衰白而霜雪益深，肌肤苍老而松桂剥皴。四十余年而穷通一默，百千三昧而游戏诸尘。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "山带雪而岁寒，水含月而夜阑。对机转物，影草探竿。游刃之牛解，烂柯之局残。西风雨敛烟云净，北斗脚垂河汉乾。",
            "comment": ""
        },
        {
            "title": "端禅人开田乞颂",
            "content": "衲僧田地有来端，底意相携出问檀。春坞耕开云锦晓，月津划破练光寒。饱期束肚三条篾，功就移身百尺竿。恰恰相投看规矩，谷声鉴像一般般。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "气清水秋，骨寒木槁。青眼柳春深，白头山雪早。具大人相也空落不惊，有大力量也风吹便倒。个些妙处难传，向道画工草草。",
            "comment": ""
        },
        {
            "title": "尘上人出丐求颂",
            "content": "轻轻弹指便开门，百亿门前百亿身。妙应因缘通处处，圆明个事遍尘尘。华间蜂採黄须蜜，柳上莺传青眼春。归日相呼满钵饭，一时分付饱参人。",
            "comment": ""
        },
        {
            "title": "与诺侍者",
            "content": "梦回茶碗手亲扶，雅意沩山转道枢。自唤主人酬一诺，谁违尊者应三呼。死生到日还能否，辜负当年是有无。妙得古人行履处，了无些事作工夫。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "曼殊问疾老毗耶，不二门开看作家。珉表粹中谁赏鉴，忘前失后莫咨嗟。区区抱璞兮楚庭膑士，璨璨报珠兮隋城断蛇。休点破，绝疵瑕，俗气浑无却较些。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "棱棱之山早雪，渊渊之水先秋。静也虚谷之应，动也闲云之流。自怜方外专默，谁与环中至游。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "森罗万象许峥嵘，透脱无方碍眼睛。扫彼门庭谁有力，隐人胸次自成情。船横野渡涵秋碧，棹入芦花照雪明。串锦老渔怀就市，飘飘一叶浪头行。",
            "comment": ""
        },
        {
            "title": "别满首座",
            "content": "丹山凤窟冷相依，惭愧如今羽翼齐。云外翔鸣同颉颃，林间啄步暂分携。玉华衔处天容晓，珠树栖时月影低。引喙醴泉期后会，殆将新语濯尘泥。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "默默而游，如如而说。鱼行澗底秋，鹤梦松头月。大智而愚兮，大巧而拙。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "云树苍苍，泉石凿凿。倚杖坐其间，此心自空廓。秋月濯沧溟，春风在林薄。游鱼下藻玉溪寒，字雁没烟天宇阔。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "默时说，说时默。白云无定心，青山有奇骨。半夜月移兮老兔推，百川潮落长鲸没。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "寒坐无言，孤藤在拳。片心群像外，一句万机前。身闲眼活，盘滑珠旋。虚空故无壁落碍，解了十方三世缘。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "圆珠不穴，大璞不琢，道人所贵无棱角。拈却肯路根尘空，脱体无依活卓卓。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "目深额耸，口方鼻端。秋云消兮天青而阔，夜月上兮水白而寒。看看，影像随应兮明珠走盘。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "鼻筒直，眼眶深。默时自觉失却口，妙处谁会相传心。便与麽，只如今，影中辨取兮户挂凋林。",
            "comment": ""
        },
        {
            "title": "妙湛大师求颂",
            "content": "妙则不粗，湛则不浑。妙湛而照，莹然亡痕。云山是主，水月无根。瘦坐一默，虚融六门。窍作风籁，华含春恩。相承个事，子子孙孙。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "迷悟相返，妙传而简。春拆百花兮一吹，力回九牛兮一挽。无奈泥沙拨不开，分明塞断甘泉眼。忽然突出肆横流，险。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "衰发半白，笑面微红。野水秋无像，丛林春有功。华繁粉梦蝶，天远没飞鸿。借问分身几许，相随南北西东。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "眉下眼深，额上骨隆。说禅口窄，受道心空。闲闲无伎俩，默默有家风。片月濯磨秋更白，百华点染春能工。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "缀缀功过，胶胶因果。镜外狂奔演若多，杖头击著破灶堕。灶堕破，来相贺，却道从前辜负我。",
            "comment": ""
        },
        {
            "title": "教禅人出丐求颁",
            "content": "历历枢中转化机，出门气象履芳时。溪光丽濯红锦段，风柳细撚黄金丝。空空不碍浑亡我，处处相逢却是谁。会得宾头卢见佛，向人卖弄有长眉。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "是心绝缘，寒灰不然。是身无我，芭蕉不坚。独灵兮卓卓，湛存兮绵绵。春逐华枝长短，月随水器方圆。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "妙存湛湛不为无，真照灵灵不为有。更向其间退步看，白云断处青山瘦。",
            "comment": ""
        },
        {
            "title": "借雪窦韵送超然居士赵表之时在泐潭",
            "content": "一口吸尽西江水，马师家风擢然起。老庞俯伏嗣芳尘，古也今也谁如此。超然道与若人交，南游浩意未相饶。风清骨秀眼寒碧，玉井冰壶冻不消。羌床孤卧净名室，无住无依脱虚溢。渊然一默乃全提，不二门开肖当日。佛事圆来作归想，出门歧路平如掌。到家儿女独圞头，相对无言得真赏。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "乳粥当年得善生，心开成道见明星。而今各各恁麽去，犹较瞿昙半月程。",
            "comment": ""
        },
        {
            "title": "次韵端楞伽与生首座",
            "content": "缚茨枯坐九江东，镜像虚融方寸中。舜若多身禅夜看，母陀罗臂用时通。缘生谁兆有非有，寂照自知空不空。道契观音斯善应，萧萧竹雨杂松风。",
            "comment": ""
        },
        {
            "title": "鉴维那求月堂颂",
            "content": "桂毂谁将玉斧修，风帘收卷许相留。虚明窗户不知夜，清白身心长濯秋。鹤梦巢寒松挂壁，鱼惊波动水浮钩。胡床瘦坐摇香篆，净照壶中一默游。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "地水火风，因缘会同。见闻知觉，门户疏通。随宜而得用，及尽而亡功。明白机轮还自转，相逢谁识大家翁。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "言衣半夜付卢能，搅搅黄梅七百僧。临际一枝正法眼，瞎驴灭却得人憎。心心相印，祖祖传灯。夷平海岳，变化鲲鹏。只个名言难比拟，大都手段解翻腾。",
            "comment": ""
        },
        {
            "title": "送僧归抚州",
            "content": "不肯云林伴冷凄，疏山归谒矮闍梨。非枯樁句如明白，会要重来摩伏犀。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "觉之微妙，未痕朕兆。彻造化之源，据生杀之要。至虚而独存，当明而隐照。筑筑磕磕兮鼻孔累垂，哆哆和和兮舌头狤獠。",
            "comment": ""
        },
        {
            "title": "颂古一百则",
            "content": "一倒一起，雪庭师子。慎於犯而怀仁，勇於为而见义。清光照眼似迷家，明白转身还堕位。衲僧家，了无寄，同死同生，何此何彼。暖信破梅兮春到寒枝，凉飚脱叶兮秋澄潦水。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "鼻直口阔，目深眉低。灯连少室，派接曹溪。恰恰混不得，堂堂类不齐。把手共语，出力相携。春风浩浩，秋风凄凄。",
            "comment": ""
        },
        {
            "title": "偈颂七十八首",
            "content": "髑髅前有本来灵，照彻毗卢顶{左宁右页}平。玉马过关方半夜，本鸡唤月恰三更。寥寥迹绝全功转，历历光生借位明。却著弊衣垂化手，合同船子顺流行。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "不问维摩经，看底甚麽经，大千卷出破尘情。水中盐味，色里胶青，机前有路妙难名。才形言像迢然去，又是泥团换眼睛。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "澄潭之月，苍山之雪。清白家风，灵明事业。秋空净无痕，野云闲不彻。如今借问旁观，且道看何行列。",
            "comment": ""
        },
        {
            "title": "一知殿化佛殿僧堂中灯油求颂",
            "content": "佛灯谁我续光明，果若莲开大梦醒。香草有心持洁白，兰豪无脚湛寒青。默耕化外那知夜，真照壶中不觉冥。家世儿孙传底事，从教辉耀显门庭。",
            "comment": ""
        },
        {
            "title": "十月朔与法上人南谷行",
            "content": "一筇双屦征具简，幽讨胜友宾栖深。与公半夜丘壑语，慰我平生麋鹿心。倒榻雅成山水梦，落泉寒作丝桐音。归欤城寺禅肤粟，定是流想来家林。",
            "comment": ""
        },
        {
            "title": "小师智宽与国清作丐请语",
            "content": "入廛一钵是生涯，来自寒山拾得家。晓影玉钩萝户月，春丛黄粉密房华。午炊佛土香传鼻，参饱云门饭打牙。准拟神通何处借，净名居士住毗耶。",
            "comment": ""
        },
        {
            "title": "四宾主·主中宾",
            "content": "御楼吹角六街明，金马将军出禁城。阃外化权良有准，不伤风物致升平。",
            "comment": ""
        },
        {
            "title": "禅人并化主写真求赞",
            "content": "山向岳奔，川趋海吞。船浮水柔有力，雁没烟冷无痕。二三四七，传持之句。百千万亿，变化之门。招手授手，知恩报恩。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "十月朔，风雨肇寒天意作。丛席地炉今日开，免烧木佛无斟酌。丹霞将错就错，院主眉须堕落。如聋如盲大家翁，搅扰杀你不要恶。",
            "comment": ""
        },
        {
            "title": "偈颂二百零五首",
            "content": "不可得而有，不可得而无。寂寂十方坐断，寥寥一境清虚。妍丑那能瞒净镜，青黄莫我染明珠。刹海不能关锁月，夜来流影在珊瑚。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "阿侬是谁，恰恰相随。眉毛垂眼尾，鼻孔压唇皮。默默机轮何处转，玉人踏破吠瑠璃。",
            "comment": ""
        },
        {
            "title": "禅人写真求赞",
            "content": "风日面皮，秋山眉目。闲情肖水云，野性从麋鹿。憨憨少室九年，草草曹溪一宿。穷根彻源，出髓敲骨。",
            "comment": ""
        }
    ]
}