{
    "dynasty": "宋",
    "author": "释智圆",
    "poems": [
        {
            "title": "赠邦上人",
            "content": "深居饶野兴，门冷入杉松。鸟外闲频往，人间事罕逢。水轩吟片月，秋榻梦千峰。忆得看新雪，相招静话重。",
            "comment": ""
        },
        {
            "title": "次韵酬闻聪上人春日书怀见寄",
            "content": "景色融融万卉新，潜知青帝又东巡。阴崖竹树犹欹雪，暖砌莺花已觉春。吟苦渐惊华发乱，身闲终忌俗流亲。寥寥此意将谁说，回首禅门有故人。",
            "comment": ""
        },
        {
            "title": "武康溪居即事寄实印大师四首",
            "content": "偶来溪上纵闲吟，泉石深藏便有心。莫拟他年访幽迹，白云青嶂更难寻。",
            "comment": ""
        },
        {
            "title": "读白乐天集",
            "content": "李杜之为诗，句亦模山水。钱郎之为诗，旨类图神鬼。讽刺义不明，风雅犹不委。于铄白乐天，屈起冠唐贤。下视十九章，上踵三百篇。句句归劝诫，首首成规箴。謇谔贺雨诗，激切秦中吟。乐府五十章，谲谏何幽深。美哉诗人作，展矣君子心。岂顾铄金口，志遏乱雅音。龊龊无识徒，鄙之元白体。良玉为碔砆，人参呼荠苨。须知百世下，自有知音者。所以长庆集，于今满朝野。",
            "comment": ""
        },
        {
            "title": "孤山闲居次韵酬辩才大师",
            "content": "地僻人稀到，病来无话端。远山游未得，终日卧中看。药箧经梅润，松窗过雨寒。唯师知我趣，尘事绝相干。",
            "comment": ""
        },
        {
            "title": "留题闻氏林亭小山",
            "content": "簷前状奇险，咫尺见清幽。鸟下疑灵鹫，僧过认沃洲。危遮虚槛月，冷夺远峰秋。始信红尘里，豪家有胜游。",
            "comment": ""
        },
        {
            "title": "水",
            "content": "本性澄明万古同，滔滔润物信无穷。百川奔注归沧海，五服安居赖禹功。动带晚风冲岛屿，静涵秋色混虚空。浮舟葬骨成何事，范蠡知机伍相忠。",
            "comment": ""
        },
        {
            "title": "吴山庙诗",
            "content": "君子尚权变，权变贵合道。子胥薦专诸，子光专非好。父雠共戴天，乞师恨不早。子光既得志，入郢事征讨。报父既鞭尸，谏王仍杀身。孝子节方全，忠臣道且新。驰名天地间，岂是悠悠人。青史书盛烈，血食旌遗尘。庙堂耀晨曦，庙木荂阳春。往来无知俗，焚香勤祷祝。忠孝不敢行，神兮宁降福。",
            "comment": ""
        },
        {
            "title": "雁",
            "content": "岁岁随阳整羽翰，翱翔还见过云端。哀音断续霜风紧，群影参差夜月残。雕鹗已逃榆塞险，烟波初下洞庭宽。行人万里思归切，送目遥空寄信难。",
            "comment": ""
        },
        {
            "title": "春日湖居书事寄子璿师",
            "content": "闲居作赋拟安仁，壮志潜消白发新。烟浪静牵来往梦，莺花深慰寂寥身。野塘草绿湖村暮，石鼎茶香岳寺春。终学支公买山住，白云深处待为邻。",
            "comment": ""
        },
        {
            "title": "寄题梵天圣果二寺兼简昭梧二上人",
            "content": "楼阁耸岧峣，参差极云际。高窗晓色先，晚景馀霞丽。寥寥群动息，冥心远尘世。",
            "comment": ""
        },
        {
            "title": "寄题梵天圣果二寺兼简昭梧二上人",
            "content": "静躁各所好，是非安能辨。声利如我仇，云泉若相勉。寂寂深林中，芳兰自堪搴。",
            "comment": ""
        },
        {
            "title": "戏题四绝句其一·鹤自矜",
            "content": "紫府青田任性游，一声清唳万山秋。仙材况有千年寿，鹿犬凡鸡岂合俦。",
            "comment": ""
        },
        {
            "title": "寄楚南师",
            "content": "昔年江上别，高迹杳难寻。浮世人稀见，青山隐更深，琢诗穷有象，体道极无心。惭负眠云约，西峰夕照阴。",
            "comment": ""
        },
        {
            "title": "久病有感因示后学",
            "content": "羸病身未死，轻安人屡亡。穹旻不可问，浮世转加伤。三十共嗟短，百年同好长。未能齐一梦，何以事空王。",
            "comment": ""
        },
        {
            "title": "寄隐者",
            "content": "散发空林下，人间事不知。风高蕙帐冷，天远鹤书迟。瓶尽花朝酒，扃残寒夜棋。无由访幽趣，踪迹阻江湄。",
            "comment": ""
        },
        {
            "title": "君不来",
            "content": "前年送君空江上，张帆正值西风起。今日西风君未归，茫茫祇见空江水。",
            "comment": ""
        },
        {
            "title": "池上",
            "content": "沤生复沤灭，水湿元无异。尽日倚栏看，无人知此意。",
            "comment": ""
        },
        {
            "title": "武康溪居即事寄实印大师四首",
            "content": "世路驱驱又白头，争如闲卧绝他求。门前荒陇依依在，碑折松枯尽列侯。",
            "comment": ""
        },
        {
            "title": "挽歌词三首",
            "content": "莫谈生灭与无生，谩把心神与物争。陶器一藏松树下，绿苔芳草任纵横。",
            "comment": ""
        },
        {
            "title": "书荆溪禅师傅后二首",
            "content": "清风遗句满人间，灭后天台迹更闲。碑折塔摧人不顾，不堪冥目想空山。",
            "comment": ""
        },
        {
            "title": "庭松",
            "content": "乔枝偃盖势凌云，一植幽庭度几春。荣落未曾同众木，孤贞长自伴闲人。风生静夜寒声健，雪霁遥峰翠色新。萧酒最宜禅定起，坐观行绕远埃尘。",
            "comment": ""
        },
        {
            "title": "严光台",
            "content": "拨乱方争汗马功，贤才谁肯守穷空。严光亦是夷齐类，垂钓碧溪敦让风。",
            "comment": ""
        },
        {
            "title": "古剑",
            "content": "精刚经百链，可折不可柔。三尺青蛇活，一匣止水秋。解截蛟龙躯，能断佞臣头。下去苍生害，上除天子雠。在昔埋酆城，精光射斗牛。雷焕张华辈，得之亦悠悠，二贤既云亡。潭底化双虬。剑利人或爱，剑道人不求。剑道如之何。达者惟庄周。",
            "comment": ""
        },
        {
            "title": "夷齐庙",
            "content": "曾闻叩马犯君颜，万古清风满世间。若便干戈为揖让，夷齐终不死空山。",
            "comment": ""
        },
        {
            "title": "玩月",
            "content": "去秋曾久玩，皓魄坠天涯。始恨经年别，还忻此夜期。鸣蛩沈古砌，惊鹊绕寒枝。莫厌凭栏久，冰轮觉渐移。",
            "comment": ""
        },
        {
            "title": "赠诗僧保暹师",
            "content": "吟槛漾寒水，平湖烟景闲。无人识高趣，尽日对空山。晚树春禽语，晴窗夜月还。新编皆雅正，不待仲尼删。",
            "comment": ""
        },
        {
            "title": "苔",
            "content": "与僻偏饶分，苍苍称静吟。闲阶经雨遍，峭壁度秋深。色冷分禽迹，痕幽入树阴。衡门终岁在，车马绝相侵。",
            "comment": ""
        },
        {
            "title": "读元结文",
            "content": "复古还淳元结文，可怜杨浚独知君。当时自号为聱叟，立事垂言信不群。",
            "comment": ""
        },
        {
            "title": "酬简上人见寄",
            "content": "林间病卧懒逢迎，相识何人最惬情。唯有简公闲且僻，寂寥翻被俗流轻。",
            "comment": ""
        },
        {
            "title": "代书寄奉蟾上人",
            "content": "君居武康山，昔年我曾游。崎岖松径寒，冷落竹房秋。握手既欢笑，拂榻且相留。一驻十旬馀，旦夕乐清幽。因话净名事，涤砚勉操修。蛮香爇古篆，山茶分越瓯。看雪同拥炉。乘月共浮舟。喻心指太虚，视世类浮沤。明春我归去，湖上隐林丘。杜门过五载，脾疾日少瘳。闲宵坐月下，往事来心头。书之将寄君，路远水悠悠。",
            "comment": ""
        },
        {
            "title": "早秋",
            "content": "雨歇变气候，空庭叶飕飕。闲听一枝风，乃知千里秋。百虫鸣四壁，新月生高楼。登楼看明月，涛光满林丘。人生呼及间，何为苦忧愁。发白不再黑，兔走难暂留。徘徊感古人，劝告秉烛游。",
            "comment": ""
        },
        {
            "title": "雨",
            "content": "润物有深功，霏霏下半空。寒声清入竹，斜势急因风。苔片添秋碧，花枝损晚红。山人独欹枕，静听草堂中。",
            "comment": ""
        },
        {
            "title": "山中寻羽客不遇",
            "content": "杖蔾寻隐迹，重叠过林泉。花暖幽禽语，堂空瑞兽眠。润松寒有韵，茶烂冷无烟。知在何峰顶，高谈会列仙。",
            "comment": ""
        },
        {
            "title": "言志",
            "content": "畴昔学为文，拟尽周孔道。心劳道未至，壮岁成衰花，畴昔学为诗，模范风雅词。立言多疯喻，反为时人嗤。为诗复为文，嗟嗟不复古，训世无织益，何为自劳苦。权门既不游，青山宁合负。一来林下居，四载不出户。退省为佛徒，讲经自裨补。憧憧来学辈，往往入深坞。智者乃吾宗，龙猛乃吾祖。寒窗夜摛毫，虚堂画挥尘。翼此二圣心，欲令万物睹。羸羸长抱疾，行年四十五。草堂三四间，牢落连云洞。经时无客人。冲门绝迎送。榻有无弦琴，向风时一弄。窗列楞严典，要言长讽诵。真妄一无得，超然谁与共。凡圣病眼花，死生春夜梦。病差梦已醒，万彙徒营营。",
            "comment": ""
        },
        {
            "title": "庭鹤",
            "content": "支遁放君真有意，卫公怜汝太无端。司晨守禦那堪用，殷顶霜毛祇好看。",
            "comment": ""
        },
        {
            "title": "寄仁侄",
            "content": "庭木西风动，闲轩落叶稠。梦回霜月晓，信断海山秋。道性归无念，孤吟已绝愁。况疏林下约，烟水路悠悠。",
            "comment": ""
        },
        {
            "title": "寄若讷上人",
            "content": "江滨方话别，倏忽十年馀。感旧空阙梦，闲眠懒寄书。砌凉鸣蟋蟀，潭冷照蟾蜍。北望苍波阔，无由访所居。",
            "comment": ""
        },
        {
            "title": "湖西杂感诗",
            "content": "白犬宵行似有情，为防暴客到天明。近来守禦无功绩，不吠人形祇吠声。",
            "comment": ""
        },
        {
            "title": "湖居感伤",
            "content": "迷真渺无始，飘业产钱唐。外族宗南郡，门风祖偃王。微缘先劫种，宿习妙龄彰。父母怜多病，亲实怪异常。布花模讲道，画石学题章。戒印乱年佩，心猿志学狂。荣名虚准拟，簪组妄思量。礼乐师周孔，虚无学老庄。躁嫌成器晚，心竞寸阴忙。翼翼修天爵，孜孜耻面墙。内藏儒志气，外假佛衣裳。每恶销金口，时劳疾恶肠。手中期得桂，箭下待穿杨。騃鹿方随焰，坚冰忽遇阳。系珠知在体，甘露忝亲尝。要道传三观，真机得妙常。不然心迹火，任结鬓根霜。觉路双轮驾，真空两翅翔。饥来还遇膳，渴去已逢浆。静处如来室，高眠解脱床。理高山峭拔，道大海汪洋。力战魔军散，功扶佛化昌。空山怜寂寂，尘路笑茫茫。触境知无著，闲居贵坐忘。消摇希自了，言说亦何妨。撰疏松窗冷，挥松古殿凉。来蒙随力化，真诰应机扬。达理虽云短，寻文或有长。圆伊令了悟，法爱教消亡。性任融凡圣，修宜示否臧。冥心潜应梦，取验敢垂祥。事佛身多累，为师道实荒。冲门连竹石，草屋带林塘。冬服和絺綌，中飡管稻梁。水边云作伴，岩下柏为香。景物看无厌，幽栖兴未央。晚篱啼翡翠，春沼浴鸳鸯，菡萏花如画，嵚崟岫若妆。飘窗松韵淡，翻砌菊花黄。放鹤时登岭，观鱼或在梁。岂愁身病害，长喜世平康。无处求烦恼，随时任寂光。昏行悬慧日，苦海泛慈航。誓坐菩提树，高跻寂灭场。冥真周法界，垂应遍诸方。顿渐门皆邃，偏圆药尽良。惊迷辩雷震，摧惑法轮彊。鹫岭先开会，金河后秘藏。留形归后德，遗法益无疆。四等心弥广，三慈化甚详。道齐诸妙觉，事类释迦皇。生灭非吾土，圆澄是故乡。一空长寂寂，万类本惶惶。庶了无生旨，无生更可伤。",
            "comment": ""
        },
        {
            "title": "独游",
            "content": "城市非无亲，不见岁已深。江湖非无友，经年无来音。因知疏拙性，不合时人心。清景将谁观，荷策祇自寻。乃登鹾峨峰，乃纵酸寒吟。狎我惟野麋，和我惟幽禽。但见云起灭，不知谁升沈。盘醒红树下，秋露湿衣襟。",
            "comment": ""
        },
        {
            "title": "秋夕",
            "content": "沧江秋色暮，幽思起穷居。风叶寒侵梦，窗灯冷照书。砌深虫韵咽，天淡雁行疏。终谢人群去，孤峰待结庐。",
            "comment": ""
        },
        {
            "title": "玛瑙院居戏题三首",
            "content": "白傅湖西玛瑙坡，轩窗萧酒瀁烟波。讲馀终日焚香坐，毁誉荣枯奈我何。",
            "comment": ""
        },
        {
            "title": "寄圆长老",
            "content": "澹虑栖幽境，闲将水石邻。信衣传往祖。禅语示来人。晚屋茶烟细，晴轩岳翠匀。相怀独南望，林木又经春。",
            "comment": ""
        },
        {
            "title": "莫言春日长",
            "content": "莫言春日长，一坐又西暮。众芳荣复落，万事新成故。临川久兴嗟，藏舟孰云固。萧然荡斯虑，空门归路。",
            "comment": ""
        },
        {
            "title": "寄曦照上人",
            "content": "尘外禅房掩渺瀰，高情终与俗流违。苦吟几度成华发，默坐连宵忆翠微。风带荷香飘静榻，雨滋苔色汙闲扉。炎天几阻相寻兴，空倚危楼对落晖。",
            "comment": ""
        },
        {
            "title": "予近卜居孤山之下友人元敏以四绝见嘲遂依韵",
            "content": "穷居已蹑黔娄迹，孤岛徒称玛瑙坡。糗饭蔾羹且闲乐，更无车马暂经过。",
            "comment": "【注释】【原题】：予近卜居孤山之下友人元敏以四绝见嘲遂依韵和酬"
        },
        {
            "title": "新栽竹",
            "content": "傍砌疏篁手自栽，数竿苍翠胜花开。今宵窗下更深睡，应送寒声枕上来。",
            "comment": ""
        },
        {
            "title": "送人南游",
            "content": "难阻南游兴，酣歌出故林。路分沧海阔，山叠瘴云深。马援碑宁在，重华庙可寻。他年却归此，闲话学夷音。",
            "comment": ""
        },
        {
            "title": "梵天寺闲居书事",
            "content": "松杉围静室，踪迹远人群。抱疾添华发，看山羡白云。苔痕经雨长。蝉韵带风闻。独坐无来客，西轩日又曛。",
            "comment": ""
        },
        {
            "title": "闲居书事",
            "content": "淡然忘外事，林下自怡情。室冷秋苔色，轩闲夜月明。眠云惭道薄，铒药觉身轻。拟学鸱夷子，时时变姓名。",
            "comment": ""
        },
        {
            "title": "题静虑院",
            "content": "下瞰诸峰顶，云泉绝四邻。暂游非俗客，深隐属闲人。石磴秋苔滑，萝龛夜月新。终期结幽侣，来此谢红尘。",
            "comment": ""
        },
        {
            "title": "湖上望月二首",
            "content": "寒光皎皎映平湖，水色天形两不殊。学道未能同冈象，也于深处见圆珠。",
            "comment": ""
        },
        {
            "title": "赠骆偃",
            "content": "才高淹下位，圣代尚遗贤。贾谊方流涕，杨雄正草玄。开琴逢皓月，试茗选清泉。箧有文编在，时容后学传。",
            "comment": ""
        },
        {
            "title": "有客",
            "content": "有客有客，来扣我门。相见无言，自晝达昏。搘肘凭栏，俯仰干坤。百年瞬息，得丧谁论。远山青青，巨浸浑浑。忽然归去，目击道存。",
            "comment": ""
        },
        {
            "title": "试笔",
            "content": "城市居无分，山林住有缘。语惭甘似荠，道贵直如弦。兀兀吟终日，羸羸病过年。静招湖畔鹤，闲泛雪中船。散闷虽无酒，怡情喜有禅。鬓根霜任点，心迹火休然。冷淡将谁合，消摇且自怜。闲来窗下坐，试笔偶成篇。",
            "comment": ""
        },
        {
            "title": "题湖上僧房",
            "content": "深隐远城郭，平湖景色闲。苦吟终夜月，清梦彻寒山。径冷秋苔合，庭幽岳鸟还。红尘趋竞者，谁得扣松关。",
            "comment": ""
        },
        {
            "title": "怀同志",
            "content": "孤吟成白首，十载别同声。海国书难到，空堂梦易成。淳风心共乐，直道世多轻。未卜重相见，波涛万里程。",
            "comment": ""
        },
        {
            "title": "送僧",
            "content": "秋风吹行衣，旧山逍遥归。斋盂涤空潭，古磬敲残晖。须知高静怀，杳与尘俗违。",
            "comment": ""
        },
        {
            "title": "思君子歌",
            "content": "小人足谄媚，君子无猜忌。开口揄扬皆圣贤，满腹包藏尽仁义。修辞复古振淳风，折槛触鳞彰直气。善世既不伐，遁世亦无闷。自同流俗混光尘，不与常人斗分寸。展矣斯人欲见之，一夕辗转九回思。终日踌躇无所遇，飒飒西风木叶衰。",
            "comment": ""
        },
        {
            "title": "养疾",
            "content": "深院无人疾渐轻，西风黄叶满闲庭。行披老子五千字，坐读楞严十轴经。篱下清香寒有菊，窗间微影夜无萤。谁知夜里珠长在，堪欢悠悠醉未醒。",
            "comment": ""
        },
        {
            "title": "孤山诗三首",
            "content": "四绝尘埃路，孤山景实孤。危巅侵迥汉，汉色浸平湖。古塔名支佛，新泉号仆夫。王维在何处，奇迹更堪图。",
            "comment": ""
        },
        {
            "title": "寄定海许少府",
            "content": "见说梅仙邑，波涛接杳冥。讼庭秋藓合，吟阁海云醒。爱月宵留客，寻僧画掩扃。公馀幽兴在，时梦故山青。",
            "comment": ""
        },
        {
            "title": "贪泉",
            "content": "隐之曾饮肯为非，今古泓澄照翠微。自是贪夫性贪贿，便将泉水作因依。",
            "comment": ""
        },
        {
            "title": "织妇",
            "content": "九月风高未授衣，灯前轧轧夜鸣机。困来不觉支颐睡，鼠啮丝头四散飞。",
            "comment": ""
        },
        {
            "title": "苔钱三首",
            "content": "求多未必增贪竞，委积唯堪贳寂寥。颜子黔娄旧居畔，乱铺平地伴逍遥。",
            "comment": ""
        },
        {
            "title": "雪西施",
            "content": "范蠡无西施，胡以破吴国。吴王轻社稷，为惑倾城色。夫差强变弱，勾践雌成雄。岂惟陶朱策，实赖西施容。西施语复贤，褒贬何昏蒙。但说倾吴罪，都忘霸越功。",
            "comment": ""
        },
        {
            "title": "友人元敏示以三题乃赓而和之",
            "content": "挑灯杖裁製削青筠，纤纤状可珍。助灯虽有力，举用实由人。破暗如无怠，资明敢顾身。窗间傥勤学，终夕愿相亲。",
            "comment": ""
        },
        {
            "title": "孤山闲居次韵酬会稽仁侄见寄",
            "content": "山耸湖心住任缘，考槃茆舍闭深烟。月澄秋水牵吟思，花满春岩照困眠。触石微云闲致雨，鸣臯孤鹤静闻天。会抛此景相寻去，渺渺沧江片席悬。",
            "comment": ""
        },
        {
            "title": "湖西杂感诗",
            "content": "阴阳家说惑常民，孝道從兹尽失伦。庐墓三年谁肯也，竞谈冈势益生人。",
            "comment": ""
        },
        {
            "title": "游风水洞僧院",
            "content": "风水分双洞，幽奇类沃洲。猿吟清彻夜，山色冷宜秋。云拥阶前石，钟残竹畔楼。贤哉白太守，五马旧曾游。",
            "comment": ""
        },
        {
            "title": "古意",
            "content": "登山伐樵柯忽折，临井汲泉绠仍绝。音信不来无处说，朔风飘飘满天雪。",
            "comment": ""
        },
        {
            "title": "赠简上人诗",
            "content": "常人隐林泉，反为名利萦。志士处阛阓，杳有江湖情。有客务高洁，禅房闭重城。闲门无俗迹，坏壁饶虫声。卧落春砌花，吟尽霜蟾明。道希君子知，贫任时人轻。秉操期不渝，长保孤松贞。",
            "comment": ""
        },
        {
            "title": "寄雪窦长老",
            "content": "绝顶久潜隐，心闲道更真。山深林下雪，堂静画无人。云抱看经石，禽接入定身。敢言他世约，安养愿相亲。",
            "comment": ""
        },
        {
            "title": "湖上秋日",
            "content": "南山雨初霁，东岸夕阳明。搘筇立回塘，顿觉耳目清。臯鹤知秋意，唳风三四声。红蓼弄秋色，纷纷满前汀。柳径孤烟白，渔村野水平。兴尽独自归，寥寥掩柴扃。新月为吾上，庭蝉为吾鸣。吾生本无事，对此堪怡情。",
            "comment": ""
        },
        {
            "title": "洞霄宫",
            "content": "萧酒绝尘迹，虚廊画列仙。洞灵潜彻海，山峭欲奔天。松古巢高鹤，庭闲湧异泉。长生如有术，谁复欢流年。",
            "comment": ""
        },
        {
            "title": "武肃庙",
            "content": "土德衰微后，忠诚道不群。誓功陈带砺，霸业拟桓文。妙略奸雄慑，英声四海闻。山旁遗庙在，牢落闭深云。",
            "comment": ""
        },
        {
            "title": "答行简上人书",
            "content": "偶依溪上居，三见改时候。来书问踪迹，行坐置怀袖。学道不加前，多慵还似旧。苦吟彻宵夜，闲眠消白昼。古屋荒莓苔，幽庭下猿狖。巧伪非吾好，直方自大授。侯门绝请谒，雅诰勤研究。悠悠皆面朋，谁能论去就。",
            "comment": ""
        },
        {
            "title": "古鉴",
            "content": "土蚀菱花有微窍，悬向秋堂光照耀。写出人人妍丑姿，西施始免嫫母笑。",
            "comment": ""
        },
        {
            "title": "寄余秀才",
            "content": "去秋曾访我，一别又经年。落日无来信，西风满耳蝉。头应添素发，诗合有新编。未可轻丹桂，蹉跎老海边。",
            "comment": ""
        },
        {
            "title": "与友人夜话",
            "content": "对坐当清夜，茆堂野水西。破窗秋烛冷，高木老猿啼。迹与孤云并，身将一梦齐。幽怀言未已，明月落前溪。",
            "comment": ""
        },
        {
            "title": "萤",
            "content": "微虫禀质有清光，踪迹难令暗室藏。车胤死来人堕学，秋庭终夜恣飞翔。",
            "comment": ""
        },
        {
            "title": "西湖",
            "content": "清带月华涵竹户，冷澄秋色照禅衣。滔滔润物知多少，极目寒波瀁落晖。",
            "comment": ""
        },
        {
            "title": "谢择梧律师惠竹杖",
            "content": "剪自幽岩侧，高僧忽见遗。看云欹尽日，书雪握多时。节冷虫微蠹，根闲藓暗滋。旧山泉石在，归去赖扶持。",
            "comment": ""
        },
        {
            "title": "梵天寺二首",
            "content": "路上中峰势屈盘，尘埃踪迹到终难。秋杉影射经窗冷，夜浪声摇睡榻寒。云过闲轩香篆润，日移幽砌藓痕干。吟馀静立凭栏久，极目长江水渺漫。",
            "comment": ""
        },
        {
            "title": "新栽小松",
            "content": "新种孤松一尺馀，淡烟疏竹便相宜。闲来且玩凌霜貌，身后谁观合抱时。冷碧岂容尘染污，贞心宁共草凋衰。夜深庭际清风起，细韵难教俗耳知。",
            "comment": ""
        },
        {
            "title": "湖西杂感诗",
            "content": "闲庭庭畔植梧桐，上有新蝉噪晚风。咽咽清音正堪听，无端惊断彼儿童。",
            "comment": ""
        },
        {
            "title": "鹭鸶",
            "content": "烟雨苇森森，飞翔岂易寻。印沙踪自浅，傍水意还深。顶撼丝难断，翎飘雪未沈。终宜鸳作侣，宁肯杂凡禽。",
            "comment": ""
        },
        {
            "title": "舟次游干元寺",
            "content": "古树垂清阴，维舟暂登陟。闲吟尘相绝，久坐天籁息。幡影{左风右日}晴空，溪光澄暮色。挂帆寻去路，烟水杳无极。",
            "comment": ""
        },
        {
            "title": "寄远",
            "content": "车声日日碾红埃，何事良人独未回。苔锁洞房书久绝，月明深夜雁空来。寒侵竹叶难成醉，尘暗菱花更懒开。杳杳云山不知处，夕阳频上最高台。",
            "comment": ""
        },
        {
            "title": "湖西杂感诗",
            "content": "静思尘世事茫茫，策杖闲吟出草堂。欲喻浮生那远觅，芭蕉昨夜已经霜。",
            "comment": ""
        },
        {
            "title": "夏日薰风亭作",
            "content": "四野炎炎暑气隆，危亭孤坐与谁同。湖光淡荡涵残照，鸟影参差没远空。消息浮生凭至理，破除烦暑赖清风。明时不敢言招隐，自乐林泉慕远公。",
            "comment": ""
        },
        {
            "title": "寄题梵天圣果二寺兼简昭梧二上人",
            "content": "性静百虑忘，轩闲万象归。空江答夜钟，高峤留残晖。幽砌绝尘踪，孤云自依依。",
            "comment": ""
        },
        {
            "title": "怀南游道友",
            "content": "曾闻飞锡入南闽，鹤态云踪不可亲。静夜独吟空对月，昔年聚话更无人。波涛路阻书难到，泉石房闲梦自频。未省相逢在何日，西风萧索浙河滨。",
            "comment": ""
        },
        {
            "title": "陋巷歌赠友生",
            "content": "噫颜子兮居陋巷，身虽羸兮道弥壮。商受兮有皇都，位虽尊兮名独夫。朝恣瑶台之乐兮，暮遭黄钺之诛。是知不义之富贵如浮云兮，惟道德为性命之要枢。海滨有士兮慕颜子，心重朝闻兮轻夕死。纷纷糖粃兮视雄豪，凛凛冰霜兮洁行止。荜门寂寞何琐琐，执卷忍饥终日坐。杨雄免遭甄丰戮，朱建终罗辟阳祸。射群高墉会有时，于君无可无不可。",
            "comment": ""
        },
        {
            "title": "宿道场山寺",
            "content": "绝顶秋气清，危栏凭树杪。仰窥清汉近，下视群峰小。空池生夜月，风枝鸣宿鸟。吟坐不成寐，疏钟起将晓。",
            "comment": ""
        },
        {
            "title": "孤山诗二首",
            "content": "势与群峰绝，崔嵬几倦登。波澄涵倒影，云尽露危稜。景象全胜画，林泉斗属僧。何人凭郡阁，西望翠层层。",
            "comment": ""
        },
        {
            "title": "怀石壁旧居兼简绍上人",
            "content": "壁立岩峦照冽泉，几思幽景欢流年。归栖自合同仙迹，深隐谁云有洞天。修竹寒声风乍动，古潭秋影月初圆。伊余亦拟依支遁，枕石眠云碧嶂前。",
            "comment": ""
        },
        {
            "title": "书友人壁",
            "content": "不问人间事，连年鸟外居。白云吟次见，青壁醉来书。扫石秋苔駮，开窗夜月虚。于时已无念，生计有樵渔。",
            "comment": ""
        },
        {
            "title": "寄题梵天圣果二寺兼简昭梧二上人",
            "content": "群峰耸危碧，倒影沈空江。清景生晚晴，冷色涵虚窗。消摇纵吟赏，能使吾心降。",
            "comment": ""
        },
        {
            "title": "玛瑙坡四咏",
            "content": "玛瑙坡前路，秋宵独倚筇。草深藏鬼火，苔老绝人踪。",
            "comment": ""
        },
        {
            "title": "拟洛下分题",
            "content": "茯苓人本自松根得，名因象物彰。为医君可信，除疾我偏良。捐躯必自强。无劳问踪迹，名字在仙方。",
            "comment": ""
        },
        {
            "title": "寄题梵天圣果二寺兼简昭梧二上人",
            "content": "高迹将谁亲，幽栖白云中。闲阶吐苍苔，古木生清风。时将西竺书，讲义训来蒙。",
            "comment": ""
        },
        {
            "title": "拟洛下分题",
            "content": "递诗筒元白旧裁製，规模传至今。凌霜重高节，容物贵虚心。岂倦关河远，宁辩雨雪深。雅言如见托，终为报知音。",
            "comment": ""
        },
        {
            "title": "寄蜀川王道士",
            "content": "鹤驾几迟留，岷峨水石幽。御风同列子，梦蝶拟庄周。醉卧空林月，狂歌古观秋。何时归阆苑，闲共老仙游。",
            "comment": ""
        },
        {
            "title": "经松江陆龟蒙旧居",
            "content": "甫里旧深隐，夫君道不行。清名身后在，明月夜来生。寒水曾垂钓，春田久废耕。空遗散人传，千古见高情。",
            "comment": ""
        },
        {
            "title": "山中与友人夜话",
            "content": "草舍闲宵坐，消摇事可凭。澄心防有著，深隐贵无名。砌月移松影，风泉混磬声。共期吾道在，万事任营营。",
            "comment": ""
        },
        {
            "title": "孤山诗二首",
            "content": "峭拔湖心起，湖心四望通。盘根入巨浸，叠翠点寒空。势迥侔蓬岛，层危敌阆风。僧楼笼淡雾，雁塔礙飞鸿。晓井金沙粲，晴坡玛瑙红。喷云春雨外，照影夕波中。野蔓垂枯柏，疏钟匝梵宫。闲泉澄极顶，幽径入深丛。古迹谈皆异，秋屏寫未同。乐游非俗客，静望属渔翁。买去知无价，栖来思岂穷。翻嗟市朝里，尘土日濛濛。",
            "comment": ""
        },
        {
            "title": "登楼感事寄天台友人",
            "content": "闲倚危栏思黯然，浮生谁共欢流年。愁催华发生无极，心许青山去有缘。冷谈空江澄暮色，参差归雁没寒烟。吟馀更羡林间客，高卧深云听瀑泉。",
            "comment": ""
        },
        {
            "title": "忆龙山院兼简蟾上人",
            "content": "幽景远嚣俗，重来兴未穷。钟声翠微里，刹影碧溪中。地冷庭松瘦，门间野径通。几因深夜知，密雪下寒空。",
            "comment": ""
        },
        {
            "title": "溪居即事寄梵天阇梨",
            "content": "松竹森森独掩扉，尘中谁复爱忘机。苍苔满砌无人到，犹感幽禽夜夜归。",
            "comment": ""
        },
        {
            "title": "谢仁上人惠茶",
            "content": "寄我山茶号雨前，齐馀闲试僕夫泉。睡魔遣得虽相感，翻引诗魔来眼前。",
            "comment": ""
        },
        {
            "title": "上方院",
            "content": "禅扉开绝顶，海色映层峦。刹影浸寥泬，钟声度渺漫，荒苔幽径滑，冬雪暮窗寒。吟罢慵回首，迟迟独凭栏。",
            "comment": ""
        },
        {
            "title": "湖上闲坐",
            "content": "终日湖亭坐，悠悠万虑闲。眼前何所有，寒水与秋山。",
            "comment": ""
        },
        {
            "title": "病中怀石壁行绍上人",
            "content": "石壁春归去，孤山秋未来。夜深扶病坐，明月照苍苔。",
            "comment": ""
        },
        {
            "title": "贻叶秀才诗",
            "content": "松柏异众木，岁寒陵严霜。兰茝异众草，林深发幽香。须知君子道，不为穷困伤。须知君子言，唯为仁义彰。夫君真儒者，言行何优长。文宗轲兼雄，志嫉墨与杨。攘袂叱浮伪，百感生刚肠。峨冠事礼容，群小畏矜庄。去年游霅溪，相逢秋气凉。倾盖既如旧，寄宿林间房。开怀黜二霸，议道归三王。月席屡更仆，风轩时飘霜。相遇分既洽，相别情弥伤。今年住孤山，夫君又来杭。泛舟频相寻，道叟皆夕阳。君惟儒家流，才术况洋。终期正礼乐，勿事和尘光。青云即奋飞，庶见儒风扬。",
            "comment": ""
        },
        {
            "title": "病中玩月",
            "content": "岁岁中秋夜，玩月泛平湖。今为病所侵，伏枕此约辜。辗转席蓐间，四体如松枯。辛酸滋味加，闲况适兴徂。入夜月渐高，晃晃照廊庑。冷色射轩窗，爽气袭庭芜。泽畔唳孤鹤，声声若相呼。是时披衣起，顿觉病魂稣。倚杖来前轩，竹榻教人铺。与月相对坐，欢玩如同徒。流睇及群物，光彩一何殊。遥山列银屏，空潭开玉壶。楼台饰琼瑶，阶除若冰敷。寄语求仙辈，何必去玄都。逡巡月西落，竚立更踟蹰。一别又一年，明年知在无。",
            "comment": ""
        },
        {
            "title": "忆南塔上方因寄庆昭师",
            "content": "杉竹森森一径通，六年高院寄幽踪。凉移峭壁秋深月，冷映长江雪后峰。吟次夏云晴影薄，讲残春树翠阴浓。四时嘉景真堪爱，曾伴支公数倚筇。",
            "comment": ""
        },
        {
            "title": "经诵慧僧录影堂",
            "content": "寂尔归真界，人间化已成。两朝钦至业，四海仰高名。旧迹存花社，遗编满帝京。徘徊想前事，庭树跪鸦鸣。",
            "comment": ""
        },
        {
            "title": "予近卜居孤山之下友人元敏以四绝见嘲遂依韵",
            "content": "烟波云木映闲扉，养病深栖是所宜。便欲上生寻内院，却因泉石住多时。",
            "comment": "【注释】【原题】：予近卜居孤山之下友人元敏以四绝见嘲遂依韵和酬"
        },
        {
            "title": "经照湖方干旧居",
            "content": "磻溪垂钓者，终得展其才。何事先生隐，不逢明主来。泉声秋雨歇，月色夜云开。对此空惆怅，吟魂早晚回。",
            "comment": ""
        },
        {
            "title": "烛蛾诫",
            "content": "有虫名烛蛾，翱翔近灯光。举手再三遮，彼意终不可。驱去复飞来，防护更劳我。汝无纵所见，自取燋肌祸。",
            "comment": ""
        },
        {
            "title": "湖上晚望寄友人",
            "content": "不得天涯信，相思对景浓。惊飙吹落叶，残日在遥峰。照水鱼村火，沈烟野寺钟。幽怀向谁说，静立自搘筇。",
            "comment": ""
        },
        {
            "title": "秋日感事",
            "content": "满眼皆相识，论心自不同。闲门扃夕照，败叶落西风。往事全成梦，浮生渐觉空。搘颐独无语，四壁响秋虫。",
            "comment": ""
        },
        {
            "title": "湖西杂感诗",
            "content": "湖波冷淡绝纤尘，满目云山是四邻。一径草深人不到，竹床蒲扇养天真。",
            "comment": ""
        },
        {
            "title": "寄题梵天圣果二寺兼简昭梧二上人",
            "content": "顾恶如探汤，触物类虚舟。他人莫已知，此道本吾求。独坐时相怀，斜阳照危楼。",
            "comment": ""
        },
        {
            "title": "送僧归饶阳",
            "content": "执手离亭暮，言归思不禁。故乡千里外，为客十年心。帆影寒江静，猿啼雪峤深。饶阳泉石在，讲退自堪吟。",
            "comment": ""
        },
        {
            "title": "少年行",
            "content": "儿奴屡背约，辱我汉天子。瞋目而语难，五陵年少子。举手提三尺，报国在一死。匹马立奇勋，壮哉传介子。",
            "comment": ""
        },
        {
            "title": "牧丹",
            "content": "栽培宁暇问耕桑，红白相鲜映画堂。泪湿浓妆含晓露，火燔寒玉照斜阳。黄金剩买心无厌，绮席闲观兴更狂。谁向风前悟零落，百年荣盛事非长。",
            "comment": ""
        },
        {
            "title": "寄润侄法师",
            "content": "庭木凝秋色，依依废苦吟。来书江上绝，幽梦雨中深。水鸟闲窥砚，窗灯冷照琴。谁知此时兴，华发暗相侵。",
            "comment": ""
        },
        {
            "title": "白莲",
            "content": "栽种空池岁已赊，暑天开处异群花。澄波照影疑秋鹭，静夜擎香混月华。雪态自堪怜翡翠，玉苞终耻近蒹葭。闲来倚槛看无厌，为似禅心本绝瑕。",
            "comment": ""
        },
        {
            "title": "寄栖白师",
            "content": "深隐空林下，清幽绝外缘。雨窗封岳信，苔井濾秋泉。门静来沙鸟，庭闲噪晚蝉。凭栏独相忆，残日下遥天。",
            "comment": ""
        },
        {
            "title": "悼广钧师",
            "content": "北僧传示灭，高迹更难寻。故国房空在，新坟草已深。云泉违旧约，风月罢论心。默坐看遗偈，西窗月又沈。",
            "comment": ""
        },
        {
            "title": "病中雨夜怀同志",
            "content": "杉竹竞霪霪，天时正积阴。背窗秋烛暗，欹枕夜堂深。月被重云蔽，萤依湿气沉。无憀不成寐，况复想知音。",
            "comment": ""
        },
        {
            "title": "寄净慈寺悟真师",
            "content": "忆得凉宵宿上方，静吟闲话趣何长。别来音信无由寄，目断遥天雁一行。",
            "comment": ""
        },
        {
            "title": "渔父",
            "content": "鹤发闲梳小棹轻，薦花深处最怡情。自怜身外唯烟月，肯信人间有利名。闲脱绿蓑春雨霁，醉眠深浦夕阳明。陶陶终岁无人识，应笑三闾话独清。",
            "comment": ""
        },
        {
            "title": "草",
            "content": "浅碧与深绿，萋萋古岸傍。旅愁生暮色，吟思发清光。过雨侵闲径，披烟上坏墙。更堪思往事，金谷旧年荒。",
            "comment": ""
        },
        {
            "title": "赠辩才大师",
            "content": "两受皇恩万虑休，浙阳高卧谢诸侯。定回幽室苔痕老，讲彻闲庭树影秋。天竺云泉时挂梦，梁园风景懒重游。溪声柏子将谁说，默倚禅床自点头。",
            "comment": ""
        },
        {
            "title": "戏题四绝句其四·鸡怨言",
            "content": "三箇因何各自强，竞夸已德掩他长。冥冥风雨茆堂闭，至竟谁先报晓光。",
            "comment": ""
        },
        {
            "title": "苦热",
            "content": "平湖日炙沸如煮，庭树色干鸟渴死。何人万里驱征车，红尘涨天方入市。",
            "comment": ""
        },
        {
            "title": "寄西山智道人",
            "content": "净业修持久，攀缘念已摧。冰潭残月在，古岸夜禅回。像烛微留焰，炉香冷变灰。时逢旧参侣，闲坐话黄梅。",
            "comment": ""
        },
        {
            "title": "湖西杂感诗",
            "content": "猛虎磨牙踞荫林，幽幽一路晚烟深。行行君子休疑懼，此物由来食兽心。",
            "comment": ""
        },
        {
            "title": "挽歌词三首",
            "content": "平生宗释复宗儒，竭虑研精四体枯。莫待归全寂无语，始知诸法本来无。",
            "comment": ""
        },
        {
            "title": "寄天台能上人",
            "content": "天台深隐许谁同，扰扰浮世万事空。终约携瓶访师去，水边松下啸清风。",
            "comment": ""
        },
        {
            "title": "夏日寄谅律师",
            "content": "澄江杳杳映千峰，坐夏岩房一望中。昼讲疏钟清度越，夜吟残月冷垂空。扫轩静避阶稜藓，销暑闲当竹罅风。顾我相怀未能去，水边斜日照梧桐。",
            "comment": ""
        },
        {
            "title": "书通上人城居",
            "content": "禅房萧洒闭重关，祖意明来万事闲。高卧有时消白日，静吟无念忆青山。扫花晚砌留苍藓，剃发秋池照病颜。堪笑林泉深隐者，不知幽趣在人间。",
            "comment": ""
        },
        {
            "title": "冷泉亭",
            "content": "亭幽无俗状，清景涤烦襟。砌压寒流浅，簷分积翠深。晚花闲照影，古木冷垂阴。凭槛不能去，澄澄发静吟。",
            "comment": ""
        },
        {
            "title": "出道场山途中作",
            "content": "独下层峦景物秋。依依云木似相留。孤舟晓泛平波去，更为青山一转头。",
            "comment": ""
        },
        {
            "title": "偶成",
            "content": "世态如轮转，劳生岂定期。否终还受仄，乐极又生悲。商代尊伊尹，秦庭戮李斯。未能知纪化，安得证无为。",
            "comment": ""
        },
        {
            "title": "山中闻知己及第",
            "content": "交知心莫逆，出处任相违。月里方攀桂，山中自采薇。致君期有术，遁世贵无机。华发他年事，云泉亦可归。",
            "comment": ""
        },
        {
            "title": "寄林逋处士",
            "content": "湖山淡相映，世尘那得侵。杳杳烟波色，苍苍云木阴。苔荒石径险，犬吠桃源深。中有上皇人，高眠适闲心。花开还独酌，花落还独吟。空庭长瑶草，幽树鸣仙禽。不见已三载，鄙吝盈虚襟。终期秋月明，乘兴闲相寻。",
            "comment": ""
        },
        {
            "title": "武康溪居即事寄实印大师四首",
            "content": "禅外相怀雪乍晴，音书早晚到柴扃。残阳独倚危楼望，极目山光数点青。",
            "comment": ""
        },
        {
            "title": "自遣三首",
            "content": "古屋苔荒疾乍瘳，前村林木觉先秋。野塘日暮搘筇立，云自无依水自流。",
            "comment": ""
        },
        {
            "title": "秋夕寄友僧",
            "content": "白云高卧者，滞疾阻相寻。信断沧洲阔，房扃翠岳深。寒虫藏坏壁，庭树滴残霖。早晚同闲话，孤灯照苦吟。",
            "comment": ""
        },
        {
            "title": "寄远",
            "content": "洞房秋晚更思君，实瑟慵弹日又曛。雁过和空书不到，满庭黄叶落纷纷。",
            "comment": ""
        },
        {
            "title": "正月晦日作",
            "content": "春晴残日照平川，老幼相携古岸边。富贵在天谁肯信，临流争放送穷舟。",
            "comment": ""
        },
        {
            "title": "春日闲居即事寄上元敏上人",
            "content": "门掩平湖避俗嚣，静观风景识春朝。庭梅向日花全拆，岳树连云雪未消。少壮可惊年暗减，幽栖翻觉睡偏饶。相知赖有曹溪子，禅外时来慰寂寥。",
            "comment": ""
        },
        {
            "title": "玛瑙坡四咏",
            "content": "玛瑙坡前树，春来亦著华。雨晴烟乍敛，浓艳斗朝霞。",
            "comment": ""
        },
        {
            "title": "远山",
            "content": "堆青才数点，杳杳几千程。幽槛叶初落，高空雨乍晴。崔嵬微有状，窈窕莫知名。招隐谁长往，眠云自动情。文君眉易似，摩诘画难成。鸟去何曾到，泉流岂觉声。经秋弥冷淡，向晚更分明。仁者由来好，闲观意不轻。",
            "comment": ""
        },
        {
            "title": "链丹井",
            "content": "仙去遗踪在，泠泠翠岳边。泠光涵碧甃，暗脉洩寒泉。月映冰壶浅，秋澄古鉴圆。羽人居止近，闲汲灌芝田。",
            "comment": ""
        },
        {
            "title": "宿仲系上人房",
            "content": "偶從支遁约，深夜宿闲房。窗静灯遗烬，庭寒树有霜。禅心论的的，尘事省茫茫。又说天台去，林间扫石床。",
            "comment": ""
        },
        {
            "title": "怀友人",
            "content": "忆向荒原别，残阳雪霁初。几宵成去梦，经闰绝来书。处世慵难减，眠云癖未除。幽怀向谁说，昨夜对蟾蜍。",
            "comment": ""
        },
        {
            "title": "旅中即事寄友生",
            "content": "欹枕不成梦，寒虫叫壁阴。高梧深夜雨，远客故乡心。分与浮名背，年将白发侵。终须约宗炳，结社向东林。",
            "comment": ""
        },
        {
            "title": "寄文照大师",
            "content": "两制音书数往来，城中栖隐远尘埃。吟斋夜静开明月，讲石秋深扫绿苔。出俗旧题留雪苑，卧云幽兴梦天台。林间抱疾怀高趣，翻笑汤休谩有才。",
            "comment": ""
        },
        {
            "title": "赠诵经僧",
            "content": "寂淡无馀念，泠泠诵佛言。清香飘静夜，明月冷闲轩。幽壑来精怪，霜林息断猿。堪嗟浮世里，尘事竞暄暄。",
            "comment": ""
        },
        {
            "title": "怀子仁师",
            "content": "寥寥尘迹远，禅外动闲思。水国人归后，秋轩月白时。鸣蛩藏坏壁，幽鸟立寒枝。独坐谁相问，微吟镊病髭。",
            "comment": ""
        },
        {
            "title": "心交如美玉",
            "content": "心交如美玉，经火终不热。面交如浮云，顷刻即变灭。对坐成参商，咫尺成胡越。我有心交者，不见几岁月。山叠水茫茫，含情向谁说。",
            "comment": ""
        },
        {
            "title": "登武林高峰",
            "content": "千寻堆冷碧，极顶绝尘踪。雨霁闻清籁，云开见别峰。落泉喷怪石，惊鸟入深松。吟罢凭栏久，遥天起暮钟。",
            "comment": ""
        },
        {
            "title": "经武康小山法瑶师旧居",
            "content": "至道不可状，至理杳无名。万彙丧其源，出没何营营。忽焉生法瑶，研虑还淳精。立言宗能仁，百也驰休声。我来访旧居，景物如有情。闲庭惨树色，空山咽猿鸣。斯人今也亡，孤棹寻归程。",
            "comment": ""
        },
        {
            "title": "秋晚客舍寄故山友僧",
            "content": "隐几不成寝，何人慰寂寥。空阶鸣蟋蟀，寒雨滴芭蕉。静语窗灯暗，归心海寺遥。唯应释慧远，莲社为相招。",
            "comment": ""
        },
        {
            "title": "讲堂书事",
            "content": "早玩台衡宗，佛理既研精。晚读周孔书，人伦由著明。达本与节躬，志在求同声。击蒙虽云劳，来学苦无成。杨雄玄尚白，仲尼道不行。青山梦中归，华发年来生。唯当照真空，万事從营营。",
            "comment": ""
        },
        {
            "title": "赠诗僧保暹师",
            "content": "天文悬日月，地文丽山川。人文粲六经，四术诗其先。仲尼既云删，炳然列风雅。厥旨幽且微，受之唯子夏。邈矣千百年，时有知诗者。卓尔保暹师，生于宋天下。内明卜商道，外减骚人价。凿彼淳粹源，清辞竞流泻。放意尚幽远，立言忌妖虫。旨哉天目集，四海争传寫。上以裨王化，下以正人伦，驱邪俾归正，躯浇使还淳。天未丧斯文，清风千古振。",
            "comment": ""
        },
        {
            "title": "玛瑙坡即事",
            "content": "玛瑙坡前住，清幽绝世缘。湖澄秋夜月，山碧晚晴天。了性方成佛，烧丹漫学仙。会逢温伯雪，目击道还全。",
            "comment": ""
        },
        {
            "title": "孤山种桃",
            "content": "领童闲荷锄，埋核间群木。他人顾我笑，岂察我心曲。我欲千树桃，夭夭遍山峪。山椒如锦烂，山墟若霞簇。下照平湖水，上绕幽人屋。清香满邻里，浓艳蔽林麓。夺取武陵春，来悦游人目。花开复花落，知荣必有辱。荣辱苟能齐，人人心自足。须知我种桃，可以化风俗。",
            "comment": ""
        },
        {
            "title": "招元羽律师",
            "content": "去年相访宿吾庐，露滴苍苔夜话迟。湖水晚来清不极，今秋又是月圆时。",
            "comment": ""
        },
        {
            "title": "送遇贞师归四明山",
            "content": "吟馀江上别，一锡寄扁舟。远度浮残照，千峰指旧游。疏钟沈杳霭，群木落高秋。莫负重来约，禅心本自由。",
            "comment": ""
        },
        {
            "title": "旅舍言怀",
            "content": "旅舍少相识，孤吟俗态分。客情生夜雨，归梦入秋云，砌冷萤频过，窗幽雁忽闻。西峰泉石在，终去谢人群。",
            "comment": ""
        },
        {
            "title": "白发",
            "content": "华发如春卉，森森易满头。栽培全仗老，浇灌半凭愁。世态谁能避，仙方莫漫求。回观短折者，欲见更无由。",
            "comment": ""
        },
        {
            "title": "赠广上人",
            "content": "魏阙林泉趣本同，随缘来往兴何穷。闲宵访我茆堂宿，湖水无波月照空。",
            "comment": ""
        },
        {
            "title": "武康溪居即事寄实印大师四首",
            "content": "月下猿声水畔山，卧听吟望祇宜闲。柴门不掩无来客，时有精灵暂往学。",
            "comment": ""
        },
        {
            "title": "槛猿",
            "content": "异菓供飡金锁缠，侯门虽贵性非便。夜啼祇忆巴江畔，霜木千株冷倚天。",
            "comment": ""
        },
        {
            "title": "赵万宗入道因寄",
            "content": "羔雁已闻徵不起，却求披戴守贞居。月堂欹枕三清梦，秋榻生尘万卷书。坛匝冷痕春藓碧，鹤翘寒影雪杉疏。年来未得寻幽迹，闲夜何人听步虚。",
            "comment": ""
        },
        {
            "title": "古琴诗",
            "content": "良工采峄桐，斗为绿绮琴。一奏还淳风，再奏和人心。君子不暂去，所贵禁奢淫。后世惑郑声，此道遂陆沈。朱丝鼠潜齧，金徽尘暗侵。冷落横闲窗，弃置岁已深。安得师襄弹，重闻大古音。",
            "comment": ""
        },
        {
            "title": "喻卖松者",
            "content": "莫嫌人不买，人亦爱苍翠。却是岁寒根，难种尘埃地。且归栽润底，映水成嘉致。他年苟合拱，采取不我弃。天子建明堂，此为栋梁备。",
            "comment": ""
        },
        {
            "title": "赠进士叶授",
            "content": "旅迹飘然与俗分，动时高价逐新文。寄眠僧舍扃秋雨，牵梦家山隔海云。学慕丘轲方共语，道归杨墨任离群。名场好应同人举，垂拱明堂有圣君。",
            "comment": ""
        },
        {
            "title": "病起自嘲",
            "content": "林下羸羸一病躯，四旬欹枕减肌肤。闲来试照秋泉看，金镀形容雪染鬚。",
            "comment": ""
        },
        {
            "title": "扇",
            "content": "霜缣裁製赖金刀，冷淡还宜画海涛。盛夏有功风自远，凉秋无用架偏高。谭筵风谢躯烦热，征路长蒙解郁陶。未得袁宏手中握，扬仁何处可施劳。",
            "comment": ""
        },
        {
            "title": "早行",
            "content": "杖锡无同侣，冲霜独自行。断桥残月在，孤店晓鸡鸣。灌木栖禽散，荒原宿雾平。回观远山色，已觉太阳明。",
            "comment": ""
        },
        {
            "title": "病起自叙",
            "content": "盗跖死牖下，伯牛遭恶疾。报应似无徵，苍苍意难悉。及考竺干教，其旨明逾日。业以三世论，事匪一生讫。伊余本好道，执善长虑失。无端六腑病，每苦我形质。百骸失调畅，四时少安逸。今岁夏云满，秋热如火室。碑疾因兹生，顿觉减寝食。无何误服药，到泻苦非一。过客为忧惶，儿童亦战慄。吾心暗且喜，浮生從此毕。发言嘱后学，此事汝无恤。吾年四十五，去矣非短屈。至理无去来，妄想分凶吉。我先凿山窟，汝宜即藏密。不用报亲朋，无学世哭泣。四时为送葬，庶物甚充给。遗文三百卷，空言或可心。见恶如探汤，见善如不及。湛湛无生源，深浅当自挹。嘱之语方终，忽觉病小醒。扶几起暂坐，渐渐四体轻。又过三五日，倚仗登危亭。俯首视群物，仰面观太清。秋山叠叠翠，夜月圆圆明。岂意今之日，犹存危脆形。凭栏不忍归，聊适我心情。虚纪三界中，旅泊非久停。",
            "comment": ""
        },
        {
            "title": "寄同志",
            "content": "静院无来客，相怀日又曛。数峰寒有雪，一榻静眠云。几欢淳风丧，宁容俗态群。终期一相访，对坐议新文。",
            "comment": ""
        },
        {
            "title": "山中自叙",
            "content": "闭门业文翰，谁谓溪山陋。闲卧贵道肥，谁谓形容瘦。斯言谷无玷，内省庶不疚。深识浅江海，宽量窄宇宙。邻女少学嚬，海夫多逐臭。时来松下坐，清风满怀袖。",
            "comment": ""
        },
        {
            "title": "幽居",
            "content": "尘迹不能到，衡门藓色侵。古杉秋韵冷，幽径月华深。窗静猿窥砚，轩闲鹤听琴。东邻有真隐，荷策夜相寻。",
            "comment": ""
        },
        {
            "title": "君复处士栖大师夙有玩月泛湖之约予以卧病致",
            "content": "凉风吹众木，羸病转加前。伏枕谁相问，中秋月又圆。清光浮远峤，冷色混平川。不得同支许，乘舟乐浩然。",
            "comment": "【注释】【原题】：君复处士栖大师夙有玩月泛湖之约予以卧病致爽前期因为此章聊以道意"
        },
        {
            "title": "书林处士壁",
            "content": "高迹远城市，湖山影色奇。水声喧睡榻，岚气逼书帷。鸟语垂轩竹，鱼惊浸月池。蒲轮来有日，终负白云期。",
            "comment": ""
        },
        {
            "title": "寄省悟师",
            "content": "平湖波渺渺，踪迹杳难寻。城里无时到，云边闭户深。寒灯明古像，晚磬出疏林。寂寞怀高趣，西轩日易沈。",
            "comment": ""
        },
        {
            "title": "寄题梵天圣果二寺兼简昭梧二上人",
            "content": "冷淡杳难群，幽趣唯吾识。高情薄云汉。清谈润金石。不学浮世人，奔名竞雕节。",
            "comment": ""
        },
        {
            "title": "寄咸润上人",
            "content": "流俗不知处，深栖趣转幽。闲房扃翠岳，远信隔沧洲。定起花残砌，诗成雪满楼。相怀未能去，南北路悠悠。",
            "comment": ""
        },
        {
            "title": "海上五山歌",
            "content": "五山峨峨耸海心，海波上下随升沉。群仙同往诉天帝，巨鳌十五受天製。一一巨鳌戴一山，一交三万六千岁。无何龙伯钓六鳌，两山從此溺波涛。群仙播迁作游客，上帝凭怒诛龙伯。因知快乐非长久，三界元空何所有。莫于蜗角斗雄豪，海上仙山尚摧朽。",
            "comment": ""
        },
        {
            "title": "送僧",
            "content": "万缘难系自由身，道性何妨学世人。拟向东门赠离别，长堤杨柳未成春。",
            "comment": ""
        },
        {
            "title": "勉隐者",
            "content": "潺潺涧中水，不入贪夫耳。茫茫陌上尘，不沾静者身。静者贵寡欲，贪夫常患贫。躁进陷邪佞，洁已废大伦。况当文明时，草泽罗贤人。行道尚中庸，蠖屈宜求伸。",
            "comment": ""
        },
        {
            "title": "浙江晚望",
            "content": "景象依依满目前，倚筇闲望思凄然。隔云清磬山傍寺，照水孤灯渡口船。荡漭落潮平古岸，参差归雁没遥天。钱王霞业今何在，牢落荒城积野烟。",
            "comment": ""
        },
        {
            "title": "咏燕",
            "content": "来去知时候，堪怜异众禽。变飞春雨细，对语画堂深。寄宿雕梁稳，衔泥柳岸阴。栖身自有处，鹰隼莫相侵。",
            "comment": ""
        },
        {
            "title": "书久上人城中幽斋",
            "content": "杉竹匝吟径，轩窗更绝尘。清风生后夜，幽景遍诸邻。磬断栖禽梦，香凝出定身。城中有高趣，宁羡赖留人。",
            "comment": ""
        },
        {
            "title": "送惟凤师归四明",
            "content": "未识凤师面，早熟凤师名。毓灵本岷峨，弱冠游神京。出处忌非类，交结皆名卿。高谈骇众听，雅唱归群英。曩岁来淛阳，相逢水心亭。论怀道且同，对坐眼弥青。寻幽泛轻舟，待月步闲庭。翌日倏分携，南北各如萍。我寻住孤山，师亦往东明。人间一为别，天上七周星。江湖既相望，煦沫安足凭。今年春之暮，草堂花飘零。睡起乍凭栏，竹外闻人声。忽报凤师至，屣履出相迎。借问胡为来，告我以其诚。度支司外计，夕拜临兹城。二贤俱我旧，故得寻其盟。夏来西湖西，为邻乐幽贞。朝登隐君堂，暮叩中庸扃。引望云山遥，销暑竹风清。论诗贵无邪，体道极无形。倏忽时节移，秋风拂簷楹。趋装俄告别，鄞江指归程。适来既无事，适去岂关情。孤帆侵晓飞，归橹连宵鸣。风波视世态，水月悟浮荣。仍知臯鹤性，不为尘纲萦。",
            "comment": ""
        },
        {
            "title": "庭竹",
            "content": "移去群花种此君，满庭寒翠更无尘。暑天闲绕烦襟尽，犹有清风借四邻。",
            "comment": ""
        },
        {
            "title": "慎交歌",
            "content": "莫言青松青，有时亦摧折。莫言圆月明，有时亦亏缺。莫逆论心素，刎颈定交结。年发未及衰，交情已消歇。俄因竞分寸，忽尔成楚越。爱之欲其生，恶之欲其死。识欲松枯及月亏，请看陈馀与张耳。",
            "comment": ""
        },
        {
            "title": "孤山诗三首",
            "content": "仙贪湖西见，湖西景有馀。春融迎晓日，秋碧礙空虚。竹荫高僧塔，云迷处士居。史迁今若在，此处合藏书。",
            "comment": ""
        },
        {
            "title": "闲居示友人",
            "content": "冷淡谁知趣，闲房枕水湄。秋窗开暮景，孤枕梦天涯。道直时流笑，心清夜月知。何当学支遁，共约买山期。",
            "comment": ""
        },
        {
            "title": "深居",
            "content": "牢落谁知趣，深居野兴饶。固穷期道在，寡合鄙时浇。径静苔长绿，山寒雪未消。残阳荷轻策，闲望傍村桥。",
            "comment": ""
        },
        {
            "title": "寄题梵天圣果二寺兼简昭梧二上人",
            "content": "崔嵬高山侧，触石生片云。自将风雨期，不与尘土群。杳杳游太虚，对此几思君。",
            "comment": ""
        },
        {
            "title": "和聪上人悼梵天阇棃",
            "content": "讲院悲风动素帷，摇松难更见吾师。尘生旧榻休开卷，月上秋轩罢赋诗。真法自将传后学，清名谁为勤丰碑。横经弟子怀高迹，共指龙华作后期。",
            "comment": ""
        },
        {
            "title": "送中侄",
            "content": "四明乃旧隐，岑寂宅神仙。寒松糅紫霞，幽岩落飞泉。经秋动归心，荷策登江船。澄波漾残晖，群峰插晴天。窈窈空林下，片石待安禅。",
            "comment": ""
        },
        {
            "title": "自遣三首",
            "content": "不惑年犹欠四年，道情高趣恥前贤。清风明月知多少，谩学庐山种白莲。",
            "comment": ""
        },
        {
            "title": "送人归旧隐",
            "content": "要地慵投刺，刚肠耻折腰。旧山归兴切，残日去程遥。大野明残烧，空江响落潮。到时云树下，静听厌悬瓢。",
            "comment": ""
        },
        {
            "title": "题聪上人林亭",
            "content": "四面远尘迹，吟过称野情。阶闲秋菓落，池冷月华生。倚竹蝉声断，开琴鹤梦惊。却来还有约，未可厌逢迎。",
            "comment": ""
        },
        {
            "title": "同友人宿山院",
            "content": "共依清境宿，话道复论文。潭月秋深见，山钟夜后闻。虫声深古砌，萤影没残云。会约长栖此，炉香树下梵。",
            "comment": ""
        },
        {
            "title": "草堂书怀",
            "content": "浮华念久绝，闲卧爱茆堂。门外沧洲阔，闲中白日长。庭寒频坠果，炉暖忽飘香。寂寂无他事，谁知世路忙。",
            "comment": ""
        },
        {
            "title": "读秦始本纪",
            "content": "纵欲劳民殊未已，阿房望夷相次想。后来风俗昧其由，妄说秦皇能役鬼。",
            "comment": ""
        },
        {
            "title": "初晴登叠翠亭偶成",
            "content": "杳杳遥空雨乍晴，闲拖山屐上山亭。平湖风静开菱鉴，叠嶂云收列画屏。已觉万缘真是梦，岂因闲事妄劳形。可怜竞利贪名者，扰扰人间醉未醒。",
            "comment": ""
        },
        {
            "title": "自遣三首",
            "content": "讲退时时学苦吟，人间声利已无心。水边占得清闲景，雨霁遥峰夜月深。",
            "comment": ""
        },
        {
            "title": "山堂落成招林处士",
            "content": "搆厦当高巘，登临称遁仙。澄波寒浸郭，叠翠冷搘天。野艇浮残照，僧楼儭淡烟。此中无俗物，自可会清贤。",
            "comment": ""
        },
        {
            "title": "次韵酬子文师",
            "content": "门静孤云去复还，讲馀他虑绝相关。遗名懒住城中寺，招隐曾居海畔山。卧疾雪房苔色老，行禅秋径树阴闲。玄机共了心无事，相见宁愁鬓渐斑。",
            "comment": ""
        },
        {
            "title": "寄华亭虚己师",
            "content": "懒答公卿信，高眠野同浓。虚堂开夜月，孤枕度秋钟。临水成新作，看云忆旧峰。林间仍抱疾，早晚遂相逢。",
            "comment": ""
        },
        {
            "title": "读杨子法言",
            "content": "秦焚汉杂道何孤，荡荡皇风岂易图。空有法言为世范，不知来者肯行无。",
            "comment": ""
        },
        {
            "title": "予近卜居孤山之下友人元敏以四绝见嘲遂依韵",
            "content": "所栖幽致异人寰，野艇秋归碧浪间。残日淡烟凝望处，参差楼阁认孤山。",
            "comment": "【注释】【原题】：予近卜居孤山之下友人元敏以四绝见嘲遂依韵和酬"
        },
        {
            "title": "寄题虎丘山",
            "content": "崛起孤峰号虎丘，奇踪宁与众山俦。月涵秦始剑池冷，藓駮生公讲石幽。招隐未能居绝顶，卧云空欲学前修。披图尽日身难到，杳杳烟波茂苑秋。",
            "comment": ""
        },
        {
            "title": "赠清晓师",
            "content": "道胜尘机息，讲馀林叶枯。清名高卧远，黑发苦吟无。庭静秋云澹，窗闲夜月孤。时闻适幽兴，上阁望平湖。",
            "comment": ""
        },
        {
            "title": "听琴",
            "content": "自得南风旨，虚堂此夕弹。正声传不易，俗耳听终难。峭壁虫音绝，乔枝鹤梦残。坐来消万虑，斜月上危栏。",
            "comment": ""
        },
        {
            "title": "春日别同志",
            "content": "路歧南北与东西，竚立迟迟惜解携。忍向离亭折杨柳，晚花零落杜鹃啼。",
            "comment": ""
        },
        {
            "title": "孤山闲居即事寄已师",
            "content": "年过不惑鬓成丝，偶到林间便卜居。学道未忘山水癖，爱闲终与利名疏。夜凉危阁来明月，风静平湖瀁碧虚。回首权豪绝相识，野云孤鹤自相于。",
            "comment": ""
        },
        {
            "title": "病起二首",
            "content": "衡门牢落雨苔斑，病起深秋气象闲。照水未能嗟白发，倚栏重得见青山。风高砌木蝉犹噪，社近茆堂燕已还。孤坐孤吟又终日，有谁来此问衰颜。",
            "comment": ""
        },
        {
            "title": "寄题章安禅师塔",
            "content": "祖师坟塔在天台，雨坏风摧事可哀。香火无人空有迹，夜深明月照苍苔。",
            "comment": ""
        },
        {
            "title": "寄题终南道宣律师塔",
            "content": "冷碧终南插太虚，紵麻兰若旧闲居。波离灭后无人继，萧索西风叶满渠。",
            "comment": ""
        },
        {
            "title": "闻蛩",
            "content": "沉沉向秋暮，切切声相续。夜静草堂深，闲床照孤烛。",
            "comment": ""
        },
        {
            "title": "寄湖西逸人",
            "content": "门掩翠层层，闲眠枕曲肱。破篱冲晚浪，古屋漏秋灯。月上招邻叟，诗成寄岳僧。满朝簪组客，谁识醉腾腾。",
            "comment": ""
        },
        {
            "title": "孤山诗三首",
            "content": "楼阁压危碧，山根疑有鳌。隔湖千嶂断，出水一峰高。岩冷秋空月，林清雪夜猱。伊余绝羁束，长得恣游遨。",
            "comment": ""
        },
        {
            "title": "边将二首",
            "content": "威声飞将岂能过，号令雄师剑始磨。雪搅长空马殭立，偷营今夜度胶河。",
            "comment": ""
        },
        {
            "title": "送希中游霅",
            "content": "日暮蝉鸣急，临流动别吟。片帆冲晚照，归鸟入遥林。月色寒溪静，钟声岳寺深。苹洲逢旧识，应得话无心。",
            "comment": ""
        },
        {
            "title": "戏题四绝句其二·鹿让鹤",
            "content": "身有素斑文既备，顶峨双角武仍全。我兼文武为时瑞，汝但白身空有年。",
            "comment": ""
        },
        {
            "title": "嘲写真",
            "content": "泡纪吾身元是妄，丹青汝影岂为真。吾身汝影俱无实，相伴茆堂作两人。",
            "comment": ""
        },
        {
            "title": "山居偶成",
            "content": "世上喧哗耳不闻，烟萝深处绝人群。岁寒弗改怜高柏，舒卷无机爱白云。闲采药苗医故疾，旋编红叶写新文。有人来问居山意，寂寂茆堂日又曛。",
            "comment": ""
        },
        {
            "title": "怀中侄",
            "content": "一從林下别，倏忽又经年。旧约山空在，相怀月屡圆。郡钟宵断梦，江树晚沈烟。书札凭谁寄，波涛况渺然。",
            "comment": ""
        },
        {
            "title": "寄题梵天圣果二寺兼简昭梧二上人",
            "content": "江色杳无极，渺渺接遥天。归帆带夕阳，去鸟沈寒烟。幽景不同观，遐想成斯篇。",
            "comment": ""
        },
        {
            "title": "湖居即事寄仁侄",
            "content": "讲退临流独倚筇，尘埃无处寄闲踪。青山归去心长在，白发生来事转慵。门径草深梅雨歇，像龛灯暗水烟浓。相知唯有摇松客，时辱音书慰病容。",
            "comment": ""
        },
        {
            "title": "谢可孜上人惠楞严般若二经并治脾药",
            "content": "经妙荡烦惑，药灵医病身。道明无去住，方验有君臣。静玩知心寂，时飡觉气均。徘徊感知己，于我分弥亲。",
            "comment": ""
        },
        {
            "title": "李秀才以山斋早起诗见赠因次韵和酬",
            "content": "搜李适异兴何全，鸦句分明敌惠连。丹桂平窥君有分，红尘闲去我无缘。陶情岳雪时同望，解睡山茶夜共煎。静语前涂俱有意，谢公红药远公莲。",
            "comment": ""
        },
        {
            "title": "送悦上人归仙岩",
            "content": "道性轻为别，荒城夕照阴。波涛归路远，云木旧山深。夜定依霜岛，中飡狎野禽。禅房清景在，飞瀑映疏林。",
            "comment": ""
        },
        {
            "title": "寄所知",
            "content": "宠辱不斗念，扬名日更新。但怜吾道在，宁顾谪官频。故国抛天外，全家寄水滨。堂空巢少燕，门冷谒无人。直气终干斗，刚肠肯泣麟。逍遥轻嗣立，干没笑安仁。爱主长思阙，寻幽且养神。伴闲初种竹，出使旧埋轮。佞舌终期断，民冤必为伸。他年修史传，谁可继清尘。",
            "comment": ""
        },
        {
            "title": "读毛诗",
            "content": "夫子删来三百章，箴规明白佐时王。近来吟咏唯风月，谤木诗官事久亡。",
            "comment": ""
        },
        {
            "title": "挽歌词三首",
            "content": "萧萧墓后千竿竹，郁郁坟前一树松。此处不须兄弟哭，自然相对起悲风。",
            "comment": ""
        },
        {
            "title": "读禅月集",
            "content": "属兴难忘水与山，救时箴戒出其间。读终翻恨吾生晚，不得斯人一往还。",
            "comment": ""
        },
        {
            "title": "春晚言怀寄聪上人",
            "content": "晚树归禽乱，翛然古院空。清谈远君子，幽兴寄丝桐。短发全成雪，残花半逐风。终期结真侣，归老乱云中。",
            "comment": ""
        },
        {
            "title": "赠赵璞",
            "content": "世态任悠悠，正人无谄求。古柏凌寒霜，皓月当高秋。心将周孔师，日远杨墨游。泾浊与渭清，由来自分流。",
            "comment": ""
        },
        {
            "title": "读王通中说",
            "content": "孟轲荀况与杨雄，代异言殊道一同。夫子文章天未丧，又于隋世产王通。",
            "comment": ""
        },
        {
            "title": "诗魔",
            "content": "禅心喧挠被时魔，月冷风清奈尔何。一夜欲降降不得，纷纷徒属更来多。",
            "comment": ""
        },
        {
            "title": "湖西杂感诗",
            "content": "留心俭让唐虞道，恣意贪求桀跖徒。闲坐思量茆屋下，夜深秋月照平湖。",
            "comment": ""
        },
        {
            "title": "酬仁上人望湖山见寄次韵",
            "content": "平波映危碧，清景异尘中。雪霁寒侵郭，秋澄冷照空。眠云徒自乐，浮棹约谁同。幽趣何人识，搜吟愧远公。",
            "comment": ""
        },
        {
            "title": "书荆溪禅师傅后二首",
            "content": "智者真宗谈一性，相传六世至荆溪。高挥彩笔示深趣，来学无穷俱破迷。",
            "comment": ""
        },
        {
            "title": "寄江上僧",
            "content": "江寺期终老，清香讲次焚。月怜秋后见，潮爱夜深闻。古木青阴合，残云静片分。相怀未能去，来雁又成群。",
            "comment": ""
        },
        {
            "title": "寄葛溪爽上人",
            "content": "削尽浮华念，闲居道已成。梦幽关水石，门冷掩杉柽。百衲禅中弊，苍髭病后生。何人问真理，笑指葛溪声。",
            "comment": ""
        },
        {
            "title": "怀保暹师",
            "content": "高迹知何处，相怀早晚休。苦吟空对月，闭户更禁秋。砌隙寒虫切，林稍下叶稠。音书杳难寄，天阔水悠悠。",
            "comment": ""
        },
        {
            "title": "湖西杂感诗",
            "content": "兰在深林亦自馨，岂因风雨阻鸡鸣。由来君子须谋道，不为时人有重轻。",
            "comment": ""
        },
        {
            "title": "中秋待月值雨",
            "content": "一岁期今夕，高空雨忽零。虚窗沈素影，疏竹动秋声。已被云阴闭，徒怀永夜明，徘徊倚山阁，谁见此时情。",
            "comment": ""
        },
        {
            "title": "书山中道士壁",
            "content": "松下消摇自扣扉，相留终日话真机。烟藏花岛青牛卧，客散仙房独鹤归。丹井泉澄天影小，玉坛风冷磬声微。乘闲拟学冲霄术，九土茫茫得者稀。",
            "comment": ""
        },
        {
            "title": "湖西杂感诗",
            "content": "伯阳道德释迦心，夫子文章尽可寻。饱食暖衣都不顾，可怜容易过光阴。",
            "comment": ""
        },
        {
            "title": "久病",
            "content": "五月茆堂卧，穷秋疾未除。乔林叶尽落，旧识分皆疏。讲室萦蛛网，书床长蠹鱼。医王有妙药，饮了万缘虚。",
            "comment": ""
        },
        {
            "title": "将之霅溪寄别择梧师",
            "content": "白云深处草堂闲，曾伴支公薄暮还。独上孤舟欲西去，倚樯回望祇青山。",
            "comment": ""
        },
        {
            "title": "书怀",
            "content": "一锡任西东，孤怀孰与同。吟髭潜变白，人事旋成空。秋阁闲看月，寒窗卧听鸿。时将寂寥意，深夜寄丝桐。",
            "comment": ""
        },
        {
            "title": "寄道士",
            "content": "长闻披鹤氅，城市往来频。得道人难测，和光迹易亲。堂闲秋擣药，坛冷夜朝真。几忆蓬壶顶，蟠桃烂漫春。",
            "comment": ""
        },
        {
            "title": "病起二首",
            "content": "湖天淡荡雁参差，行乐搘筇绕所居。古壁苔荒鸣蟋蟀，水轩风冷谢芙蕖。看云默诵空王偈，拂榻闲开孔圣书。闭户无人慰寥索，草堂深夜照蟾蜍。",
            "comment": ""
        },
        {
            "title": "暮秋",
            "content": "嗈嗈宾雁又随阳，兔走乌飞两共忙。露冷小池荷减绿，风高幽砌菊添黄。圆明自喜心如月，皓白谁愁鬓似霜。闲卧不堪思往事，星河耿耿夜偏长。",
            "comment": ""
        },
        {
            "title": "赠夷中师",
            "content": "澹泊背时态，悠然尘外心。静吟霜月尽，归梦海云深。室冷苔生榻，窗闲鸟觑琴。幽栖共得趣，乘兴几相寻。",
            "comment": ""
        },
        {
            "title": "玛瑙院居戏题三首",
            "content": "水边闲卧万缘休，言欲无瑕行欲修。草屋冲门任穷困。屠龙终自胜屠牛。",
            "comment": ""
        },
        {
            "title": "游石壁寺",
            "content": "寺幽称绝境，荷策自登临。翠岳千峰险，寒松一径阴。清香秋殿冷，疏磬古廊深。静立忘归兴，残阳鸟忽吟。",
            "comment": ""
        },
        {
            "title": "潜夫咏",
            "content": "有叟匿姓名，自号为潜夫。潜身在云泉，潜心入虚无。身心俱已潜，质直反若论。智者谓之智，愚者谓之愚。愚智自彼异，潜夫未曾殊。陶陶乐天和，任性何曾拘。宗儒述孟轲，好道注阴符。虚堂踞高台，往往谈浮图。漫衍虽无家，大方贵无隅。俗人每侧目，订之为狂徒。素隐而行怪，执政宜先诛。天公既保全。幸得存微躯。冲雪登高山，乘月泛平湖。性灵敌云闲，形骸类松枯。何以免饥寒，认得衣中珠。",
            "comment": ""
        },
        {
            "title": "送僧之金陵",
            "content": "金锡孤携问去程，萋萋原草暮烟平。六朝旧迹秦淮畔，应感兴亡听水声。",
            "comment": ""
        },
        {
            "title": "赠郝逸人",
            "content": "故国伊川远，深居碧嶂前。伴吟唯有鹤，高趣别无仙。岳信闲慵答，丹经秘不传。杖蔾时访我，终日话南禅。",
            "comment": ""
        },
        {
            "title": "秋病",
            "content": "买药囊无金，伏枕头有霜。夜深不得睡，隙月射秋床。",
            "comment": ""
        },
        {
            "title": "拟洛下分题",
            "content": "文石酒杯良匠凿顽璞，为杯异彩存。云蒸犹有润，藓駮已无痕。静爱如冰洁，闲怜似玉温。野民便古质，长把近窪罇。",
            "comment": ""
        },
        {
            "title": "自嘲",
            "content": "门径任苔荒，长年寝一床。病中消白日，诗里发清狂。窗暗云遮月，林明叶坠霜。百年能几日，两鬓已苍苍。",
            "comment": ""
        },
        {
            "title": "戏题夜合树",
            "content": "明开暗合似知时，用舍行藏诫在兹。绿叶红葩古墙畔，风光羞杀石楠枝。",
            "comment": ""
        },
        {
            "title": "老将",
            "content": "画堂升降子孙扶，白发毵毵胆尚粗。不省时清身已老，逢人犹说斩单于。",
            "comment": ""
        },
        {
            "title": "观剑客图",
            "content": "飞剑纵横乍可惊，翻疑风俗妄传声。如今至穷在何处，不出为人平不平。",
            "comment": ""
        },
        {
            "title": "登楼怀遵易",
            "content": "闲景杳无极，凭栏思若何。鸟行沈远岳，秋色满沧波。来信经年绝，新愁向晚多。依依自吟望，旧约负烟萝。",
            "comment": ""
        },
        {
            "title": "宿山院",
            "content": "一宿无尘境，相留静话长。秋声归古木，月色满空廊。岚气侵衣润，溪泉漱齿凉。终期整缾锡，来此掩闲房。",
            "comment": ""
        },
        {
            "title": "将入石壁山作",
            "content": "慧远风流庐岳隐，支公高尚沃洲栖。闲思石壁堪长往，拟蹑浮云上石梯。",
            "comment": ""
        },
        {
            "title": "赠林逋处士",
            "content": "深居猿鸟共忘机，荀孟才华鹤氅衣。满砌落花春病起，一湖明月夜渔归。风摇野水青蒲短，雨过闲园紫蕨肥。尘土满床书万卷，玄纁何日到松扉。",
            "comment": ""
        },
        {
            "title": "汉武帝",
            "content": "酷矣秦皇灭，荒哉汉武还。将军封五利，神药访三山。重色为金屋，穷兵过玉关。岂知尧舜道，千古在人间。",
            "comment": ""
        },
        {
            "title": "云",
            "content": "冷照碧潭闲不极，静当青汉影弥分。卷舒终合为霖雨，不向阳台惑楚君。",
            "comment": ""
        },
        {
            "title": "偶作",
            "content": "急急西落日，浩浩东去波。日落波不停，浮生能几何。青云身未上，白发头已多。金印未佩腰，道路成蹉跎。一朝忽得志，顿忘贫贱事。八珍食方丈，华毂驾天驷。民瘼无术医，贪狠有心恣。无何触天网，祸淫谅不爽。馀殃及子孙，岂祇身长往。寄语求名士，得志莫如此。不善宜先知，行道慎莫止。仁恕及苍生，忠贞辅天子。好爵终自縻，盛烈垂千祀。西日与东流，任彼催寒暑。须知君子人，身死名不死。",
            "comment": ""
        },
        {
            "title": "鸡",
            "content": "簷前栖息傍蒿丛，风雨司晨尔有功。鹦鹉无能凭佞舌，侯门翻得养金笼。",
            "comment": ""
        },
        {
            "title": "和辩才访仲微上人不遇",
            "content": "不见二十载，重寻事更违。门临寒水闭，鸟向夕阳归。吟恐成华发，闲疑入翠微。登舟独南去，乘兴一何飞。",
            "comment": ""
        },
        {
            "title": "予近卜居孤山之下友人元敏以四绝见嘲遂依韵",
            "content": "虚堂入夏讲残经，不击钟声击鼓声。林下唯君问幽趣，纪阳仪式近方成。",
            "comment": "【注释】【原题】：予近卜居孤山之下友人元敏以四绝见嘲遂依韵和酬"
        },
        {
            "title": "草堂即事",
            "content": "经岁人不到，腾腾养疏拙。心期物外闲，缘向沤中绝。入室容清风，升堂许明月。空庭何所有，冷落唯松雪。",
            "comment": ""
        },
        {
            "title": "读韩文诗",
            "content": "女娲链五石，能补青天缺。共工触不周，能令地维绝。杨孟既云没，儒风几残灭。妖辞惑常听，淫文蠹石说。南朝尚徐庾，唐兴重卢骆。雕篆斗呈巧，仁义咸遗落。王霸道不明，烟花心所托。文不可终否，天山韩吏部。叱伪俾归真，鞭今使复古。异端维既绝，儒宗缺皆补。高文七百篇，炳若日月悬。力扶姬孔道，手持文章权。来者知尊儒，孰不由兹焉。我生好古风，服读长洒蒙。何必唐一经，文道方可崇。",
            "comment": ""
        },
        {
            "title": "寄慧云大师",
            "content": "繁华辞帝辇，岑寂峦山林。志向浮名淡，房扃古寺深。诗窗来皓月，齐磬下幽禽。终约逢新雪，闲过话静心。",
            "comment": ""
        },
        {
            "title": "玛瑙院居戏题三首",
            "content": "湖光淡淡涵幽户，苔色依依满破廊。寂寞便同夫子庙，更无流俗入焚香。",
            "comment": ""
        },
        {
            "title": "寄石城行光长老",
            "content": "幽栖尘想绝，岩阁倚杉松。吟思禅中尽，霜髭病后浓。溪闲澄夜月，山静答秋钟。寂寞怀高趣，残阳独倚筇。",
            "comment": ""
        },
        {
            "title": "寄瑞应经疏及注阴符经与体元上人",
            "content": "瑞应阴符尽索看，封题欲寄意盘桓。自惭才识非通敏，不得同归得异端。",
            "comment": ""
        },
        {
            "title": "对雪",
            "content": "冷结平湖绝棹过，纷纷盈目趣如何。侯门歌舞看难足，编户饥寒心厌多。旋满闲庭夸玉砌，重欹幽树斗琼柯。夜来孤坐书窗下，犹赖虚明自琢磨。",
            "comment": ""
        },
        {
            "title": "禹庙",
            "content": "洪水不为害，黎元受赐多。道尊由揖让，功大匪干戈。任上诸侯贡，贻谋五子歌。稽山千古在，宫阙倚鹾峨。",
            "comment": ""
        },
        {
            "title": "湖西杂感诗",
            "content": "尼父立言敦礼乐，能仁垂训励慈悲。堪嗟世路营营者，狡佞贪残都不知。",
            "comment": ""
        },
        {
            "title": "砌下老梅",
            "content": "傍砌根全露，凝烟竹斗遮。腊深空冒雪，春老始开花。止渴功应少，少羹味亦嘉。行人怜怪状，上汉采为槎。",
            "comment": ""
        },
        {
            "title": "寄天台守能上人",
            "content": "台岭林泉胜十洲，忘机长往更无愁。考槃高趣何人识，招隐新题几处留。深夜定回华顶月，经年书断海门秋。谁知抱疾西湖上，南望云山想胜游。",
            "comment": ""
        },
        {
            "title": "照君辞",
            "content": "昭君停车泪暂止，为把功名奏天子。静得胡尘唯妾身，汉家文武合羞死。",
            "comment": ""
        },
        {
            "title": "书慈光塔",
            "content": "灵骨未藏三十载，我来收得葬孤山。此中起塔不在大，已有高名垂世间。",
            "comment": ""
        },
        {
            "title": "舟归",
            "content": "平湖渺渺澄寒水，孤舟静泛清光里。却惭未是狎鸥人，处处凫鹥尽惊起。",
            "comment": ""
        },
        {
            "title": "寄赠子正律师",
            "content": "威仪闲淡许谁同，苔径依然绝履踪。霜井濾泉侵晓色，雪房欹枕梦诸峰。寒生静榻吟中月，冷答平湖讲次钟。尽日冥心忆高趣，三生行止道生松。",
            "comment": ""
        },
        {
            "title": "湖西杂感诗",
            "content": "不省浮生大患身，谄求终日走红尘。一朝死至名随没，满屋黄金属别人。",
            "comment": ""
        },
        {
            "title": "次韵酬梵天阇梨",
            "content": "数峰残雪对闲门，世态悠悠莫可论。静室禅馀忽相忆，划灰孤坐到黄昏。",
            "comment": ""
        },
        {
            "title": "古人与今人",
            "content": "古人与今人，录仁一何异。古人贵行道，今人贵有位。古人贵及亲，今人贵悦意。古人同白日，光明溢天地。今人如履险，动足易颠坠。古道如可行，斯言不遐弃。",
            "comment": ""
        },
        {
            "title": "诫后学",
            "content": "对食须思稼穑劳，为僧安用事雄豪，剃头本意求成佛，不为齐筵坐位高。",
            "comment": ""
        },
        {
            "title": "闲田",
            "content": "虞芮怀惭观礼让，闲田從此草长生。而今虽是文王化，难遣贪夫两不争。",
            "comment": ""
        },
        {
            "title": "读杜牧集",
            "content": "谗佞当面唾，轻生不得殳。去邪空有志，嫉恶奈无徒。后世名垂远，当时道亦孤。荒齐独怀感，残日照庭芜。",
            "comment": ""
        },
        {
            "title": "谢僧惠蒲扇",
            "content": "结蒲为扇状何奇，助我淳风世罕知。林下静摇来客笑，竹床茆屋恰相宜。",
            "comment": ""
        },
        {
            "title": "赠守能师",
            "content": "高卧湖山畔，尘机任万端。连云吟阁静，度水讲钟寒。幽户碧嶂闭，新书雪夜刊。却应趋竞者，相笑隐林峦。",
            "comment": ""
        },
        {
            "title": "读楞严经",
            "content": "案上楞严典，时看浣病愁。阶闲移短影，窗冷值高秋。眼病花无果，心狂照失头。指空期识月，认指更悠悠。",
            "comment": ""
        },
        {
            "title": "湖西杂感诗",
            "content": "草堂闲坐念编民，多尚浮虚少尚真。礼让不修难致福，唯知烧纸祭淫神。",
            "comment": ""
        },
        {
            "title": "西施篇",
            "content": "采莲越溪上，皆谓寻常女。正位吴中宫，众品方传美。视听猒歌舞，衣裳贱罗绮。贤哉邻家人，昔年知学嚬。",
            "comment": ""
        },
        {
            "title": "江亭晚望",
            "content": "江亭闲寫望，秋景正无穷。鸟没寒云外，帆归暮色中。淡烟生极浦，败叶坠凉风。回道闻渔唱，人家隔苇丛。",
            "comment": ""
        },
        {
            "title": "山中感友生见访",
            "content": "讲馀多滞疾，林下掩重扉。度日人稀到，残阳鸟独归。山光来有势，云影去何依。世态那堪说，唯君念息机。",
            "comment": ""
        },
        {
            "title": "病中感体元上人见访",
            "content": "犬吠衡门宿雾消，草堂风冷竹萧萧。若非故友怜衰病，谁肯凌晨访寂寥。",
            "comment": ""
        },
        {
            "title": "寄湛上人",
            "content": "几年辞辇寺，拥衲住云林。上国归心绝，千峰去梦深。残经看雪卷，好句听秋吟。曾有寻高迹，禅房古木阴。",
            "comment": ""
        },
        {
            "title": "赠头陀僧",
            "content": "上行唯知足，时人岂易同。一身依树下，万虑尽禅中，乞食村飘雪，降眠月坠空。应悲浮世上，烦恼事无穷。",
            "comment": ""
        },
        {
            "title": "赠清义律师",
            "content": "律藏精持世所稀，淡然高趣自忘机。禅开静室苍苔遍，饭起闲窗独鸟归。雪岳夜钟清度枕，水轩秋月冷侵衣。吟馀讲罢无他事，人外时容扣竹扉。",
            "comment": ""
        },
        {
            "title": "送僧归姑苏",
            "content": "姑苏台畔树含秋，蝉噪西风雨乍收。闲笑闲吟忽归去，月明何处宿孤舟。",
            "comment": ""
        },
        {
            "title": "读项羽传二首",
            "content": "频年战胜恃雄强，历数分明在彼苍。堪笑范增无异识，不能令主事高皇。",
            "comment": ""
        },
        {
            "title": "夏日湖上寄太白长老",
            "content": "风撼芙蕖入座香，水轩闲坐趣何长。相怀不是人间景，隔岸归禽噪晚凉。",
            "comment": ""
        },
        {
            "title": "湖上望月二首",
            "content": "秋水澄澄树绝风，冰轮苒苒上遥空。闲思今夜供吟景，冷色清光几处同。",
            "comment": ""
        },
        {
            "title": "陈宫",
            "content": "龙盘龙踞景堪寻，王气消亡信祸淫。结绮临春何处是，数声啼鸟暮烟深。",
            "comment": ""
        },
        {
            "title": "送进士万知古",
            "content": "经明行修徒尔为，一名屡点春官闱。时之不利非战罪，归山且著老莱衣。清时贪贱诚堪耻，侏儒太饱朔方饥。男儿会有及亲禄，安能泉石久低眉。束书依旧西入阙，壮心潜与青云期。秋风袅袅孤魂断，古道迢迢去马迟。骥称其德不称力，神骏唯应伯乐知。",
            "comment": ""
        },
        {
            "title": "赠简上人",
            "content": "澹然人外趣，万事已无求。花院春深讲，云山夏满游。汲泉苔井晓，鸣磬竹窗秋。别有幽期在，香灯老沃洲。",
            "comment": ""
        },
        {
            "title": "玛瑙坡四咏",
            "content": "玛瑙坡前石，坚贞可补天。女娲何处去，冷落没寒烟。",
            "comment": ""
        },
        {
            "title": "松风",
            "content": "青青数树松，扶疏空庭里。微风從南来，清声四向起。俗兮闻必愁，吾也闻则喜。昂头离石枕，扶羸凭藤几。侧听复遥观，移晷不能已。细叶舞轻烟，密影摇寒水。何必钧天奏，岂羡霓裳妓。万事更无求，深山此为美。寂寥信为乐，轩晚诚堪耻。谁谓茆山中，祇悦陶公耳。",
            "comment": ""
        },
        {
            "title": "湖西杂感诗",
            "content": "凤为时瑞世传名，及现郊村众尽惊。唤作怪禽宜弹杀，始知流俗重虚声。",
            "comment": ""
        },
        {
            "title": "山居招友人诗",
            "content": "结宇平湖滨，放意且闲逸。陵峰时采药，服饵蠲故疾。藜藿可供餐，茆茨可容膝。浮生贵适性，何须羡奢佚。清景况在目，万事安能恤。水天争冷落，林峦共盘郁。有时泛舟归，闲门晒残日。径荒人迹绝，庭静精怪出。春羹漾紫莼，冬盘列横橘。坎井亦已乐，尺蠖谁云屈。外境莫我惑，贞心长抱一。涅槃终极典，虚堂第谈述。不顾知者希，庶欲已无失。齐物鄙庄周，见性师妙吉。悠然混生佛，湛尔无虚实。知音来不来，时时扫幽室。",
            "comment": ""
        },
        {
            "title": "寓兴",
            "content": "郑声淫复荡，鲁受齐人归。古乐和且正，翻使文侯睡。佞言耳乐闻，直道心翻忌。唯知任所好，何曾顾颠坠。古乐与郑声，邪正宜留意。",
            "comment": ""
        },
        {
            "title": "读项羽传二首",
            "content": "发欢虞姬抛已穷，乌江此夕丧英雄。当时若也知天命，佐汉应居第一功。",
            "comment": ""
        },
        {
            "title": "咏亡有禅师山齐养猕猴",
            "content": "闲庭树树菓垂霜，听法犹怜入草堂。异类岂能知礼节，每来相对坐禅床。",
            "comment": ""
        },
        {
            "title": "上钱唐太守薛大谏",
            "content": "分符江郡远，贵列七人间。文古淳风在，时清谏笔闲。楼高喧暮角，厅冷鏁秋山。圣代期调鼎，轩车即诏还。",
            "comment": ""
        },
        {
            "title": "赠宣密大师不出院",
            "content": "侯门林请谒，香火务真修。古院扃苍藓，他山空旧游。出禅庭月晓，开卷竹窗秋。已得栖幽趣，何须买沃洲。",
            "comment": ""
        },
        {
            "title": "江上闻笛",
            "content": "夜久闻横笛，寥寥景更赊。天容垂极岸，月色冷平沙。静引乡心远，闲惊旅鬓华。哀音殊未已，可处落梅花。",
            "comment": ""
        },
        {
            "title": "湖西杂感诗",
            "content": "看云静放支公鹤，临水闲观惠子鱼。窗下寂寥何所有，竺干经卷仲尼书。",
            "comment": ""
        },
        {
            "title": "游开化寺",
            "content": "地绝纤尘万籁清，当门幽致画难成。黛妆峰岫高低影，练卷波涛旦暮声。侵竹古廊秋藓合，倚云禅阁夜灯明。上方别有幽栖处，树石参差称野情。",
            "comment": ""
        },
        {
            "title": "送禅者",
            "content": "祖意曾明万事闲，谁云方外与人间。卷衣江上秋来别，处处禅心朵朵山。",
            "comment": ""
        },
        {
            "title": "赋得送人自阙下还吴",
            "content": "莼羹鲈脍美，张翰忽思归。烟水东南阔，风帆旦夕飞。静吟新月正，闲望旧山微。独羡长江上，遗名掩竹扉。",
            "comment": ""
        },
        {
            "title": "旅中别赵璞",
            "content": "策马将登路，星河曙色分。残灯照离席，来雁咽寒云。乡远书难到，吟狂酒易醺。堪嗟经济术，未得致明君。",
            "comment": ""
        },
        {
            "title": "南塔寺上方",
            "content": "绝顶深栖万虑平，路盘危石雨苔青。江涵迥汉供闲望，雪映幽窗卷旧经。磬击晓霜禅乍起，枕摇秋浪梦初醒。为邻自有忘机者，月下时时扣竹扃。",
            "comment": ""
        },
        {
            "title": "怀石壁山寺",
            "content": "梵宫藏积翠，往岁屡游遨。月上寒溪静，云收峭壁高。幽阶封药草，古树宿猿猱。终待携瓶锡，闲栖解郁陶。",
            "comment": ""
        },
        {
            "title": "寄赵璞",
            "content": "故乡勾践国，解印挂帆归。吟苦容虽瘦，官情道自肥。堂幽山屐在，厨冷甑尘飞。莫向云门下，高歌便采薇。",
            "comment": ""
        },
        {
            "title": "寄海慧大师",
            "content": "云门卜深隐，谁复继高踪。旧寺抛双阙，新题咏十峰。禅开杉径月，讲候雪楼钟。莫怪相寻晚，嵇康性本慵。",
            "comment": ""
        },
        {
            "title": "读史",
            "content": "我爱包胥哭，一哭救楚国。事君尽其忠，垂名千世则。我爱鲁连笑，一笑却秦军。折冲罇俎间，流芳至今闻。我爱伯夷仁，揖让持其身。饿死首阳下，恥事干戈君。后世闚窃辈，故非姬发伦。内藏篡弑谋，外蹑武王尘。伯夷若不去，名教胡以伸。后人非三贤，细碎何足云。哭欢禄位卑，笑喜膏粱珍。山林亦寒饿，行怪非求仁。留心寡兼济，所谋惟一身。抚书想三贤，清风千古振。",
            "comment": ""
        },
        {
            "title": "寄题梵天圣果二寺兼简昭梧二上人",
            "content": "海日照吟轩，江风动庭树。此景乐闲情，何人识高趣。登楼独南望，杳杳空烟雾。",
            "comment": ""
        },
        {
            "title": "寄题聪上人房庭竹",
            "content": "结根依静砌，萧酒映禅房。高节欺群木，青阴过短墙。夜声喧梦枕，秋露滴琴床。遥想添吟思，闲观到夕阳。",
            "comment": ""
        },
        {
            "title": "湖居秋日病起",
            "content": "旧识稀相访，寥寥掩坏房。鼎深残药在，颔瘦白髭长。尘点沾书箧，苔痕汙石床。簷幽虫织网，砌冷菊含香。静思怜深夜，清羸怯晚惊。云峰归未得，闲坐咏沧浪。",
            "comment": ""
        },
        {
            "title": "送夤上人归道场山",
            "content": "行行携锡别，幽景到山分。残雪经春在，疏钟度水闻。松深生晚吹，潭静照闲云。岩阁重开讲，清香入夜焚。",
            "comment": ""
        },
        {
            "title": "书事",
            "content": "年过不惑便衰残，消息浮生万事闲。惭愧眼前无俗物，举头终日见云山。",
            "comment": ""
        },
        {
            "title": "闲咏",
            "content": "造化无馀岂有私，如何庶物自参差。群乌不涅身长黑，双鹭无愁顶亦丝。岩桂翠浓深雪夜，井桐黄落暮秋时。虚空世界都如幻，莫把闲心逐境思。",
            "comment": ""
        },
        {
            "title": "放猿",
            "content": "放汝孤猿任自由，万山云树正含秋。不知今夜啼明月，又使何人泪暗流。",
            "comment": ""
        },
        {
            "title": "次韵酬明上人",
            "content": "养病孤山下，消摇任野情。闲门浸寒水，高槛露荒城。砌月移杉影，岩泉隐磬声。唯君许来此，相伴老馀生。",
            "comment": ""
        },
        {
            "title": "鉴",
            "content": "佳人磨拭频，常恐尘埃侵。皎皎夜月明，澄澄秋泉深。徒分妍丑容，不鉴是非心。",
            "comment": ""
        },
        {
            "title": "湖西杂感诗",
            "content": "福善祸淫言可信，吉凶由己语堪陈。乖仁背义都无耻，只记临行拣日辰。",
            "comment": ""
        },
        {
            "title": "湖西杂感诗",
            "content": "直木风摧秋败兰，闲观庭际可长欢。屈原溺水伍员死，孤洁由来独立难。",
            "comment": ""
        },
        {
            "title": "草堂秋夜",
            "content": "雨杀炎光变秋色，清凉顿在草堂中。幽人一夜坐不睡，月照闲阶露洒空。",
            "comment": ""
        },
        {
            "title": "寄辇下译经正觉大师",
            "content": "水国无归梦，年来帝泽深。梵书翻宋语，道论变吴音。静室清香凝，闲庭古树阴。玉华前事在，高迹许谁寻。",
            "comment": ""
        },
        {
            "title": "山行",
            "content": "策杖乘闲兴，山深人迹稀。断桥摧宿雨，高树挂残晖。岩静云孤起，潭空鸟独飞。前峰有兰若，吟赏自忘归。",
            "comment": ""
        },
        {
            "title": "苔钱三首",
            "content": "夷甫不言非尔类，鲁褒为论偶同名。秋来自满虚闲地，不用良工鼓铸成。",
            "comment": ""
        },
        {
            "title": "述韩柳诗",
            "content": "退之排释氏，子厚多能仁。韩柳既道同，好恶安得伦。一斥一以赞，俱令儒道伸。柳州碑曹溪，言释还儒淳。吏部读墨子，谓墨与儒邻。吾知墨兼爱，此释何疏亲。许墨则许释，明若仰穹旻。去就亦已异，其旨由来均。后生学韩文，于释长狺狺。未知韩子道，先学韩子嗔。忘本以竞末，今古空劳神。",
            "comment": ""
        },
        {
            "title": "哭辩端上人",
            "content": "平昔于诗苦，精搜省未闲。坏房空鸟外，清句满人间。瘦影悬邻壁，孤坟接旧山。吊回高树下，寒水自潺潺。",
            "comment": ""
        },
        {
            "title": "冬日作",
            "content": "冻撮闲庭土皆裂，风号门外人来绝。可怜万事不干身，凭栏且看千峰雪。",
            "comment": ""
        },
        {
            "title": "贫居",
            "content": "山厨灶上苔痕碧，齐盂生尘无粒食。可怜雀鼠未知贫，穿屋穿墉不暂息。",
            "comment": ""
        },
        {
            "title": "次韵酬邻僧昼上人",
            "content": "居止闲相近，临流野色分。深秋山共见，清夜磬交闻。静榻移明月，疏簾卷暮云。相于别有趣，冷淡况同群。",
            "comment": ""
        },
        {
            "title": "失鹤",
            "content": "双鹤忽飞去，清音更不闻。远应寻凤侣，闲恐避鸡群。岸静休临水，庭空罢舞云。唯馀旧踪迹，篆字印苔纹。",
            "comment": ""
        },
        {
            "title": "松下自遣",
            "content": "聚气成此身，假缘暂寄世。可怜自在性，本无烦恼系。傍水与登山，悠然有深诣。日在林下游，暮在林下宿。供饮岩畔泉，充庖槛前菊。半月一剃发，半年一洗浴。但得恣疏懒，何曾有荣辱。新秋雨初霁，圆月照我屋。扶病起看月，坐久偶成曲。人生天地间，性分各自足。捧檄何必喜，途穷何必哭。容彭不为长，颜杨不为促。四者俱如梦，何为自羁束。彼笑我太狂，我笑彼太俗。彼我更相笑，是非无实录。不如长默默，恬淡过昏旭。渊鱼与林鸟，各得随所欲。举头谁是友，风月与松竹。",
            "comment": ""
        },
        {
            "title": "游灵隐山",
            "content": "峭壁侵霄极，灵踪不厌寻。闲思曾有梦，归隐岂无心。绝壁烟霞丽，幽岩洞穴深。那堪思慧理，残日白猿吟。",
            "comment": ""
        },
        {
            "title": "夜怀张逸人",
            "content": "默坐怀幽趣，谁知动郁陶。窗虚残月在，天静少微高。书去言难尽，眠来梦亦劳。终期冒风雪，乘兴泛轻舠。",
            "comment": ""
        },
        {
            "title": "戏题四绝句其三·犬争功",
            "content": "雪毳文毛虚有表，防奸禦寇且无功。中宵谁解频频吠，庭皎秋蟾树褭风。",
            "comment": ""
        },
        {
            "title": "自勉",
            "content": "达人贵无念，市朝亦山林。曲士居山林，难息市朝心。坐驰一室中，纷然万境侵。纽兰羡珮玉，坐石思黄金。羊质虎其皮，隼翼凤其音。志在求世利，口唱无生吟。吾非斯人徒，夷旷期复古。去住既任缘，喧静亦随所。隐然且无求，相命何足语。人生百岁寿，稀得七十死。吾今四十五，气力渐无似。去年成二毛，今年动一齿。纵得至七十，光阴能几许。学道宜无疲，进善宜无止。自馀百杂事，克己尽除去。勉强扶纪躯，旦暮加药饵。此身乃外物，何况外于是。内外一如梦，勉矣当观此。",
            "comment": ""
        },
        {
            "title": "舟归咏雁",
            "content": "嗷嗷旅雁满寒塘，闲坐归舟带夕阳。一一似能遵礼教，等闲惊起便成行。",
            "comment": ""
        },
        {
            "title": "友人元敏示以三题乃赓而和之",
            "content": "刮字刀质本精刚化，锋芒岂易群。未曾伤正典，长为铲讹文。类与铅刀异，名将彩笔分。删书及定礼，曾忝立奇勋。",
            "comment": ""
        },
        {
            "title": "边将二首",
            "content": "百战依前勇气成，穷边深入耀精兵。穹庐烧尽龙庭破，却上燕然更勒铭。",
            "comment": ""
        },
        {
            "title": "读清塞集",
            "content": "立意造平淡，冥搜出众情。何人知所得，后世谩传名。云树饥猨断，冰潭片月倾。如无子期听，绿绮为谁鸣。",
            "comment": ""
        },
        {
            "title": "江上作",
            "content": "往事那堪问，长江空渺然。孤城闭残日，荒陇积寒烟。沙涨中洲阔，潮冲古路偏。莫疑陵谷事，即目是桑田。",
            "comment": ""
        },
        {
            "title": "读罗隐诗集",
            "content": "非非是是正人伦，月夜花朝几损神。薄俗不知懲劝旨，翻嫌罗隐一生嗔。",
            "comment": ""
        },
        {
            "title": "赠闻聪师",
            "content": "淡然尘虑绝，禅外苦风骚。性觉眠云僻，名因背俗高。水烟蒸纸帐，寒发澀铜刀。几宿秋江寺，闲吟听夜涛。",
            "comment": ""
        },
        {
            "title": "寄梵天上方政侄",
            "content": "一讲更无事，悠然自不群。闲情江上月，孤迹槛前云。径冷秋苔合，杉寒宿鸟分。涛声旦暮近，应向出禅闻。",
            "comment": ""
        },
        {
            "title": "潮",
            "content": "罗刹江心起，百昏信不差。寒声喧极浦，秋势卷平沙。望立人心险，惊飞鸟影斜。来源争可问，沧海况无涯。",
            "comment": ""
        },
        {
            "title": "九月望夜招处士林君泛湖玩月",
            "content": "病负中秋约，残秋月自新。寒波沈皓魄，碧落辗冰轮。风静丰声绝，烟收岳影均。何妨此夕玩，况是不羁人。",
            "comment": ""
        },
        {
            "title": "酬正言上人",
            "content": "旅雁声孤过旧林，相怀无处共论心。眠云未负他年约，看雪难忘尽日吟。江上信稀寒浪阔，竹边房掩夕阳深。寂寥闲坐西窗下，空把馀情寄玉琴。",
            "comment": ""
        },
        {
            "title": "赠僧",
            "content": "诸祖参寻遍，消摇发未华。旧房扃海外，孤迹寄天涯。琢句秋窗月，观空晚砌华。时来说高趣，终去隐烟霞。",
            "comment": ""
        },
        {
            "title": "赠白莲社主圆净大师",
            "content": "社客尽卿相，草堂云树间。景分庐岳秀，人类远公闲。夜定开明月，秋吟对暮山。唯应谢康乐，时得扣松关。",
            "comment": ""
        },
        {
            "title": "湖西杂感诗",
            "content": "月照闲轩亏复盈，吉凶消长势相倾。须知人事同天道，宠辱由来尽可惊。",
            "comment": ""
        },
        {
            "title": "风",
            "content": "造化不可测，分明有所依。冷和秋叶动，送客暮帆归。扫雾离遥岳，飘香出静扉。西齐独吟坐，萧飒满禅衣。",
            "comment": ""
        },
        {
            "title": "梵天寺二首",
            "content": "梵宇清虚远俗喧，登临时得爽吟魂。卷簾高雪明稽岭，上阁秋涛出海门。群木冷阴连古塔，疏钟寒韵彻江村。城中泉石诗中景，闲对文公尽日论。",
            "comment": ""
        },
        {
            "title": "拟洛下分题",
            "content": "松石琴薦松石为琴薦，鳞皴状颇奇。补天虽变质，映涧尚含滋。静砌和烟立，虚堂带藓移。最宜弹别鹤，况有旧栖枝。",
            "comment": ""
        },
        {
            "title": "玛瑙坡四咏",
            "content": "玛瑙坡前水，泠泠夏亦寒。夜深明月上，珠颗落冰盘。",
            "comment": ""
        },
        {
            "title": "栽花",
            "content": "移花来种草堂前，红紫纷纭间淡烟。莫欢朝开还暮落，人生荣辱事皆然。",
            "comment": ""
        },
        {
            "title": "酷热",
            "content": "酷热如小人，到处苦相侵。清风如君子，时来宽我心。酷热驱不去，清风留不住。此情无以诉，吟傍阴阴树。",
            "comment": ""
        },
        {
            "title": "寄吴黔山人",
            "content": "鸟外自长往，人间过几年。狂吟轻岁月，高趣狎神仙。醉卧云蒸榻，渔归雪满船。相思未相识，终夜梦林泉。",
            "comment": ""
        },
        {
            "title": "暮秋书齐述怀寄守能师",
            "content": "杜门无俗交，尘事任浩浩。空斋学佛外，六经恣论讨。仁义志不移，贫病谁相恼。天命唯我乐，百神非吾祷。为文宗孔孟，开谈黜庄老。谀谄音声恶，寂寥滋味好。褰帷愁绪绝，凭栏寒气早。雁影沈远空，虫鸣咽衰草。伊余何为者，力拟行正道。愿扬君子风，浇浮一除扫。",
            "comment": ""
        },
        {
            "title": "闻蝉",
            "content": "江天凉雨霁，嘒嘒出疏林。清极残阳里，愁生远客心。离亭秋草碧，荒堑暮烟深。不忍多时听，吟髭雪暗侵。",
            "comment": ""
        },
        {
            "title": "山中行",
            "content": "苒苒岩上云，潺潺涧中水。山鸟如唤人，喃喃深林里。",
            "comment": ""
        },
        {
            "title": "湖西杂感诗",
            "content": "移得烟溪竹数竿，闲庭栽处绿阴寒。虚心高节真堪爱，不放常人暂入看。",
            "comment": ""
        },
        {
            "title": "湖西杂感诗",
            "content": "凿得新泉古砌头，煮茶滋味异常流。夜来闲看澄明性，天上无云月正秋。",
            "comment": ""
        },
        {
            "title": "寄德聪师",
            "content": "古院稽山下，幽栖厌客寻。机心禅外尽，诗思病来深。缾水寒澌结，杉风晚磬沉。他时若招隐，香火继东林。",
            "comment": ""
        },
        {
            "title": "落花",
            "content": "花开花落尽由风，数日荣衰事不同。庭下晚来犹可翫，绿苔芳草缀残红。",
            "comment": ""
        },
        {
            "title": "留题因师院石楠花",
            "content": "阳和资万木，独此异群花。映草惊残烧，临窗认晓霞。色虽因雨减，势不逐风斜。幸赖栽培力，繁枝斗日华。",
            "comment": ""
        },
        {
            "title": "湖西杂感诗",
            "content": "雪晴山院景堪跻，玉树琼楼照碧溪。日暮忽惊销烁尽，百年豪富事还齐。",
            "comment": ""
        },
        {
            "title": "病起",
            "content": "秋尽积雨歇，幽忧病渐安。眼疼嫌字小，身瘦觉衣宽。倚杖防苔滑，开炉怯夜寒。浮生能几日，长作水沤观。",
            "comment": ""
        },
        {
            "title": "读孙郃集",
            "content": "唐祚将亡王泽枯，四明归隐泣穷涂。而今若撰才名志，更有闲僧得入无。",
            "comment": ""
        },
        {
            "title": "友人元敏示以三题乃赓而和之",
            "content": "试金石真伪立可辨，贞姿号试金。虽无褒贬口，似有是非心。采取山溪远，缄藏箧笥深。矿人如未决，终日自相寻。",
            "comment": ""
        },
        {
            "title": "苔钱三首",
            "content": "鑪冶祇应凭陋巷，富饶应不是豪家。晚来雨歇茆堂外，散在闲庭买落花。",
            "comment": ""
        },
        {
            "title": "柳",
            "content": "融融春色伴花荣，浓翠参差雨乍晴。低拂冷烟元亮宅，静笼明月亚夫营。叶浮晚水愁眉细，絮落春衣雪片轻。莫上隋堤思往事，万株萧索傍河声。",
            "comment": ""
        },
        {
            "title": "哭叶授",
            "content": "今春闻落第，为君心栖然。束书独南还，愤气胸间阗。迹寄浙河旁，家延南海边。遘疾既弥留，一命成弃捐。囊中无馀金，零落空文编。龟鹤本微类，享寿皆千年。如何君子儒，三十归重泉。天高不可问，为君强问天。",
            "comment": ""
        },
        {
            "title": "题石壁山绍上人观风亭",
            "content": "界江千万山，石壁惟清幽。中有忘机人，超然乐岩丘。创亭号观风，嘉景自成收。群峰呈晚碧，长溪泻寒流。视听足怡情，万事安能求。尝言徂暑天，登时疑清秋。云容既冷淡，松韵还飕飗。扰扰九衢尘，谁知高静游。",
            "comment": ""
        }
    ]
}