{
    "dynasty": "宋",
    "author": "释行瑛",
    "poems": [
        {
            "title": "偈十六首",
            "content": "鸟长飞，兔不住，暑往寒来朝复暮。朱颜未乞讨白发生，三界茫茫何处去。本源自性无凋夔，千圣皆从影中现。不离当处常湛然，觅则知君不可见。忽然见，倒骑牛兮入佛殿。",
            "comment": ""
        },
        {
            "title": "偈十六首",
            "content": "德山棒如雨点，临济喝似雷鸣。虽然声振一时风流万世，检点得来还是强生节目。华藏则不与么，三间茆屋。十里松门，健则纵步閒游，困则倒头酣寝。身如槁木，心若死灰。有人笑我愚痴，正爬著侬家痒处。",
            "comment": ""
        },
        {
            "title": "东溪闲居示众偈",
            "content": "联络藤萝一径，行穷始到松门。篱畔野华不艳，堂前流水非喧。午饭龙离铁钵，夜深月落金盆。此是真修行处，何人得意忘言。灵山河沙圣众，黄梅七百高僧。悟华晓称迦叶，传衣夜唤卢能。心自本来不有，法道得了何曾。斋后酽茶三盏，丛林一任喧腾。",
            "comment": ""
        },
        {
            "title": "偈十六首",
            "content": "大千沙界是吾家，隐显何曾有等差。为报人天高著眼，优昙花异世间花。",
            "comment": ""
        },
        {
            "title": "偈十六首",
            "content": "朔风如刀，痛利人骨。千山万山，雪映寒日。心知春气来，目睹梅花发。游子南方归不归，晓堂閒却龟毛拂。",
            "comment": ""
        },
        {
            "title": "偈十六首",
            "content": "镂水求纹，谩劳心力。陶空作器，枉费工夫。游溟渤始测浅深，登须弥乃知高远。太阳门下，爝火何施。镆鎁匣边，铅刀可弃。",
            "comment": ""
        },
        {
            "title": "偈十六首",
            "content": "竖不穷三际，横不亘十方。大不偪塞虚空，细不入於芥子。三世诸佛，如觉如梦。诸大祖师，若存若亡。与么境界，从上诸圣。尚迷昧如斯，方今学人，且作么生凑泊。但得雪消去，自然春到来。",
            "comment": ""
        },
        {
            "title": "偈十六首",
            "content": "炼铁围山作钓钩，饵悬八万四千牛。毗卢海内閒抛下，暇蟹鱼龙尽缩头。",
            "comment": ""
        },
        {
            "title": "偈十六首",
            "content": "上不见天，下不见地。把定咽喉，何处出气。江南江北，绝毫绝釐。东土西天，成团成块。释迦弥勒，尚自瞒盱。临济德山，如何拎议。衲僧家，没巴鼻，却唤六双为十二。",
            "comment": ""
        },
        {
            "title": "偈十六首",
            "content": "湛露重重洒绀园，衰残何以报君恩。白云堆里焚香坐，耀古腾今不二门。",
            "comment": ""
        },
        {
            "title": "偈十六首",
            "content": "持长竿，摇短艇。篛笠只一个，蓑衣无两领。洞庭秋水负不吹，涵虚恰似新磨镜。末后句，留与谢三郎。",
            "comment": ""
        },
        {
            "title": "偈十六首",
            "content": "奇怪诸禅德，文殊普贤，化作寒山拾得。头戴炙脂帽子，脚踏无底麻鞋。身著鹘臭布衫，腰南击断鞓腰带。手持拍板，口唱高歌。吾心似秋月，碧潭清皎洁。无物堪比伦，教我如何说。华藏当时若见，每人痛与一顿何为如此，且教伊不敢制风掣颠，免使后人疑著。",
            "comment": ""
        },
        {
            "title": "偈",
            "content": "登山须到顶，入海须到底，学道须到佛祖道不得处。若不如是，尽是依草附木底精灵，吃野狐涕唾底鬼子。",
            "comment": ""
        },
        {
            "title": "偈十六首",
            "content": "去年逢表春，朱颜映桃李。今年逢青春，白发压双耳。人生七十年，疾若东流水。不了本来心，生死何由离。",
            "comment": ""
        },
        {
            "title": "偈十六首",
            "content": "一大藏教，诸大祖师。天下老和尚言句，总在这里。明明向道，尚且不知。盖覆将来，如何会得。",
            "comment": ""
        },
        {
            "title": "偈十六首",
            "content": "提智慧剑，破烦恼纲。拔生死类，置涅盘宅。空却魔王窟穴，埽荡恶趣关防。开拓般若封疆，滋长菩提种性。与么作用，与么建立。象驾峥嵘谩进途，谁见螳蜋能拒辙。",
            "comment": ""
        },
        {
            "title": "偈十六首",
            "content": "明眼底人眼碍，悟心底人被心碍。证道底人被道貌岸然碍，达法底人被法碍。何谓如此不见道，金屑虽贵，落根成翳。要得高步大方，直须去此四碍。",
            "comment": ""
        },
        {
            "title": "偈十六首",
            "content": "踏破化城，来至宝所。不采辉山之壁，不探骊颔之珠。坏衲堆肩，拥炉閒坐。唤作无事首人，堪受人天供养。",
            "comment": ""
        }
    ]
}