{
    "dynasty": "宋",
    "author": "阳枋",
    "poems": [
        {
            "title": "桑落洲望见庐山立雪一峰和全父弟韵",
            "content": "新晴破雨浪犹激，暂卸蒲帆泊短湾。桑落洲前凝睇远，尖天白雪是庐山。",
            "comment": ""
        },
        {
            "title": "挽何深甫",
            "content": "羡君低事过时见，一点间愁不以心。笑语屡陪桃李酒，诗书曾对竹松林。已惊别鹤江天远，何事骑鲸岁月侵。五桂聊芳知有日，去寻萧侣碧云深。",
            "comment": ""
        },
        {
            "title": "和郭广文喜雨",
            "content": "随轩好雨决渠深，生意挽回天地心。不是一麾贤出守，何缘三日往为霖。勤农袯襫田头影，幽鸟间关花底吟，紫陌桑麻连菽粟，从教鼓腹曳裾衿。",
            "comment": ""
        },
        {
            "title": "挽赵飞卿",
            "content": "万翠亭边山郁葱，书声散出五云重。红萱色改宦情薄，绿酒杯深客话浓。雁起秋空从整整，鸥间野水自溶溶。谁人为作坡仙传，弟似颍滨文似邕。",
            "comment": ""
        },
        {
            "title": "腊月二十八日与知宗提举分岁郡中啜茶于北楼",
            "content": "老病逾年卧晋江，耽诗性癖未能降。园林牢落梅经眼，岁月峥嵘酒满缸。堂上焚香敬勋德，楼头回首念家乡。黄柑未拜萧嵩赐，乡味分珍漫一双。",
            "comment": "【注释】【原题】：腊月二十八日与知宗提举分岁郡中啜茶于北楼赏梅于忠献堂知宗即席有诗次韵并简提舶"
        },
        {
            "title": "和全父弟九华峰",
            "content": "舟子偏惊拍岸风，不论蜀艇与南郍。片帆催落梅根渚，天际池山出九峰。",
            "comment": ""
        },
        {
            "title": "中秋黄池舟中独酌五首",
            "content": "一年十二月华圆，何事今宵到处看，春夏暖时无底白，雪霜凝处不胜寒。酒肠缓放金樽倒，诗兴何妨玉漏残。莫学时人贪酩酊，清光未流已阑单。",
            "comment": ""
        },
        {
            "title": "池口下小港元遇大风",
            "content": "诗翁下语写心声，说破云涛阻客行。得意快吟三两句，放怀休数八千程。时因极冻方回暖，水若无风还自平。一点阳和消息好，江边柳眼又眠惊。",
            "comment": ""
        },
        {
            "title": "同存子侄造成莲荡舟中作",
            "content": "此行为爱荡中莲，万里清风驾客船。两壁青山看不尽，举头天际有飞鸢。",
            "comment": ""
        },
        {
            "title": "读易书怀",
            "content": "家家住坐长安道，日问长安何草草。春到骊山渭水深，拂石临流苦不早。万户千门镇日开，无边风月随人好。满城花柳断莺肠，芳菲易歇天难老。",
            "comment": ""
        },
        {
            "title": "和郑季南喜雪",
            "content": "木火盈炉破夜阑，茅庵烘暖觉身安。骄儿鼾寝僮眠却，些子天真不奈欢。",
            "comment": ""
        },
        {
            "title": "回陆主簿贺生日诗",
            "content": "南华眇夸灵椿树，八千为秋八千春。要是循名须责实，人生三万六千日。世间修短皆自然，造化到底难为言。一十二万九千岁，更加五百乾之兑。安乐老仙穷象数，三哥笑言讥浅露。只如三百六十五，天运从来周一度。太羹玄酒浑浑饿，何人於中罗八珍。八珍向里有真味，未可以天而废人。神数自一而至十，万物生成由此出。坤兑无首乾无终，阴阳为用常弄虚。颜子闻一以知十，清明禀不苟麻畀。六德六行惟俱全，只向纲常穷所止。人能陋巷乐箪瓢，践行好是奇男子。看尽古今为圣贤，度事有经还有权。纷纭杂扰语不尽，匠斤扁斩惟心传。道至无言而止矣，此外如何别有旨。万灵昭灼会分雨，须使爱之若桐梓。朅来城市辞山林，萧萧两鬓雪山侵。感甚秋高华晚节，搜枯聊作寒蛩吟。",
            "comment": ""
        },
        {
            "title": "和黄循斋送景正辅户曹之夔三首",
            "content": "自脱攀笼役，潜心克己私。是求从此日，非莫问前时。郡改山元在，江流石不移，人心日澜倒，先觉仰扶持。",
            "comment": ""
        },
        {
            "title": "和峡州赵教授春后雪中惠酒",
            "content": "多君不许利台驱，官冷瓢空日自娱。犹有小槽春夜滴，呼僮踏雪遗红珠。",
            "comment": ""
        },
        {
            "title": "固城湖",
            "content": "掌似平芜远际空，湾湾曲曲水相通。芦汀蓼渚新秋里，一段浓蓝一段红。",
            "comment": ""
        },
        {
            "title": "丙辰病起示儿",
            "content": "采薪背夏见书云，世我相遗思转清。识别个阴消又长，喜些真火息还生。百年好梦黄粱短，一片间心白鹤轻。独拥寒衾长不寐，听吹梅角动江城。",
            "comment": ""
        },
        {
            "title": "癸守岁职儿桃源黄溪村居",
            "content": "贪看子舍筑溪滨，屈指除宵又及辰。七八再逢新甲子，十三重记旧庚申。一杯春酒红衰脸，四世斑衣悦老身。爆竹声听桃洞晓，举家疑是避秦人。",
            "comment": ""
        },
        {
            "title": "赋赵守接竹引岩泉",
            "content": "冰丝实瑟无胶柱，事省庭空引泉注。为有心随水色清，从教竹傍山腰去。循除虢虢潺湲，华襟湛彻生灵根。纵使婆深池自满，尚嫌鲤跃圆荷翻。破除崖岸非落泊，虚室融融自出白。通塞默知个里心，媸妍各付水中色。自来道体如泉流，书夜不舍无春秋。希音解人幽人听，世间俗俗耳徒箜篌。沈沈夜永寒声出，宫商寡和鸣琮璧。山高月冷天地空，寸地希夷无畛域。架竹主人还记牢，山下出泉常不乾。凡物不作名利贪，饮水曲肱心自甘。时乞一瓯空煮茗，快读羲经井九三。",
            "comment": ""
        },
        {
            "title": "井口镇石牛诗",
            "content": "巨石如牛泝绿漪，象名为物本无知。休言神禹忘疏鉴，付与冯夷日棰笞。",
            "comment": ""
        },
        {
            "title": "和存子侄长吟邓都韵",
            "content": "江肥石没浪壮激，水瘦石露滩无声。丛深鹿来平都重，林槁鹿去平都轻。消息盛衰有如此，是理见处须分明。孟叟晚年尽心作，孔圣垂老春秋成。当知青气命於志，不同万物殊枯荣。好向先生间心极，万里浮舟人帝城。",
            "comment": ""
        },
        {
            "title": "鸡完滩",
            "content": "滩边奇石象鸡冠，上下舟人侧目看。但使此心存坦易，涉川履险亦非难。",
            "comment": ""
        },
        {
            "title": "挽乐应乃堂",
            "content": "高堂忆昨燕春风，双老怡愉生桂棹东。蓝衲归时饶榜绿，橘香怀处少萱红，悲缠忍舟中藏壑，德感还知月在空。",
            "comment": ""
        },
        {
            "title": "遣季子寿黄循斋二首",
            "content": "五峰高处五云新，黄石先生非避秦。圯上未空书出袖，岩前元自易无尘。烟霞窟冷苦留客，云雾窗虚亦可人。好为苍生彻蒸暑，天边散与一襟春。",
            "comment": ""
        },
        {
            "title": "谒九江周元公祠嗣性善度先生韵",
            "content": "圣贤随遇即成都，仰止宗师谒故居。面揖光风江渚还，心涵霁月海天舒。图由自得前无画，道未守亡今有书。共立斜阳归去晚，当年与点意何如。",
            "comment": ""
        },
        {
            "title": "棕花",
            "content": "满株擐甲诧棕榈，叶展蒲葵冬不枯，鬼发擘开织玉掌，蚌胎剖破细琼珠。熟煨炉火香于笋，白饤盘银美似酥。珍膳莫充禅客供，恐猜鱼子放江湖。",
            "comment": ""
        },
        {
            "title": "古木",
            "content": "古木撑空万丈青，铺排峡险与江深。浓岚欲滴春烟暝，画出骚人一片心。",
            "comment": ""
        },
        {
            "title": "庚子叨贽合州甘守",
            "content": "吴门扞蔽重夔渝，两地藩篱属钓鱼。自昔无城当蜀屏，从今有柱壮坤舆。军心铁石深山里，敌胆灰尘筑鉴余。看偃天戈夜忙月，郎声读破磨崖书。",
            "comment": ""
        },
        {
            "title": "乙丑除夕衍少陵韵成七言寄示任儿於珍南",
            "content": "边隅守岁莫思家，有酒盈樽即颂花。爱尔和鸣同野鹤，起予返哺学林鸦。生香不断炉烟袅，绛蜡长明跋量斜。时序推迁休问当，何思何虎乐无涯。",
            "comment": ""
        },
        {
            "title": "贽何总领",
            "content": "中兴赋用倚江淮，兼裕良筹仰隽才。民社有歌耕足雨，伍符无腹隐枵雷。塞边粟积汉而上，地上钱流唐以来。相业理财余事耳，安能郁郁此居哉。",
            "comment": ""
        },
        {
            "title": "别王菽俨",
            "content": "值得个中无两重，笑棚傀儡虚牛弄。水云佳处看回来，少听痴人多说梦。",
            "comment": ""
        },
        {
            "title": "包家园",
            "content": "众绿争齐敷夏荫，老红犹自驻春妆。间红浪绿俱休问，争似岩松一色苍。",
            "comment": ""
        },
        {
            "title": "和苏提举喜雨",
            "content": "皇上焦劳冠百王，精求肤使惠南方。驱驰靡惮周原显，敛散尤高汉寿昌。属邑近方忧水涝，单车不复待秋凉。公余更有惊人句，为解尘怀倥偬装。",
            "comment": ""
        },
        {
            "title": "寿绍庆王守谨礼",
            "content": "燕寝凝香事自无，祝釐何用饮酴酥。袴歌雪外暖传曲，社酒人间春满壶。客到竞夸逢子晋，我来甚喜见夷吾。摩围山下间摩诘，他日添归九老图。",
            "comment": ""
        },
        {
            "title": "江干览镜",
            "content": "千重涌浅身曾过，万顷湖深也去来。平地雪中萧店宿，掀天浪里片帆开。干戈鼎沸腾还失，炎暑甑蒸师正灾。小艇随人偷入峡，笑开菱匣亦顽哉。",
            "comment": ""
        },
        {
            "title": "和赵景贤使君入昌溪即事",
            "content": "东出峡如筒，北行溪似线。晨发怯春寒，午炊喜破晛。滩高石嵌崎，浪急珠玑溅。平生忧患心，对此倍克战。棹夫捷如风，舞稿接飞牵。昔观武陵图，今见武陵面。岩丛放斧斤，挂壁发葱蒨。半一矗乱峰，横烟锁寒练。猿鸟生意深，诗笔写豪健。先生岩壑姿，对此聊自厌。险极复推奇，一鉴嗟未遍。老眠仰贪看，花生浑欲焰。人唤不回头，决眥强自勉。造化藏秘奇，人生能几见。现昔困尘埃，比来得清玩。异境延高吟，胜览惬幽念。直疑紫雾深，秘隐丰城剑。便欲於此中，遯世零点无闷。朝餐色{上髟下监}鬖，暮游光潋滟。还恐利名牵，回首成健羡。",
            "comment": ""
        },
        {
            "title": "回奉节宰阳季明",
            "content": "只缘心地乐宽平，便把青衫付外心。健羡春莺娇出谷，自惭宿鸟倦投林。光阴有限嗟空度，义理无穷要极深。七十老翁闻好语，一回吟咏一回斟。",
            "comment": ""
        },
        {
            "title": "和苏提举喜雨",
            "content": "瞻仰虽勤隔壤穹，此诚何自达天中。幸凭今日皇华使，不假当年帝释宫。人道苏天零点广大，岁逢商旱得流通。欲知八郡生灵喜，七月兴歌我稼同。",
            "comment": ""
        },
        {
            "title": "谒九江赵守",
            "content": "浮舟湓浦春，民谣举欣欣。问民宁底乐，州有贤使君。帝胄擢清班，江国烦殷勤。仪型金玉相，肝肠锦绣纹。周南蔼忠厚，大雅旧不群。固本屹磐石，理兵无丝棼。城坚万里长，气壮三边军。短吟亟搜枯，弄斧当郢斤。聊此窥一斑，所见谐所闻。愿公慨神州，边腹久中分。五岳判地气，三光离天文。倒竭五湖婆，一洗九陵氛。钟彝勒伟晔，汗史照芳芬。此烈丈夫耳，循常脂足云。",
            "comment": ""
        },
        {
            "title": "回程宣义贺生日诗",
            "content": "锦章卷遗书八分，独蚕抽绪浮金盆。太羔玄酒淳风浑，秋草得暖生华门。隔溪来往如幽村，百年时叙从君论。直谊高情无绮言，寒陬冷宇回春温。郑公耆英思陶园，顾我芒屐羞高轩。感君昭昭排昏昏，心期好语饶温存。惠然长风来孤骞，九苞后乘彤庭鵷。肯令穉榻依陈蕃，相对怡愉弟昆。跋红从久金炉翻，天鸡不觉鸣昆化。清萧满腹烟霞餐，归来捧枵哦空樽。新题壮笔流飞湲，欲持此诗排帝阍。祈我友君同寿尊，座间谈笑知莫扪。伊洛派脉探共源，与世无穷振振绳绳之子孙。",
            "comment": ""
        },
        {
            "title": "贽袁茶使",
            "content": "天隅把袖立春风，井络民情许上通。暖到夜郎安静里，寒消白帝抚摩中。摘山岂必溪芽尽，市骏何须冀种空。月渚扁舟书好读，琅琅声与大江东。",
            "comment": ""
        },
        {
            "title": "和全父弟巫山峰韵",
            "content": "巫峰十二最高头，岚色烟光翠欲流。举首半空不可到，依稀绛阙与琼楼。",
            "comment": ""
        },
        {
            "title": "昆岳有佳人四章寿黄循斋",
            "content": "昆岳有佳人，婀妇苍松姿。金石结根柯，绿叶琼瑶枝。抱阳炉峰春，毓英巴水滋。丝苓濯繁霜，清樾摇坤陲。亭亭拔烟萝，渠夏谁当支。工师胡弗来，岁寒心自知。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "乐意相关莺对语，春风遍满天涯。生香不断树交花。个中皆实理，何处是浮华。收敛回来还夜气，一轮明月千家。看梅休用隔窗纱。清光辉皎洁，疏影自横斜。",
            "comment": ""
        },
        {
            "title": "别宇文丈",
            "content": "满耳声称蓦浣沙，萍根云叶际天涯。襟扃喷扑芝兰气，韵味清修诗礼家。胜把香编消岁月，点无浮叶靓春华。西归人问簪朋得，将作东南第一夸。",
            "comment": ""
        },
        {
            "title": "黄池舟中和全父弟韵",
            "content": "江上平堤堤上路，只轮来往舟沿泝。林疏风叶坠轻黄，征雁声中秋暗度。来踏东风归岁暮，佳山好水无重数。揩摩老眠待冬深，更看霜林排雪树。岸木稠屋作小邻，港鱼多处鸥成聚。竿蓑拟欲个中留，却恨冬风催我去。",
            "comment": ""
        },
        {
            "title": "中秋黄池舟中独酌五首",
            "content": "赏月东西两地遥，一轮千里共今宵。心中至乐成真得，分外间愁不复摇。江寺饶吾观白水，郡亭喜弟看洪潮。世间欢赏由人尔，天地何曾有寂寥。",
            "comment": ""
        },
        {
            "title": "寿邓提干母",
            "content": "尝桃不祗似东方，三度浓熏竹院香。眼底儿孙青琐客，镜中颜色碧琳房。出屏绣出方壶隐，峡线托余翠水长。醉问群仙林拍手，谁人翻得九霞觞。",
            "comment": ""
        },
        {
            "title": "和知宗喜雨",
            "content": "灾祥何秘问圆穹，自是承流得失中。旱魃凭谁投远裔，灵科复启仙宫。天怜南国人民困，雨走西郊畎举通。前日勤民均此念，尊前一笑大家同。",
            "comment": ""
        },
        {
            "title": "寿李使君宣义父子同日",
            "content": "黄梅雨阵歇窗纱，庚梦醒来槐月斜。拜后拜前欢陆续，老君谪仙同一家。蝉冠醉倒金貂客，异香飘随青犊车。旋呼五马博一笑，酒酣逸气凌苍霞。培椿植桂弄梧碧，生捍不断树交花。清净何须餐沆瀣，抱素肯养琼田鸦。伯阳参同窃造化，高风海客空乘槎。武陵溪深自流水，天台云渺维胡麻。神游八极亦法漫，大鹏希有争雄夸。藤床经卷得真帝，五鼎三斧轻豪奢。静桃宿火熏日和，间引山泉烹粟芽。自行自坐脚力轻，瘦筇掷弃龙槎枒。从来参苓不到口，双瞳镜碧颜春华。我向关头伴尹喜，共乞刀圭期修遐。阿谁疑年问甲子，纯乾一气健而息。",
            "comment": ""
        },
        {
            "title": "挽心友李应之判县",
            "content": "妙岁麟经得兴微，名成四十壮心违。半生于德归六驷，一节夷清在首薇。古礼事亲轮月晓，新诗易箦片云飞。九京他日如堪作，见说非公谁与归。",
            "comment": ""
        },
        {
            "title": "和夔州李约斋灯宵",
            "content": "蚕丛今岁看灯宵，可人只有峡中州。白帝纶巾隐敌国，胜势蜀尾连吴头。竹枝歌舞喧城市，春声泛鸥腊浮蚁。府主山村耕稼心，挈客衔杯聊尔尔。咿哑蛮唱杂隆冬，老者前导幼者从。不贪嬉惰乐游治，只记时序还桑农。村村蓑笠儿童队，桑上鸡声花底吠。春归野烧雪初融，日上高峰寒早退。生意著人人莫知，但见绿草生清凄。雪戍坐敛荆江北，月华静照峨眉西。此意洪濛不可道，张皇恐被人风恼。酒浇象澦石无言，春不生荣冬不槁。穿花燕曲弄繁弦，来寻故壘堂前。呢喃似与游人语，今宵行乐宁徒然。得贤千里只须一，大公方雨无他术。厚地不填无底谷，万流岂涨沧溟溢。我谈此语费形容，有似樵声个个同。野蚕作蚕自缠缚，拈弄轻丝大巧中。君不见邻女效颦人爱少，万目睽睽分丑好。",
            "comment": ""
        },
        {
            "title": "挽黄循斋",
            "content": "忆昔论文友，如今舐鼎仙。周经谈正印，易学话真传。一乐堂中语，三生石上缘。莲峰望昆岳，惆怅白云连。",
            "comment": ""
        },
        {
            "title": "寿程彦彪签判乃翁",
            "content": "黄钟宫动夏秋分，夜来一雨如倾盆。从云洗尽金天浑，老星见程家门。老人降生叙南村，昔日闻名今黄论。耆英侍坐聆嘉言，八窗玲珑笑语温。千载一朝逢漆园，夹拶小涧开窗轩。云鸡月犬闻朝错，衰情晚态常相存。翠竹紫凤高胜骞，梧枝袅娜棲雏鵷。琴弹碧玉箜篌蕃，炉养白砂贤弟昆。胎仙三叠飞舞翩，玉液九转朝昆化。沆瀣为饮为饮霞为餐，菊酒酌客香盈樽。欲随枕石漱潺湲，只恐鼎养归天阍。九老图中姓字尊，月倦指点诗轻扪。莫学刘陵穷溪源。尽亲见眼前七世森仍孙。",
            "comment": ""
        },
        {
            "title": "咏江南景物",
            "content": "幽深鸟屿乱参差，溪水迢遥横复斜。鹅鸭驯人不怕棹，间随小艇过芦花。",
            "comment": ""
        },
        {
            "title": "池口下小港元遇大风",
            "content": "万雷豗击一江声，本是风从水上行。断港不妨寻住计，修涂未信阻归程。间中已会失天静，忙里依然心地平。险阻怪岩行半百，扁舟肯学夜多惊。",
            "comment": ""
        },
        {
            "title": "和前人韵赋昌溪洞口",
            "content": "洞口天容黯，灵宫暂洁斋。中宵轻霡霂，向晚卷云霾。岩削苍璆璧，峰攒碧玉钗。水花纷迸峡，石乳溜垂岩。喷浪迟归舫，穿涛急去{上竹下泊换卑}。布飞千丈直，屏立半空排。木任岩藤束，花从涧草埋。高猿枝袅袅，幽鸟韵喈喈。亭午烟光冷，深春风色飁。便疑与世隔，直与洞仙偕。意得诗偏好，情间乐可涯。寄言轩冕客，名利莫装怀。",
            "comment": ""
        },
        {
            "title": "避地云山全父弟诗寄梅花",
            "content": "骨中香彻骨中清，着雨问花不作声。一气本同形色异，人花清杰两忘情。",
            "comment": ""
        },
        {
            "title": "别黔中赵尉",
            "content": "好风吹雪点征衣，认得东君巧转机。北渚燕鸿从背立，前滩鸂鵣喜双飞。梅中有味不妨隐，莲本无心何待依。到处江山生意满，呼尊判倒是和非。",
            "comment": ""
        },
        {
            "title": "绍庆罗巡检",
            "content": "蕉溪烟水似罗浮，君著轩亭瞰碧流。东馆听鸡书伴月，南边休马铎沈秋。怜人得饱禽捐粟，送客登山岩倚舟。种玉前村春意早，梅花带雪满枝头。",
            "comment": ""
        },
        {
            "title": "贺田都弦再帅夔",
            "content": "桃李三生黄口儿，春回桑梓放埙吹。燕依旧主今还再，兔守空株懒未移。暂对少陵堂下瀼，远怀靖节菊边篱。好风借与一帆饱，归趁江空水落时。",
            "comment": ""
        },
        {
            "title": "昆岳有佳人四章寿黄循斋",
            "content": "贩岳有佳人，神龟支其床。问龟生何年，太素含混茫。问龟何所餐，沆瀣凝秋阳。问龟何所知，一理周八荒。佳人拊龟笑，我心非汝量。大化难浅测，缩首宜深藏。",
            "comment": ""
        },
        {
            "title": "涪州北岩书院别王东卿归乐邑",
            "content": "雨前雨后山俱好，江瘦江肥水尽佳。一见论心无久近，休言眼底各天涯。",
            "comment": ""
        },
        {
            "title": "收弟侄书中都",
            "content": "优优至道贵居宽，休把浮名着意看。身在九宵牢着步，些儿下了上应难。",
            "comment": ""
        },
        {
            "title": "和陈希舜浊醪二首又次为谋深远之作一首",
            "content": "心地虚时来则受，德新要似汤盘又。浊醪妙理少人知，所以伯禹恶旨酒。",
            "comment": ""
        },
        {
            "title": "和郑季南喜雪",
            "content": "青女轻抛万宝妆，梨花庭院冷无香。欲题好语觑天巧，搅尽枯儒机曲肠。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "白尽蒹葭，衰从蒲柳，我只松筠节。君民尧舜，老翁揩眼勋业。",
            "comment": ""
        },
        {
            "title": "挽南平赵化卿",
            "content": "昔游曾到万山峰，赵氏楼台紫翠中。六艺近夸三世学，四贤争显一家风。不堪顾影怜孤雁，伺喜摩天有阿鸿。好是生香元不断，灵椿虽老桂成丛。",
            "comment": ""
        },
        {
            "title": "长风峡避风和全父背弟韵",
            "content": "惨舒异气无异机，交朋论心不论迹。诗书一酌饮芝兰，见雨连宵听萧瑟。旋调诗律破愁城，间弄局棋消短日。酒来思逸吟转高，笑罢江横颜自怿。坐久那知风袂寒，眠酣未问霜问霜衾湿。四时翻转无停机，一理浑融何所适。佳山好水看已多，江谁作莼鲈忆。天人之际妙复微，莫事空言须践实。",
            "comment": ""
        },
        {
            "title": "池口下小港元遇大风",
            "content": "水本无声风作声，何民主坎止与流行。掀天不碍翻洪浪，到海须知有去程。可以东形暂激，不容轩轾性元平。悬知读易如程子，舟压银涛胆不惊。",
            "comment": ""
        },
        {
            "title": "避地云山全父弟诗寄梅花",
            "content": "地僻人稀花自妍，世衰还丧道终传。天机妙处人难解，一局间棋学洞仙。",
            "comment": ""
        },
        {
            "title": "寿张方叔表弟",
            "content": "闻说书台百世张，燕山来数窦家郎。含容雨念侔焚券，正直生平等发藏。丹桂香浮森驷马，碧梧翠织引双凰。桦萝岁晚陪真喜，染得卿云烂有光。",
            "comment": ""
        },
        {
            "title": "谒同年许使君德开",
            "content": "人人属目快星凰，倚棹溪头起漫郎。强仕惯闻纡郡绂，缀班希有擅文场。胜栽棠荫两江艰，重著蓝袍再世光。人物西清自华选，未应琴鹤久松岗。",
            "comment": ""
        },
        {
            "title": "中秋微月和彭水赵文卿韵",
            "content": "剩雨顽云乍解围，清光此夜拟依稀。天工不许厌厌饮，月姊终悭皎皎辉。离合随缘都是乐，阴晴任理两忘机。谢君好语无貂续，题拙惭随赵璧归。",
            "comment": ""
        },
        {
            "title": "谒同年许使君德开",
            "content": "欲造诗坛夺锦标，几回蹑足愧还休。君提妙律都先手，我漫家吟浪出头。济世自怜无绝力，叩阍刚道有嘉猷。先生若动出关兴，便尔挑包逐去舟。",
            "comment": ""
        },
        {
            "title": "秤锤峡",
            "content": "秤锤盘巨石，藏重亦藏轻，待出持衡手，一匡天下平。",
            "comment": ""
        },
        {
            "title": "咏黄池诗",
            "content": "姑苏平野入黄池，烟树重重绿涨迷。肆列门前喧坌俗，稻临屋背尽幽棲。路长车马南还北，水远帆樯东复西。小寺江心间击缆，周回看尽柳盈堤。",
            "comment": ""
        },
        {
            "title": "云游",
            "content": "走遍天涯地角来，流沙弱水接蓬莱。风轮空坐观浮世，明镜亭亭不用台。",
            "comment": ""
        },
        {
            "title": "寿刘节判",
            "content": "昨夜天香两袖中，转头人日又桑蓬。云龙风虎千年遇，圣主坚臣此际同。翠竹西来方嫩绿，夭桃栽后未繁红。人间正喜洪钧转，莫问天台有路通。",
            "comment": ""
        },
        {
            "title": "舟过碛江同存子侄论易",
            "content": "行行晚到碛江天，间把乾坤仔细论。流水不知何处去，渔樵一饱两忘言。",
            "comment": ""
        },
        {
            "title": "挽李致政",
            "content": "鸥间伴侣子夔边，易类宗盟计百年。淮拟归来寻旧约，不堪相送苾新阡。芝兰笑语龙山事，桃李樽罍象澦天。钟作数行入老泪，为君滴向碧海渊。",
            "comment": ""
        },
        {
            "title": "下沱张西叔牡丹号奇品以诗寄花因用韵谢",
            "content": "天香吹落五云来，满眼浮花只浪开。国色不关朝得酒，妆台漫饮紫金杯。",
            "comment": ""
        },
        {
            "title": "咏江南景物",
            "content": "有水青阴浓覆地，无山绿稼远连天。垂杨影里风帆乱，知有回溪曲护田。",
            "comment": ""
        },
        {
            "title": "下沱张西叔牡丹号奇品以诗寄花因用韵谢",
            "content": "主人骨相花难比，折赠双花副丽辞。为报此花香第一，何须铅粉巧妆褫。",
            "comment": ""
        },
        {
            "title": "少年看花行寄示谊儒侄",
            "content": "少年看花日千遭，黄金买笑侠气豪。醆斟西凉绿蒲萄，燕歌赵舞纷绮罗。插花上马玉颜酡，鞭马如风花底过。九天阊阖手可摩，扬眉不怕金吾诃。杜鹃一声啼山阿，门掩绿苔愁秦娥。春树红颜能几何，万里封侯成蹉跎。河南布衣婆娑要，却笑因风想玉珂。未肯岩前扪翠萝，商丘不唱采芝歌。独深於易如邹轲，紫阳真人声相和。莲荡归来扬其波，我傍梅花读遗书，不知纷纷坐久落花多。",
            "comment": ""
        },
        {
            "title": "丁家洲",
            "content": "水云留住觉无坟，札菊催归知有夺。百丈黄错牵月色，长洲湾处宿丁家。",
            "comment": ""
        },
        {
            "title": "庚寅予自莲荡泝流金甫弟顺流赴性善之招舟行",
            "content": "群意已驰涪水下，我心犹望字川归。只差一唤逍遥地，顿失几年离别机。",
            "comment": "【注释】【原题】：庚寅予自莲荡泝流金甫弟顺流赴性善之招舟行不相值有感"
        },
        {
            "title": "鄂渚大雪",
            "content": "横堤疏柳啸寒风，吹起黄云一色同。鹦鹉洲边家十万，晓来都在水晶宫。",
            "comment": ""
        },
        {
            "title": "送谢方伯赴试",
            "content": "春桑催蚕日迟迟，春蚕食叶开文闱。桃源虽好不可住，高人梦故山薇。金鸡啁啪唤出日，轻舟短棹风吹衣。莫问虹梁春燕入，莫吟西堂春草萋。水光山色二千里，助君笔底龙蛇飞。丹成九转天上去，五云胶轕黄金扉。回首故乡烟霭暮，城郭如故人民非。年来世事转头改，不见华表丁令威。送君南浦祝此语，伫立江干背夕晖。",
            "comment": ""
        },
        {
            "title": "和黄循斋送景正辅户曹之夔三首",
            "content": "浅见论成败，先几烛是非。端倪还眇眇，勋绩自巍巍。学僻门常掩，诗枯毫懒挥。何时住岩下，质问此心微。",
            "comment": ""
        },
        {
            "title": "再和陈提举喜雨",
            "content": "十万农租要纳王，望霓虽切雨何方。又林敬体皇心祷，云汉终歌国祚昌。坐使里闾消欢息，幻成境界得清凉。欲知千里人情共，盈袖新诗已可装。",
            "comment": ""
        },
        {
            "title": "和郑季南喜雪",
            "content": "心间地绪息纷纷，看尽山头护雪云。何事被他风月恼，诗坛随分较功勋。",
            "comment": ""
        },
        {
            "title": "开庆元年二儿自白水之江陵间作数语送行且劝",
            "content": "举家出三峡，去乡二千里。卜筑罄囊资，苟全留白水。诛茅炊赤稻，{左禾右夷}稗日嵌齿。芥根主鼎实。屡空啜清泚。残编发空箱，矮窗聊复尔。书诵夜无灯，早初接晏起。江男多雪霜，木火谢司燬。并沍袭重茅，刮肌复侵髓。瓶储斗升粒，食聚三百指。子行其谓何，艰难急生理。轻财性则然，苦节此时矣。荆江萃交朋，酬答宁容己。长语废百事，频游迷短晷。接{上四下离}防倒著，拍手儿童耻。食息在顾养，交抨击金柅。有怀赵乙囊，勿错孟尝履。泉竭云自中。风惊吹戍壘。廪粟不可縻，市门亦难倚。我老惊太衰，孙稚要提耳。来岁属庚申，上锂逢丙了。人事顾天时，沟壑虞近止。梅腊早还家，浊同浅酌兕。",
            "comment": "【注释】【原题】：开庆元年二儿自白水之江陵间作数语送行且劝归也"
        },
        {
            "title": "挽伏德华主簿",
            "content": "黉堂深惜昔，六典共寻源。合遂齐飞鹗，嘉逾竞化鹍。红颜君早去，白发我空存。方寸千年事，悽然谁与论。",
            "comment": ""
        },
        {
            "title": "买舟过太湖口入小港",
            "content": "边天白水渺无涯，短涉湖湾五里赊。个样船腰穿浪包，片来帆腹饱风斜。日随飞鹭几程水，心逐浮鸥何处家，日落荒溪无击缆，荻丛深处傍渔槎。",
            "comment": ""
        },
        {
            "title": "和陈希舜浊醪二首又次为谋深远之作一首",
            "content": "人心显者道心微，体认深时始得知。若不沈潜梅至理，虽多言语亦奚为。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "五载弹冠尚觉忙。",
            "comment": ""
        },
        {
            "title": "避地云山全父弟诗寄梅花",
            "content": "久荒诗律废陶钧，妙句佳君语意亲。便欲支筇到岩底，不须拍赠陇头春。",
            "comment": ""
        },
        {
            "title": "挽武龙蹇巡检",
            "content": "叩户忆曾识，升期再寻找。仙游诚绝往，俗虑苦劝襟。菡萏晚犹好，荼蘑霜不侵。思君望阡陇，远树白云深。",
            "comment": ""
        },
        {
            "title": "和知宗喜雨",
            "content": "江海人推百谷王，可无膏泽惠炎方。五龙行水苏将槁，万顷秧田喜浸昌。不用饮冰被祛内，急须沽酒做新凉。却愁好雨催诗句，愧乏良材取次装。",
            "comment": ""
        },
        {
            "title": "和王季行制干昌溪即事",
            "content": "异境破清愁，狂吟日点头。前峰方极目，远岭又迎眸。石乱屡支舫，滩高常负舟。心亨行有尚，习坎自安流。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "岂但流王泽，应须沃朕心。",
            "comment": ""
        },
        {
            "title": "过下花",
            "content": "迤衍鱼监地，清明花格天。江平拖雾縠，山远带霜铅，景好辄作画，心间连得篇。泛舟随暮霭，明月冷浮川。",
            "comment": ""
        },
        {
            "title": "和峡州赵教授春后雪中惠酒",
            "content": "义理无穷岁月习，有言欢尽易精微。梅花带雪春将半，龙战爻中辩是非。",
            "comment": ""
        },
        {
            "title": "贺李万州守夔",
            "content": "骑鲸法漫谪臞，一世龙门只汉儒。天下文章从古有，人间勋业即今无。鹤山往事心存蜀，象澦新功力蔽吴。留取道宗辽外策，共为炎宋巩皇图。",
            "comment": ""
        },
        {
            "title": "和黄循斋送景正辅户曹之夔三首",
            "content": "要路倦登临，渊明径好寻。卷收名利帜，揭示圣贤心。明使千家满，霜从两鬓侵。逃空三峡客，属耳听蛩音。",
            "comment": ""
        },
        {
            "title": "瞿唐峡",
            "content": "壁绝书昏明，猿高仿佛音。不关天宇窄，自是峡流深。既晓迟朝日，未西还夕阳。扁中舟涉险，凭取有孚心。",
            "comment": ""
        },
        {
            "title": "寿邓了西提干与乃堂相距八日",
            "content": "碧梧清梦绕红萱，袖橘归来人倚门，七日喜称王母寿，经旬还捧谪仙尊。松知得算霜中树，梅报和羹雪外村。拄杖金鱼消息好，殷勤拜舞劝加飧。",
            "comment": ""
        },
        {
            "title": "和优点子侄赋雪",
            "content": "花飞六出瑞方春，不待翦裁开恁真。稚子未谙天声好，漫山笑道玉成尘。",
            "comment": ""
        },
        {
            "title": "见欧制干",
            "content": "殿西歌彻彩薇声，记室烦君为一行。窦幕月班燕刻重，裴得愈蔡功成。文书书静旌旗卷，筹画宵间鼓角清。今日元戎前长史，步趋脚迹好六生。",
            "comment": ""
        },
        {
            "title": "遣季子寿黄循斋二首",
            "content": "自得遗书学子房，拟来辟谷并山阳。仙乡不秘眼前道，俗相惭无肘后方。经叶再传新雨露，桃花重发旧门墙。呼儿慕后蓬莱还，勤爇南丰不尽香。",
            "comment": ""
        },
        {
            "title": "泊舟洞庭云薄天空湖光可爱恨未登岳阳楼耳",
            "content": "昨日兰桡逐顺流，今朝湖口泊归舟。千山日暖雪花散，万里风高云叶收。江影曲通西蜀还，湖光横与北溟浮。岳阳奇眺嗟犹欠，付与他年稳上楼。",
            "comment": ""
        },
        {
            "title": "中秋黄池舟中独酌五首",
            "content": "画桥杨柳击船儿，蟾魄飞来光满溪。有水连云疑地阔，无山碍月觉天低。鱼堪寄信应时见，雁欲横霜犹未齐。白酒堪沽难中割，呼樽独酌画桥西。",
            "comment": ""
        },
        {
            "title": "送云山文先生吏部赴召",
            "content": "云山至宝非和璧，光耀煜天难毖密。一朝天子闸坤珍，此宝肯炎蜀人出。宝生蜀东六十年，蜀势关吴妙陈述。蜀为头目吴腹心，头目清明腹心佚。蜀为藩篱吴奥堂，藩篱坚固奥堂实。蜀若颠危忧在吴，夔峡岂能遏并溢。自从蜀口弃三关，托里金城更崷崒。戎马冲奔二十年，此城处处皆屹立。虔刘俘掠技已穷，群聚宝峰频出入。抵碍坚城不得战，转攻云诏谋虚袭。欲践辰沅闯广南，后顾有蜀还恧尼。留屯汉中缀秘师，计俊万全无一失。我向嘉渝重大屯，大理垂军须缩絰。夷陵近闻列守戍，似谓蜀险为难必。或言东晋不用蜀，是时南北只守一。如今敌人干腹来，不思保蜀更何术。莫虞海道要先防，云涛涌沸蛟鼋栗。臣宝一战振天威，至今敌胆犹惕怵。莫忧淮堧近健康，万柁膛师人素习。踏车横江臣世忠，北人川，蜀事艰难今转急。井络丘墟烟火空，荆棘漫弥虎窟室。频年旱叹民流亡，褚无完掌瓶无粒。兵将愿射干狼毒漫战吻，芝术参苓难愈疾。恳切深惟保蜀方，蜀苟措安国宁谧。",
            "comment": ""
        },
        {
            "title": "寿狄知录",
            "content": "熟读周官知几冬，染人袍就彩丝疑，家当永日三三夏，数应西岷六六峰。囚放尽言公活汝，民期无复鼠穿墉。",
            "comment": ""
        },
        {
            "title": "瞿唐峡",
            "content": "万太危民水墨图，江流带窄映云衢。莫怪波平澜不倒，回狂滟澦一峰孤。",
            "comment": ""
        },
        {
            "title": "中秋黄池舟中独酌五首",
            "content": "秋深客棹倚吴头，喜见江乡素月浮。水墨画成洲渚远，神仙宅尽水云幽。心间最与趣相会，句拙怜景莫收好。多少楼台罗绮席，未知真是赏中秋。",
            "comment": ""
        },
        {
            "title": "丙寅八月旦震兴尚早坐而假寐梦与客诵云藜羹",
            "content": "偻指寅年已半强，烦歊能几不定期凄凉。风叶有声宵鸣廊，试拥衾紬眠藤床。晓钲铮楼点长准，清梦了了哦诗章。藜羹藿啜蔬园芳，黄花晚节凌秋霜。起挑木火然心香，晴云收雨黄江流。",
            "comment": "【注释】【原题】：丙寅八月旦震兴尚早坐而假寐梦与客诵云藜羹藿啜蔬园芳黄花晚节凌秋霜因增成十韵寄壬儿"
        },
        {
            "title": "固城湖",
            "content": "有户尽开杨影底，无轩不在水光中。浓蓝染就秋空碧，只欠斜飞几点鸿。",
            "comment": ""
        },
        {
            "title": "赴大宁司理贽俞帅",
            "content": "见说三关息虎貔，风高白产卷旌旗。擎天磔柱瞿唐险，保蜀夫模阵石奇。誓出离山禽仲达，肯屯汉口学姜维。枕戈心事闻鸡起，未必间眠听竹枝。",
            "comment": ""
        },
        {
            "title": "寿蹇从叔制干",
            "content": "黄钟大吕播年华，簪盍城南捧九霞。共说贤寮心似镜，何妨幕府事如麻。纷纷吏坌空迷目，蹇蹇王臣岂计家。共约岁寒松竹友，好携周傍梅花陪。",
            "comment": ""
        },
        {
            "title": "和陈提举喜雨",
            "content": "周家重谷业陈王，天亦哀民求此方。一雨如倾过众望，三登可卜见时昌。固知福地长无歉，尤喜炎天预借凉。耆老首为乡曲贺，唾成珠玉巧於装。",
            "comment": ""
        },
        {
            "title": "贽鄂帅张仕简",
            "content": "八牖玲珑主理天，复斋心印妙亲传。化炉点处金非铁，吏盆清余否亦贤。吠息蒹芦湖外月，炊生榆柳灶中烟。水浮鄂渚连牛渚，公子行行天上仟。",
            "comment": ""
        },
        {
            "title": "和全母弟题暖重三丈居",
            "content": "眼前皆易未尝东，祗恐援弓逐过鸿。认得义皇心上画，箪瓢何必问颜空。",
            "comment": ""
        },
        {
            "title": "固城湖",
            "content": "溪平岸阔柳侵沙，泼泼游鳞弄月华。柔橹数声深夜悄，渔人相唤隔芦葭。",
            "comment": ""
        },
        {
            "title": "谢惠小鲜",
            "content": "得鱼怅望白云远，怜我盘鲜久乏烹。恰喜新橙具双美，金虀催趁玉丝羹。",
            "comment": ""
        },
        {
            "title": "艘人误同行钱文作诗解之",
            "content": "胯下当年甚可羞，身藏宝剑岂无谋。暂时俯首依人去，赢取堂堂万户侯。",
            "comment": ""
        },
        {
            "title": "赠蔺道士",
            "content": "入水大虫出火龙，一生看守赞神工。知行例作等间话，三尽儿童八十翁。",
            "comment": ""
        },
        {
            "title": "挽黄循斋",
            "content": "桂胜炉峰月，香飘字水春。姓名天下客，抱负洛中人。膴仁方三纪，徂年未六旬。循斋余售用，何必欢穷民。",
            "comment": ""
        },
        {
            "title": "贽鄂帅张仕简",
            "content": "不为名缰浪出山，朱门桃李恐兰珊。师寻湖胸怀阔跨，道满乾坤耳目宽。水驿已终三楚尾，天阍犹向五云端。登楼便欲骑黄鹤，乞与书生换骨丹。",
            "comment": ""
        },
        {
            "title": "惊雷聚雨",
            "content": "山头云歼杂烧畲，桃李层层山半家。讴轧蛮歌声满峡，春生龙节烂光华。",
            "comment": ""
        },
        {
            "title": "庚子叨贽合州甘守",
            "content": "欲陈礼乐字三千，起趁东风万里船。戎马不禁文未丧，石鱼间出瑞开先。人知制梃枘坚甲，政比黄钟缓急弦。愿借风云乘快便，一声雷爆九重。",
            "comment": ""
        },
        {
            "title": "艘人误同行钱文作诗解之",
            "content": "自反仁而自反忠，芳莲开向火光中。同君九万抟扶去，薄尽浮云出太空。",
            "comment": ""
        },
        {
            "title": "和杨提刑喜雨",
            "content": "诏许归耕荷圣王，又夫衰病过南方。幸亲博洽前无辈，每欢平反后必昌。请雨赖公诚独至，回天愧疚我德多凉。作诗志喜亲衔袖，玩把浑如七宝装。",
            "comment": ""
        },
        {
            "title": "和郑季南喜雪",
            "content": "天机流转一回头，览镜何须空自羞。雪尽草生春意好，人心不解漫间愁。",
            "comment": ""
        },
        {
            "title": "癸未守岁",
            "content": "岁宜乡里守，杯共弟兄衔。明日人相问，行年五十三。",
            "comment": ""
        },
        {
            "title": "登六和塔",
            "content": "钱塘江上撑空塔，塔外遥山翠作堆。酒罢凭栏呼落日，水云深处子陵台。",
            "comment": ""
        },
        {
            "title": "辛卯三月金沙道中",
            "content": "八九雨点青春老，三两莺声绿荫深。眼界无尘归路称，丹青难画此中心。",
            "comment": ""
        },
        {
            "title": "寿蹇用叔姻翁总干",
            "content": "明辞海府是视仙，金水何须挂彩鞭。喜喜欢约会游两，平平称称过三年。红莲照水香仍旧，绯枣团味正圆美。兰玉华晚节日好，更寻小圃菊花天。",
            "comment": ""
        },
        {
            "title": "避地云山全父弟诗寄梅花",
            "content": "入秋烽火无虚日，问谷寻岩陪隐逸。水冷山深梅已花，忙中不觉年华易。",
            "comment": ""
        },
        {
            "title": "和陈提举喜雨",
            "content": "秋欢何繇达灏穹，秋成恐堕涉茫中。五龙偃塞藏深庙，六佛慈悲会一宫。帝勅名山诸沿闭，醮开太乙独函通。应怜赤子车中鲋，为激西江遍处同。",
            "comment": ""
        },
        {
            "title": "和郑季南喜雪",
            "content": "玉树玉林万壑奇，从他乌鹊踏交枝。邵瓶无酒辜心赏，更看敲门一首诗。",
            "comment": ""
        },
        {
            "title": "挽郑广安",
            "content": "壮节从于卯，奇功岁转新。有片皆鼓勇，无战不鏖尘。棠国香凝月，榆阔梦熟春。吁嗟河北地，今日尚终臣。",
            "comment": ""
        },
        {
            "title": "挽伏德华主簿",
            "content": "豁达千人杰，巍峨七尺躯。天边期阔武，意外失华途。堕泪一人足，伤主二女孤。西溪桥畔琢，多少为嗟呼。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "文章不数向歆辈，姓字须教班马香。",
            "comment": ""
        },
        {
            "title": "送田使君都统离夔赴合州",
            "content": "英雄才略暂临夔，泛绿依红诧小儿。肯同稠人认毛遂，甘从走督得神师。鱼城人喜景星出，象澦猿惊仙仗移。七十老肥怕趋走，峡江亭上倍临歧。",
            "comment": ""
        },
        {
            "title": "石筒峡",
            "content": "槎枒怪石乱撑空，岩脚无沙到石筒。春水溶溶迟日丽，扁舟荡桨称朝东。",
            "comment": ""
        },
        {
            "title": "昆岳有佳人四章寿黄循斋",
            "content": "昆岳有佳人，猗猗凌霜竹。丛筱列委翳，萧森散清郁。常虚君子心，而他高人目。嫋嫋鸾凤棲，浓浓露华沐。玉兔投西隅，金乌出阳谷。瑟僩不可谖，隐尔为君祝。",
            "comment": ""
        },
        {
            "title": "和王南运八阵碛",
            "content": "常山蛇势少能明，治法还从阵法寻。先正后奇严自胜，堂堂真是武侯心。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "霹雳一声风卷去，谁家水馆夕阳天。",
            "comment": ""
        },
        {
            "title": "湖口和全父弟韵",
            "content": "翻阳湖口县，山合锁人烟。石壁排屏翠，临江障百川。",
            "comment": ""
        },
        {
            "title": "舟过三游洞知遂脱兵火矣喜赋",
            "content": "万里扁舟归自东，干戈满地路难通。弟兄一榻聊相对，叔侄双头未许同。峡入三游千太险，水连西蜀百忧空。家山桃李期堪数，共约花间酌晚风。",
            "comment": ""
        },
        {
            "title": "贺李万州守夔",
            "content": "渊渊圣道浩津涯，万里寻师暮景斜。滥吹从中情懒散，弹冠镜里发爬沙。苍龟已卜林间屋，青犊还逢关上车。未得乞符求换骨，借间读易傍梅花。",
            "comment": ""
        },
        {
            "title": "贽赵广安",
            "content": "先生早矣袖薰弦，趁取南风入皛然。燕称不妨辞阃幕，鱼枯应喜活民编。万家吟赏知微月，千里依棲刺史天。河汉定就历届黼黻，大宗宁许久藩宣。",
            "comment": ""
        },
        {
            "title": "端平甲午踏槐前记梦中作",
            "content": "莫学寒蛩窗下吟，嗤嗤不作两般声。大千世界都闻了，管甚旖龙睡不惊。",
            "comment": ""
        },
        {
            "title": "寿邓子西知县",
            "content": "猗猗竹绕邓家湾，亭亭屋背围山中。当轩水花日喷薄，覆户云叶时斓斑。中有立士金闺客，元洞府生人间见。捧觞天爵役人爵，戏彩前班罗后班。不妨花县春风晚，且对萱堂白日间。剩将千卷课儿习，博取一笑开慈颜。和气向晚薄葱蒨，书声半夜随潺湲。只恐天上妒人暇，催公拔宅离尘寰。玉堂将奉承珍鼎，锵听群仙鸣佩环。丹砂转戒独善好，刀圭分遣扶艰关。功成麟阁归来早，笋舆随步羞桃荐菊纫兰蕳。",
            "comment": ""
        },
        {
            "title": "挽武龙蹇巡检",
            "content": "仁者寿宜得，王臣忠可嘉。功名是有约，云月自为家。义粟饥中粜，兹梁雨后斜。百年回首处，溪冷欲梅花。",
            "comment": ""
        },
        {
            "title": "和陈希舜浊醪二首又次为谋深远之作一首",
            "content": "几年龙技学勤劳，淮拟丰餐嗜炙肴。庖刃如新惊岁晚，亦无蛙鳝荐松醪。",
            "comment": ""
        },
        {
            "title": "见欧制干",
            "content": "那师万里走东南，性学精微闻两三。风月归来深体认，箪瓢自乐细沈涵。岩前静索龟图秘，蜀口惊呼蚁战酣。欲觅底寮整残断，峡天分借一屏岚。",
            "comment": ""
        },
        {
            "title": "寿涪州李汉辅使君",
            "content": "见得州如斗大轻，间将五马击榕阴。两江波上千家月，万卷堂中一片心。尚笑龚黄为计浅，更寻伊洛问钩深。莫悭仙李盘根实，可与轻红种作林。",
            "comment": ""
        },
        {
            "title": "茅屋",
            "content": "情契居连屋，炊斋霤合烟，放怀行共出，得语坐相传，竹哀悼云深，芦窗月半穿。桃源今得趣，堪赋拟前贤。",
            "comment": ""
        },
        {
            "title": "寿韩司理",
            "content": "不因春酒驻红颜，都是心清事弗关。草为囹空随意绿，花缘客少笑人间。幽情倚暂随水流，爽气拄颐常看山。共指武陵务涧地，桃花深处屋三间。",
            "comment": ""
        },
        {
            "title": "咏江南景物",
            "content": "几千进而香杭绿，百亿条溪高柳青。簇簇人烟富鸡犬，太平原野喜初经。",
            "comment": ""
        },
        {
            "title": "晓起四山积雪",
            "content": "寒透重衾可折胶，雨声瑟瑟风飕飕。安排雪句吟春晓，果见青山尽白头。",
            "comment": ""
        },
        {
            "title": "文昌灯牌",
            "content": "牡丹枝上先春蕊，翠可坛边未雨虹。知有文章光万丈，钟成佳气满黔中。",
            "comment": ""
        },
        {
            "title": "峡州程彦彪签判赋桃花读之良有佳致嗣韵敬呈",
            "content": "群芳发天机，妍媸太纷竞。秋菊繁有从，色以黄为正。渊明具卓越识，主一无多柄。日锄三径荒，取友霜松劲。后人悦纷华，逐物情其性。不见黄居中，方隅靡从令。绿衣尊间色，心忧切吟咏。陶菊抱幽姿，汉文绝游泳。红紫杂赋形，变化理难竟。妖娆妒端庄，超乘夸捷迳。黄花秋露中，心与晚色净。品类富脂铅，盛服妆亦靓。佛头诧奇装，桃花卑异姓。殿荷呼是兄，先梅可称孟。就中甘作君，今古有同敬，伊其标上药，隐居重题评。汲泉撷芬英。神功治未病。味真乏佳色，苦坐芳筵屏。轻身引华年，蓍龟堪鉴镜。独立傲秋霜，高风谁景行。嘉哉夷齐贤，不仕西周盛。解约紫茱君，梗桧延福庆。登高睨八荒，期活苍生命。君家瓮头春，胚晖归酒圣。",
            "comment": "【注释】【原题】：峡州程彦彪签判赋桃花读之良有佳致嗣韵敬呈觉其东涂西抹也"
        },
        {
            "title": "与存子侄王南运上风聊句",
            "content": "舟行缓东去，波蹙疑西流。尘扬频闭目，草偃付囘眸。翩翩泝岸鹭，缓缓沿波鸥。聚沱留积滓，逆浪集浮沤。门窥雨斜入，窗望山相留。棹苦掌痕肿，烟囘眦泪浮。客舟上急争，我楫去悠悠。一程分两日，半月仅三州。仆嗔粮易竭，客怨利难谋。柁斜横水面，人宿避沙头。啸想开陵虎，化催西海虬。欲寄风伯语，聊以吾诗投。何如还借顺，咫尺登瀛洲。",
            "comment": ""
        },
        {
            "title": "用赵教授韵谢程签判春雪",
            "content": "看来川沪与云飞，道著两间无隐微。须信眼前都是易，若求高远又还非。",
            "comment": ""
        },
        {
            "title": "巫山十二峰",
            "content": "心与巫山异境融，危岑天际骇奇峰。苍茫草木晴云外，有似乘鸾跨鹤踪。",
            "comment": ""
        },
        {
            "title": "瞿唐峡",
            "content": "曾闻滟澦屹瞿唐，雪浪摧山势独当。我至韶融方二月，水平石出映斜阳。",
            "comment": ""
        },
        {
            "title": "昆岳有佳人四章寿黄循斋",
            "content": "昆岳有佳人，挺挺云中鹤。帝乡回骛心，人寰寓其吒。仰云引圆吭，九皋穷碧落。瀛湘沧海身，稻梁寄情薄。昨梦世未醒，清泪不容莫。鸣阴子必和，天理亦昭灼。",
            "comment": ""
        },
        {
            "title": "挽垓山陈宣义",
            "content": "升堂曾得话从容，骨相清癯七十翁。唧唧爱人皆语妙，迟迟留客屡杯空。眼分青白斯文外，手作推敲雅咏中。我忝金兰三世契，颇堪溪浒忆清风。",
            "comment": ""
        },
        {
            "title": "寿邓提干母",
            "content": "争似瑶仙捧玉觞，一堂四世聚簪裳。间中尊俎江山久，静里襟怀日月长。蓂紫烂连庭桂此，橘香浓引诰花香。陵溪种得桃无限，乞与渔郎半核尝。",
            "comment": ""
        },
        {
            "title": "宝佑三年上已风雨连日成歌寄谊儒侄",
            "content": "风雨飘摇三月三，绮罗罢游客停骖。满城春树烟监参，朱户绿窗愁不堪。香芹刺泥燕争衔，杜鹃啼情正含。舞雩儿童笑鴒{左含右鸟}，尧舜气象此中涵。鼓瑟高人手可探，淡音非雅亦非南。太守风期神与参，我解此意谁为谈，但觉满怀春酣酣。花柳蒙迷不可贪，芳菲易歇随浮岚。间闭阁门可所耽，惟见千山万山秀色郁如蓝。",
            "comment": ""
        },
        {
            "title": "为清溪邓茂林督工筑室",
            "content": "欲话秋宵度两三，被人间与担来担。鸠工夜夜思筹北，命仆时时费指南。",
            "comment": ""
        },
        {
            "title": "避地云山全父弟诗寄梅花",
            "content": "看花岩下兴偏长，不减西湖水月光。镇坐绝无尘一点，寿阳深知靓宫妆。",
            "comment": ""
        },
        {
            "title": "久留黄池待弟侄不至九日独酌",
            "content": "将道花黄醉彭泽，又还茱紫酌平湖。诗因得间时为赋，酒为无宾浅浅沽。蓝天色残千岩柳，霜花催满万汀芦。间行间坐云和水，不识天工怪我无。",
            "comment": ""
        },
        {
            "title": "问赵存礼分竹",
            "content": "南墙曾记极幽寻，午箪凉铺琐碎金。小筑江干无限暑，西窗乞与半檐阴。",
            "comment": ""
        },
        {
            "title": "巫山十二峰",
            "content": "真灵间气巧蟠融，天下应无似此峰。笑杀襄王凡俗骨，妄生狂梦想仙踪。",
            "comment": ""
        },
        {
            "title": "诸公招饮不赴诗送酒",
            "content": "薨薨飞蠓哦空檐，跃马官尘日上船。故步明知常失却，剡溪兴尽不须前。",
            "comment": ""
        },
        {
            "title": "谒夔门桂帅",
            "content": "志欲商伊学欲颜，寻师梦绕五湖间。不违誓至仁三月，亲炙宁辞雪万山。流海浪浮蜗战角，排云应许豹窥斑。还丹知换尘凡骨，趁得先生未出关。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "白云无心间泫水，清风何意自开花。",
            "comment": ""
        },
        {
            "title": "惊雷聚雨",
            "content": "槎星烂照玉堂明，楼雪晴融白帝城。鸥狎不知菱荡转，漫随瀼水泛春声。",
            "comment": ""
        },
        {
            "title": "端午自乐温往垫江道中作",
            "content": "端午人间拟醉眠，旅情茅店独萧然。起寻诗句记佳节，万里无云月满天。",
            "comment": ""
        },
        {
            "title": "寿绍庆金守",
            "content": "神光高射斗牛墟，知是龙泉瑞气舒。彩映北堂霜后桧，辉连东馆月中书。江流现水描来似，峡束棠溪画得如。为报鲸鲵休陆走，剑芒无是发硎初。",
            "comment": ""
        },
        {
            "title": "杨居士送眼药",
            "content": "去来云去不干山，花落花开春又还。世事总归明眼里，皇王帝伯恁催班。",
            "comment": ""
        },
        {
            "title": "贺田都弦再帅夔",
            "content": "十乘由夔入钓鱼，饮江无马雁安居。瞿唐催要金城壁，即墨争迎铁里车。八陈旌旗蛇势整，九关风月虎符虚。白监万丈齐天石，揭日奇功大字书。",
            "comment": ""
        },
        {
            "title": "和全父弟立秋喜雨",
            "content": "造化仁民意，潇潇夜雨声。焦原换得润，枯黍喜更生。染出林阴密，濯余天气清。秋河从此挽，尽洗北来兵。",
            "comment": ""
        },
        {
            "title": "沥鼻峡",
            "content": "双穴流流清泉，古来名有自。至今存一息，呼吸竅万类。山以泉为津，石以穴为鼻。无形本圹天，有质著平地。",
            "comment": ""
        },
        {
            "title": "游下竺飞来峰和存了侄韵",
            "content": "嵯峨擅北高，幽静还西竺。虎蹲石根奇，龙蟠藤蔓曲。面横白水湖，背列浓岚谷。鸟碎山逾空，起予诗不俗。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "可奈红法飞白羽，不容黄叟卧青山。",
            "comment": ""
        },
        {
            "title": "中秋黄池舟中独酌五首",
            "content": "居家赏朋天常雨，远客逢秋月倍明。世事美时难两得，化工好处少双成，诗如遇兴须重赋，酒若逢辰且再倾。不是衰迟废拘检，良心随寓自忘情。",
            "comment": ""
        },
        {
            "title": "寿李夔州乃",
            "content": "乾月生真贤，老子其犹龙。主静以观动，万籁鸣秋虫。片心间渊明，结社同远公。俯仰身世浮，妍华收晴虹。堂迥妙香凝。超然天地通。至怀三斧外，真味一瓯中。震长可代父，物生辰与同。正东权发育，造化谁能穷。长居东昆隅，生意来重重。高枝翔凤凰，{左口中邕右隹}喈呜梧风。尝闻乾一气，禀付人稀逢。公全六画阳，何始复何终。札菊不足蔬，芝苓非所供。刚健自无自，天人知共宗。世无飞升客，浪说吕仙翁。世无武陵源，异境空蟠胸。惟公秉乾德，七十元舂容。举家秀而贤，无非乾所钟。生生之谓易，笑言支长筇。举杯问苍天，天高杳无从。我欲携认篇，相随鹤山峰。",
            "comment": ""
        },
        {
            "title": "过九江望风庐山雪一峰和全父弟韵",
            "content": "阻风桑落洲，悠然见庐山。白雪满莲峰，皓矗九霄间。新晴破积阴，天定豁开颜。玩图仰斯人，怀古涕潸潸。淮拟进扁舟，蹑屐登螺鬟。饱谙风月归，庶几虚还。",
            "comment": ""
        },
        {
            "title": "绍庆府教厅瑞麦",
            "content": "耕稼问黔巑，禾黍悭培塿。秀实仅有之，嘉祥藐乌睹。府主金华仙，农事躬缅缕。暖律笑吹邹，长府肯为鲁。节用寓封殖，宽片从字抚。去年民病获，公把漏天补。今趁机春耕。公有月额雨。至和委来牟，两岐分艺圃。双秀可奇观，三颖骇珍吐。一如荀氏龙，头角森踽踽。一如贾氏虎，传彪称最怒。友于好弟兄，长岐支伛偻。芒颖乍峥嵘，襁褓辞妪姆。苗脉共根株，万物本乎祖。见说西家牛，二犊同一乳。琐碎众难并，异闻杳前古。归功二千石，为言的有主。忆昔辛丑间，红尘飞白羽。陆海沈炊烟，原田没棒楛。殿角深顾忧，宅西命山甫。太平登九年，鱼凫蔼生聚。长啸孤云端，汉中我疆宇。片心天地通，助顺知已许。畜繁田不芜，麦瑞富高庾。万灶饱貔貅，余勇洵可贾。坐缚长桥蛟，行却九关虎。挈还天子地，醉言执童羖。衮衣逐归禾，上瑞此焉取。癯儒嘉闻言，中夜长起舞。",
            "comment": ""
        },
        {
            "title": "北高峰",
            "content": "上到皮高峰，京城一方册。天边极双眸，云阔海门白。",
            "comment": ""
        },
        {
            "title": "和王季行制干昌溪即事",
            "content": "监米溪中艇，桑麻云外村。岩重稀鸟道，石劲少稿痕。赤甲此微峡，温泉兹小轩。绝怜鸡唱罢，近午日方暾。",
            "comment": ""
        },
        {
            "title": "挽故人",
            "content": "旧世轻财蝗，悬知种德难。有贫皆粟制，无骼不衾棺。红树非春早，孤松忍岁寒。轻飔生宰木，多少鼻成酸。",
            "comment": ""
        },
        {
            "title": "癸守岁职儿桃源黄溪村居",
            "content": "今年爆竹楚江滨，别岁迎春仅隔辰。小筑偏边聊尔尔，幽居心远自申申。儿从豹变当斯世，我得鸥间着此身。学易假年天若许，横书长作傍梅人。",
            "comment": ""
        },
        {
            "title": "谢涪陵刘君举使君见委北岩常长诗",
            "content": "雪片冬深玩易编，正公和气理尤浑。八分写就龙蛇走，岩藤涧树常蜒蜿。莲荡飘裾紫阳学，归来拂拭莓苔痕。岩前世事几兴废，道无今古终长存。新来五马栽桃李，生平伊洛期穷源。下车一笑抚江阁，片心飞度苍崖根。生香动荡满幽谷，秋丛濯雨抽兰荪。露华滴晴舞夜鹤，云叶卷霁吟朝猿。衰翁白首野人服，不爱市井怜山村。太守招来说好语，翠萝有路犹堪扪。听终不敢谢疲苶，瘦筇强拄岩檐门。遗书欲傍梅花读，祗恐使人昭昭己昏昏。",
            "comment": ""
        },
        {
            "title": "和存子侄上风叹",
            "content": "家在岷峨峰六六，文章李杜追芳躅。有诗吟破雪飞花，无酒斟来体生粟。观光上国肩共摩，舟下长江尾相触。行行得意湖大天，携手风凉曾点浴。",
            "comment": ""
        },
        {
            "title": "用赵教授韵谢程签判春雪",
            "content": "肖形可惜被形驱，浪说欢娱未足娱。心大如天无不有，何人剖蚌出明珠。",
            "comment": ""
        },
        {
            "title": "挽心友李应之判县",
            "content": "书剑追随偏蜀西，归来窗月听朝鸡。相期岁明林中约，忍见佳城石上题。锦里人稀烟冉冉，横川路迥草萋萋。黔南愧我催瓜戍，泪落巴山望欲迷。",
            "comment": ""
        },
        {
            "title": "挽故人",
            "content": "公生百载下，学契五峰心。崇鼎屹重器，洪钟希太音。词源擅翻海，句律善舂金。材古谁人识，清歌和惨吟。",
            "comment": ""
        },
        {
            "title": "寄桃源尉赵谦之",
            "content": "桃源洞口送春归，欲换渔蓑傍钓矶。火着高林鸦又散，弦鸣中泽雁还飞。萧萧空雨晨光润，耿耿笼灯夜色微。休对痴人獃说梦，野花啼鸟恁天机。",
            "comment": ""
        },
        {
            "title": "用昌黎赋鸣雁韵劝蹇从叔出峡与乃兄相依",
            "content": "楚天空阔雁南飞，整整秋来春又归。肠断孤鸿鸣失依，重云片影俦侣稀。野老吟情吒兴微，樊笼休羡稻粱肥。岷峨回首寸心违，华亭清唳昔人非。湖北湖南秋水多，洲渚星稀无纲罗，平沙雪浇声相和。挽仰尘世应无他。君於此处意如何。",
            "comment": ""
        },
        {
            "title": "谒夔门桂帅",
            "content": "阃歌整暇化清夷，笑把宗师正印提。绣腑文章开胜馥，锦桃李烂成蹊流。旌摇蜀水春浮峡，柝静蛮天月满溪。衣衮归欤近宸极，殊勋嘉欢殿头西。",
            "comment": ""
        },
        {
            "title": "诸公招饮不赴诗送酒",
            "content": "又桨浮波日夜催，胥涛不到子陵台。为怜摘菊空盈把，故遣鸱夷送酒来。",
            "comment": ""
        },
        {
            "title": "再和陈提举喜雨",
            "content": "了无和气格清穹，天意难回执热中。骤雨起从南海庙，雄风到自楚王宫。却愁水府丹瓢注，解使银河赤岸通。急趁机好晴催刈谷，坻京相庆万家同。",
            "comment": ""
        },
        {
            "title": "云山避地",
            "content": "依山茅屋两三间，与世相遗尽日间。背拥蓝屏半天碧，面对参差横架山。径草蒙头云覆屋，泉甘土肥似盘谷。剑峰林密杳无边，绵峡潭深幽莫烛。有鲜可吃食可茹，康乐和平长自饫。有时拂石弄泉声，有时策仗登山去。山中日沈山月出，岩暝林晦总佳适。平石如台倚山隈，淮拟茅间读叫易。尚论古人得我心，商传周姜汉子陵。好共栽桃艳长春，却恐渔父来相寻。",
            "comment": ""
        },
        {
            "title": "咏丝桐",
            "content": "地阔天宽人一般，琴心会得语言难。高山流水知音少，月白风清时自弹。",
            "comment": ""
        },
        {
            "title": "和赵使君喜雨",
            "content": "举头日日云如血，遍走群祠腰漫折。恻隐存君一念间，造物於人岂终绝。天眼豁随公道开，宵人谥此何有哉。烦歊陡逐苛条去，甘泽端德意来。公心与天同一宇，那是经生分别处。佳句催成头上云，仁言散作空中雨。开轩对雨卜香秔，铃阁无风还自凉。新诗写出天人际，赓歌细与问苍苍。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "饱谙风月归，庶几无虚还。",
            "comment": ""
        },
        {
            "title": "徐毅斋为东翔侄改字为存子",
            "content": "心酬万事好深惟，来不须迎去莫随。天理面前还他细，梦醒休似梦酣时。",
            "comment": ""
        },
        {
            "title": "送文大监赴召",
            "content": "云门大卷声铿锵，不比寒谷号蛩螀长笑归来书满床，着眼不用垂簪裳。夤缘仕版亦逢场，一鼎热处元清凉。年来道心包乾刚，鉴净水止无迎将。付物大公齐混茫，玲珑窗牖开八荒。霁月海东悬秋霜，照破蒙昧横津梁。不才曹资如点狂，柱倚宝瑟心陶唐。冰轮玉井情徜徉，祥云丽日希余光。布帛菽粟味尤长，寻绎此乐徒激昂。颀美人天西方去，许我立雪来其旁。欲坐春风吸余芳，听说夜话摅中肠。又闻催归侍玉皇，挈堤北斗斟天浆。净洗世表尘昏黄，席此广宇归康庄。起舞掉头帆飞扬，誓鸣急桨随乌樯，参同希传魏伯阳。",
            "comment": ""
        },
        {
            "title": "惊雷聚雨",
            "content": "方公桃节笋班中，问学心旌日夜东。时序催人烟水远，临流愿借一帆风。",
            "comment": ""
        },
        {
            "title": "桑落洲望见庐山立雪一峰和全父弟韵",
            "content": "春风小立爱莲时，仓卒狂吟譬上题。岁晚归来无一事，好拚旬浃玩湓溪。",
            "comment": ""
        },
        {
            "title": "赴大宁司理贽俞帅",
            "content": "入手青衫愧壮颜，悠悠底事白云间。有心文字几千卷，适意茅茨三两间。可奈红尘飞白羽，不容黄叟卧青山。欲从宁水成仙骨，趁得先生未出关。",
            "comment": ""
        },
        {
            "title": "和郑季南喜雪",
            "content": "避地身穷道不穷，溪山好处句尤工。水仟会得人心意，妆点茅茨画轴中。",
            "comment": ""
        },
        {
            "title": "逆境风返顺和东翔侄韵",
            "content": "观国丹心切，横舟绿水迟。东君如有意，风返晓江吹。",
            "comment": ""
        },
        {
            "title": "和杨提刑喜雨",
            "content": "蝼蚁何能格上穹，况於三伏蕴隆中。瓣香载走神龙庙，法象俱来大梵宫。出岫金身能普济，临池玉醮可幽通。尚凭使者疏冤狱，歌舞丰年与从同。",
            "comment": ""
        },
        {
            "title": "社日过洞庭",
            "content": "社风吹雨楚江晴，舟叶轻飞过洞庭。万里湖天天外水，君山一点望中青。",
            "comment": ""
        },
        {
            "title": "喜雨贺黄叔厚判县",
            "content": "去年精祷雨随至，今日熏香雨便来。人事只从无伪见，天心端可至诚回。溜匙即此知翻雪，枵腹何由更隐雷。若使边臣充此意，凶残到处岂难摧。",
            "comment": ""
        },
        {
            "title": "曹都统诗",
            "content": "胸中陈法久堂堂，卯岁边戎真漫狂。伫看胜齐归一喜，未饶破魏说三当。弓刀早落风云会，衮绣行依日月光。已撰磨崖碑万字，为君题破碧苔苍。",
            "comment": ""
        },
        {
            "title": "寿制置夏节使",
            "content": "丙申蚩尤临蜀口，三十年余遭践蹂。当时五十郡全军，兵与民财堪著手。锋旗戊午肆长驱，江北江南分战守。彫瘵仅存六州，鸿雁飞鸣孤夜吼。先生受任势凌兢，仓扁视证亦惊走。无麪餺飥难支撑，将勇兵强民力阜。前贤用蜀当优游，先生端力排纷纠。农炊岂暇劝加餐，春风未始一杯酒。公心只有天地知，虽处艰关安且久。事不辞难功不矜，节度枢垣亦廉取。天下都统捧霞觞，先生一人更谁有。",
            "comment": ""
        },
        {
            "title": "和桃源宰赵存礼韵",
            "content": "三时不害试鸠工，筑鉴轮舆职自攻。利器祗因盘错见，淳风须信古今同。野花桃三谷逢好，春草池塘待雪融。洞口果教花似旧，支筇未肯作衰翁。",
            "comment": ""
        }
    ]
}