{
    "dynasty": "宋",
    "author": "陆淞",
    "poems": [
        {
            "title": "乡校颂",
            "content": "乡校有基，如德弗亏。刘侯迁之，魏侯新之，李侯能成之。",
            "comment": ""
        },
        {
            "title": "乡校颂",
            "content": "其迁者初，其新者中。肄业传道，有师有宗，繄李侯之功。",
            "comment": ""
        },
        {
            "title": "乡校颂",
            "content": "维乡有校，示民有知。教始豫逊，迪于训彝，维风化是裨。",
            "comment": ""
        },
        {
            "title": "乡校颂",
            "content": "乐只君子，孰后孰先。显有嘉闻，於斯万年，维大夫之贤。",
            "comment": ""
        },
        {
            "title": "瑞鹤仙",
            "content": "脸霞红印枕。睡觉来、冠儿还是不整。屏间麝煤冷。但眉峰压翠，泪珠弹粉。堂深昼永。燕交飞、风帘露井。恨无人，与说相思，近日带围宽尽。重省。残灯朱幌，淡月纱窗，那时风景。阳台路迥。云雨梦，便无准。待归来，先指花梢教看，却把心期细问。问因循、过了青春，怎生意稳。",
            "comment": "【注释】这首词据说是陆淞为歌姬盼盼所写的。“南渡初，南班宗子寓居会稽，为近属，士子最盛，园亭甲于浙东，一时座客皆骚人墨士，陆子逸尝与焉。士有侍姬盼盼者，色艺殊绝 ，公每属意焉。一日宴客，偶睡，不预捧觞之列。陆因问之，士即呼至，其枕痕犹在脸。公为赋《 瑞鹤仙》，有‘脸霞红印枕’之句，一时盛传之 ，逮今为雅唱。后盼盼亦归陆氏 。”（见宋陈鹄《耆旧续闻》卷十）事情本是很简单，盼盼睡了起来“枕痕犹在脸”，可是通过陆淞丰富的想象与出色的描绘 ，在《 瑞鹤仙》这首词里却成功地塑造了一个为珍惜青春而苦闷的少女形象。话从“枕痕犹在脸”起，词也就以“脸霞红印枕”起笔，一笔深一笔地勾画出了这个害相思病的少女神态 。“睡觉来，冠儿还是不整 。”把前句“脸霞红印枕”的现象加以补充说明 ：“冠儿不整”说明她并不是因为劳累而贫睡的，而是因为心事重重而精神不振。句中加上“还是”说明这种情况并不是偶然现象，是因为其相思病也很久了 。“ 屏间麝煤冷 。”“麝煤”，本指墨，在这里指屏上之画。“冷”，是少女的感觉赋之于物。那画屏上就像画的是秀丽的山水，使她难以忘怀曾一起在清风明月下游山玩水的情景；又好像画的是艳美的花卉，使她产生花开花落青春易逝的感慨；也好像画的是对鸳鸯或双鹧鸪，更使她感到更加孤独与寂寞。&#8943;&#8943;这里并没有详写，而是概括成“屏间麝煤冷”。点出一个“ 冷”字，任凭读者去想象，去体会相思的少女的凄凉的心境，痛苦的感情。这要比实写能产生更大的艺术效果。“但眉峰压翠，泪珠弹粉。”动词“ 压”与“ 弹”，表现出一种按奈不住的感情，以致双眉紧锁、泪珠扑簌簌直滚。这两句进一步写少女的脸上神情，暗示了她内心痛苦之强烈。“堂深昼永。燕交飞 、风帘露井。”更进一层写周围的一切使她由冷漠而产生怅恨的感情 。“深”与“永”是从空间与时间上表现出她空虚的感触。她在百无聊赖时所见到的却是双双乳燕交飞 ，风吹帘动，桃李依露井等等情景，这一切都刺激她产生孤寂失望情绪，而“ 恨无人与说相思”。作者运用这种反衬手法在加深了对少女内心痛苦情感的描写之后，又进而从形体的变化写她相思之深 。“带围宽尽”四个字不仅发挥夸张的效果，加深对少女被病折磨的印象，而且将抽象思维具体化，让读者能从衣带宽大去想象她曾经是体态丰满、柳眉桃腮、笑容可掬的模样，与现在的瘦削的形象作对比，更产生了对她因病重而弱不禁风的样子的怜惜与哀叹！词的上片从人物形态与具体环境的实写中，描写少女的慵懒、凄冷、孤寂，勾画出了一个怀春的少女形象。下片则是就“恨无人与说相思”展开对少女内心活动的描写，逐层深入描写她的回忆、悔恨、追求。“ 残灯朱幌，淡月纱窗”，那离别时的情景反复出现在作者眼前 。“残 ”与“淡”给“灯”与“月”抹上一层伤别的色彩，景中有情，表现了少女对这难忘的时刻的回忆是痛苦的。如梦往事的浮现，使她感到虚无缥缈 。“阳台路迥，云雨梦，便无准。”阳台、云雨，指男女欢会时的事物而如今远隔这些，说明了旧欢难续。可是 ，少女终究还是痴望着 ：“待归来，先指花梢教看，却把心期细问。问因循过了青春，怎生意稳 。”她痴望着情人的归来，先以花的盛开与凋谢，向好喻说的青春易老，在激起惜花之情的基础上再细问他怎能忍心蹉跎了大好的青春年华 ，“细”字在这里用得深刻。女子有满怀的疑怨，等待着问个清楚，倾吐个够！结尾笔势振起，从少女的幽怨成疾转写出了她的痴心、不甘心。只有这样，全词才深刻逼真地刻画出少女的性格 。她也有对正常之爱的要求，不光是自己对人执着不舍的爱着，而且也是被人同样的爱着。词中少女的形象，无疑是有一定积极意义的。这首小词运用了反衬、夸张、比喻等多种艺术表现手法 ，但其中最主要的还是抽丝剥茧的方法。“脸霞红印枕”像一根长丝的头，作者拽着它一把一把地抽，层层深入地揭示了少女怀春全部思想感情。因而在结构上紧密完整，一气呵成。"
        },
        {
            "title": "念奴娇",
            "content": "黄橙紫蟹，映金壶潋滟，新醅浮绿。共赏西楼今夜月，极目云无一粟。挥麈高谈，倚栏长啸，下视鳞鳞屋。轰然何处，瑞龙声喷蕲竹。何况露白风清，银河澈汉，仿佛如悬瀑。此景古今如有价，岂惜明珠千斛。灏气盈襟，冷风入袖，只欲骑鸿鹄。广寒宫殿，看人颜似冰玉。",
            "comment": ""
        },
        {
            "title": "乡校颂",
            "content": "维校在乡，示民有防。入孝出悌，为忠为良，斯邦家之光。",
            "comment": ""
        }
    ]
}