{
    "dynasty": "宋",
    "author": "陈亮",
    "poems": [
        {
            "title": "点绛唇",
            "content": "碧落蟠桃，春风种在琼瑶苑。几回花绽。一子千年见。香染丹霞，摘向流虹旦。深深愿。万年天算。玉颗常来献。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "烟雨楼台，晓来独上无滋味。落花流水。掩映渔樵市。酒圣诗狂，只遣愁无计。频凝睇。问人天际。曾见归舟未。",
            "comment": ""
        },
        {
            "title": "秋兰香",
            "content": "未老金茎，些子正气，东篱淡伫齐芳。分头添样白，同菊几般黄。向闲处、须一一排行。浅深饶间新妆。那陶令，漉他谁酒，趁醒消详。况是此花开後，便蝶乱无花，管甚蜂忙。你从今、采却蜜成房。秋英诚商量。多少为谁，甜得清凉。待说破，长生真诀，要饱风霜。",
            "comment": ""
        },
        {
            "title": "汉宫春",
            "content": "雪月相投。看一枝才爆，惊动香浮。微阳未放线路，说甚来由。先天一着，待辟开、多少旬头。却引取，春工入脚，争教消息停留。官不容针时节，做一般孤瘦，无限清幽。随缘柳绿柳白，费尽雕锼。疏林野水，任横斜、谁与妆修。猛认得，些儿合处，不堪持献君侯。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "曾洗乾坤，问何事、雄图顿屈。试著眼、阶除当下，又添英物。北向争衡幽愤在，南来遗恨狂酋失。算凄凉部曲几人存，三之一。诸老尽，郎君出。恩未报，家何恤。念横飞直上，有时还戢。笑我只知存饱暖，感君元不论阶级。休更上百尺旧家楼，尘侵帙。",
            "comment": ""
        },
        {
            "title": "谪仙歌",
            "content": "李白字太白，清风肺腑明月魄。扬鞭独步止一人，我诵太白手屡拍。尝闻太白长庚星，夜半星在天上明。仰天高声叫李白，星边不见白应声。又疑白星是酒星，银河酿酒天上倾。奈无两翅飞见白，王母池边任解酲。欲游金陵自采石，玩月乘舟归赤壁。欲上箕山首阳巅，看白餐雪水底眠紫烟。又不知在何处漱瑶泉、酌霞杯。怅望不见骑鹤来，白也如今安在载，我生恨不与同时，死犹喜得见其诗。岂特文章惟足法，凛凛气节安可移。金銮殿上一篇颂，沉香亭里行乐词。此特太白细事耳，他人所知吾亦知。脱靴奴使高力士，辞官妾视杨贵妃。此真太白大节处，他人不知吾亦知。歌其什，鬼神泣，解使青冢枯骨立。呼其名，鬼神惊，惟有群仙侧耳听。我今去取崑山玉，将白仪形好雕琢。四方上下常相随，江东渭北休兴思。会须乞我乾坤造化儿，使我笔下光焰万丈长虹飞。",
            "comment": ""
        },
        {
            "title": "思佳客",
            "content": "花拂阑干柳拂空。花枝绰约柳鬟松。蝶翻淡碧低边影，莺啭浓香杪处风。深院落，小帘栊。寻芳犹忆旧相逢。桥边携手归来路，踏皱残花几片红。",
            "comment": ""
        },
        {
            "title": "赠刘改之",
            "content": "刘郎饮酒如渴虹，一饮涧壑俱成空。胸中磊磈浇不下，时吐劲气嘘青红。刘郎吟诗如饮酒，淋漓醉墨濡其首。笑鞭列缺起丰隆，变化风雷一挥手。吟诗饮酒总余事，试问刘郎一何有。刘郎才如万乘器，落濩轮囷难自致。强亲举予作书生，却笑书生败人意。合骑快马健如龙，少年追逐曹景宗。弓弦霹雳饿鸮叫，鼻尖出火耳生风。安能规行复矩步，敛袂厌厌作新妇。黄金挥尽气愈张，男儿龙变那可量。会须斫取契丹首，金甲牙旗归故乡。",
            "comment": ""
        },
        {
            "title": "三部乐",
            "content": "小屈穹庐，但二满三平，共劳均佚。人中龙虎，本为明时而出。只合是、端坐王朝，看指挥整办，扫荡飘忽。也持汉节，聊过旧家宫室。西风又还带暑，把征衫著上，有时披拂。休将看花泪眼，闻弦□骨。对遗民、有如皎日。行万里、依然故物。入奏几策，天下里、终定于一。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "五百年间非一日，可堪只到今年。云龙欲化艳阳天。从来耆旧传，不博地行仙。昨夜风声何处度，典型犹在南山。自怜不结傍时缘。著鞭非我事，避路只渠贤。",
            "comment": ""
        },
        {
            "title": "虞美人 春愁",
            "content": "东风荡扬轻云缕。时送萧萧雨。水边台榭燕新归。一口香泥湿带、落花飞。海棠糁径铺香绣。依旧成春瘦。黄昏庭院柳啼鸦。记得那人和月、折梨花。",
            "comment": "【注释】①荡飏：即荡扬。②一点香泥：或作一“口”香泥。③糁：这里是散落之意。【评解】这首词通过景物描写，委婉含蓄地抒写了春愁。上片着意描绘春景。轻云荡飏，东风送雨，落花飘香，双燕衔泥。美景如画，春光宜人。下片对景怀人，以春景映衬春愁。落红糁径，海棠铺绣。深院黄昏，月下忆人。良辰美景，惹人愁思。全词和婉秀丽，意境美，景亦美，表现了陈亮词风的多样化。----------------叶適在《书龙川集后》（《水心集》卷二十九）一文里，记载了陈亮每当一首词写成后，常自感叹：“平生经济之怀略已陈矣 。”陈亮本人的话说明了他的词作不是一般的卖弄风骚，而是寄寓着他的经邦济世的思想抱负。也就是说，读他的词必须和他的生平遭遇、政治思想联系起来，才能探索到它的深刻涵义。这首《虞美人·春愁》词，被黄飏选录在《中兴以来绝妙词选》里，足见他对这首词的重视。周密评论此词说：“陈龙川好谈天下大略，以气节自居，而词亦疏宕有致。”这种说法 ，似嫌抽象。它的题目叫做“春愁”，在春天里，他愁的是什么呢？值得进一步品味。开头两句：“东风荡轻云楼，时送萧萧雨。”东风在轻轻地吹拂着，天上也只有几缕淡淡的云彩，这云淡风轻的天气，正是引人快意的时候，然而却时时下起了狂暴的雨 。这两句里的“风”和“雨”，是全词的词眼，大好的春光就是在风雨中消逝的。领起了全篇词意 。“水边台榭燕新归，一口香泥、湿带落花飞 ，”这两句是从白居易《钱塘湖春行》诗“谁家新燕啄春泥”句演化而来 。这里的“泥” ，承第二句“萧萧雨”，“落花”承第一句“东风荡飏”而来，燕子新归，而落红已经成阵，目睹这种景色，感慨油然而生，“一片花飞减却春，风飘万点正愁人。”老杜的诗句大概就是词人此时心情的写照。过片“海棠糁径铺香绣，依旧成春瘦 ”，承上片“落花”而来。海棠是百花中比较艳丽的一种，它落下来，被和在径路上的泥土里，五彩缤纷，有如锦绣，散发着香气，这是它最终的命运。海棠花是这样，桃花呢？杏花呢？梨花呢？等到所有的花都凋谢，全部落入泥土，借用《红楼梦》里的话说，就是“千红一哭，万艳同悲” ，还有什么春色可言！春，消瘦了，人也随之而疲惫不堪 。“春瘦”二字是全词的主旨所在。歇拍两句“黄昏庭院柳啼鸦，记得那人和月折梨花” 。在黄昏的庭院里，柳荫中传来了乌鸦的叫声，表明了是个月明之夜 ，“那人”可能是为贪恋最后的一点春色，踏着月光来采摘这风雨里残存的梨花。月光是白的，梨花的色也是白的，梨花月光，两难分别，折梨花时便好象“和月”一起折下一般，好一个素艳绝尘的形象！这形象就是“那人”的形象 ，“ 那人”是谁呢？除了词人自己，还能是谁？可悲的是这个梨花形象，也必将随着风雨而消失。词人笔下的春景是风雨、落花，衔泥的燕子，啼月的乌鸦，给人以凄凉之感，这正是他的情绪的反映。花开花落，本属自然常理，但在多情的词人看来，却触发了他的愁绪百端。这是为什么呢？他是个磊落有雄才大略的人物，他不满意南宋政权建立以来，忘却父兄大仇，向金人屈膝称臣，因循苟安。他曾多次上书孝宗皇帝陈述恢复方略，都无功而返。在长期的乡居中，被奸人陷害，屡遭牢狱之灾，几乎被杀。但他的志向丝毫未改，思为世用。他的肮脏不平之气，多次在词里抒发出来。如《水龙吟·春恨》云 ：“恨芳菲世界，游人未赏，都付与、莺和燕”，《眼儿媚·春愁》云 ：“愁人最是，黄昏前后，烟雨楼台”，《思佳客·春感》云：“桥边携手归来路，踏皱残花几片红”皆是。在作者的印象里，春光是可爱的，但也是短暂的，带给他的只有愁和恨。这首《虞美人·春愁》词也是其中的一首，把这些词和他的生平坎坷，政治抱负联系起来看，他在这首词所表现的“愁”的内涵就很清楚，这就是：年华易逝，壮志难酬。在艺术手法上 ，运用比兴，层层勾勒，构成了深曲凄凉的意境，挹之愈深，也愈有感人的力量，是他的词集里优秀的作品之一。"
        },
        {
            "title": "咏梅",
            "content": "十里温香扑马来，江头还见去年梅。喜开剩欲邀明月，愁落先教扫绿苔。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "院落晓风酸。春如西园。芳英吹破玉阑干。墙外红尘飞不到，彻骨清寒。清浅小堤湾。瘦竹团栾。水光疏影有无间。仿佛浣沙溪上见，波面云鬟。",
            "comment": ""
        },
        {
            "title": "转调踏莎行/踏莎行",
            "content": "洛浦尘生，巫山梦断。旗亭烟草里，春深浅。梨花落尽，荼又绽。天气也似，寻常庭院。向晚情怀，十分恼乱。水边佳丽地，近前细看。娉婷笑语，流觞美满。意思不到，夕阳孤馆。",
            "comment": ""
        },
        {
            "title": "暮花天/花发沁园春",
            "content": "天意微悭，春工多裕，长须末後殷勤。骨瘦挽先，肌韵恰好，花头径尺徐陈。红黄粉紫，更牛家、姚魏为真。留几种，蒂殢中州，异时齐顿浑身。承平当日开多少，笙歌何限，是甚人人。气入江南，心知芍药，仿佛前事犹存。名品应须，认旧家，雨露方新。成一处，蓓蕾根株，剩看诸谱纷纷。",
            "comment": ""
        },
        {
            "title": "洞仙歌",
            "content": "琐窗秋暮，梦高唐人困。独立西风万千恨。又檐花落处，滴碎空阶，芙蓉院，无限秋容老尽。枯荷催欲折，多少离声，锁断天涯诉幽闷。似蓬山去後，方士来时，挥粉泪、点点梨花香润。断送得，人间夜霖铃，更叶落梧桐，孤灯成晕。",
            "comment": ""
        },
        {
            "title": "点绛唇 咏梅月",
            "content": "一夜相思，水边清浅横枝瘦。小窗如昼。情共香俱透。清入梦魂，千里人长久。君知否。雨﹀人︽。格调还依旧。",
            "comment": "【注释】①“水边”句：用林逋《山园小梅》：“疏影横斜水清浅，暗香浮动月黄昏”诗意。②小窗如昼：形容月光明亮。③雨僝云僽：指风吹雨打。　僝僽：摧残。④格调：指品格。【评解】这首月下咏梅词，以梅言志，借月抒怀。上片写月下梅影，横斜水边。诗人小窗独坐，暗香幽情，交相融合。下片写明月清辉伴我入梦，梦中向千里外的好友致意。并表示即使遭到风雨摧残，高洁的品质也不会改变。全词含蓄委婉，寓意殊深。"
        },
        {
            "title": "品令",
            "content": "潇洒林塘暮。正迤逦、香风度。一番天气，又添作琼枝玉树。粉蝶无踪，疑在落花深处。深沈庭院，也卷起、重帘否。十分春色，依约见了，水村竹坞。怎向江南，更说杏花烟雨。",
            "comment": ""
        },
        {
            "title": "念奴娇 登多景楼",
            "content": "危楼远望，叹此意、今古几人曾会。鬼设神施，浑认作、天限南疆北界。一水横陈，莲岗三面，做出争雄势。六朝何事，只成门户私计。因笑王谢诸人，登高怀远，也学英雄涕。凭却长江管不到，河洛腥膻无际。正好长驱，不须反顾，寻取中流誓。小儿破贼，势成宁问疆场。",
            "comment": "【注释】【评析】 　　宋孝宗淳熙十五年（1188），陈亮为驳斥投降派所谓\"江南不易保\"的谬论，亲自到京口、建康等地观察地形。他根据实际调查所得的结论，向孝宗皇帝上书，提出了一系列经营南方，进取中原，统一国土的具体建议。这首《念奴娇》，实际就是他这一系列政治主张的形象化。他在《戊申再上孝宗皇帝书》中说道：\"故尝一到京口、建业，登高四望，深识天地设险之意，而古今之论为未尽也。京口连冈三面，而大江横陈，江傍极目千里，其势大略如虎之出穴，而非若穴之藏虎也。\"词中以形象化的语言，概括了他对京口地形的分析，嘲笑了历史上无所作为的六朝统治集团，提出了进兵中原的积极主张，表现了作者卓越的政治见解和统一祖国的坚定立场。　　词的上片对京口的有利地形作了形象的描绘，揭露并批判了把长江看作是\"天限南疆北界\"的错误，指出\"一水横陈，连冈三面\"正是进兵中原的有利形势。作者还借用历史上的教训，痛斥南宋王朝把北伐大事当成\"门户私计\"，放纵投降派肆意压制统一全国的正确主张。　　下片，前五句进一步揭露投降派及上层统治集团假爱国真投降的虚伪面目，以及由此而给广大中原人民带来的深重灾难。为了改变南宋王朝苟且偷安的消沉局面，后五句还以祖逖中流击楫和淝水之战以少胜多的史实来说服南宋当权者，要求他们坚定信心，不要顾虑重重，不要惧怕敌人表面上的强大。只要坚持抗金，胜利是必然的。　　这是一首批判现实、鼓舞斗志的抒情词，目的在于使南宋统治集团认清形势，振作精神。所以词中侧重从两个不同的侧面来加以对比说明。一是从自然条件方面来进行对比。词中描绘了长江天险的地理形势，指出，这种有利形势并非\"若穴之藏虎\"，而是\"做出争雄势\"，是\"虎之出穴\"。虽然大自然为进取中原提供了极其有利的自然条件，但由于投降派把持朝政，他们跟六朝时\"只成门户私计\"的庸人一样，只不过\"登高怀远\"而已。他们白白据有这\"鬼设神施\"的天险，却\"管不到河洛腥膻无际\"。二是用历史经验来进行说服对比。作者以立誓北伐的祖逖和打败苻坚的谢玄等人作为正面英雄加以称赞，让南宋王朝从这些人身上汲取力量、医治自己政治上的忧郁症和软骨病。　　宋词中写多景楼的作品为数不少，但却很少有象陈亮这首词写得气宇轩昂有雄视百代之概的。词中洋溢着积极进取的乐观精神，强烈的爱憎寓于自然环境的渲染烘托之中。用典虽多，但针对性很强，语言简洁有力。--引自\"梅影笛声\"http://jlzs009.home.sohu.com/这是一首借古论今之作。多景楼，在镇江北固山上甘露寺内，北临长江。这首词的写作背景是孝宗淳熙十五年（1188）春天，陈亮到建康和镇江考察形势，准备向朝廷陈述北伐的策略 。词的内容以议论形势、陈述政见为主，正是与此行目的息息相通的。开头两句，凌空而起。撇开登临感怀之作先写望中景物的俗套，大笔挥洒，直抒胸臆：登楼极目四望，不觉百感交集，可叹自己的这番心意，古往今来，又有几人能够理解呢？因为所感不止一端，先将“此意”虚提，总摄下文。南宋乾道年间镇江知府陈天麟《多景楼记 》说 ：“至天清日明，一目万里，神州赤县，未归舆地，使人慨然有恢复意 。”对于以经济之略自负的词人来说 ，“恢复意”正是这首词所要表达的主题思想，围绕这个主题思想的还有对南北形势及整个抗金局势的看法。以下抒写作者认为“今古几人曾会”的登临意。“今古”一语，暗示了本篇是借古论今。接下来两句，从江山形势的奇险引出对“天限南疆北界”主张的抨击。“鬼设神施”，是形容镇江一带的山川形势极其险要，简直是鬼斧神工，非人力所能致。然而这样险要的江山却不被当作进取的凭藉，而是都看成了天设的南疆北界。当时南宋统治者不思进取，苟且偷安，将长江作为拒守金人南犯的天限，作者所抨击的，正是这种藉天险以求苟安的主张 。“浑认作”三字，亦讽亦慨，笔端带有强烈感情。“一水横陈，连岗三面，做出争雄势 。”镇江北面横贯着波涛汹涌的长江，东、西、南三面都连接着起伏的山岗。这样的地理形势，正是进可以攻，退可以守，足以与北方强敌争雄的形胜之地 。“做出”一语，表达了词人目击山川形势时兴会淋漓的感受。在词人眼中 ，山川仿佛有了灵气和生命，活动起来了。他在《戊申再上孝宗皇帝书》中写道 ：“京口连岗三面，而大江横陈，江旁极目千里，其势大略如虎之出穴，而非若穴之藏虎也。”所谓“虎之出穴”，也正是“做出争雄势”的一种形象化说明。这里对镇江山川形势的描绘，本身便是对“天限南疆北界”这种苟安论调的否定 。在作者看来，山川形势足以北向争雄，问题在于统治者缺乏争雄的远大抱负与勇气 。因此，下面紧接着就借批判六朝统治者，来揭示现实中当权者苟安论调的思想实质：“六朝何事，只成门户私计？”前一句是愤慨的斥责与质问，后一句则是对统治者划江自守的苟安政策的揭露批判，——原来这一切全不过是为少数私家大族的狭隘利益打算！词锋犀利，入木三分。换头“因笑”二字，承上片结尾对六朝统治者的批判，顺势而下，使上下片成为浑然一体。前三句用新亭对泣故事 ，“王谢诸人”概括东晋世家大族的上层人物，说他们空洒英雄之泪，却无克服神州的实际行动，借以讽刺南宋上层统治集团中有些人空有慷慨激昂的言辞，而无北伐的行动。“也学英雄涕”，讽刺尖刻辛辣，鞭辟入里。“凭却长江，管不到、河洛腥膻无际 。”他们依仗着长江天险，自以为可以长保偏安，哪里管得到广大的中原地区，长久为异族势力所盘踞，广大人民呻吟辗转于铁蹄之下呢？这是对统治者“只成门户私计”的进一步批判 。“管不到”三字，可谓诛心之笔。到这里，由江山形势引出的对当权者的揭露批判已达极致，下面转面承上“争雄”，进一步正面发挥登临意。“正好长驱，不须反顾，寻取中流誓。”中流誓，用祖逖统兵北伐，渡江击楫而誓的故实。在词人看来，凭借这样有利的江山形势，正可长驱北伐，无须前怕狼，后怕虎，应该象当年的祖逖那样，中流击水，收复中原。这几句词情由前面的愤郁转向豪放，意气风发，辞采飞扬，充分显示出词人豪迈朗爽的胸襟气度。歇拍二句 ，承上“长驱”，进一步抒写必胜的乐观信念。“小儿破贼”见《世说新语·雅量》。淝水之战，谢安之侄谢玄等击败苻坚大军，捷报送达，谢安方与客围棋，看书毕，缄默无语，依旧对局。客问淮上利害，答曰：“小儿辈大破贼。”“强对”，强大的对手 ，即强敌 。《三国志·陆逊传》：“刘备天下知名，曹操所惮，今在境界，此强对也 。”作者认为，南方并不乏运筹帷幄、决胜千里的统帅，也不乏披坚执锐、冲锋陷阵的猛将，完全应该象往日的谢安一样，对打败北方强敌具有充分信心，一旦有利之形势已成，便当长驱千里，扫清河洛，收复国土，何须顾虑对方的强大呢 ？作者《上孝宗皇帝第一书》中曾言：“常以江淮之师为虏人侵轶之备 ，而精择一人之沈鸷有谋、开豁无他者，委以荆襄之任 ，宽其文法，听其废置，抚摩振厉于三数年之间 ，则国家之势成矣。”词中之“势成”亦同此意。作者的主张在当时能否实现，可以置而不论，但这几句豪言壮语，是可以“起顽立懦”的。到这里，一开头提出的“今古几人曾会”的“此意”已经尽情发挥，全词也就在破竹之势中收笔。同样是登临抒慨之作，陈亮的这首《念奴娇·登多景楼》和他的挚友辛弃疾的《水龙吟·登建康赏心亭》便显出不同的艺术风格。辛词也深慨于“无人会登临意”，但通篇于豪迈雄放之中深寓沉郁盘结之情，读来别具一种回肠荡气、抑塞低回之感；而陈词则纵论时弊，痛快淋漓，充分显示其词人兼政论家的性格。从艺术的含蕴、情味的深厚来说，陈词自然不如辛词，但这种大气磅礴、开拓万古心胸的强音，是足以催人奋进的。"
        },
        {
            "title": "咏梅",
            "content": "疏枝横玉瘦，小萼点珠光。一朵忽先发，百花皆事香。欲传春信息，不怕雪埋藏。玉笛休三弄，东君政主张。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "电绕璇枢，此时昌运生真主。庆聊簪组。喜气生绵宇。宴启需云，湛露恩均布。锵韶濩。凤歌鸾舞。玉斝飞香醑。",
            "comment": ""
        },
        {
            "title": "瑞云浓慢",
            "content": "蔗浆酪粉，玉壶冰醑，朝罢更闻宣赐。去天咫尺，下拜再三，幸今有母可遗。年年此日，共道月入怀中最贵。向暑天，正风云会遇，有恁嘉瑞。鹤冲霄，鱼得水。一超便、直入神仙地。植根江表。开拓两河，做得黑头公未。骑鲸赤手，问如何、长鞭尺箠。向来王谢风流，只今管是。",
            "comment": ""
        },
        {
            "title": "新荷叶",
            "content": "艳态远幽，谁能洁净争妍。淡抹疑浓，肯将自在求怜。终嫌独好，任毛嫱、西子差肩。六郎涂涴，似和不似依然。赫日如焚，诸馀只凭光鲜。雨过风生，也应百事随缘。香须道地，对一池、著甚沈烟。根株好在，淤泥白藕如椽。",
            "comment": ""
        },
        {
            "title": "水调歌头 送章德茂大卿使虏",
            "content": "不见南师久，谩说北群空。当场只手，毕竟还我万夫雄。自笑堂堂汉使，得似洋洋河水，依旧只流东。且复穹庐拜，会向藁街逢。尧之都，舜之壤，禹之封。於中应有，一个半个耻臣戎。万里腥膻如许，千古英灵安在，磅礴几时通。胡运何须问，赫日自当中。",
            "comment": "【注释】开篇中耸立着一位只手擎天的雄夫，那\"洋洋的河水\"的自笑，蕴蓄着岂甘年年逝波东流的奇气！在忍辱出使的自慰中，展中悬首敌虏于藁街的壮思，使上片歇拍，振荡起何等豪迈的雄声。深情绵邈的过片，横空铺展出尧、舜、禹政的壮丽河山。那\"千古英灵安在\"的呼喊，激起的应是群山万壑的隆隆回响！于是\"耻\"于臣戎、净扫\"万里腥膻\"的宏愿，便如山岳般升腾，令词行刹那间弥漫了充斥天地的正气！--引自宋词赏析http://www.guxiang.com/shici/songci/有人批评陈亮的这首词并非“高调”，也就是说，这首词写的太直，不含蓄，因而谈不上上乘之作，其实，这种评价十分片面。一般情况下，诗词应写得含蓄，力戒平铺直叙，但不能一刀切。没有真情实感的诗词，既使写得再含蓄 ，也浮泛无味，直中有深情，直而有兴味，直给人一种赏心悦目的美感。因此，炙手可热，气势逼人的披文入情的直接感染力量，仍能使读者耳目一新。苟且偷安的南宋朝廷，自与金签订了“隆兴和议”以后，两国间定为叔侄关系，常怕金以轻启边畔相责，借口又复南犯，不敢作北伐的准备。每年元旦和双方皇帝生辰，还按例互派使节祝贺，以示和好。虽貌似对等，但金使到宋，敬若上宾，宋使在金 ，多受歧视；故南宋有志之士，对此极为恼火。淳熙十二年（1185）十二月，宋孝宗命章森以大理少卿试户部尚书衔为贺万春节（金世宗完颜雍生辰）正使，陈亮作词送行，便表达了不甘屈辱的正气，与誓雪国耻的豪情。对这种耻辱性的事件，一般是很难写出振奋人心的作品，但陈亮由于有饱满的政治热情和对诗词创作的独特见解，敏感地从消极的事件中发现有积极意义的因素，开掘词意，深化主题，使作品气势磅礴，豪情万丈。词一开头，就把笔锋直指金人，警告他们别错误地认为南宋军队久不北伐，就没有能带兵打仗的人才。“漫说北群空 ”用韩愈《送温处士赴河阳军序》“伯乐一过冀北之野而马群遂空”的字面而反其意，以骏马为喻 ，说明此间大有人在。“当场”两句，转入章森出使之事，意脉则仍承上句以骏马喻杰士，言章森身当此任，能只手举千钧，在金廷显出英雄气概。“还我”二字含有深意，暗指前人出使曾有屈于金人威慑，有辱使命之事，期望和肯定章森能恢复堂堂汉使的形象。无奈宋弱金强，这已是无可讳言的事实，使金而向彼国国主拜贺生辰，有如河水东流向海，岂能甘心，故一面用“自笑”解嘲 ，一面又以“得似&#8943;&#8943;依旧”的反诘句式表示不堪长此居于屈辱的地位。这三句句意对上是一跌 ，借以转折过渡到下文“且复穹庐拜，会向藁街逢”。“穹庐 ”，北方游牧民族所居毡帐，这里借指金廷。“藁街”本是汉长安城南门内“蛮夷邸”所在地，汉将陈汤曾斩匈奴郅支单于首悬之藁街。这两句是说，这次遣使往贺金主生辰，是因国势积弱暂且再让一步；终须发愤图强，战而胜之，获彼王之头悬于藁街 。“会”字有将必如此之意。两句之中，上句是退一步，承认现实 ；下句是进两步，提出理想，且与开头两句相呼应。这是南宋爱国志士尽心竭力所追求的恢复故土、一统山河的伟大目标。上片以此作结，对章森出使给以精神上的鼓励与支持，是全词的“主心骨 ”。下片没有直接实写章森，但处处以虚笔暗衬对他的勖勉之情 。“尧之都”五句，转而激愤地提出：在尧、舜、禹圣圣相传的国度里，总该有一个、半个耻于向金人称臣的人吧！“万里腥膻如许”三句，谓广大的中原地区 ，在金人统治之下成了这个样子，古代杰出人物的英魂何在？正气、国运何时才能磅礴伸张？最后两句，总挽全词，词人坚信：金人的气数何须一问，宋朝的国运如烈日当空，方兴未艾。全词不是孤立静止地描写人和事，而是把人和事放在发展变化的过程中加以表现。这样的立意，使作品容量增大，既有深度，又有广度。从本是有失民族尊严的旧惯例中，表现出强烈的民族自尊心、自豪感；从本是可悲可叹的被动受敌中，表现出打败的必胜信心。马卡连柯说过：过去的文学，是人类一本痛苦的“老账簿 ”。南宋爱国词的基调，也可这样说。但陈亮这首《水调歌头》，由于立意高远 ，在同类豪放作品中，似要高出一筹。它通篇洋溢着乐观主义的情怀，充满了昂扬的感召力量，使人仿佛感到在暗雾弥漫的夜空 ，掠过几道希望的火花。这首词尽管豪放雄健，但无粗率之弊。全篇意脉贯通，章法有序。开头以否定句式入题，比正面叙说推进一层，结尾与开头相呼应而又拓开意境。中间十五句，两大层次。前七句主要以直叙出之，明应开头 ；后八句主要以诘问出之，暗合开篇。上下两片将要结束处，都以疑问句提顿蓄势，形成飞喷直泻、欲遏不能的势态，使结句刚劲有力且又宕出远神。词是音乐语言与文学语言紧密结合的特殊艺术形式 。词的过片，是音乐最动听的地方，前人填词都特别注意这关键处。陈亮在这首思想性很强的《水调歌头》中，也成功地运用了这一艺术技巧。他把以连珠式的短促排句领头的、全篇最激烈的文字：“尧之都，舜之壤，禹之封，于中应有，一个半个耻臣戎 ！”适当地安插在过片处，如高山突兀，如利剑出鞘，因而也充分地表达了作者火一般的感情，突出地表现了作品的主旨。以论入词而又形象感人 ，是本篇又一重要特色。陈亮在《上孝宗皇帝第一书 》中说 ：“南师之不出，于今几年矣！河洛腥膻，而天地之正气抑郁而不得泄，岂以堂堂中国，而五十年之间无一豪杰之能自奋哉？”在《与章德茂侍郎》信中说 ：“主上有北向争天下之志，而群臣不足以望清光。使此恨磊磈而未释，庸非天下士之耻乎！世之知此耻者少矣。愿侍郎为君父自厚 ，为四海自振！”这首《水调歌头》便是他这些政治言论的艺术概括。叶適《书龙川集后》说陈亮填词“每一章就，辄自叹曰：‘平生经济之怀，略已陈矣！’”可见他以政论入词，不是虚情造作或抽象说教，而是他“平生经济之怀”的自觉袒露，是他火一般政治热情的自然喷发。梁启超《中国韵文里头所表现的情感》一文认为这类作品“都是情感突变，一烧烧到白热度，便一毫不隐瞒，一毫不修饰，照那情感的原样子，迸裂到字句上。我们既承认情感越发真，越发神圣；讲真，没有真得过这一类了。这类文学，真是和那作者的生命分劈不开 ！”这些话 ，可能有过甚其辞之处，但对理解和欣赏这首词还是有启发的。陈亮此词正是他鲜明个性的化身，是他自我形象的一种表现。在抒发爱国豪情壮志、促进词体发展的大合唱中，陈亮高亢雄壮的歌喉征服了千百年来的“ 听众”。在陈亮所有的爱国词中，这首送章德茂（名森）的《水调歌头》独树一帜 ，写的颇具特色。整篇立意深远，章法整饬。"
        },
        {
            "title": "咏梅",
            "content": "春回积雪层冰里，香动荒山野水滨。带月一枝低弄影，背风千片远随人。",
            "comment": ""
        },
        {
            "title": "青玉案",
            "content": "武陵溪上桃花路。见征骑、匆匆去。嘶入斜阳芳草渡。读书窗下，弹琴石上，留得销魂处。落花冉冉春将暮。空写池塘梦中句。黄犬书来何日许。辋川轻舸，杜陵尊酒，半夜灯前雨。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "桃花已作东风笑，小蕊嫣然。春色暄妍。缓步烟霞到洞天。一杯满泻蒲桃绿，且共留连。醉倒花前。也占红香影里眠。",
            "comment": ""
        },
        {
            "title": "寿曾主管",
            "content": "豫章此夕诞贤良，非雾非烟绕画堂。正是庭兰争秀发，更当陇麦弄轻黄。一杯为寿沧溟窄，万口同词日月长。朝晚安知归禁近，千年常得侍清光。",
            "comment": ""
        },
        {
            "title": "桂枝香 观木樨有感，寄吕郎中",
            "content": "天高气肃。正月色分明，秋容新沐。桂子初收，三十六宫都足。不辞散落人间去，怕群花、自嫌凡俗。向他秋晚，唤回春意，几曾幽独。是天上、馀香剩馥。怪一树香风，十里相续。坐对花旁，但见色浮金粟。芙蓉只解添秋思，况东篱、凄凉黄菊。入时太浅，背时太远，爱寻高躅。",
            "comment": "【注释】这首词是陈亮为吕祖谦而写。祖谦于孝宗淳熙六年（1179）曾任职礼部郎官 ，故称“郎中”，同年四月后因病辞官归故乡金华 。据叶適《龙川集序》，陈亮曾去看望吕祖谦，两人纵论天下大事到夜半。吕对他说：不要以为当世不能用您。并引用《左传·襄公三十年》郑国执政子皮把政权交给子产时的话说：虎（子皮自称）率领全家族的人听从您的话，谁敢触犯您？表示支持。陈亮听了大为快慰。吕祖谦为学主张“明理躬行”，治经史以致用 ，反对空谈阴阳性命之说，与陈亮为同调。一夕交心，更相投契，故陈亮作此词，托木樨而抒感，就关于用世与忤世的问题，借物言志，即以“寄吕郎中” 。词或即作于此年秋天。题中“木樨”为桂花的一种 ，逢秋开放，花小香浓。全词就从这个特点生发，写自己胸次感慨。皓月当空，天穹如洗，正是秋天月夜景象。世传月中有桂树，宋之问衍为“桂子月中落，天香云外飘”的诗句 ，故发端即点“天”、“月”，为下文“散落人间”张本。接着又化用李贺“画栏桂树悬秋香，三十六宫土花碧 ”（《金铜仙人辞汉歌》）诗意，把汉代长安的离宫别馆三十六所引入天空，悬拟出天宫收储桂花已经盈满，己乃散落人间一层意思 。“不辞”二字代花言志，实则词人自道其愿为人世作些事业的初衷，立意已高。此桂花既是天国殊英，群花与之相并，当然显得凡俗。足见词人自视之高。但又不径指群花凡俗 ，而说“群花自嫌凡俗”，命意更高一层。复用一“怕”字为转折，意思是我唯恐群花自惭，故不欲竞放于百花争艳的春天，更翻进一层。但我之所以不竞放于三春者，也不是故矜高洁，自远于人。我吐放在这秋天的夜晚，意在唤回已去的春意，把温暖重新撒向人间。我方深情眷注人世，又何曾自甘幽独呢？这就进一步展示出更高的、晶莹澄沏的内心世界。词人抓住桂花不开在春天却放于秋节这个特点，想落天外，分几个层次写出此花一片高洁心志 ，满腔似火热忱；又显得不矜不伐，亦花亦人，深得咏物词“取神题外，设境意中” （《蕙风词话》）之妙。细味“向他秋晚，唤回春意”八字，似有辛弃疾《摸鱼儿》惜春、留春之微妙，其意盖感国事艰危，欲力挽狂澜于将倾，命意更深，这在吕祖谦对他说的几句话中亦可反映出来。上片借花言志，词旨高远，层层转进，曲折深沉。下片以“是天上余香剩馥”换头，遥承上片“不辞散落人间”，意脉流贯 。但上片用拟人手法，代花述怀；下片改为词人自己出面评说，构局一变 。“怪一树香风，十里相续”的“怪”字，即“难怪”之意。难怪此花香飘十里 ，原来它本是天上余香散落人间。这一层赞桂花幽香。后两句一层则赞花颜色——其色金黄，花小如粟。“坐对”一语，无限旖旎亲切，花、人神交，几欲融为一体 。而“对”字究竟保有距离，此即“不即不离”之境 。初闻其幽香，复对此殊色，乃想到其他种种秋花，由此类推，宕开词意，转出柳暗花明境界。秋日，木芙蓉盛开，未尝不美，但一想起杜甫“芙蓉小苑入边愁”的诗句，只能令我顿添愁思，又怎能“唤回春意”呢？菊花自是秋节名花，然而，东篱黄菊，不过助人凄凉，加深秋意，哪里比得上“向他秋晚，唤回春意”的桂花呢 ？窥词人之心，“芙容”句隐然有边关烽火之忧 ；“东篱”句则暗寓渊明遗世高蹈不足取法之深意 ，与上片“几曾幽独”呼应，见出他积极用世的热忱。无怪当时听了吕祖谦鼓励他的“未可以世为不能用”而大感快慰了。歇拍三句。为词人对此花的评骘：可惜你易开易落 ，“入时太浅”；开在深秋，且无艳色 ，“背时太远”；而你的心志又过于高洁，“爱寻高躅”（躅 ，足迹。“爱寻高躅 ”即爱踵先贤之高迹）。但这仅仅是表面上的意思。实质上这都是词人自慨平生。人方靦颜事仇，苟安为计，我独怀此恢复大志，唤春热忱，致使“当路见憎”，“以为狂怪”（《宋史·陈亮传》），岂非不谙人情世敌，“入时太浅”吗？而且，举世滔滔 ，我则独清独醒，与时代风习远相背离，岂非“背时太远”？再加上我孤标自许，欲追高风于末世，不能随流扬波，与世推移，足证这“爱寻高躅”也是平生一病。词人在这里以抑为扬，正言反出，结出无限幽愤，无穷牢骚。这首词以花寄意，用浪漫主义手法 ，展开联想，天上人间，神行万里。词中咏叹桂花的雅量高致，光明磊落胸怀，此中有人，呼之欲出，表现出词人人格光采四照，肝胆相照。因此，这首词在内容上具有一种高尚美，读之使人肃然起敬。张炎在他所著的《词源》一书中论咏物词，多有胜义。他说：“诗难于咏物 ，词为尤难 。体认稍真，则拘而不畅；摹写差远，则晦而不明。要须收纵联密，用事合题，一段意思，全在结句，斯为绝妙 。”这里提出的不能“稍真”，不欲“差远”，也就是“不粘不脱 ”“在神情离合间”的意思。陈亮这阕《桂枝香》，句句写桂花，所咏了然在目 ，无“晦而不明”之病；但全词除“一树香风”、“色浮金粟”外，句句只写此花高标远致，遗貌取神，又无“拘而不畅”之嫌。进一步看，全词处处摄花之魂，处处见我风骨，却又通篇无一字直诉我胸怀处，所谓若即若离，深得咏物神髓。结处暗寓平生意气，感慨遥深，然“入时”、“背时 ”，又是从此花出处行藏一意流转下来，正得“一段意思，全在结句”的妙谛。以此词此心，寄吕郎中以求印可，亦可见二人相知之乐。陈亮惯以文为词，以词评政；词风素称横放、恣肆，甚者讥其粗豪。读此阕 ，然后知他在横放之外，别人一段情趣。这阕《桂枝香》，就其语言论，句句当行本色；观其前后两结 ，语意尤其高远，逸响可歌，何尝有一句粗豪语？就其风格论，高华端凝，不仅远在“ 横肆 ”之外，抑且别具典雅幽秀之美。但这种“秀”，是其秀在神，秀而有骨，故终不失龙川气度。"
        },
        {
            "title": "贺新郎 怀辛幼安，用前韵",
            "content": "话杀浑闲说。不成教、齐民也解，为伊为葛。樽酒相逢成二老，却忆去年风雪。新著了、几茎华发。百世寻人犹接踵，叹只今两地三人月。写旧恨，向谁瑟。男儿何用伤离别。况古来、几番际会，风从云合。千里情亲长晤对，妙体本心次骨。卧百尺、高楼斗绝。天下适安耕且老，看买犁卖剑平家铁。壮士泪，肺肝裂。",
            "comment": "【注释】宋孝宗淳熙十五年（1188）岁末，陈亮顶风冒雪，跋涉数百里，从浙江永康去到江西上饶探访多年不见的好友辛弃疾。二人同游鹅湖 ，共饮瓢泉，“长歌互答 ，极论世事”（辛弃疾《祭陈同父文》），两人畅所欲言，共同居住了十天才分别。别后二人曾作《贺新郎》同韵词多首反复赠答。陈亮意犹未尽，不久又用前韵作此词寄怀辛弃疾。据词中“却忆去年风雪”一语，知作于淳熙十六年。其时上距隆兴和议已有二十六年，宋廷君臣上下苟且偷安，朝政异常腐败，误国者得升迁，爱国者遭打击，国势日弱，士风日靡。辛陈二人于此俱极痛愤，故词中不但饱含惜别之情，而且深蕴忧国忧民之意，表现出“英雄感怆”的悲壮色彩。上片抒写别后相思之情 。起句“话杀浑闲说 ！”满心而发，肆口而成，盖隐应辛弃疾答词中“硬语盘空谁来听？记当时、只有西窗月”一语，谓去年相叙虽得极论天下大事 ，然于此“岌岌然以北方为可畏，以南方为可忧，一日不和，则君臣上下朝不能以谋夕”（陈亮《 戊申再上孝宗皇帝书》）之时，虽有壮怀长策，亦无从施展，说得再多都只是闲说一场罢了。“不成教、齐民也解，为伊为葛？”紧承前语，补明“话杀浑闲说”的原因。意谓伊尹 、诸葛亮那样的事业，只有在位者才能去做，平民百姓是无法去做的，所以说尽了等于没说 。此言亦对辛弃疾寄词中称许陈亮“风流酷似，卧龙诸葛”一语而发。其时陈亮尚为平民百姓，辛弃疾则久被罢黜，故有此慨叹。恢复之事既不得施行，英雄之人却日趋衰老，思念及此，更增忧惧，故接下乃云 ：“樽酒相逢成二老，却忆去年风雪。新著了、几茎华发。”此言复应辛弃疾答词中“老大那堪说”及“我病君来高歌饮，惊散楼头飞雪”数语，其中蕴含着深厚而复杂的感情：既有去年风雪中抵掌谈论的欢欣，也有眼前关山阻隔互相思念的痛苦，还有同遭谗沮而早生白发的悲愤 。“百世”句用《庄子·齐物论 》“万世之后而一遇大圣，知其解者，是旦暮遇之也”及《战国策·齐策三》 “千里而一士，是比肩而立；百世而一圣，若随踵而至也”语意，极言相知之难。夫万世遇之尚如旦暮，则百世遇之自如接踵，而知己之人 ，岂是接踵可得？是以见其难也。此语言简意赅，复多曲折，然无板滞晦涩之病，表现出运用典故的高超技巧。“三人月”一语则用李白《月下独酌 》“举杯邀明月，对影成三人”诗句，极言相念之苦。相知如二人者既甚难得，则会少离多自更难堪。此时孤独之感既不能排遣，忧愤之情又无可倾诉，真是度日如年了 。“写旧恨，向谁瑟”即表现此种不胜惆怅的心情。“瑟”字名词动化，“向谁瑟”即向谁弹，向谁诉。换头从离别的愁苦中挣脱出来，转作雄豪豁达之语 ：“男儿何用伤离别？”异军特起，换出新意。接下又推进一层：“况古来、几番际会，风从云合。”壮声英概，跃然纸上 。“风从云合”语出《易·乾·九五》：“水流湿 ，火就燥，云从龙，风从虎。”本喻同类相从，借喻群英共事。意谓古来英雄豪杰皆建功立业，志在四方，故不须以离别为念。上二语亦隐应辛弃疾寄词中“佳人重约还轻别”至“ 此地行人销骨”诸句，用豪言壮语来安尉朋友，更见情深而意切。“千里情亲长晤对，妙体本心次骨”二句则隐应辛弃疾寄词中“正目断、关河路绝”一语，谓友人虽远隔千里，而情分亲厚，便即如终日晤对，于我之本心能善于体察，且抉入深微 。“次骨”即至骨 。“卧百尺高楼斗绝 ”一句插入陈登故事，盛赞故人豪气。“斗绝”即“陡绝” ，高下悬殊之意 。此句亦应辛弃疾寄词中“似而今、元龙臭味”一语。《三国志·陈登传》载：许汜往见陈登（元龙），陈登“无主客之意 ，久不相与语，自上大床卧 ，使客卧下床 。”许汜怀忿在心，后来向刘备言及此事，还说陈登无礼。刘备却反驳他：“君有国士之名，今天下大乱，帝王失所，望君忧国忘家，有救世之意，而君求田问舍，言无可采，是元龙所讳也，何缘当与君语？如小人 ，欲卧百尺楼上，卧君于地，何但上下床之间耶 ！”陈亮重提此事，既是对故人的嘉许，也是对此辈的痛斥 。“天下适安耕且老，看买犁卖剑平家铁”二句暗承前语，影射求田问舍事 ，故作消沉以写其忧愤。意谓如今天下太平，人人安适，自己也打算耕田送老，学《汉书·龚遂传》中的渤海郡人，把刀剑卖了，换买锄犁一类平民之家使用的铁器。所谓“天下适安 ”，实是“天下苟安”。陈亮早在《上孝宗皇帝第一书》中即曾指出 ：“臣以为通和者，所以成上下之苟安，而为妄庸两售之地。”后在《上孝宗皇帝第三书》中又说：“秦桧以和误国，二十余年 ，而天下之气索然矣。”可见此二句感慨极深。卒章“壮士泪，肺肝裂 ！”总写满腔悲恨，声情更加激越。陈亮是一个忠肝义胆的人，他在《答吕祖谦书》中说到往常念及国事时“或推案大呼，或悲泪填臆，或发上冲冠，或拊常大笑”，真乃近乎“狂怪”，故知此语乃其心潮澎湃之实灵。刘熙载《艺概》云 ：“陈同父与稼轩为友，其人才相若，词亦相似。”辛 、陈之词皆有雄深悲壮的特色。但辛词多“敛雄心 ，抗高调，变温婉，成悲凉”（周济《宋四家词选目录序论 》），故别见沉郁顿挫；陈词多“慷慨以任气，磊落以使才”（《文心雕龙·明诗》），故别见激烈恣肆 。此词则慷慨中有幽郁之致，苍劲中含凄惋之情，风调更与辛词接近 。所以如此，盖因当时处境、心绪皆同 ，又“长歌互答”，深受辛词影响，故于伤离恨别之中，自然融入忧国哀时之感，而情生辞发，意到笔随，写同遭谗摈之愤（开篇二句）则慷慨悲凉 ，写共趋衰老之哀（“樽酒”三句）则幽暗沉重 ，写两地相思之苦（“百世”二句）则缠绵悱恻，写寂寞忧愁之郁（上片歇拍）则凄迷欲绝，写建功立业之志（换头二句）则奔放雄豪，写肝胆相照之情（“千里 ”二句）则深厚刻挚，写鄙薄求田问舍（“卧百尺”句）则激越高昂，写憎恶苟且偷安（“天下”二句）则情辞冷峻，写报国无门之恨（下片歇拍）则声泪俱下。如此淋淋漓漓，周而复始，“一转一深，一深一妙 ”（《艺概》），真似“风雨云雷交发而并至，龙蛇虎豹变见而出没” （陈亮《甲辰与朱元晦书》），乃愈觉扣人心弦，感人肺腑。其文辞又典丽宏富，平易自然 ，“本之以方言俚语，杂之以街谈巷歌，抟搦义理，劫剥经传，而卒归之曲子之律。”（陈亮《与郑景元提干书 》）如“话杀” 、“新著了”、“不成教”、“也解”用民间口语 ，“百世寻人”用《庄子》、《战国策》，“三人月”用李白诗 ，“风从云合”用《易》，“卧百尺高楼”用《三国志》 ，“买犁卖剑”用《汉书》等等，皆左右逢源，得心应手，复多作疑问、感叹语气，益增曲折摇曳之致，故兼具精警奇肆与蕴藉含蓄之美，极富艺术感染。"
        },
        {
            "title": "醉花阴",
            "content": "姓名未勒慈恩寺。谁作山林意。杯酒且同欢，不许时人，轻料吾曹事。可怜风月於人媚。那对花前醉。珍重主人情，闻说当年，宴出红妆妓。",
            "comment": ""
        },
        {
            "title": "汉宫春",
            "content": "雪满江头，怪一枝不耐，还漏微阳。诗人越样眼浅，早自成章。群葩如绣，到那时、争爱春长。须知道，未通春信，是谁饱试风霜。堪笑红炉画阁，问从来寒气，损甚容光。枝头有花恁好，映带新妆。寒窗愁绝，嗅清芬、不料饥肠。都缘是，此君小异，费他万种消详。",
            "comment": ""
        },
        {
            "title": "天仙子",
            "content": "一夜秋光先著柳。暑力平明羞失守。西风不放入帘帏，饶永昼。沈烟透。半月十朝秋定否。指点芙蕖凝伫久。高处成莲深处藕。百年长共月团圆，女进男，酒称寿。一点浮云人似旧。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "人物从来少，篱菊为谁黄。去年今日，倚楼还是听行藏。未觉霜风无赖，好在月华如水，心事楚天长。讲论参洙泗，杯酒到虞唐。人未醉，歌宛转，兴悠扬。太平胸次，笑他磊磈欲成狂。且向武夷深处，坐对云烟开敛，逸思如微茫。我欲为君寿，何许得新腔。",
            "comment": ""
        },
        {
            "title": "七娘子",
            "content": "风流家世传张绪。似灵和新种垂杨缕。绮席摛词，银台奏赋。当年梦绕蓬山路。卖花声断蓝桥暮。记吟鞭醉帽曾经处。蜀郡归来，荆州老去。心情零乱随风絮。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "西风带暑，又还是、长途利牵名役。我已无心，君因甚，更把青衫为客。邂逅卑飞，几时高举，不露真消息。大家行处，到头须管行得。何处寻取狂徒，可能著意，更问渠侬骨。天上人间，最好是、闹里一般岑寂。瀛海无波，玉堂有路，稳著青霄翼。归来何事，眼光依旧生碧。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "钱王霸图成时，多应是百年遗树。羞将高古，为渠遮映，鱼盐调度。且向空山，趁时多事，四垂盘踞。算兴衰坐阅，权奇磊块，世间□，□斤斧。又见当天明圣，便弹丸、也难分土。一番整顿，旧家草木，新来雨露。铁石心肠，叫龙根干，亭亭天柱。纵茯苓下结，茑萝高际，怎堪攀附。",
            "comment": ""
        },
        {
            "title": "滴滴金",
            "content": "断桥雪霁闻啼鸟。对林花、弄晴晓。画角吹香客愁醒，见梢头红小。团酥剪蜡知多少。向风前、压春倒。江嶂人烟画图中，有短篷香绕。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "银屏绣阁。不道鲛绡薄。嘶骑匆匆尘漠漠。远过夕阳村落。乱山千叠无情。今宵遮断愁人。两处香消梦觉，一般晓月秋声。",
            "comment": ""
        },
        {
            "title": "送文子徐妹丈赴随州太学掾用司马文正公送先",
            "content": "昔仰南洲德，今逢世嗣贤。声名江左重，文教汉东专。君意思空马，吾生肯绝弦。江头无语处，一叶浪花前。",
            "comment": "【注释】【原题】：送文子徐妹丈赴随州太学掾用司马文正公送先郎中诗韵为别"
        },
        {
            "title": "贺新郎 酬辛幼安，再用韵见寄",
            "content": "离乱从头说。爱吾民，金缯不爱，蔓藤累葛。壮气尽消人脆好，冠盖阴山观雪。亏杀我，一星星发。涕出女吴成倒转，问鲁为齐弱何年月。丘也幸，由之瑟。斩新换出旗麾别。把当时、一椿大义，拆开收合。据地一呼吾往矣，万里摇肢动骨。这话霸、又成痴绝。天地洪炉谁扇韛，算於中、安得长坚铁。淝水破，关东裂。",
            "comment": "【注释】1188 年（淳熙十五年）冬至1189 年（淳熙十六年）春之间，陈亮在给辛弃疾好友写了第一首《贺新郎》之后不久 ，又写了这首《贺新郎》。此阕仍继承前词“极论世事”的宗旨，针对朝廷以银帛贡献代替边备兵革、致使天下士气消糜的现实，尽情抒发自己的愤懑情绪，并是表达得比前人首更直率。上片是回顾宋朝屈辱的历史。也许作者出于对前首词所提及的“后死无仇可雪”问题的担忧，这首词开头第一句“离乱从头说”似乎就有意提出人们早已忘却的往事，以引起回忆 。“爱吾民、金缯不爱，蔓藤累葛”是追述自宋初以来长期的耻辱外交。早在北宋第三代皇帝真宗赵恒时，便以“澶渊之盟”向辽国岁赠白银十万两，绢缯二十万匹，换取中原的暂时和平，首开有宋以来向外族纳贡的先例。其子仁宗赵祯时，向辽国岁贡银绢又各增十万两、匹。此后，辽亡金兴，北宋朝廷又转而向金纳贡，数额有增无减。但是 ，这种作法不仅没有换来“和平”，反而更引起对方的觊觎，得寸进尺。于是河洛尽失，而宋室乃不得不南渡，以求苟安。最令人吃惊的是，南宋统治者竟至把屈辱说成是爱民。如仁宗所宣称的：“朕所爱者，土宇生民尔，斯物（指银缯）非所惜也。” （见魏泰《东轩笔录》）真是以罪为功 ，恬不知耻！陈亮在这里说：“爱吾民、金缯不爱”，即刺此事。虽然作品并未罗列上述史实，只用“蔓藤累葛”四字，已足将百余年来宋室历次丧权辱国、妄冀苟安的罪责揭露无遗。下一句“壮气尽消人脆好”进而再揭露统治者多年来在“爱吾民、金缯不爱”的幌子掩护下推行投降政策所造成的恶果。就全局来看，南宋形势是“壮气尽消人脆好” ，以这样温顺脆弱销烁殆尽的民气、士气，去对付对方的进逼 ，其结果就只有“冠盖阴山观雪”——珠冠华盖的堂堂汉使到金廷求和。可是，他们的交涉不能取得任何胜利，惟有陪侍金主出猎阴山，观赏北国雪景而已。作者想到这里，不禁感叹道 ：“亏杀我 、一星星发！”痛惜自己把头发都等白了，等到的竟是如此耻辱的现实。下面再借用历史故事来批判现实：春秋时，中原大国齐的国君景公畏惧处于南夷之地的吴国，只有流涕送女与之和亲；还有鲁国也曾因遭受强齐欺凌而不予反抗，遂日衰一日。往事可鉴，对照今日宋朝屈服于金，甘受凌辱而不加抵抗这一违反常理的怪事，后果如何，不问而知。这里所谓“问”，并非有疑而问 ，乃是用肯定语调发出的谴责和质问。写到此，话题和情绪同时一变，以重新振作之态，写出“丘也幸 ，由之瑟”六字。《论语·述而》载有孔子语：“丘也幸，苟有过，人必知之。”又，孔子的学生子路弹瑟发勇武之音，被认为是不合雅、颂，孔子曾说：“由之瑟奚为于丘之门？”（《论语·先进》）作者各取此二语中的前三字为句 ，表达了这样的意思：今日幸有如吾二人这样坚毅的志士，虽举国均以举兵北伐为过，但我们迄今坚持不懈 。以此结束了上片，并为下片定下基调。乍一看，这两句话来得突兀，似乎显得生硬，其实不然。这是陈亮一贯的词风。他好为“ 硬语盘空”，这种风格，恐怕与他在南宋那一片黑暗之中努力焕发起斗争到底的精神密切相关。下片是写设想中的救国行动 。《新唐书·李光弼传》曾记大将李光弼代郭子仪统兵之事，云 ：“其代子仪朔方也，营垒、士卒、麾帜无所更，而光弼一号令之 ，气色乃益精明。”辛弃疾早年曾建立过有名的“飞虎军 ”，金人为之震慑。作者设想，若由弃疾带兵 ，定会出现“斩（崭）新换出旗麾别”的新局面。这种设想 ，也许早在上饶鹅湖之会时二人就商议过，因此，这里所谓“把当时 、一桩大义 ，拆开收合”，可能就指的是这件事。“拆开收合”，即解剖分析。基于此 ，“据地一呼吾往矣，万里扑肢动骨”便是作者想象投奔这支抗金新军后大显身手的兴奋情景。因留恋鹅湖之会、向往二人共同描绘的理想图景而产生上述设想，这是很自然的。继而，语势却忽然一落千丈，接一句“这话霸（即话柄）、只成痴绝”，明说这一切只不过是幻想。这种语气的跌宕起伏，恰恰说明作者情绪大起大落 。他虽然残酷地宣告自己幻想的破灭，却又极其冷静地指出了真实 。“只成痴绝”四字虽然饱含作者的失望和痛苦，却又是他理智的反映 。“天地洪炉谁扇鞴 ？算于中、安得长坚铁！”是发自幻灭之后的感叹。他有感于《庄子·大宗师》中所谓天地是大熔炉的说法，想到人生犹如铁在洪炉之中，扇鞴（鼓风吹火的皮袋）鼓风，火力顿炽，顷刻即将消熔。这是不可抗拒的自然之势。不过，作者的这种幻灭感，却又并非对理想产生了什么怀疑和失望，而是深为人生有限而感到惋惜。但他又不是单纯留恋人生，而是深憾于不能亲见理想的实现 。关于这点 ，在结尾的“淝水破，关东裂”二句中可以得到印证。这里，作者再一次用了他在《念奴娇·登多景楼》一词中已用过的谢安于淝水之战中大破苻秦八十万大军入犯的典故，但这不是雷同，正说明这个对历史了如指掌的爱国志士对英雄业绩的向往和对胜利的憧憬是任何时候都不能忘怀的 。他的这些话是说给好友辛弃疾听的，自然不是只谈他自己的志气与渴望，而是表达了他们两人共同的心声。"
        },
        {
            "title": "洞仙歌",
            "content": "秋容一洗，不受凡尘涴。许大乾坤这回大。向上头，些子是雕鹗抟空，篱底下，只有黄花几朵。骑鲸汗慢，那得人同坐。赤手丹心扑不破。问唐虞、禹汤文武，多少功名，犹自是、一点浮云铲过。且烧却、一瓣海南沈，任拈取、千年陆沈奇货。",
            "comment": ""
        },
        {
            "title": "最高楼 咏梅",
            "content": "春乍透，香早暗偷传。深院落，斗清妍。紫檀枝似流苏带，黄金须胜辟寒钿。更朝朝，琼树好，笑当年。花不向沈香亭上看。树不著唐昌宫里玩。衣带水，隔风烟。铅华不御凌波处，蛾眉淡扫至尊前。管如今，浑似了，更堪怜。",
            "comment": "【注释】宋人咏梅的词不可胜数，并且大多把它写得高不可攀，像要傲视一切，以寄托自己的尘世思想。在写作手法上，象“寿阳”、“弄笛”之类的历史典故，经常被采用。而这首词却能独出心裁，把梅花写得清新高洁，其他花难以望其项背，但在作者笔下，梅花并非傲视一切，这是词人本身不甘沉沦，积极向上内心世界的真实表白。他在写法上，不再象美人那样频频使用历史典故 ，为了衬托出梅花的与众不同的形象，他先后用了三种不同的花来作反衬，又用了两个人物形象加以渲染。这种写法也是不多见的。他的咏梅词前后共有九首之多，这是最有代表性的一首。开头两句“春乍透，香早暗偷传 ”，起到了提纲挈领的作用。透，即浓的意思。黄庭坚《蓦山溪》词里有“春未透，花枝瘦”的句子，可证“透”字之意。次句化用林逋咏梅名句“ 暗香浮动月黄昏”，写出了梅花的特色 ：春色忽然转浓，到了百花吐艳的时候，而梅花早在春尚未透之前，它的芳香已经暗暗传播开来。作者另一首《汉宫春》咏早梅的词说 ：“群葩如绣，到那时争爱春长。须知道、未通春信，是谁饱试风霜 。”可以和这两句相参证 。“深院落，斗清妍。”“深”字表明了梅花所处的幽静之地 ；“清”字表明它不同凡响，它们在幽静的院落里，以自己的清高绝俗的标格，斗奇争妍。到这里，已经把梅花特有的气质抒写出来。下边从外貌上加以描绘 ：“紫檀枝似流苏带，黄金鬚胜辟寒钿 。”它的紫檀色般的枝干，下垂有如流苏；它的金黄色的鬚蕊，胜过辟寒金做成的花钿。这种外貌的描写是为表现它的内在的美服务的。大诗人屈原在《九章·涉江》里对自己的服饰的描写是 ：“余幼好此奇服兮，年既老而不衰；带长铗之陆离兮，冠切云之崔嵬 ”，也就是这个意思。从梅花的外貌来看，它不仅具有清高绝俗的品格，且具有不加人工雕饰的天然的高贵仪态，两者构成了梅花的完整的形象，足以独占花苑，压倒众芳 。“更朝朝，琼树好 ，笑当年。”陈后主（叔宝）爱艳曲，创新声，他的《玉树后庭花》曲里有这样的两句：“璧月夜夜满，琼树朝朝新”。在词里 ，琼树是作为反衬的形象来引用的，认为它虽华贵，却只值得一笑，比不上高洁的梅花。换头“花不向沉香亭上看 ”。唐人李濬的《松窗杂录》上说，唐明皇在一个春天里，带着杨贵妃在沉香亭上看牡丹花，并曾召大诗人李白写《清平调》三首，中有“名花倾国两相欢”、“沉香亭北倚栏干”之句，为人们所熟知。在词里，牡丹也是作为反衬形象来引用的，认为它即使为帝王所观赏，高洁的梅花也不愿与之同流合污。“树不着唐昌宫里玩 ”也是用典故。唐人康骈的《剧谈录》记载，长安安禁坊唐昌观有玉蕊花，每春发花，若瑶林琼树。元和年间，当盛开时，乘车骑马来游赏的摩肩接踵。在词里，这玉蕊花也是作为反衬形象来引用的，认为它即使是为万千游人所爱赏，高洁的梅花也不愿与之并列。那么，有没有可以和它比并的形象呢？有的，可以和它比并的形象同它有“衣带水”相连，只是隔着风烟。这就是“铅华不御”的宓妃，还有就是“淡扫蛾眉”的虢国夫人。这里是词人自比，借以抒发感慨。他家居婺州永康（今属浙江），地居武义江上游，由水路可以到达杭州。历史上的宓妃可以得到贤王的眄睐，虢国夫人可以得到唐明皇的“ 圣眷”，当今皇帝所擢用的尽是“庸愚龌龊”之徒，而自己却叩阍无路，头白有期。他这种怀才不遇的感情，在歇拍几句里表现得更为充分 ：“管如今 ，浑似了，更堪怜。”空相似而遭遇不同，“堪怜”的不是梅花，而是自己虽怀绝代之才，而终将老于乡土。陈亮有积极向上，不甘平庸的用世思想。他曾在一篇上皇帝书中详细陈述了要想恢复中原，重振国家，他提出朝廷不仅要在对金政策方面作重大调整之外，还须不拘一格重用人才。而当时的国家处境是：隆兴和议之后，“徒使度外之士摈弃而不改聘，日月蹉跎，而老为至矣 。”他在上书时才29 岁，而一直等到50多岁，他这个“度外之士”仍未被朝廷重用，在家虚度光阴。他把他对身世的感慨，通过一些咏物词表达出来，这首词就是其中的一首。"
        },
        {
            "title": "廷对应制",
            "content": "皇朝锐意急英贤，虏据中原七十年。际遇风云凡事别，积功日月壮心愆。管箫器小谁能识，孔孟人存用则传。惭负寿皇勤教育，奏篇半彻冕旒前。",
            "comment": ""
        },
        {
            "title": "柳梢青",
            "content": "柳丝烟织。掩映小池，鳞鳞波碧。几片飞花，半檐残雨，长亭愁寂。凭高望断江南，怅千里、疏烟淡日。斗草风流，弄梅情分，教人思忆。",
            "comment": ""
        },
        {
            "title": "诉衷情",
            "content": "独凭江槛思悠悠。斜日堕林邱。鸳鸯属玉飞处，急桨荡轻舟。红蓼岸，白苹洲。夜来秋。数声渔父，一曲水仙，歌断还愁。",
            "comment": ""
        },
        {
            "title": "垂丝钓",
            "content": "菊花细雨。萧萧红蓼汀渚。景物渐幽，风致如许。秋未暮。又值吾初度。看天宇。正澄清欲往，登高未也，红尘当面飞舞。几人吊古。乌帽牢收取。短发还羞觑。遐寿身、近五云深处。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "镂刻黄金屋。向炎天、蔷薇水洒，净瓶儿浴。湿透生绡裙微褪，谁把琉璃藉玉。更管甚、微凉生熟。磊浪星儿无著处，唤青奴、记度新翻曲。娇不尽，州竹。一泓曲水鳞鳞蹙。粉生红、香脐皓腕，藕双莲独。拂掠乌云新妆晚，无奈纤腰似束。白笃耨、霞觞浮绿。三岛十州心在否，是天花、只怕凡心触。才乱坠，便簌簌。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "人爱新来景，龙认旧时湫。不论三伏，小住便觉凛生秋。我自醉眠其上，任是水流其下，湍激若为收。世事如斯去，不去为谁留。本无心，随所寓，触虚舟。东山始末，且向灵洞与沈浮。料得神仙窟穴，争似提封万里，大小几琉球。但有君才具，何用问时流。",
            "comment": ""
        },
        {
            "title": "送文子转漕江东二首",
            "content": "九重寤寐忆忠诚，故向长沙起贾生。魏阙丝纶新借宠，秦淮草木旧知名。已闻塞下销锋镝，正自胸中有甲兵。万幕从兹无减灶，笑看卧鼓旧边城。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "蓼花风淡水云纤。倚阁卷重帘。索寞败荷翠减，萧疏晚□红添。魂销天末，眉横远岫，斜挂新蟾。谁信故人千里，此时却到眉尖。",
            "comment": ""
        },
        {
            "title": "寿曾主管",
            "content": "累世名称阀阅高，缙绅维复似英谊。宠才咸许致千里，小试先观梦四刀。方正宁容迁岳麓，清明端可鉴丝毫。文章政事传家美，须信池中有凤毛。",
            "comment": ""
        },
        {
            "title": "阮郎归",
            "content": "波光渺渺浸晴陂。有亭湖岸西。芰荷香拂柳丝垂。升堂献寿卮。红约腕，绿侵衣。愿祝届期颐。花间妙语欲无诗。一年歌一词。",
            "comment": ""
        },
        {
            "title": "咏梅",
            "content": "为探梅魁策蹇驴，竹梢疏处见清癯。清香雅韵十分足，俗态嚣尘一点无。寄我谁能如陆凯，爱渠自谓若林逋。夜窗却恐劳清梦，速剪寒梢浸玉壶。",
            "comment": ""
        },
        {
            "title": "桂枝香",
            "content": "仙风透骨。向夏叶丛中，春花重出。骏发天香，不是世间尤物。占些空阔闲田地，共霜轮、伴他秋实。浅非冷蕊，深非幽艳，中无倚握。任拈取、龙涎笃耨。儿女子看承，万屈千屈。做数珠见，刻画毋盐唐突。不知几树栾团着，但口吻、非鸣云室。是耶非也，书生见识，圣贤心术。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "悄静菊花天，洗尽梧桐雨。倍九周遭烂熳开，祝寿当头取。顶戴玉袍黄，叠秀金棱吐。仙种花容晚节香，人愿争先睹。",
            "comment": ""
        },
        {
            "title": "及第谢恩和御赐诗韵",
            "content": "云汉昭回倬锦章，烂然衣被九天光。已将德雨平分布，更把仁风与奉扬。治道修明当正宁，皇威震叠到遐方。复讎自是平生志，勿谓儒臣鬓发苍。",
            "comment": ""
        },
        {
            "title": "一丛花 溪堂玩月作",
            "content": "冰轮斜辗镜天长。江练隐寒光。危阑醉倚人如画，隔烟村、何处鸣桹。乌鹊倦栖，鱼龙惊起，星斗挂垂杨。芦花千顷水微茫。秋色满江乡。楼台恍似游仙梦，又疑是、洛浦潇湘。风露浩然，山河影转，今古照凄凉。",
            "comment": "【注释】这首词是一首玩赏风景作品，但由于融进了感叹国家兴亡的内容，从而使它的认识意义和审美意义骤然加重。全词景象大开大变，但由于描写有序、布局有致，又有“玩月”二字贯穿其间，加上词作者丰富的思想感情提纲挈领，所以，全词结构仍显得很严谨。全词共分三部分。上片起首两句为第一部分，先总写月照澄江、水映长空的雄伟景观。上句由月而及江，下句由江而及月，勾勒出一幅月光水色交相辉映的壮丽图景。“冰轮”，指月。“斜辗”，即斜照。但何以必用“辗”字而不用“照”字？盖“辗”字有转动的意思，用在这里，不仅与“冰轮”搭衬得当，而且，还给人以运动感，仿佛看到了倒映在江水中的皓皓月轮，正随着江水的流动而缓缓移动。“镜天长”，极言波明如镜，把整个长空都映现出来 。“江练”从谢朓《晚登三山还望京邑》诗“澄江静如练”句而来，谓江水清澈见底，宛如一条长长的白色绸带。“隐寒光”，则谓月光和水色浑然一体 。“ 隐”字可谓一字传神，写出了月光无声地射照江水的韵致。而“寒”字，既与上句的“ 冰轮 ”相绾合，又暗伏下片的“秋色”。这两句的江月传神写照，境界阔大，景象宛然。从“危阑”句到下片的“又疑是”句是第二部分，写秋月照耀下的江乡景色 。“危阑”句承上启下，顺笔交代一下“溪堂玩月”的感受，词人完全陶醉在这画图般的景色之中了。“危阑”，即高楼上的栏杆，照应了题面中的“溪堂”二字，说明“玩月”的所在是临江的楼台。“醉倚”，写出了作者凭栏玩月赏景的情态，但“醉”字不一定是“酒醉”的“醉”，而是“陶醉 ”的“醉”，著此一字就把词人彼时的心态也写出来了。词人自我形象的出现，不仅丰富了这幅秋江月夜图的内容，也使它显得更有情趣。接下来“隔烟村”数句，便从不同的角度、不同的侧面对“人如画”的“画”作了具体的描绘 。“隔烟村”句从听觉的角度写渔舟夜归。“鸣木桹”也作“鸣榔”，渔人捕鱼时用长木板敲打船舷，发出桹桹的声音 ，使鱼惊而入网，故云。但词人只是凭栏所闻，而且又因隔着烟霭迷蒙的江村，不辨渔舟从何而来，归向何处，故云“何处鸣桹”。“乌鹊”三句从视觉的角度着墨，写了三种事物的三种表现：乌鹊倦于栖息，鱼龙（复词偏义，实际就是指鱼）惊而跃起，只有北斗星默默地挂在垂杨梢头。至于乌鹊何以“倦栖 ”，鱼龙又何以“惊起”，是因为月光明亮，还是因为渔舟鸣桹，词人没说，也不必说，何况“倦”、“惊”云云，本来就包含着想象的成分，带上了词人的主观感觉。这三句虽然都从局部着墨，但布局得宜，很有层次，而且静中有动，使这幅“画”显得更有生意。过片继续写景 。换头两句又从整体上勾勒一笔，为上片所写之景描绘出一个更为广阔的背景，使整个画面显得更加瑰伟壮丽：芦花千顷，江水迷茫，渺无天际的秋色笼罩着整个江乡。芦花是江乡秋色中最富代表性的景物之一，写芦花便突出了江乡的特点。而云“ 千顷”，则极言辽阔无垠，并非确指。至于“水微茫 ”，这一则是月光水色交相辉映，二则也因为芦花纷纷扬扬，所以远远看去，便有了朦朦胧胧的感觉。下片“楼台”两句与上片“危阑 ”句遥相呼应，把镜头拉到自己的身边来 ，进一步抒写凭栏“玩月”的感受。词人伫立江楼，看到秋江月夜下的清丽景象，恍若梦游仙境 ，又仿佛置身于洛水之滨，湘水之畔。洛水（在今河南省），相传是女神宓妃出没的地方，张衡《思玄赋》曾有“载太华之女兮，召洛浦之宓妃”的诗句 ，后来曹植还专门写过一篇《洛神赋》，描写了一个人神恋爱的故事。潇湘，这里指湘水（在今湖南省），屈原《九歌》中的《湘君》篇和《湘夫人》篇 ，都和湘水有关 ，写的是湘水之神的恋歌。这里“洛浦潇湘”合而用之，不仅突出了江乡之美，给词人描绘的这幅秋江月夜图涂上了一层神奇色彩，同时也强化了词人的览物之情，流露出词人对江乡的热爱之忱。结拍三句为第三部分，景象陡然一变，情调转入悲凉，寄寓了词人的国家兴亡之感 。“风露”句极写寒气浓重，浩然莫御。“山河”句和篇首“冰轮斜辗”遥相呼应 ，显示出时间的推移 、景象的变化和词人“溪堂玩月”之久 。但既云“山河影转”，境界就更为开阔，整个空间都在随着时间的推移而变化着，而不仅仅局限于“溪堂 ”和“江乡”，它分明织进了词人的想象。这两句全为结拍一句蓄势 。“今古”句是全词的结穴所在，也是作者“溪堂玩月”的最后感触所在。从古到今，明月无殊，普照人间。但词人何以会有“今古照凄凉”之感呢？这种感受首先是从严酷的现实而来。半壁江山落于金人之手，而偏安一隅的南宋小朝廷不仅不思恢复，还对主张和坚持抗金的人进行压制迫害，使他们“报国欲死无战场”（陆游《陇头水》）。词人自己的抗金方略，不但未被采纳、不被理解，反遭陷害。现在，词人登上江楼，看到雄伟壮丽的秋江月夜景色，自然要引起他的无限感慨。词人还想到了“ 古”，想到了历史上曾经出现过的南北分裂局面，故云“今古照凄凉”。“山河影转”句已自隐寓着江山易主之感，最后再以“今古”句一结，就和盘托出了作者感时伤景的悲凉情怀，使全词意韵和格调为之一变，带上一层浓重的悲古伤今、感叹兴亡的色彩。这样就使词从词人赏玩风景的情事范围开拓出去，具有了更多的内容，提高了词的境界，丰富了词的内涵。总观结拍三句，气象恢宏，意境雄浑，声情悲壮，含义深远。陈亮所作的词的风格并非单一，于豪迈奔放之外还有幽雅秀丽的一面，而这首词则又另具风韵，远非豪迈奔放和幽雅秀丽所能概括 。这首词的内容如题，通篇描绘秋江月夜的瑰丽景象，只在词的结尾处才透露出作者感时伤怀的悲凉情怀。"
        },
        {
            "title": "祝英台近",
            "content": "嫩寒天，金气雨，揽断一秋事。仝样霏微，远作小晴意。世间万宝都成，些儿无欠，只待与、黄花为地。好招致。对此郁郁葱葱，新篘未成醉。翻手为云，造物等儿戏。也知富贵来时，一班呈露，便做出人中祥瑞。",
            "comment": ""
        },
        {
            "title": "彩凤飞",
            "content": "人立玉，天如水，特地如何撰。海南沈烧著，欲寒犹暖。算从头，有多少、厚德阴功，人家上，一一旧时香案。�删�惯。小驻吾舟才尔，依然欢声满。莫也教、公子王孙眼见。这些儿、颖脱处，高出书卷。经纶自入手，不了判断。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "事业随人品，今古几麾旌。向来谋国，万事尽出汝书生。安识鲲鹏变化，九万里风在下，如许上南溟。斥鷃旁边笑，河汉一头倾。叹世间，多少恨，几时平。霸图消歇，大家创见又成惊。邂逅汉家龙种，正尔乌纱白纻，驰骛觉身轻。樽酒从渠说，双眼为谁明。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "漠漠平沙初落雁。黄花浊酒情何限。红日渐低秋渐晚。听客劝。金荷莫诉真珠满。坐上少年差气岸。题诗落帽从来惯。戏马龙山当日燕。真奇观。尊前未觉风流远。",
            "comment": ""
        },
        {
            "title": "送文子赴阙",
            "content": "直排阊阖挽天潢，到得云章自帝乡。电抉雷掀惊伟特，韵成钧奏快铿锵。紫泥新拜丝纶宠，前席行依日月光。禁侍燕闲如献纳，愿将民瘼达君王。",
            "comment": ""
        },
        {
            "title": "水龙吟 春恨",
            "content": "闹花深处层楼，画帘半卷东风软。春归翠陌，平莎茸嫩，垂杨金浅。迟日催花，淡云阁雨，轻寒轻暖。恨芳菲世界，游人未赏，都付与、莺和燕。寂寞凭高念远。向南楼、一声归雁。金钗斗草，青丝勒马，风流云散。罗绶分香，翠绡封泪，几多幽怨。正销魂，又是疏烟淡月，子规声断。",
            "comment": "【注释】①闹红：一本作“闹花”。形容百花盛开。②平莎：平原上的莎草。或说，平整的草。茸嫩：形容初生之草十分柔嫩。③迟日：春日昼长，故曰“迟日”。④阁雨：把雨止住。阁，同搁。⑤罗绶：罗带。【评解】这首春恨词，上片从写景引向人事。柳媚花娇，草软莎平。淡云微雨，春光宜人。然而这“芳菲世界”却无人游赏，都付于流莺飞燕，实在令人生“恨”。下片写闻“归雁”而“念远”，感今忆昔，“几多幽怨”。这首词的可贵之处，是用“幽秀”之笔，写出了家国之情。正由于笔曲意深，含蓄而味永，艺术效果往往并不在壮怀激烈的言词之下。手法之妙，于此可见。【集评】徐釚《词苑丛谈》：陈同父开拓万古之心胸，推倒一世之豪杰，其《水龙吟》词，乃复幽秀。刘熙载《艺概》卷四：同甫《水龙吟》云“恨芳菲世界，游人未赏，都付与、莺和燕”。言近旨远，直有宗（泽）留守大呼渡河之意。艾治平《宋词名篇赏析》：此词写的不是儿女情的“春恨”，而是“国破山河在，城春草木深”那种“春恨”，它寄寓着祖国南北分裂，国耻未雪，家仇未报的悲愤。这样，便是以“芳菲世界”来比喻沦陷了的中原锦绣河山，而“莺和燕”，则是奸邪小人和卖国求荣之类人物了。唐圭璋《唐宋词选注》：本词和辛弃疾的名篇《摸鱼儿》是同一风格，若论婉丽含蓄，意境深远，二词也可说是相映生辉。唐圭璋《唐宋词简释》：此首凭高念远，疏宕有致。起数句，皆写景物。“闹花”两句，写楼高风微。“春归”三句，写平莎垂杨。“迟日”三司，写寒暖不定。“恨芳菲”三句，总束上片，好景无人赏，只与流莺闲燕赏之，可恨孰甚。换头，因雁去而念远。“金钗”三句，言当日之乐事无踪。“罗绶”三句，言别后之幽怨难消。“正销魂”三句，以景结，伤感殊甚。---------------------------本词抒写春恨。上片恨今日芳菲世界，游人未赏，付与莺燕；下片恨昔年金钗斗草，青丝勒马，风流云散。一起用“闹”字烘托花的精神情态，同时总揽春的景象，与宋祁《玉楼春 》“红杏枝头春意闹”句相比 ，毫不逊色，加上东风软（和煦），更烘托出春光明媚，春色宜人。翠陌，翠绿的田野；平莎茸嫩，平铺的嫩草，用茸嫩形容初春的草，贴切恰当；垂杨金浅，浅黄色的垂柳。迟日催花，春日渐长，催动百花竞放；淡云阁雨，云层淡薄，促使微雨暂收；轻寒轻暖，不寒不暖，气候最佳。这些都是春归大地后带来的春景、春色。荟萃如此多样的美好景色，本可引人入胜，使人目不暇接而留连忘返。可是歇拍四句却指出：在今朝，游人未曾赏玩这芳菲世界，只能被啼莺语燕所赏玩。莺燕是“能赏而不知者”（《草堂诗余正集》沈际飞语），游人则为“欲赏而不得者”（同上）。鉴于人情世故都是这样，尚有何心踏青拾翠！过片两句，因寂寞而凭高念远，向南楼问一声归雁。从上片看，姹紫嫣红，百花竞放，世界是一片喧闹的，可是这样喧闹的芳菲世界而懒得去游赏，足见主人公的处境是孤立无助的，心情是压抑的。雁足能传书信（见《汉书·苏武传》），于是鸿雁充当了信使，因为征人未回，向南楼探问归雁消息。金钗三句，谓昔年赏心乐事，而今已如风消云散。金钗斗草，拔金钗作斗草游戏。宗懔《荆楚岁时记》：“竞采百药，谓百草以蠲除毒气，故世有斗草之戏 。”青丝勒马，用青丝绳做马络头。古乐府《陌上桑》：“青丝系马尾，黄金络马头 。”罗绶三句，谓难忘别时的恋情，难禁别后的粉泪，难遣别久的幽怨。罗绶分香，临别以香罗带贻赠留念。秦观《满庭芳》“罗带轻分”，亦此意。翠绡封泪，翠巾裹着眼泪寄与对方，典出《丽情集》记灼灼事。几多幽怨，数不清的牢愁暗恨。正销魂三句，有两种断法，一断在“魂”字后，另一断在“又是”后，两者都可 ，而后者较恰当。因为一结要突出“又是”之意，用“又是”领下面两句，由于又看到了与昔年离别之时一般的疏烟淡月、子规声断，触发她的愁绪而黯然销魂。子规，一名杜鹃，相传古代蜀君望帝之魂所化 。（《华阳国志·蜀志》）子规鸣声凄厉，最容易勾动人们别恨乡愁。这首词上片，作者几乎倾全力烘托春景的无比美好，而歇拍三句，却来一个大转折，指出人们以不能游赏美好的春景为憾事，以如此芳菲世界被莺燕所占有为惋惜，才领会前面之所以倾全力描绘春景者，是为了给后面的春恨增添气势。盖春景愈美好，愈令人惆怅 ，添人愁绪 ，也就是春恨愈加强烈。杜甫所谓“花近高楼伤客心”（《登楼》），“感时花溅泪 ”（《春望》），即为此种思想感情的反映 。下片似另出机杼，独立成篇，其实不然，它是全词的一个有机组成部分，上下片有岭断云连之妙。上片因春景美好反而引起春恨，这是客观景物与内心世界的矛盾，而所以铸成此种矛盾的，伤离念远是一个主要因素，下片就是抒写离愁别恨的，因而实与上片契合无间。从赏心乐事的一去不返，别后别久的十分怀念，别时景色的触目销魂 ，都在刻画主人公的感情深挚 。可是作者是一位“推倒一世之智勇 ，开拓万古之心胸”（黄宗羲《宋元学案·龙川学案 》）的铁铮铮汉子，他写作态度严谨，目的性明确 ，每一首词写成后，“辄自叹曰，平生经济之怀略已陈矣”（叶適引陈亮语）。所以很难想象他会写出脂粉气息浓郁的艳词。据此，才知下片的闺怨是假托的，使用这类表现手法在诗词中并不鲜见，大率以柔婉的笔调，抒愤激或怨悱的感情。此种愤激之情是作者平素郁积的，而且与反偏安、复故土的抗金思想相表里，芳菲世界都付莺燕，实际的意思则是大好河山尽沦于敌手。为此，清季词论家刘熙载评这几句词 ：“言近旨远，直有宗留守（宗泽）大呼渡河之意。”（《艺概》）以小词比壮语，不觉突兀，是因其精神贴近之故。陈亮传世的词七十多首，风格大致是豪放的，所以明代毛晋说：“《龙川词》一卷，读至卷终，不作一妖语、媚语，殆所称不受人怜者欤 ！”（《龙川词跋》）后来他看到本篇及其他六首婉丽之词，修正自己的论点，曰：“偶阅《中兴词选》 ，得《水龙吟》以后七阕，亦未能超然。”（《龙川词补跋》）其实毛晋本来的论点还是对的，无须修正。作家的作品，风格、境界可以多样。陈亮词的基调是豪放的，但也出现一些婉约的作品，毫不足怪。苏轼《水龙吟·和章质夫杨花》、辛弃疾《 摸鱼儿·暮春》，情调岂不缠绵凄婉，但毕竟与周（邦彦）、秦（观）不同，苏、辛和陈亮的词，和婉中仍含刚劲之气，所谓骨子里还是刚的，关于这一点，明眼人一眼就能看的出。"
        },
        {
            "title": "三部乐",
            "content": "入脚西风，渐去去来来，早三之一。春花无数，毕竟何如秋实。不须待、名品如麻，试为君屈指，是谁层出。十朝半月，争看抟空霜鹘。从来别真共假，任盘根错节，更饶仓卒。还他济时好手，封侯奇骨。没些儿、媻姗勃窣。也不是、峥嵘突兀。百二十岁，管做彻、元分人物。",
            "comment": ""
        },
        {
            "title": "小重山",
            "content": "碧幕霞绡一缕红。槐枝啼宿鸟，冷烟浓。小楼愁倚画阑东。黄昏月，一笛碧云风。往事已成空。梦魂飞不到，楚王宫。翠绡和泪暗偷封。江南阔，无处觅征鸿。",
            "comment": "【注释】陈亮曾在宋孝宗与金谈和之后，上《中兴五论》，没有被采纳。以后又向孝宗连上三书论恢复方略，受到朝臣攻击，斥为“狂怪”。他在长期的乡居生活中，报国之志不减，曾在自己的家里葺治小圃，有柏屋三间 ，名之曰“抱膝”，这是用诸葛亮的典故，可以看出他的志趣所向。但他的心情象波涛汹涌的大海一样是很不平静的。他在给吕祖谦的信中谈到自己的遭遇时，说 ：“每念及此，或推案大呼，或悲泪填臆，或发上冲冠，或拊掌大笑 。”（《陈亮集》卷十九）不平之气，溢于言表。这首词抒写的是他“悲泪填臆”时的思想感情。词的开头一句写出了秋天薄暮的景色 ：“碧幕霞绡一缕红” ，蓝天上轻绡般的彩云透出了一缕红色。这微弱的霞光表明了日迫崦嵫，夜幕降临。这种景色很容易使人想起李商隐的名句 ：“夕阳无限好，只是近黄昏 。”不同的是李诗还有留恋晚霞的意思，而此词里流露的则是无所依恋的心情 。“槐枝啼宿鸟，冷烟浓 。”槐枝里投宿的鸟在啼叫着，冷烟浓密，残霞消失，暮色苍茫。“啼”字、“冷”字表明出词人对秋暮景色的主观感受，带着浓厚的感情色彩 。“小楼愁倚画阑东”，这句带出一个“愁”字 ，表明自己是怀着愁绪倚在画阑之东的，为的是迎候月上，排遣愁绪。下句“月”字之上冠以“黄昏”二字，表明了这时候不是月光如水，而是凄冷的朦胧的月光，又听到透过碧云风传来的笛声 。“碧云”这个词来自南朝诗人江淹的《拟休上人怨别》诗 ：“日暮碧云合，佳人殊未来。”（《文选》卷三十一）在词里，“碧云风”三字似含有怀念“佳人”之意 ，这“佳人”不是美女丽姝，而是政治上的知音，为写下片埋下伏笔。下片“往事已成空”，什么“往事”呢 ？显然指的是当年上《中兴五论》，上孝宗皇帝的三书 ，全都如石沉大海，而自己忠愤未泯 。“梦魂飞不到，楚王宫 。”这里是以楚国逐臣屈原自比。屈原当年款款陈情，楚王只当耳边风，今天的“楚王”是谁呢？就是皇帝赵（孝宗），他比起楚怀王、顷襄王为，好不了多少，但词人仍常想见到他，再进忠言，可惜梦魂难越“九重”，飞不到他的身边。怎么办呢 ？“翠绡和泪暗偷封”。这句用的是唐朝一个典故。据《丽情集》记载，成都官妓灼灼 ，善舞《柘枝》，能歌《水调》，御史裴质和她有情。裴被召还朝后，灼灼以软绡聚红泪为寄。这里词人以灼灼自比，想用青翠色的丝巾裹着泪寄给皇帝 ，动之以情晓之以理。却差谁寄去呢？“江南阔，无处觅征鸿。”江南的辽阔大地 ，找不到寄书的鸿雁所在。征鸿，指过往的雁。雁能传书的典故出自《汉书·苏武传 》，本来是汉朝使臣诈骗匈奴单于的话，说苏武托大雁带来书信 ，知道他还活着。后人从此把鸿雁传书作为典故，在文学作品里经常引用。词里说找不到征鸿，实际上是说没有人能把他的耿耿忠心 、恢复大计向皇帝表白，故使他郁结于心，悲怀难展。这首词上片写景，从“一缕红” 、啼鸟、冷烟、黄昏月，到一笛风，创造出浓重的凄冷气氛、烘托出自己的心情。下片写情，托为逐臣，托为情女，曲折而形象地抒发自己的忠愤，构成了全词悲切婉转的情调。和辛弃疾的《 摸鱼儿》（更能消几番风雨）词相比，更觉哀婉，这在他的词里是十分鲜见的。"
        },
        {
            "title": "踏莎行",
            "content": "书册如仇，旧游浑讳。有怀不断人应异。千山上去梦魂轻，片帆似下蛮溪水。已共酒杯，长坚海誓。见君忽忘花前醉。从来解事苦无多，不知解到毫芒未。",
            "comment": ""
        },
        {
            "title": "贺新郎 寄辛幼安，和见怀韵",
            "content": "老去凭谁说。看几番、神奇臭腐，夏裘冬葛。父老长安今馀几，後死无仇可雪。犹未燥、当时生发。二十五弦多少恨，算世间、那有平分月。胡妇弄，汉宫瑟。树犹如此堪重别。只使君、从来与我，话头多合。行矣置之无足问，谁唤妍皮痴骨。但莫使、伯牙弦绝。九转丹砂牢拾取，管精金、只是寻常铁。龙共虎，应声裂。",
            "comment": "【注释】陈亮在作词中善于用典使事，这使他的作品能在有限的篇幅里大大增加内容。他运用历史典故，不同于其他词作者，有其独特的方法，那就是不拘限于原来的历史故事，而是取其一个侧面，死事活用，以衬托自己想要表达的思想感情。因此，读他的词，必须反复揣摩，才能领略其深刻的涵义。这首词就该这样。陈亮与辛弃疾（字幼安）同为南宋前期著名的爱国词人。二人志同道合，意气相投，感情至深，但各以事牵，相见日少。淳熙十五年（1188）冬，陈亮约朱熹在赣闽交界处的紫溪与辛弃疾会面。陈亮先由浙江东阳到江西上饶 ，访问了罢官闲居带湖的辛弃疾。然后，二人同往紫溪，等候朱熹，在那里盘桓了十日，朱熹竟不至，未能会谈，陈亮只好东归。别后，辛弃疾惆怅怀思，乃作《贺新郎》一首以寄意。时隔五日，恰好收到陈亮索词的书信，弃疾便将《贺新郎》录寄。陈亮的这首“老去凭谁说 ”，就是答辛弃疾那首《贺新郎》原韵的。自此以后，两人又用同调同韵互相唱和，各得词二首。他们这时期的交往，便成为词史上的一段佳话。上片主旨在于议论天下大事。首句“老去凭谁说”，写知音难觅，而年已老大，不惟壮志莫酬，甚至连找一个可以畅谈天下大事的同伴都不容易。这是何等痛苦的事！作者借此一句，引出以下的全部思想和感慨。他先言世事颠倒变化，雪仇复土无望，令人痛愤；下片则说二人虽已老大，但从来都是志同道合的，今后还要互相鼓励，坚持共同主张，奋斗到底。作者先借《庄子·知北游》中“臭腐复化为神奇，神奇复化为臭腐”和《淮南子》所说的“冬日之葛”、“夏日之裘”来指说世事的不断反复变化，并且，越变越颠倒错乱，越变对国家越不利，人们日渐丧失了收复失地的失望 。且看，“父老长安今余几？”南渡已数十年了，那时留在中原的父老，活到今天的已所剩无几；如今在世的，当年都是乳臭未干的婴儿。朝廷数十年偏居江南，不图恢复，对人们心理有极大的麻痹作用。经历过“ 靖康之变”的老一辈先后谢世，后辈人却从“生发未燥”的婴孩时期就习惯于南北分立的现状，并视此为固然，他们势必早已形成了“无仇可雪”的错误认识，从而彻底丧失了民族自尊心和战斗力。这才是令人忧虑的问题。上片最后四句，重申中原被占，版图半入于金之恨 。词以“二十五弦”之瑟，兼寓分破与悲恨两重意思。 《史记·封禅书》记 ：“太帝使素女鼓五十弦瑟，悲，帝禁不止，故破其瑟为二十五弦 。”一如圆月平分，使缺其半，同是一大恨事 。末再以“胡妇弄，汉宫瑟”，承上“二十五弦”，补出“多少恨”的一个例证。汉、胡代指宋、金，南宋诗词中屡见，如陆游《得韩无咎书寄使虏时宴东都驿中所作小阕》诗云 ：“上源驿中搥画鼓，汉使作客胡作主。”而说汉宫瑟为胡妇所弄 ，又借以指说汴京破后礼器文物被金人掠取一空的悲剧 。《宋史·钦宗本纪》记载靖康二年四月，金人掳徽、钦二帝及皇后 、太子北归，宫中贵重器物图书并捆载以去，其中就有“大乐 、教坊乐器”一项。只提“胡妇弄，汉宫瑟 ”，就具体可感而又即小见大地写出故都沦亡的悲痛，则“靖康耻，犹未雪；臣子恨，何时灭”的愤慨自在其中，同时对南宋朝廷屡次向金人屈躬卑膝，恢复大业坐失良机的现实，也就有所揭露、鞭挞。读到这里，再回头去看“老去凭谁说”一句，益感作者一腔忧愤，满腹牢骚，都是由此而发的。下片转入抒情。所抒之情正与上片所论之事相一致。作者深情地抒写了他与辛弃疾建立在改变南宋屈辱现实这一共同理想基础上的真挚友谊 。过片一句“树犹如此堪重别”，典出《世说新语·言语》。东晋桓温北征时，见当年移种之柳已大十围，叹息道：“木犹如此，人何以堪！”“堪重别”即“岂堪重别”，陈、辛上饶一别，实成永诀，六年之后 ，陈亮就病逝了。虽然他当时无法预料这点，但相见之难，却在意料之中。这一句并非突如其来 ，而是上承“老去凭谁说”自然引出的 。下句“只使君、从来与我，话头多合”，又正是对岂“堪重别”原因的解释，也与词首“老去”一句遥相呼应。这句正面肯定只有辛弃疾才是最能理解他的唯一知己。据辛词《贺新郎》题下小序记，此次陈亮别后，弃疾曾追赶到鹭鹚林，因雪深路滑无法前进，才悻悻而归。“行矣置之无足问 ”一句，就是针对这件事宽慰这个远方友人的，也是回答对方情深意切的相思 。句后缀以“谁换妍皮痴骨”，意为自己执着于抗金大业 ，尽管人们以“妍皮痴骨”相看待，我终不想去改变它了 。“妍皮痴骨”出自《晋书·慕容超载记》。南燕主慕容德之侄慕容超少时流落长安，为了避免被后秦姚氏拘捕，故意装疯行乞，使秦人都歧视他。惟姚绍见其相貌不凡，便向姚兴推荐他。慕容超被召见时，注意隐藏起自己的才识风度，姚兴见后，果然大为鄙视，对姚绍说 ：“谚云‘妍皮不裹痴骨’，妄语耳。”“妍皮”，谓俊美的外貌；“痴骨”，指愚笨的内心。谚语原意本谓：仪表堂堂者，其内心必不愚蠢。姚兴以为慕容超虽貌似聪隽，而实则胸无智略，便说谚语并不正确 ，对慕容超的行动也不限制。作者借此来说明，即使世人都说他们是“妍皮裹痴骨”，遭到误解和鄙视，他们的志向也永不会变。正因为如此，他们的友情乃愈可贵，所以就自然地发而为“但莫使伯牙琴绝”的祝愿，将两人的友情跟抗金的共同志向联系到一起，使这种感情升华到圣洁的地步。然后，话题一转，写出“九转丹砂牢拾取，管精金只是寻常铁”。这两句至理名言，实际说的还是救国之道。看到这里，我们怎能不为作者那种“一息尚存，此志不容稍懈”的精神所感动！这里，作者信手拈来历代相传的炼丹术中所谓经过九转炼成的丹砂可以点铁成金的说法，表达出尽管寻常的铁也要炼成精金的恒心，比喻只要坚定信心，永不松懈，抓住一切时机，则救国大业必能成功。最后，再借龙虎丹炼成而迸裂出鼎之状 ，以“龙共虎，应声裂”这铿锵有力的六个字，刻画胜利时刻必将到来的不可阻止之势。至此，全词方戛然而止。这最后几句乃是作者与其友人的共勉之辞，也是他们的共同心愿。"
        },
        {
            "title": "蝶恋花",
            "content": "手拈黄花还自笑。笑比渊明，莫也归来早。随世功名浑草草。五湖却共繁华老。冷淡家生冤得道。旖旎妖娆，春梦如今觉。管个岁华须到了。此花之後花应少。",
            "comment": ""
        },
        {
            "title": "丑奴儿/采桑子",
            "content": "黄昏山驿销魂处，枝亚疏篱。枝亚疏离。酝藉香风蜜打围。隔篱鸡犬谁家舍，门掩斜晖。门掩斜晖。花落花开总不知。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "修竹更深处。映帘栊、清阴障日，坐来无暑。水激泠泠如何许。跳碎危栏玉树。都不系、人间朝暮。东阁少年今老矣，况樽中有酒嫌推去。犹著我，明流语。大家绿野陪容与。算等闲、过了薰风，又还商素。手弄柔条人健否，尤忆当时雅趣。恩未报、恐成辜负。举目江河休感涕，念有君如此何愁虏。歌未罢，谁来舞。",
            "comment": ""
        },
        {
            "title": "南歌子",
            "content": "池草抽新碧，山桃褪小红。寻春闲过小园东。春在乱花深处、鸟声中。游镫归敲月，春衫醉舞风。谁家三弄学元戎。吹起闲愁，容易上眉峰。",
            "comment": ""
        },
        {
            "title": "送文子转漕江东二首",
            "content": "诏颁英簜促锋车，暂借长才按转输。昔叹当年无李牧，今知江左有夷吾。休论足食为先策，自是平戎在用儒。来岁春风三月暮，沙堤隐隐接云衢。",
            "comment": ""
        },
        {
            "title": "南乡子",
            "content": "人物满东瓯。别我江心识俊游。北尽平芜南似画，中流。谁系龙骧万斛舟。去去几时休。犹自潮上更来头。醉墨淋漓人感旧，离愁。一夜西风似夏不。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "横玉叫清宵，帘外月侵残烛。人在画楼高处，倚阑干几曲。穿云裂石韵悠扬，风细断远续。惊落小梅香粉，点一庭苔绿。",
            "comment": ""
        },
        {
            "title": "眼儿媚",
            "content": "试灯天气又春来。难说是情怀。寂寥聊似，扬州何逊，不为江梅。扶头酒醒炉香炧，心绪未全灰。愁人最是，黄昏前後，烟雨楼台。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "爽气朝来卒未阑。可能着我屋千间。不须拄笏望西山。柳外霎时征马骏，沙头尽日白鸥闲。称心容易足君欢。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "霞尾卷轻绡。柳外风摇。断虹低系碧山腰。古往今来离别地，烟水迢迢。归雁下平桥。目断魂销。夕阳无限满江皋。杨柳杏花相对晚，各自无聊。",
            "comment": ""
        },
        {
            "title": "好事近 咏梅",
            "content": "的皪两三枝，点破暮烟苍碧。好在屋檐斜入，傍玉奴横笛。月华如水过林塘，花阴弄苔石。欲向梦中飞蝶，恐幽香难觅。",
            "comment": "【注释】陈亮的这首词初看是咏梅，但并不单纯是为了咏梅，而是有所寄托，作者想借梅的高风亮节来比喻自己的卓尔不然。词的上片，作者用凝炼的画笔，似乎毫不经意地就点染出屋角檐下那两三枝每天都见到但并未留心过的梅的卓约风姿。“的皪两三枝，点破暮烟苍碧”，“的皪 ”，是鲜明的意思。用这两字点出梅花的秀洁，但也只有两三枝，故并不显得繁艳。而在“苍碧”的暮烟衬托下，却还是十分醒目，所以特用“点破”二字，以示不凡。作者笔下没有给读者一个鲜花锦簇的热烈画面，而只以“两三枝”相点缀，似乎显得冷清。这是因为梅开于冬春之际，这使它与姹紫嫣红的春花不同，它的开放，要经受一番与严寒的搏斗。梅以虬劲的枝干和甚至显得稀疏的花朵，在万卉凋零的严寒中向世界显示了它独出的英姿，这孤傲给人以特殊的美感。人们折梅或画梅，往往只取一两枝，正不以繁华似锦为美。因此，词中“的皪两三枝”确是恰到好处的。而且，正因其少，才给人以“点破”“暮烟苍碧”的感觉。接下来，词人用带有主观情意的“好在屋檐斜入，傍玉奴吹笛 ”，使这梅介入人事，并赋予它以人的灵性 。这里的“玉奴”，泛指美人。看，这梅虽那样纯洁孤高，却又多么有情呵！本来此景应该说是玉奴倚梅吹笛，但在词人眼里，却恰恰相反，而是这梅有意地循屋檐斜入过来，陪傍着吹笛的玉奴了。作者这样写，不但化无情为有情，而且突出了梅的形象，而吹笛的“玉奴”反成为陪衬了。因为这里是在咏梅啊。词的下片更以抒情为主。换头两句不仅有承转作用，而且极力渲染夜色 ，造成一种优美静谧的境界，为写朦胧梦境创造条件。然后，作者别出心裁地以梦中化蝶 、追踪香迹抒发自己对梅的喜爱和追求之情，乃更出新意。再续以“恐幽香难觅”一句为结，却言梦中虽可化蝶穿花，却因无法再寻觅到梅的幽香而若有所失 ，写出爱梅人对梅可见而不可及的微妙心理。如此虚虚实实、或梦或醒，既真切而又光怪陆离，把这梅的品格和词人的心境交织在一起来写，表达得曲折尽意，饶有余味。借物咏怀的手法 ，是我国魏晋之际的阮籍首创，他用此法创作了80 多首诗词 ，此后，很多身居战乱中怀才不遇的诗人常采用这种手法来借物寄心，写怀述志 。“ 咏梅”更是历代诗词作家耳熟能详的题材。所以，关于梅，无论从什么角度来描写，总难免除落入俗套之运。象众所周知的梅的高洁品格，这当然是必须突出的重点，但若纯粹地只从这点着眼，就努必会步前人后尘。如何从这里独辟蹊径，写出新意，那就得看作者的功力了。陈亮的这首诗词，从表面上看，显得平淡无奇，没有惊人之语，运用历史典故亦不多。但仔细品读，便会发现它仍是以新的手段写出新的志趣，并未落入前人窠臼，而实在是独具一格，精妙独到。"
        },
        {
            "title": "好事近",
            "content": "篱菊吐寒花，香弄小园秋色。携手画阑西畔，忆去年同摘。小亭依旧锁西风，往事已无迹。懒向碧云深处，问征鸿消息。",
            "comment": ""
        },
        {
            "title": "祝英台近",
            "content": "驾扁舟，冲剧暑。千里江上去。夜宿晨兴，一一旧时路。百年望了旬头，被人馋破，故纸里、是争雄处。怎生诉。欲待细与分疏，其如有凭据。包裹生鱼，活底怎遭遇。相逢樽酒何时，征衫容易，君去也、自家须住。",
            "comment": ""
        },
        {
            "title": "南乡子",
            "content": "风雨满苹洲。绣阁银屏一夜秋。当日袜尘何处去，溪楼。怎对烟波不泪流。天际自归舟。浪卷涛翻一叶浮。也似我侬魂不定，悠悠。宋玉方悲庾信愁。",
            "comment": ""
        },
        {
            "title": "醉花阴",
            "content": "峻极云端潇洒寺。赋我登高意。好景属清游，玉友黄花，谩续龙山事。秋风满座芝兰媚。杯酒随宜醉。行乐任天真，一笑和同，休问无携妓。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "昵昵骈头语。笑黄花、重阳去也，不成分数。倾国容华随时唤，依旧清歌妙舞。苦未冷、都无星暑。恰好良辰花共酒，斗尊前、见在阳台女。朝共暮，定何许。蓼红徙倚明汀渚。正萧萧、迎风夹岸，淡烟微雨。笃耨龙涎烧未也，好向儿家祝取。是有分、分工须与。以色事人能几好，愿衾稠、无缝休离阻。心一片，丝千缕。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "江南春色，算来是、多少胜游清赏。妖冶廉纤，只做得，飞鸟向人偎傍。地辟天开，精神朗慧，到底还京样。人家小语，一声声近清唱。因念旧日山城，个人如画，已作州中想。邓禹笑人无限也，冷落不堪惆怅。秋水双明，高山一弄，著我些悲壮。南徐好住，片帆有分来往。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "小雨翻花落画檐。栏堂香注酒重添。花枝能语出朱帘。缓步金莲移小小，持杯玉笋露纤纤。此时谁不醉厌厌。",
            "comment": ""
        },
        {
            "title": "鹧鸪天 怀王道甫",
            "content": "落魄行歌记昔游。头颅如许尚何求。心肝吐尽无馀事，口腹安然岂远谋。才怕暑，又伤秋。天涯梦断有书不。大都眼孔新来浅，羡尔微官作计周。",
            "comment": "【注释】王自中，字道甫，《宋史》本传说他“少负奇气，自立崖岸 ”，故陈亮自青少年时代即以气类相近而与他结为刘琨祖逖之交。然而，王自中登第后，由于长期屈原微职，夙志渐灰，两人的晚节末路，遂不免异向。因此，陈亮在这首怀念之词中，便对他提出了语重心长的责问与讽刺。这首词语言虽较其他篇目委婉，但其中一种刚直愤激之气，却已活脱脱地展露在读者面前，仍不失龙的本色，从而使得这首独具一格的小词合成为他词作中的代表作。首先，作者回忆昔日从游之乐。当时，他们二人虽同处于穷困潦倒的境地，但志在恢复 ，意气豪迈，携手行歌，视人间富贵如无物。这是多么值得留恋的往事！然而 ，“头颅如许尚何求 ？”意指光明荏苒，青春易逝，转眼头白，年已老大，今日尚复何求？这虽是陈亮自述衷曲，但既是对王自中说的，则其意即认为二人昔日志同道合 ，今天仍应采取同样的态度，坚持到底，不该易志变节，随俗浮沉 。“心肝吐尽无馀事，口腹安然岂远谋 ！”正是说自己多年来，屡次上书，披肝沥胆，力陈救国大计，说尽了心中欲吐之言，虽不见纳，无以自效，但总算尽了自己的心，再也没有别的什么事值得挂念的。至于衣食温饱，那是很容易满足的 ，何须为此而长计远谋，到处奔波呢？这确是陈亮的真实思想。《宋史·陈亮传》载：“书既上，帝欲官之，亮笑曰：‘吾欲为社稷开数百年之基，宁用以博一官乎！’亟渡江而归。”他是心口如一，言行一致的 。他将自己的这种心情剖析给旧友王自中，无疑是借以反衬这位老友今日汲汲于利禄之可鄙。这里表面是自述胸臆，而实则意在责问对方，冀其有所醒悟。下片仍承上意，却不直接指责对方，转而先说老友久别，几历春秋，相思相忆，书信罕通，但是友情还是时萦怀抱的。为什么近来会时时想念你呢？自问自答道：“大都眼孔新来浅，羡尔微官作计周！”不无讽刺地说：大约近来我竟尔目光短浅了，也羡慕起你虽官位卑微，却善于为自己谋画了。这既是正话反说，又是借己责人。正因为作者在上片中明明说自己主张“ 口腹安然岂远谋”，认为大丈夫应当尽瘁国事，不要为自身温饱萦心，这里却又说自己忽然羡慕起对方“微官作计周”了，这当然不是作者的本意，而其本意只在于责怪对方新来“眼孔浅” ，为了那“微官”而“作计周”罢了。这里既有为王道甫怀才不遇、长期官微位卑的处境抱不平，又对他背弃理想，只顾为自身的温饱处心积虑而深表失望和惋惜。这种对友人交织着爱与恨的感情，正是这个惯以严肃态度对待人生的政治家特有的、建立在原则基础上的深厚友情。古人怀旧之作，通常好用称赞的口吻表达对朋友的思念，这是符合普通人的情理的，因为在人们记忆中留下深刻印象的往往是这个人认为最美好也最值得回忆留恋的东西。陈亮的这首词，也是表达对老朋友怀念之情的抒情诗词，但他却一反古人怀友诗词的传统写法，不落俗套，开门见山地运用嘲讽的笔调令人意想不到地表达对知心朋友的批评意见。这确实是一种独具一格，使读者得到料想不到的志趣。但仔细回味，却又觉得作者情深意切，发自肺腑。"
        }
    ]
}