{
    "dynasty": "宋",
    "author": "陈人杰",
    "poems": [
        {
            "title": "沁园春",
            "content": "尽典春衣，换酒津亭，送君此行。叹清朝有道，何曾逐客，有司议法，忍及书生。归去来兮，噫其甚矣，见说江涛也不平。君之友，岂都无义士，剖胆相明。挑诗行李如冰。正趁得越山桃李春。把从前豪举，著些老气，不应造物，到底无情。雁荡烟霞，凤城风雨，两地相思魂梦清。重来否，算海波未窄，犹可骑鲸。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "诗不穷人，人道得诗，胜如得官。有山川草木，纵横纸上，虫鱼鸟兽，飞动毫端。水到渠成，风来帆速，廿四中书考不难。惟诗也，是乾坤清气，造物须悭。金张许史浑闲。未必有功名久後看。算南朝将相，到今几姓，西湖名胜，只说孤山。象笏堆床，蝉冠满座，无此新诗传世间。杜陵老，向年时也自，井冻衣寒。",
            "comment": "【注释】我国古典诗歌写“忧愁”的作品尤其多，诗仿佛是诗人走投无路的象征。钟嵘在《诗品序》中自“至于楚臣去境，汉妾辞宫”以下，列举了六种人们的痛苦遭遇 ，这些遭遇给人带来的痛苦 ，都要凭借“陈诗”“以展其义 ”、“长歌”“以骋其情”。这样才能使“穷贱易安 ，幽居靡闷”。钟氏把文学创作与作者的不幸紧密地联系在一起，于是使得一些平庸俗气的士人认为文学著作为不祥之物，并且它会导致灾难，即所谓“不有人咎 ，必有天殃”。因此北宋欧阳修曾驳斥了诗能使人穷的说法。作者受到了欧阳修的启发，结合自己的感触，作者写了该词，充分赞美了诗人的价值，表现出一代文人的广阔胸襟和非凡的自信。“诗不穷人 ，人道得诗，胜如得官。”作者起句指出诗并不使人“穷 ”，有人说得到优美的诗句胜于得到好官呢 ！这里是化用唐郑谷《静吟》“相门相客应相笑，得句胜于得好官”句，作者对郑谷语是充分肯定的。词的开篇就以简洁、明快的语言，把作诗和作官对立起来，以诗人得诗胜于得好官来充分肯定诗人的价值，反映了古代文人投身诗文创作的执着追求和对此的真切热爱的语言。“有山川草木，纵横纸上；虫鱼鸟兽，飞动毫端。”此四句化用上述欧阳修之语，言诗人胸中蕴藏着广阔的世界，笔端能驱使山川草木、虫鱼鸟兽 ，万事万物都将进入诗篇。这里的“纵横”和“飞动”两个词语非常生动传神，把郁郁苍苍的山川草木和生机勃勃的虫鱼鸟兽表现得十分淋漓尽致，勾勒出丰富多彩的艺术形象世界 。“水到渠成，风来帆速 ，廿四中书考不难。”“考”，吏部每年对官员考核，任满一周年为一考。中书即中书令，是唐代中书省是最高长官，为宰相。唐中叶时郭子仪，累官至太尉 、中书令，封汾阳王，号“尚父”，权倾天下，其中为中书令之时间最长，得二十四考。这些不仅为世俗的目光所仰慕，即使在正统史家看来也是难能可贵，可是作者用“水到渠成，风来帆速”两个浅而生动的比喻，说明们的累至高官，其实并不难，只不过是时会所致而已。名垂千古的忠臣良将不过如此，其他平庸之辈便更不在话下了 。人们所说的 ，作者如此用笔 ，目的还在于反衬诗人之难得 ，并进一步把为官和作诗来进行比较 。作官，什么才难呢？作者答道： “惟诗也，是乾坤清气，造物须悭。”“清气”指俊爽超脱豪迈之气 ，曹丕在《典论·论文》中指出：“文以气为主 ，气之清浊有体，不可力强而致。”他认为文章根据作者气质不同，分清浊二体。这里作者把秉沉浊之气者排出诗人行列，认为诗是天地间清气的集中表现，因此，造物者是不愿轻意给予的。言外之意是诗才难得，只有超脱了世间的庸俗气息才能得到天地间清气，写出清澈的诗篇。作者将写诗与天地间的传扬之气紧密相连，实则指出诗人乃得天地之最精而生，可谓将诗人价值推崇到极致。过片又从世间权贵不足贵说起。“金张许史浑闲，未必有功名久后看 。”金日石单、张汤的后代，世为贵显，与外戚许氏、史氏交好，是西汉宣帝时的四大家族，他们或是高官，或是贵戚，都曾权倾一时，为人们所羡慕，作者则认为极为平常，他用“浑闲”二字 ，将这些当时大人物一笔抹杀 。的确，在当时炙手可热的人物未必有什么对社会、对人类有益的“功名”，他们随着时光一起消逝是完全合理的。“算南朝将相 ，到今几姓；西湖名胜，只说孤山。”这一韵把历史上的权贵和历史上的诗人作了生动的比较 。“南朝”指宋齐梁陈，都建都于建康，偏安江左，所以故称南朝。当时将相多为腐败衰朽的高门士族，王、谢、瘐、顾几大姓之间轮流执掌国政。他们当时都曾不可一世，可是到今天有人们对豪门贵胄记忆颇少，这里（包括上韵的“ 金张许史 ”）说的虽是古代的权贵，实际上指南宋王朝的权贵奸佞如史弥远、贾似道一类的人，他们或是已死，或正在气焰嚣张，世人为之侧目 ，作者认为他们迟早要被人们所唾弃。与此相反，那位宋初隐居于西湖孤山、妻梅子鹤的诗人林逋，虽然他也没有什么“功名 ”，但因为他不趋慕富贵，写下许多清丽的诗篇，因此被人们永远记忆，他的居住之地也成为西湖名胜，给湖山也增加无穷的魅力词人赞美创造精神财富的诗人，极力贬低富贵荣华，功名利禄，抒发词人蔑视权贵的激愤之情。到此作者意犹未尽 。“象笏堆床，蝉冠满座，无此新诗传世间”。“笏”为古代官员上进所执之手板，唐玄宗时崔承庆一家 ，满门高官 ，每岁家宴之时，其子婿毕至，“组佩辉映 ，以一榻置笏 ，重叠其上”。后多用以形容官僚子弟为高官者众多，清代有传奇名《满床笏 》。“蝉冠”，汉代皇帝侍从官员所着之冠以貂尾蝉文装饰 ，后来成为显贵之代称 。此二句言贵族之家尽可安排自己的子弟占据高官要职，传给他们财富权势，但却不可能给他们以济世的才华。他们不会有传世的诗句流传在人间，他们无法创造精神财富。写到这里，作者充满诗人的自豪感，因之，他举出了最能引起诗人骄傲的杜甫 ，“杜陵老，向年时也自，井冻衣寒 。”这位诗国的圣人 ，精神财富创造者的巨人，他为人们留下无比丰厚的精神财富，他终生关注国家和人民的疾苦。可是他自己却常为饥寒所困，一子一女冻饿而死 ，自己最后也死于贫病交加 。作者所举出的诗句是杜甫被安史叛军困于长安之时，至德元载（756 年）之所作，他无衣无食，写下了这篇著名的《空囊 》。其中有句 ：“不爨井晨冻，无衣床夜寒。”与杜甫同时的有多少横行一时的“ 五陵年少”、公侯卿相，乃至风流天子，但他们不都如过眼烟云为人们所遗忘了吗？可是这位当时只“留得一钱看”的诗人却能以他美妙的诗篇，在宋代就受到普遍的尊敬（宋有人将杜甫比喻为集大成的孔子 ），成为众多诗人的欣慕的凯模，作者用这位诗国的权威压倒了世间（封建社会 ）以富贵势力为支撑的权威 ，使全词达到高潮 。词至此戛然而止 。这三句不仅和词的起韵相照应，也表明作者最尊崇的诗人是爱国忧民的诗人。这首《沁园春》表达自己对诗歌作用的见解，论述诗人的地位，同时又抒发了自己在饥寒穷困中坚持创作的执著之情 ，词人贬斥权贵反衬出作者的坚定，全词充满了为诗歌创作的献身精神，表现出“贫贱不能移”的豪情。词的基调高昂，激越气势磅礴，笔意跌宕。作者把诗人和权贵反复对比，层层深入，权贵越来越遭贬仰 ，“二十四考中书”的郭子仪真正是国家的功臣，平安史之乱，拒吐蕃入侵，勋劳卓著，而“金张许史”则半是功臣，半是外戚，但这些功臣也只是忠诚于汉室，和安邦定乱关系不大，这比郭子仪就差了许多，而南朝将相则多腐朽不堪，能定国安邦者少而又少，列“家笏”、“蝉冠”指那些借祖先荫庇而腾达的纨绔子弟，这些人更不足挂齿；用于对比的诗人，则从一般的诗人到隐逸山林的林逋，再到杜甫，逐级提高，更为鲜明地突出了主题，安排可谓匠心独运。与表现内容相适应，作者用词颇为恰当精准，对郭子仪这样的功臣 ，只言达到也“不难”，只要客观条件具备 。对“金张”等人则用“浑闲”，表现了作者对他们的轻视。对“南朝将相”则用了一个“算”字 ，有“何足算也”之意。对贵族子弟则一笔否定。由此看来，此词的修辞虽然朴素、通俗易懂，但却富于表现力。"
        },
        {
            "title": "沁园春",
            "content": "落日都门，买得扁舟，乘兴而东。正苕川半夜，月寒似水，苹洲一路，秋老多风。携妓溪山，寻春岁月，往事黄粱昨梦中。高楼上，问何人怀古，湖海元龙。诸君解后相逢。更休问奚奴金错空。向琐窗看镜，鬓无霜白，玉舠挥酒，脸有潮红。莼美鲈肥，橙香蟹壮，风味不如归兴浓。明朝去，有西门一水，直与天通。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "斗酒津亭，方送月芗，夫君又行。正夕阳枯木，低回征路，寒烟衰草，迤逦离情。京洛风尘，吴兴山水，等是东西南北人。思君处，只梅花解后，心目开明。江湖夜雨青灯。曾说尽百年闲废兴。叹屠龙事业，依然汗漫，歌鱼岁月，政尔峥嵘。但使豫州，堪容玄德，何必区区依景升。需时耳，算不应长是，竖子成名。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "此去长安，说似交游，我来自东。向蒹葭极浦，吟篷泊雨，梧桐孤店，醉帻敧风。青市生涯，白洲活计，都在水乡鱼稻中。邮亭上，俯清流长啸，惊起虬龙。霅山面面迎逢。便回首旧游云水空。有连天秋草，寒烟借碧，满城霜叶，落照争红。六代蜂窠，七贤蝶梦，勾引客愁如酒浓。人间世，只醉乡堪向，休问穷通。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "世路如秋，万里萧条，君何所之。想鲈乡烟水，尚堪垂钓，虎丘泉石，尽可题诗。橙弄霜黄，芦飘雪白，何处西风无酒旗。经行地，有会心之事，好吐胸奇。一邱封了要离。问世上男儿今有谁。但一尊相属，居然感慨，扁舟独往，可是嶔崎。齐邸歌鱼，扬州跨鹤，风味浅深君自知。匆匆去，算梅边春动，又是归期。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "我梦登天，尽把不平，问之化工。似桂花开日，秋高露冷，梅花开日，岁老霜浓。如此清标，依然香性，长在凄凉索寞中。何为者，祗纷纷桃李，占断春风。一时列鼎分封。岂猿臂将军无寸功。想世间成败，不关工拙，男儿济否，只声遭逢。天曰果然，事皆偶尔，凿井得铜奴得翁。君归去，但力行好事，休问穷通。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "春事方浓，寂寞此君，谁相品题。到僝桃僽李，鸠边雨急，埋薇瘗药，燕外泥肥。鸟影舒炎，黄埃涨暑，又过绿阴青子时。夫然後，向猷家载酒，诩室题诗。风标如此清奇。叹世俗炎凉真可悲。看眼空凡木，云霄直上，心交古干，霜雪相依。弹压溪山，留连风月，红紫纷纷谁似之。人间世，这澹中风味，儿辈争知。",
            "comment": ""
        },
        {
            "title": "沁园春 次韵林南金赋愁",
            "content": "抚剑悲歌，纵有杜康，可能解忧。为修名不立，此身易老，古心自许，与世多尤。平子诗中，庾生赋里，满目江山无限愁。关情处，是闻鸡半夜，击楫中流。澹烟衰草连秋。听鸣鴂声声相应酬。叹霸才重耳，泥涂在楚，雄心元德，岁月依刘。梦落莼边，神游菊外，已分他年专一丘。长安道，且身如王粲，时复登楼。",
            "comment": "【注释】自杜甫在诗中大量描写“忧愁”以来，韩愈又也说：“文穷而后工”，忧愁是诗人常有的情感。诗人写诗必然说愁 ，因此辛稼轩曾调侃写道：“少年不知愁滋味 ，爱上层楼，爱上层楼，为赋新词强说愁。”词人说的不只是自己 ，其意更在于揭示许多诗人所谓“工愁善感”的真象。忧愁、悲愤能够使人崇高起来，但首先应该真实，其次是忧愁、悲愤要具有深刻的社会内容 。陈氏写此词时也可以说是“少年”，又是与“林南金赋愁 ”的唱之作 ，但词人显然不是强自说愁，而是切身的真情实感，是在当时特定的时代条件下的有感而发。“抚剑悲歌，纵有杜康，可能解忧？”词一开篇就使我们联想到战国时齐国孟尝君门客冯谖对待遇低不满因而弹铗（剑）作歌的故事。陈人杰也是个江湖游士，他出入豪门，种种难堪，但这首词并没有就此申说 ，而是斗转笔锋，反而曹操《短歌行》“何以解忧 ，惟有杜康（酒）”语意，意思是说美酒也不能销愁，反而使愁烦更甚，用此以表现自己的无法排遣的苦闷 。词人以疑问句式出之，使词句丰富多彩，“为修名不立，此身易老；古心自许，与世多尤。”修名，美名 。尤 ，怨咎。此句意义颇深，词人的“与世多尤”并非是因为某个具体事件，而是整个人生态度与世俗社会的现实发生了冲突。人们纷纷追求金钱财富、权势地位之时，而词人却执著于建立美好的名誉，而且这种追求是在不合时宜的“ 古心”支配下产生的，它“顽固”而强烈，因此和实际可能相冲突。这种冲突是带有悲剧色彩的，词人感到自己可能如屈原一样“老冉冉其将至兮，恐修名之不立”（《离骚》）。另外以纯朴之心对待当时繁芜复杂的时世，不免会引起物议非难，而自己又不可能改变追求，内外交攻给词人带来无限的痛苦，一切烦恼皆由这种痛苦产生，因为词人看不开，所以忧愁就不能避免。此韵表面上是写愁 ，同时也是揭露社会黑暗、人情之淡薄，“木秀于林 ，风必摧之 ”。正直、有理想的人是不能为社会、人群所容纳 。“平子诗中，庾生赋里，满目江山无限愁。”“平子”为东汉文学家张衡之字。张因当时政治腐朽，不能伸展其抱负，为寄托其对国事的关怀和忧虑写下了著名的《四愁诗》；“ 庾生”指南朝梁庾信，为梁使臣出使西魏 ，梁亡，被羁留长安；北周代魏，爱惜他的文才，不放他回去。在北朝期间他时刻怀念故国 、故乡，写下了《愁赋》，描写自己不可逃脱的忧愁。词人用此二典以表明自己的“忧愁”是和国家多难、政治黑暗密切相联的，因此，紧接着引出“满目江山无限愁”。国家多难，半壁江山尚在异族之手，这残破河山也好像为无限愁云所笼罩，前途亦是岌岌可危 ，因此词人才十分激动地写出：“关情处，是闻鸡半夜 ，击楫中流 。”词中用了晋刘琨、祖逖之典，这两位爱国者在他们还没有成为著名将领时，中夜闻鸡起舞，以安定中原、匡扶晋室互相勉励。词人以此表现自己的爱国热诚，并表明他所追求的“修名”不仅是个人修养的完善和品德的崇高，而主要是要通过报效国家、拯民水火而留芳百世。上片在词人情感极其高昂时结束了，宛如一支乐曲在急管繁弦中仅然停止，但其余音还在耳边萦绕。“淡烟衰草连秋 ，听鸣鴂声声相应酬。”描绘出一幅秋光惨淡的画面，衰草连天，烟雾迷濛，伯劳鸟声声不断 ，仿佛是相互唱和。“何处合成愁，离人心上秋。”这无边的秋色常常激起离人游子的忧愁之情。词人想起自己“弱冠”以来的生涯，他依人作幕，飘泊过许多地方。“叹霸才重耳，泥涂在楚；雄心玄德，岁月依刘。”“重耳”指春秋时五霸之一的晋文公，他在未为晋君之前飘零十九年，先后流亡在齐、楚、秦等国 ，所谓“艰难险阻备尝之矣”。这里用“泥涂”来形容当年重耳流亡奔波的艰苦；玄德指刘备，三国时蜀汉的开国之君，这里用重耳、刘备之典，不仅用以形容其飘泊游荡、寄人篱人之种种艰辛，而且用以表现自己报国之心和建业之志，照应上片所写的“满目江山无限愁 ”，表达了作者在国家存亡之秋时立志报国，建功立业的雄心壮志。但对于游子说来，思乡之情总是难以抑制 ，“梦落莼边，神游菊外，已分他年专一丘 。”莼菜可以作羹，味道鲜美。西晋时吴人张翰在洛阳作官，秋风起而思念家乡的莼菜羹、鲈鱼脍，因之命驾而归，后遂用此典表现对家的怀念和对仕宦的厌倦。“菊外”是用陶潜《归去来辞》“三径就荒，松菊犹存”语意，此韵前两句写词人浓烈的思乡之情，家乡的一草一木，都梦绕魂牵，心驰神往，作者用此二典，将乡思表达得形象生动高尚，令人联想到江南水乡的美丽，和与竹篱茅舍相映衬的绿野青山。“已分”言在意料之中 ，“专一丘”指简朴的田园生活。将来归隐是意料中的事，而眼下只有在梦中回到家乡 ，用思想上的矛盾以表现词人深沉的痛苦。“长安道 ，且身如王粲，时复登楼。”此韵又转到当时的现实 。“长安”指临安（杭州）。“王粲”为东汉末年文士，由于中原战乱，他避乱荆州，依靠刘表，但十多年来却没有受到刘的重用，因之他格外的思念家乡，希望中原早日安定，并向往为此而立功，当词人登上楼时眺望“满目江山 ”，感慨万千，国家破碎，令人痛心疾首，偏安一隅的南宋王朝却升歌纵酒不思进取，而作者本人却寄人篱下，一腔抱负无法施展，凡此种种 ，都使作者心情抑郁苦闷，“王粲登楼”一典将此种之苦恼全部概括，这不仅与开篇之“抚剑悲歌”相照应，而且总结了全篇，表现了作者无限的忧愁。这首词之所以非常感人在于它虽抒发的是个人愁思，但都围绕着国家的忧患而写，并把不能为国家建功立业看成是苦闷根源之所在，因此他的忧愁就具有了深厚的基础。这首词几乎句句用典，似乎晦涩了些，这是因为词人思想感情矛盾复杂，在这短短的一百多字的词要得到充分的表现，必须通过用典方能做到。如词人思乡，感叹时事的纷乱，对朝政的不满，对建立功业的憧憬，以及因不能实现理想而产生的苦闷等等很难一一说清楚，但词中用张衡、庾信、刘琨、祖逖、陶潜、王粲等人的典故 ，就把这种忧愁具体生动表现出来，而这是用直抒方法很难做到的。词中用典虽多，但语言却十分流畅 ，作者能以充沛的情感调动这些典故，把用典故和叙述、描写给合在一起，所以读来并无生硬，晦涩的感觉。"
        },
        {
            "title": "沁园春",
            "content": "记上层楼，与岳阳楼，酾酒赋诗。望长山远水，荆州形胜，夕阳枯木，六代兴衰。扶起仲谋，唤回玄德，笑杀景升豚犬儿。归来也，对西湖叹息，是梦耶非。诸君傅粉涂脂。问南北战争都不知。恨孤山霜重，梅凋老叶，平堤雨急，柳泣残丝。玉垒胜烟，珠淮飞浪，万里腥风吹鼓鼙。原夫辈，算事今如此，安用毛锥。",
            "comment": "【注释】原序：予弱冠之年，随牒江东漕闱，尝与友人暇日命酒层楼。不惟钟阜、石城之胜班班在目，而平淮如席，亦横陈樽俎间。既而北历淮山，自齐安溯江泛湖，薄游巴陵，又得登岳阳楼，以尽荆州之伟观。孙、刘虎视遗迹依然；山川草木，差强人意。洎回京师，日诣丰乐楼以观西湖。因诵友为“东南妩媚，雌了男儿”之句，叹息者久之。酒酣，大书东壁，以写胸中之勃郁。时嘉熙庚子秋季下浣也。这首词题于南宋京城临安丰乐楼东壁之上，写于宋理宗嘉熙四年（1240）九月下旬。当时南宋政权日益衰败 ，如风中残蚀，而蒙古正当勃兴，虎视眈眈。作者生逢此时，难免心中愤郁不平，这首词的主旨正是抒发这种心情而作的。词前小序详述了他自二十岁到江东槽参加“牒试”时起至作此词止，先后游历江淮一带山川名胜和历史古迹的经过 。序文气魄宏大，酣畅恣意，很有特色。此词上片写游览的经过，下片紧接着抒发自己的感情。一开头：“记上层楼，与岳阳楼，酾酒赋诗”。层楼，指在建康所登之楼；酾酒，斟酒。此总叙词人游历江、淮和荆湖期间的豪情壮举。接下去便从两方面表述 。一是“望长山远水，荆州形胜”，一是见“夕阳枯木 ，六代兴衰”，即“命酒层楼”时睹钟阜，石城及平淮间的六朝故迹而触发的对历史兴亡的感慨。当然，词人的这种兴亡之感自始至终贯穿于全诗，即使是当他回到京师，也因为读友人“东南妩媚，雌了男儿”的词句而叹息不已 。前一处望“ 荆州形胜”，展现了空间的无限辽阔 ，后一处见“六代兴衰”，追溯了悠久的历史。时空移易，给读者以无穷、无垠之感，因此意趣盎然。“扶起仲谋 ，唤回玄德，笑杀景升豚犬儿。”景升为刘表的字，豚犬儿指他的儿子刘琮。这是作者由于亲历六朝故物而忆及三国英雄孙权（仲谋 ）、刘备（玄德）等人 ；而引起的一种“尚友古人”之感慨。《三国志·吴书·吴主传 》裴松之注引《吴历》说：曹操见孙权“舟船 、器仗 、军伍整肃 ，喟然叹曰：‘生子当如孙仲谋，刘景升儿子若豚犬耳！’”显而易见词人选用这个典故是富有深意的。曹操称赞反抗他的孙权而鄙视向他投降的刘琮，以此来喻指当时宋和蒙古当时的局势，词人意在讥刺南宋朝廷软弱无能。“归来也，对西湖叹息，是梦耶非？”前段由物及人 ，抚今逸古，这段又由人及物（西湖），由“尚友古人”到返回现实 ，并为过片抒发感慨做了铺奠。承上启下，真正做到了“最是过片不要断了曲意”。面对着烽火遍地、哀鸿遍野的危殆局势，南宋统治者仍然醉生梦死。西湖内外，依然是一片歌舞升平的景象。陈人杰戳破眼前“ 是梦耶”还是“非梦耶”的疑惑，拍案而起，愤怒地斥责当朝者。下片：“诸君傅粉涂脂，问南北战争都不知。”南宋君臣文恬武嬉、纸醉金迷、百事不问的颟顸无知的形象，跃然于纸端。紧接着，词人借景抒情，把无限愤慨和无穷愁闷都凝洁在景物的画面中 ：“恨孤山霜重 ，梅凋老叶；平堤干雨急，柳泣残丝。玉垒腾烟，珠淮飞浪，万里腥风送鼓鼙 。”在这里，孤山上的浓霜，苏堤、白堤一带的急雨、凋零的梅叶，低泣的柳丝，都成了词人情感外射的产物，寄托了词人对世事的深切忧虑，南宋王朝的国运不正象这凋零的梅叶和低泣的柳丝一样风雨飘摇吗？玉垒山；淮水，当时都遭到蒙古军的进攻，硝烟密布战事不休。万里前线，一派腥风；鼓鼙之声，不绝于耳。词人作为一介书生，请缨无路，报国无门，心中的愤激之情溢于言表。“原夫辈 ，算事今如此，安用毛锥？”原夫辈，泛指舞文弄墨的知识分子；毛锥，即毛笔。词人把自己归入“原夫辈 ”，含有某种自嘲意味；惟有弃文兴武，方可救国于万一，时局已如此险恶，舞文弄墨于国何用？抒发了一种切望为祖国而战的豪情。与陈人杰同属福建长乐人的陈容，在他的《龟峰词跋》中把陈人杰比做李贺，这一点是很有洞察力的，陈人杰和李贺一样都想为祖国效死沙场。这首词虽少修饰和雕琢，但是环境气氛和作者的激情都能鲜明地显现出来，语言遒劲有力而又挥洒自如，即使与宋末刘克庄、刘辰翁等辛派词人相比也毫不逊色。"
        },
        {
            "title": "沁园春",
            "content": "草满姑苏，问讯夫差，今安在哉。望虎丘苍莽，愁随月上，蠡湖浩渺，兴逐潮来。自古男儿，可人心事，惆怅要离招不回。离之後，似舞阳几个，成甚人才。西风斜照徘徊。比旧日江南尤可哀。叹茫茫马腹，黄尘如许，纷纷牛背，青眼难开。应物香销，乐天句杳，无限风情成死灰。都休问，向客边解后，祗好拈杯。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "把酒西湖，花月三年，不见家山。想荆州座上，消磨岁月，唐风集里，收卷波澜。鹤邑朝帆，鲈乡夕棹，来往菰蒲何处间。应思我，似骑驴杜甫，长在长安。相逢依旧开颜。听玉屑霏霏当暑寒。笑髯生如许，尚夸年少，心忙未了，浪说身闲。尘梦无凭，菟裘堪老，付子声名吾欲还。斜阳外，把平生心事，同倚阑干。",
            "comment": ""
        },
        {
            "title": "沁园春 问杜鹃",
            "content": "为问杜鹃，抵死催归，汝胡不归？似辽东白鹤，尚寻华表；海中玄鸟，犹记乌衣。吴蜀非遥，羽毛自好，合趁东风飞向西。何为者，却身羁荒树，血洒芳枝？兴亡常事休悲，算人世荣华都几时？看锦江好在，卧龙已矣；玉山无羔，跃马何之？不解自宽，徒然相劝，我辈行藏君岂知？闽山路，待封侯事了，归去非迟。",
            "comment": "【注释】这是一篇借质问杜鹃而表明心志的词作 。杜鹃，又名子规“ 催归 ”。传说中是战国时蜀王杜宇所化，杜宇被迫禅位鳖灵，死后魂魄化为此鸟，每到暮春便悲鸣不已，直到啼血而止。因而，杜鹃便被赋予了一种幽怨的色彩，那些背井离乡，羁寄四海的文人学子，一听到杜鹃的哀婉鸣哽，便顿生思归恋乡之情。然而此时词人陈人杰正涉世未深 ，朝气蓬勃，积极求仕，满腹志向正得伸展，因而杜鹃冲他叫嚷催归，显然不合时宜，难怪词人对杜鹃要大加斥问了。题目“问杜鹃”，这“问 ”是“责问”、“质问”。词以“当头炮”开局：杜鹃，你苦苦催促人归，自己为何不回四川？“以子之矛攻之盾 ”，然而词中的杜鹃并未认输，却说：只算是我自说，奈何以“不归”罪我？我鸟类哪里有“归”与“不归”之说耶？殊不知词人聪敏 ，早已料到鸟儿会这样，不待鸟儿强嘴，已自先发制人：像那去家千年的白鹤，尚且知道重返辽东寻访城门之华表；远徙万里的海燕，犹能记得金陵乌衣巷中的旧居——同属卵生羽化的禽鸟，鹤、燕不言“归 ”而归 ，你杜鹃言“归”而不归，羞也不羞？在旁观者看来，这一脚踏上去，杜鹃再无法翻身了 。但词人搏兔用全力 ，仍然穷追不舍：君之所以“不归 ”，是为“路曼曼其修远”乎？——不是。自江南至四川，里途并不算遥远。那么，是否因为“身无彩凤双飞翼”呢？——不。你的翅膀完好无缺。也许 ，“八月秋高风怒号 ”，阻遏了你的飞行？——不是 。现在正是春暮，东风劲吹，正好顺势向西翱翔。如是乎从主体行为能力和客观行动条件等不同角度一一审视并否决了鸟儿可以用来敷衍塞责的种种托辞，这就逼出了对于杜鹃的又一次质问：“何为者 。却身羇荒树 ，血洒芳枝 ？”乍看起来，它似乎是对篇首“汝胡不归”一问的同义反复，但仔细体味，却知并非如是。关键就在“血洒芳枝”四字。卒章显志，一篇命意才得以昭然揭出。这首词，构思奇特，颇类似于辛弃疾的《沁园春·将止酒戒酒杯使勿近》，很可能是受了辛词的启发，生动传神但本篇又不完全同于辛词，而是词人的“独角戏 ”，从头到尾都是作者教训杜鹃之辞，完全剥夺了鸟儿的发言权，形式略嫌呆板，艺术造诣也不及稼轩。陈人杰此篇却诙谐其表而严肃其里，反映了“国家兴亡，匹夫有责”的重大主题，表现出词人积极进取的精神，是南宋后期词坛上一篇格调较高的佳作。“旧时王谢堂前燕，飞入寻常百姓家”——这都是词中的陈词滥调了，但他人多取其慨叹人世沧桑的本义，词人却独采个中鹤、燕能归故里的角度，以与杜鹃之“不归”造成鲜明的对比，旧事新用，推陈出新，增加了无穷的妙趣。本篇不用“诸葛”、“公孙”，而化用杜诗，以“卧龙”对“跃马，既工稳又精警生动，达到了沈氏所谓“使人姓名须委曲得不用出最好”的境界。"
        },
        {
            "title": "沁园春",
            "content": "不恨穷途，所恨吾生，不见古人。似道傍郭泰，品题季伟，舟中谢尚，赏认袁宏。又似元之，与苏和仲，汲引孙子晁李秦。今安在，但高风凛凛，坟草青青。江东无我无卿。政自要胸中分渭泾。叹今人荣贵，祗修边幅，斯文寂寞，终欠宗盟。面蹉长江，目迷东野，却笑韩公接後生。知音者，恨黄金难铸，清泪如倾。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "我自无忧，何用攒眉，今忧古忧。叹风寒楚蜀，百年受病，江分南北，千载归尤。洛下铜驼，昭陵石马，物不自愁人替愁。兴亡事，向西风把剑，清泪双流。边头。依旧防秋。问诸将君恩酬未酬。怅书生浪说，皇王帝霸，功名已属，韩岳张刘。不许请缨，犹堪草檄，谁肯种瓜归故邱。江中蜃，识平生许事，吐气成楼。",
            "comment": ""
        },
        {
            "title": "沁园春 丁酉岁感事",
            "content": "谁使神州，百年陆沉，青毡未还？怅晨星残月，北州豪杰；西风斜日，东帝江山。刘表坐谈，深源轻进，机会失之弹指间。伤心事，是年年冰合，在在风寒。说和说战都难，算未必江沱堪宴安。叹封侯心在，鳣鲸失水；平戎策就，虎豹当关。渠自无谋，事犹可做，更剔残灯抽剑看。麒麟阁，岂中兴人物，不画儒冠？",
            "comment": "【注释】在这首词中，作者猛烈抨击了当权者的腐朽不堪，误国害民，抒发了作者热爱祖国，渴望能长缨立马为国杀敌的热情。作此词的前三年，蒙古灭金后，随即对宋大举兴兵 ，连年南下，宋军屡屡败北，襄、汉、淮蜀间烽烟不断，危急日甚。宋理宗张惶失措，虽下沼罪已，仍无法挽救国土的沦丧。词中所言“丁酉岁“（理宗嘉熙元年，1237 年）即是指那几年的事。面对朝廷的腐败无能，国家的日益陆沉，作者痛心疾首，愤郁填膺，不由写下该词。词的开头说 ：“谁使神州 ，百年陆沉 ，青毡未还？”指的是中原大片国土，被蒙军占领，久久不得恢复，这究竟是谁的责任”理正辞严，大义凛然。这里用《晋书》中两个典故合在一起 ，极为贴切。“陆沉”，是无水而沉沦的意思，比喻土地沦陷。西晋时，王衍任宰相，正值匈奴南侵，他清谈误国，丧失了很多土地。桓温愤慨地说：“遂使神州陆沉，百年丘墟，王夷甫（王衍的字）诸人不得不任其责 ！”作者通过这个典故来斥责当时南宋当权者。又王献之夜睡斋中，有小偷进到他房里，偷了他所有的东西。献之慢吞吞地说：“偷儿，青毡我家旧物，可特置之。”将小偷都吓跑了。这里以“青毡”喻中原故土，将敌方比作盗贼，说国土遭掠夺后，没有归还。作者在灵活地反用典故。接着，词由愤慨转为惆怅，对国事局势发表议论。他说，如今北方有志之士已寥寥无几：南宋的半壁江山也如同落日，日子不长了。朝廷里有些人因循守旧，懦怯无能，只是坐着空谈；有些人则只好说大话，妄取虚名，行事鲁莽轻率。这样，转瞬之间丧失了战胜敌人的机会 ，“东帝”，喻岌岌可危的南宋。战国时，齐湣王称东帝，自恃国力，并不审时度势，后被燕将乐毅攻破临淄，他在出奔中被杀。“刘表”，喻空谈的保守势力。三国时，曹操攻柳城，刘备劝荆州牧刘表乘机袭击许昌 ，刘表不听 ，坐失良机，后来悔之莫及 。“深源”，是东晋殷浩的字，他虽都督五州军事，但只会大发议论，名不符实。曾发兵攻前秦，想收复中原，结果所遣先锋倒弋，弃军仓皇逃命。这里用比草率用兵的冒进者 ，也是很妥贴的。总之，“刘表”三句 ，言“ 坐谈 ”与“轻进”指的都是贻误战机。《沁园春 》是一个有淋漓酣畅特点的词调 ，一气流注，有滔滔不绝之势，若用于抒情，也增加绵绵无尽之意，对仗的特殊，在于这七句之中，除最后一句是散句外，余六句都要求对仗。下阕也是这样，用在这里，论说南与北的形势、战与和的失算，又恰好形成鲜明的对比，有助于表达两难的困境。再用散句“机会失之弹指间”一结，遗憾怅恨之情更加深远。“伤心事，是年年冰合，在在风寒。”上阕末了，词情转为忧伤与悲哀 。“在在 ”，即处处 。“冰合”、“风寒 ”，比喻南宋遭北方强敌的不断威胁和进攻，长期苟且偷生，因循寡断。处于水深火热之中，这是恢复故地的机会丧失的必然结果。词中论说时事形势，多不实说某人某事，必用比喻借代。这是由于艺术表现上的需要，要尽量避免用语太过于直白，力求含蓄有味。前面说北地英杰寥寥，南国江山可危，都从衰谢景物取喻。至于借“青毡”、“东帝”、“刘表”、“深源”等典故史事讽今，用意也在于此。下阕作者直抒胸臆，但仍与上阕紧密关连。先以“说和说战都难，算未必江沱堪宴安”两句过片。出现和不能安、战不能胜的情势。固然是当时客观条件所限制，但当道者在和与战问题上，并无良策，只是各执已见，争吵不休，不想真正有所作为，这也使有识之士无技可施。“江沱”，指代江南。“沱”，是长江的支流 。语出《诗·召南·江有汜》。“宴安”，是享乐安逸的意思。这两句承上启下，下面就说到自己抱负难以实现。“叹封侯心在，鳣鲸失水；平戎策就，虎豹当关。渠自无谋 ，事犹可做，更剔残灯抽剑看。”这是叹息自己空有立功建业的壮志，而身处困境，无用武之地；想上书陈述恢复大计，无奈坏人当道，无人采纳自己的意见。词人接着说，这是当权者无救国才能，没有办法挽救国难 ，其实，形势并未到不可救药的地步，国事还可挽救，当勉力图治才是。所以自己深夜里挑灯看剑，仍希望能为国杀敌立功。“封侯”，诗词中的常用语，已成了从军立功的代词，并非真为谋求爵禄。鳣、鲸，都是大鱼，如果离开江湖大海，它就会遭蝼蚁所欺 。贾谊《吊屈原赋》说：“彼寻常之汙渎（臭水沟）兮，岂能容吞舟之鱼？横江湖之鳣鲸兮，固将制于蝼蚁 。”词正用此意。“平戎策”，即打败敌人的建议 。“虎豹当关 ”，语出《楚辞·招魂》：“虎豹九关，啄害下人此。”“渠自无谋 ”，暗用打胜长勺之战的曹刿说过的话：“肉食者鄙，未能远谋。”（《左传·庄公十年》）这几句都用两两对照、扬抑相参的写法，文势跌宕起伏“封侯心在”是扬，“鳣鲸失水”便抑；“平戎策就”扬 ，“虎豹当关”抑；“渠自无谋”抑，“事犹可做”扬 ”。恰好能表达出作者内心感情起伏不定，而“更剔残灯抽剑看”一句，尤为精采。全词于论中抒情，以这一点睛之笔，统摄以前众多的比喻句，从而使主体形象鲜明突出，从而使直白浅显，但毕竟还不能构成主体形象。一位深夜不寐，在灯下凝视着利剑、跃跃欲试的年轻爱国志士的英姿，跃然于纸端。此句措词也精警，不逊于稼轩的“醉里挑灯看剑”。“更剔残灯”四字，耐人寻味。被重新“剔”亮的 ，虽说是“残灯”，也可看作是心灵中本来暗淡了的火光。词结尾说：“麒麟阁，岂中兴人物，不画儒冠？”汉宣帝号称中兴之主 ，曾命画霍光等十一位功臣的肖像于未央宫内麒麟阁上 ，以表扬其功绩 。所以作者说 ，难道只有武将们才能为国家建功立业 ，读书人（儒冠）的肖像就不能画在麒麟阁上吗 ？杜诗曰：“儒冠多误身 ”。对此种不合理说法，作者显然不甘心为此，故而要大声责诘。词的情绪由伏而起，最后再变而为亢奋激扬，坚信此生尚可大有作为。作者写此词时年方二十，正是风华正茂，意气风发之时。作者以布衣出生之身，却自此鳣鲸，自许以封侯，而且视驵中肉食者为粪土，激越飞扬，尽述胸中抱负，抨击当权者的无能衰败。全词前后呼应，气势磅礴，表现出一股救国于危难之中的积极向上的奋斗精神。"
        },
        {
            "title": "沁园春",
            "content": "五彩云中，群玉峰头，是吾故乡。为瑶池侍宴，偶违酒令，玉皇降敕，谪作诗狂。桧柏风姿，山林气象，未到中年先老苍。西湖路，尽留连光景，傲睨冰霜。东窗。翦烛焚香。剩满引梅花进寿觞。梦群仙相庆，烹炮麟凤，十洲同往，骖翳鸾凰。约向人间，尽偿吟债，依旧乘风来帝旁。如今未，且百年管领，橘绿橙黄。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "南北战争，惟有西湖，长如太平。看高楼倚郭，云边矗栋，小亭连苑，波上飞甍。太守风流，游人欢畅，气象迩来都斩新。秋千外，剩钗骈玉燕，酒列金鲸。人生。乐事良辰。况莺燕声中长是晴。正风嘶宝马，软红不动，烟分彩鷁，澄碧无声。倚柳分题，藉花传令，满眼繁华无限情。谁知道，有种梅处士，贫里看春。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "过了梅花，纵有春风，不如早还。正燕泥日暖，草绵别路，莺朝烟澹，柳拂征鞍。黎岭天高，建溪雷吼，归好不知行路难。龟山下，渐青梅初熟，卢橘犹酸。名场老我闲关。分岁晚诛茅湖上山。叹龙舒君去，尚留破砚，鱼轩人老，长把连环。镜影霜侵，衣痕尘暗，赢得狂名传世间。君归日，见家林旧竹，为报平安。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "万法皆空，空即是空，佛安在哉。有云名妙净，可遮热恼，海名圆觉，堪洗尘埃。翠竹真如，黄花般若，心上种来心上开。教参熟，是菩提无树，明镜非台。偷闲来此徘徊。把人世黄粱都唤回。算五陵豪客，百年荣贵，何如衲子，一钵生涯。俯仰溪山，婆娑松桧，两腋清风茶一杯。拿舟去，更扫尘东壁，聊记曾来。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "太岁茫茫，犹有归时，我胡不归。为桂枝关约，十年阙下，梅花梦想，半夜天涯。婪尾三杯，胶牙一标，节物依然心事非。长安市，只喧喧箫鼓，催老男儿。篝灯自理征衣。正历乱愁肠千万丝。想椒盘寂寞，空传旧颂，桃符冷落，谁撰新诗。世事乾忙，人生寡遂，何限春风抛路歧。身安处，且开眉一笑，何以家为。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "塞外江山，如此萧条，可堪别离。纵虹桥烟浪，要君怀古，凤城风雨，奈我相思。玉茧挥诗，金鲸泻酒，件件清狂分付谁。长安市，有几多心事，岁老相期。春风渐到梅枝。算我辈荣枯应似之。莫提携剑铗，悲歌一曲，摩挲髀肉，清泪双垂。话到辛酸，居然慷慨，跃马岁年心自知。君行矣，有广平东阁，堪著男儿。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "未省吾生，石室云林，金门玉堂。但吕公来说，风神清怪，甘公来说，寿禄高强。果若人言，自应年少，曳紫鸣珂游帝乡。何为者，更风尘牢落，歧路回皇。替人缝嫁衣裳。奈未遇良媒空自伤。岂平生犹欠，阴功活蚁，从前未卜，吉地眠羊。岁晏何如，时来便做，但恐鬓毛容易霜。今休问，且揆予初度，满引金觞。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "易得仲宣，难得世间，有刘景升。叹男儿未到，鸣珂谒帝，此身那免，弹铗依人。橘自盈洲，莸难共器，一榻相看如越秦。元龙者，独门前有客，胸次无尘。君今重莅诗盟。载弄玉飞琼车後行。过鸱夷西子，曾游处所，水云应喜，重见娉婷。张禹堂深，马融帐暖，吟罢不妨丝竹声。松江上，约扁舟棹雪，同看梅春。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "如此男儿，可是疏狂，才大兴浓。看曹瞒事业，雀台夜月，建封气概，燕子春风。叱咤生雷，肝肠似石，才到尊前都不同。人间世，只婵娟一剑，磨尽英雄。半生书剑无功。漫赢得闲情如二公。向紫云歌畔，玉舠最满，红桃笑里，金错长空。驼陌三年，牛腰几束，半在兰香巾笥中。君知否，是扬州景物，消得司封。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "懒学冯君，弹铗歌鱼，如今五年。为西湖西子，费人料理，东林东老，特地留连。坐注虫鱼，行吟雌霓，竟负逍遥第一篇。过从少，但赤髭白足，时复谈禅。倚门白水平田。看数点青山无尽天。叹春风心事，已成待兔，夕阳时节，又听啼鹃。如此凄凉，若为排遣，不是诗边即酒边。中宵梦，有逋梅吹雪，坡柳摇烟。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "云锦亭西，记与诗人，拍浮酒船。看洛川妃子，锦衾照水，汉皋游女，玉佩摇烟。秋老芳心，波空艳质，惟见寒霜凋碧圆。争知道，有西湖五月，长在尊前。素纨红障相鲜。更澹静一枝真叶仙。向风轩摇动，但无香耳，蓼丛掩映，自是天然。猊背生烟，蜡心吐月，赢得吴娃歌采莲。陈公子，似日休锺爱，兴满吟边。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "春为谁来，谁遣之归，挽之不还。纵小桃秾李，大都寂寞，紫薇红药，未到阑珊。毕竟须归，何妨小驻，容我一尊烟雨间。春无语，只游丝舞蝶，懒上杯盘。故园。风物班班。奈声利羁留身未闲。望归鸿影尽，白云万里，啼鹃声切，落日千山。春却笑人，年来何事，要得一归如许难。君知否，百八盘世路，尽在长安。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "日薄风狞，万里空江，隐隐有声。旋千旗万棹，一时东指，青山断处，白浪成层。渐近渐高，可惊可喜，欻作雪峰楼外横。教人讶，是鲸掀鳌抃，蛟斗龙争。属镂忠恨腾腾。要句践城台都荡平。奈岸身不动，潮头自落，又如飞剑，斫倒鼍城。若到夜深，更和月看，组练分明十万兵。尤奇特，有稼轩一曲，真野狐精。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "禁鼓蓬蓬，忙杀公侯，穴城影中。正花前豪士，宿酲未解，松间逋客，清梦才浓。龙尾危机，犀围长物，何必飞书交子公。人间世，只闲之一字，受用无穷。主人窗户玲珑。悟富贵荣华回首空。向竹梧侧畔，聚先秦录，兰荪里许，吟晚唐风。琴外鸿归，棋边鹭静，天把一丘荣此翁。孙刘辈，枉百年争战，一昧雌雄。",
            "comment": ""
        }
    ]
}