{
    "dynasty": "宋",
    "author": "陈孚",
    "poems": [
        {
            "title": "吕翁祠",
            "content": "山形夭矫苍精剑，日气曈曚紫磨丹。度尽世人人不识，青烟起处是邯郸。",
            "comment": ""
        },
        {
            "title": "真定怀古",
            "content": "千里桑麻绿荫城，万家灯火管弦清。恒山北走见云气，滹水西来闻雁声。主父故宫秋草合，尉陀荒冢莫烟平。开元寺下青苔石，犹有当时旧姓名。",
            "comment": ""
        },
        {
            "title": "开平即事二首",
            "content": "百万貔貅拥御闲，滦江如带绿回环。势超大地山河上，人在中天日月间。金阙觚棱龙虎气，玉阶阊阖鹭鹓班。微臣亦有河汾策，愿叩刚风上帝关。",
            "comment": ""
        },
        {
            "title": "太常引 以上二首见词品卷五",
            "content": "短衣孤剑客乾坤。奈无策，报亲恩。三载隔晨昏。更疏雨、寒灯断魂。赤城霞外，西风鹤发，犹想倚柴门。蒲醑谩盈尊。倩谁写、青衫泪痕。",
            "comment": ""
        },
        {
            "title": "翰苑荐为应奉文字二十韵谢大司徒并呈诸学士",
            "content": "天上金銮客，人间第一流。贽为唐内相，禹拜汉元侯。鲲海三千水，龟峰十二楼。月寒红烛夜，风淡紫薇秋。凤诰窥姚姒，麟编振鲁邹。佩随宫漏远，衣染御烟浮。淑气腾金碧，祥光射斗牛。焜煌青琐闼，缥缈紫霞洲。玛瑙濡尧瓮，珊瑚耀汉钩。驼蹄中禁釜，豹尾上方驺。仆本师黄卷，生惟伴白鸥。亲庭双鹤发，家事一渔舟。偶预天官选，来为帝里游。绿章蒙独荐，青史许同修。故郡惊王勃，新丰异马周。队随鱼圉圉，角喜鹿呦呦。势似飞三凤，功如挽万牛。桑榆终有望，葑菲未为愁。国士恩难报，书生志易酬。誓坚冰雪操，正色赞皇猷。",
            "comment": ""
        },
        {
            "title": "平江",
            "content": "沧浪亭下望姑苏，千尺飞桥接太湖。故里空传吴稻蟹，寒祠犹记晋莼鲈。芙蓉夜月开天镜，杨柳春风拥画图。为问馆娃歌舞处，莺花还似昔年无？",
            "comment": ""
        },
        {
            "title": "永州",
            "content": "烧痕惨淡带昏鸦，数尽寒梅未见花。回雁峰南三百里，《捕蛇说》里数千家。澄江绕郭闻渔唱，怪石堆庭见吏衙。昔日愚溪何自苦？永州犹未是天涯。",
            "comment": ""
        },
        {
            "title": "博浪沙",
            "content": "一击车中胆气豪，祖龙社稷已惊摇；如何十二金人外，犹有人间铁未销？",
            "comment": ""
        },
        {
            "title": "开平即事二首",
            "content": "天开地辟帝王州，河朔风云拱上游。雕影远盘青海月，雁声斜送黑山秋。龙冈势绕三千陌，月殿香飘十二镂。莫笑青衫穷太史，御炉曾见衮龙浮。",
            "comment": ""
        },
        {
            "title": "居庸叠翠",
            "content": "断崖万仞如削铁，鸟飞不渡苔石裂。嵯岈枯木无碧柯，六月不阴飘急雪。塞沙茫茫出关道，骆驼夜吼黄云老。征鸿一声起长空，风吹草低山月小。",
            "comment": ""
        },
        {
            "title": "烟寺晚钟",
            "content": "山深不见寺，藤阴锁修竹。忽闻疏钟声，白云满空谷。老僧汲水归，松露堕衣绿。钟残寺门掩，山鸟自争宿。",
            "comment": ""
        },
        {
            "title": "江天暮雪",
            "content": "长空卷玉花，汀洲白浩浩。雁影不复见，千崖暮如晓。渔翁寒欲归，不记巴陵道。坐睡船自流，云深一蓑小。",
            "comment": ""
        },
        {
            "title": "太常引 端阳日当母诞不得归",
            "content": "采采堂上簇兰翘。记生母，在今朝。无地捧金蕉。奈烟水、龙沙路遥。碧天迢递，白云何处，风急雨潇潇。万里梦魂消。待飞逐、钱唐夜潮。",
            "comment": ""
        },
        {
            "title": "琼花图",
            "content": "荒棘萋萋后土宫，芳根已逐彩云空。男儿别有扬州泪，不为琼花滴晓风。",
            "comment": ""
        },
        {
            "title": "河间府",
            "content": "北风河间道，沙飞云浩浩。上有衔芦不鸣之寒雁，下有陨霜半死之秋草。城外平波青黛光，大鱼跳波一尺长。牧童吹笛枫叶里，疲牛倦马眠夕阳。有禽大如鹤，红喙摇绿烟。路人指我语，似是信天缘。我生功名付樽酒，衣如枯荷马如狗。为问天缘可信否？旗亭击剑寒蛟吼。",
            "comment": ""
        },
        {
            "title": "鄂渚晚眺",
            "content": "黄鹤楼前木叶黄，白云飞尽雁茫茫。橹声摇月归巫峡，灯影随潮过汉阳。庾令有尘污简册，祢生无土盖文章。阑干只有当年柳，留与行人记武昌。",
            "comment": ""
        }
    ]
}