{
    "dynasty": "宋",
    "author": "陈晔",
    "poems": [
        {
            "title": "我爱淳安好",
            "content": "我爱淳安好，能知义命方。育遗存后裔，刳腹奉高堂。隐节推承诏，儒官教有庠。胡为得祠奉，退省更徊徨。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "古驿森慈行，莲城挺义松。",
            "comment": ""
        },
        {
            "title": "我爱淳安好",
            "content": "我爱淳安好，溪山壮县志。锦文光璀璨，雉羽泄轻徐。比屋兴弦诵，多田力耨耡。廓然无一事，林下自诗书。",
            "comment": ""
        },
        {
            "title": "我爱淳安好",
            "content": "我爱淳安好，忧民缺致盈。渠通庐避湿，滩凿浪难生。利涉津梁固，安行道路平。夙宵虽龟勉，终愧汉公卿。",
            "comment": ""
        },
        {
            "title": "醉蓬莱",
            "content": "算当年紫府，乘兴霓车，世间游戏。符节功名，谩略儿小试。自挂衣冠，旋栽松菊，占水云佳致。九人年高，重重恩渥，丝纶光贲。十里西湖，九霞仙酿，举劝吾翁，诞辰一醉。窦氏阴功，筹彭篯久视。啸傲壶中，燕超尘外，此乐谁能继。庭砌年年，斑斓□济，朱颜见喜。",
            "comment": ""
        },
        {
            "title": "我爱淳安好",
            "content": "我爱淳安好，先庚矢伏房。春秋武常阅，钟鼓今惟详。在在空三穴，家家保万箱。欢呼遍田里，既醉乐时康。",
            "comment": ""
        },
        {
            "title": "南歌子",
            "content": "腰下重金贵，眉间一点黄。定知从此庆非常。况有阴功宜寿、等天长。乞得仙家酒，来称诞日觞。乃翁阿母醉何妨。行见诸郎接武、上明光。",
            "comment": ""
        },
        {
            "title": "我爱淳安好",
            "content": "我爱淳安好，都捐文墨拘。幽禽纵林薮，露匶掩荒芜。每积空餐愧，曾求实惠无。安车幸虞侍，南极近星弧。",
            "comment": ""
        },
        {
            "title": "服椒法歌",
            "content": "青城山老人，服椒得妙诀。年过九十余，貌不类期耋。再拜而请之，忻然为我说。蜀椒贰斤净，解盐六两洁。糁盐慢火煮，煮透滚菊末。初服十五圆，早晚不可辍，每月渐渐增，累之对二百。盐酒或盐汤，任君意所歠。服及半年间，胸膈微觉塞。每日退十圆，还至十五烂。俟其无碍时，数复如前日。常令气熏蒸，否则前功失。饮食蔬果等，并无所忌节。一年效即见，容颜顿悦泽。目明而耳听，须乌而发黑。补肾轻腰身，固气益精血。椒温盐亦温，菊性去烦热。四旬方可服，肥之幸毋忽。逮至数十年，功与造化埒。耐老更延年，不知几岁月。嗜慾若能忘，其效尤卓绝。我欲世人安，作歌故怛切。",
            "comment": ""
        },
        {
            "title": "耍鼓令",
            "content": "化日长。政莺语，啭新篁。到处园林垂绿幄，槐风细，梅雨凉。见庭户，瑞霭回翔。拥真仙，鸾驭临华堂。阗阗珠履争相庆，笙箫奏，绮筵张，捧玉觞。好深酌九霞浆，舞袖弓弯呈妙态，更……。",
            "comment": ""
        },
        {
            "title": "满庭芳",
            "content": "翠竹阴团，绿荷芗嫩，朝来和气盈盈。薰风楼阁，玉燕梦初成。便有功名壮志，持符节，麟虎频。更归来後，挂冠神武，四海□高名。今年，方八十，莱衣舞处，岨拜霞觥。想笙歌递奏，鼎沸欢声。何用渠渠颂祝，自应合、福禄安荣。丹台上，玉清山籍，金字注长生。",
            "comment": ""
        },
        {
            "title": "我爱淳安好",
            "content": "我爱淳安好，群心息险奸。封郊广申画，车辙略周歪。漏刻辰无爽，亭崇诏肃颁。恭思民易虐，退食敢言闲。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "朝看碧溪初腾日，暮对青山淡抹云。",
            "comment": ""
        },
        {
            "title": "我爱淳安好",
            "content": "我爱淳安好，精能乐众工。群羊亡饮豫，大武护功隆。推此心俱善，貤生石可砻。浮游博六子，裒手亦从风。",
            "comment": ""
        },
        {
            "title": "我爱淳安好",
            "content": "我爱淳安好，薰陶圣治馨。执呼民听命，期纵草生囹。栏栅虚长庑，桁杨卧一庭。国家仁泽厚，今日可无刑。",
            "comment": ""
        },
        {
            "title": "我爱淳安好",
            "content": "我爱淳安好，於民两尽诚。明伦喜知劝，有社敬皆生。开学群材进，繙经众说平。嗟予不如昔，徒尔景恢宏。",
            "comment": ""
        },
        {
            "title": "汀州",
            "content": "尝闻元丰间，元舆守兹土。别乘果为谁，青山郭功甫。二公德望尊，声名播今古。",
            "comment": ""
        },
        {
            "title": "我爱淳安好",
            "content": "我爱淳安好，百方民力宽。役胥遵大义，论牒上狂澜。公赋争先入，穷阎可奠安。从今滋向化，为政不因难。",
            "comment": ""
        },
        {
            "title": "我爱淳安好",
            "content": "我爱淳安好，流芳踵昔人。兴贤多上第，安老切怜贫。更荷雨晹若，再还风俗淳。燕毛过百岁，锡类奉君亲。",
            "comment": ""
        }
    ]
}