{
    "dynasty": "宋",
    "author": "陈恭尹",
    "poems": [
        {
            "title": "次韵答友",
            "content": "竹枝歌忆楚江天，曾向浔阳久泊船。君过石钟寻旧韵，我知鑪顶起新烟。故人寥落今谁在，好梦迢遥亦偶然。秋以为期犹未至，冷鸿疏草暮云边。",
            "comment": ""
        },
        {
            "title": "感怀",
            "content": "回首沧桑已数番，感怀无尽又何言。悲看世路皆危壑，喜共家人在故园。笔底有心神目远，来年多难骨犹存。连章句弗矜佳丽，风雅于今止一痕。",
            "comment": ""
        },
        {
            "title": "崖门谒三忠祠",
            "content": "山木萧萧风更吹，两崖波浪至今悲。一声望帝啼荒殿，十载愁人来古祠。海水有门分上下，江山无地限化夷。停舟我亦艰难日，畏向苍苔读旧碑。?",
            "comment": "【注释】[创作背景]这首诗作于顺治十一年（1654年）。明清易代之际，陈恭尹尚年少，父亲陈邦彦即因抗清而殉难。年长后，他曾任南明永历帝的锦衣卫指挥佥事。永历政权失败后，避迹隐居，誓不事清。他的诗激昂盘郁，沉挚恳切，与屈大均、梁佩兰并称「岭南三家」。他的诗多写亡国之痛、黍离之悲，这首诗便是他的代表作之一。 [内容评析]开头两句苍凉沉郁，感慨遥深，为全诗奠定了悲壮的基调。诗人登上崖门山，听到萧萧的风声，似乎又见到了风雨飘摇，岌岌可危的国家局势；看见两崖的波浪，似乎又映现陆秀夫从容抱帝赴海的悲壮景象。南宋的这一幕在几百年后，南明又再次重演，怎能不使诗人悲恸万分？「至今悲」三字，点明了诗人不是在单纯吊古，而更是在伤今，语极浑厚有力。 第三句诗人借望帝的传说抒写亡国之痛。三忠祠的荒凉的大殿上，猛然传来一声杜鹃的啼叫，骤然令诗人想起其声中的亡国哀思，因而悲不自胜。下句「十载愁人拜古祠」，大殿只有杜鹃声，而无人声，可见人们已久不来祭拜了。他们或是忘却了这三位英烈，或是迫于高压不敢来此。从清兵入关（顺治二年）到本年，正好是十年。在这十年中，诗人时时刻刻是个「愁人」，是为故国忧愁的人。这句将诗人谒祠的用心昭示于读者：正是为了一释十年的愁苦，使愁怀有一恸之处啊！ 五六句变客观叙事为主观抒情。「海水有门分上下」，是说波涛汹涌、横无际涯的大海，在海港入口处尚有上、下海门之别；「江山无地限华夷」紧对上句，大好的锦绣河山被异族占领，以至于无法分别华、夷的界限。这两句即景成对，表现了对清朝统治者的极大义愤，又能属对工切，是诗中警句，后世多重视和称誉。 最后两句，诗人以三位忠烈的事迹激励自己，永葆节志。永历帝失败之后，陈恭尹曾避于江汉一带，现返回广东，故曰「停舟」；虽然结束了避难逃离的亡命生涯，但生活依然充满了艰难险厄。即便如此，诗人也决不改变初衷。「畏向苍苔读旧碑」是说自己惧怕去诵读表彰三位英烈的碑文。言下之意，对自己未能像三位英烈那样舍身明志，却苟活于世深感不安。这是诗人的自责之词，但苟活尚且不安，屈节当然更不可能，所以，这句也表明了诗人誓不与清统治者合作的决心。 这首诗在韵脚的使用上很有特点，韵部本身便造成低回恳挚的语境，再加上诗人那沉重压抑的情感，使全诗从内容到形式取得了高度的统一和较强的艺术效果。 [难词注释]①崖门：即崖门山，在广东新会县南海中，南宋末年为抗元的最后据点。三忠祠是为纪念民族英雄文天祥、陆秀夫和张世杰所建的祠堂。②望帝：又名杜宇，传说中周朝末年蜀地的君主。后国亡身死，化为杜鹃鸟，每逢暮春便作哀啼，其声令人痛楚酸恻。http://www.china10k.com/simp/history/5/55/55d/55d07/55d07011.htm"
        },
        {
            "title": "读秦纪",
            "content": "谤声易弭怨难除，秦法虽严亦甚疏。夜半桥边哼孺子，人间犹有未烧书。",
            "comment": ""
        },
        {
            "title": "吴山",
            "content": "吴山烟树复如何，老去登临感慨多。似说怒涛仍白马，还看远嶂只青螺。三秋草色凌荷芰，万里间云下薜萝。可惜江湖长浩荡，只供短发一高歌。",
            "comment": ""
        }
    ]
}