{
    "dynasty": "宋",
    "author": "陈棣",
    "poems": [
        {
            "title": "读豫章集成柏梁体",
            "content": "元佑升平超治古，诞布人文化寰宇。道山翰苑郡仙处，一代文章继周鲁。斯道盟寒谁是主，眉山二老文章虎。眉山鉴裁高难与，网罗九万抟风羽。晁张超然鸿鹄举，秦郎继作翘翘楚。余子纷纷谩旁午，韩门籍湜何须数。豫章诗律加严苦，洗空万古尘凡语。后来鲜俪前无伍，真是江西第一祖。锦绣陆离缠肺腑，宝唾珠玑终日吐。兔颍烟煤骤如雨，混然天成绝斤斧。骚经抑怨知何补，白雪阳春空媚妩。囊括鲍谢包徐庾，下视谪仙平揖甫。近时作者宗燕许，入社投名仰成矩。残膏剩馥争探取，派别枝分已难御。专党同门伐异户，陈言糟粕弃如土。宗门不绝仅如缕，究竟畴能踵前武。遗编璀璨琼瑶谱，八珍间列罗樽俎。诵之琅琅中宫宫，心清何止头风愈。古人纯全嗟莫睹，徒味道篇章想簪组。铺张盛美夸才諝，自笑雷门持布鼓。",
            "comment": ""
        },
        {
            "title": "沈德和使君生辰四首",
            "content": "化工有至仁，嘘为三月春。宁知清淑气，回薄在兹辰。兹辰亦何有，璇霄见老人。黄堂沸笙箫，宴席方横陈。宝觞酌流霞，艳歌飞梁尘。未尝王母桃，敢荐蒙庄椿。贱子今何幸，明时识凤麟。马曹宁寄傲，鼠技屡迷津。尚容东郭吹，敢效西子颦。誓将顽钝质，埏埴烦陶钧。",
            "comment": ""
        },
        {
            "title": "上湖",
            "content": "舟车出闤闠，暂觉脱樊笼。松荫凄迷日，荷香澹沱风。凌晨争迅急，向晚却和融。貌取君诗句，方知物象同。",
            "comment": ""
        },
        {
            "title": "挽江公三首",
            "content": "彩笔传家学，春华饰妙词。品题风鉴远，论议月评推。柳岸阴半合，濠亭迹半隳。治家有遗训，留付宁馨儿。",
            "comment": ""
        },
        {
            "title": "偶成",
            "content": "直面溪山照眼明，息肩簿领暂身轻。蜗巢得失直余事，燕羽差池已半生。老境到门颜有甲，愁城坚壁酒无兵。何时蜕迹嚣尘外，莫问人间无用名。",
            "comment": ""
        },
        {
            "title": "蜡梅三绝",
            "content": "寒菊已枯分正色，春兰未秀借幽香。凭君折取簪霜鬓，解与眉间一样黄。",
            "comment": ""
        },
        {
            "title": "鬻妇叹",
            "content": "凶年老弱难相保，归与妇谋谋不早。啼饥满耳不忍闻，待得麦秋人已槁。有辞欲说重酸辛，欲说未说眉再颦。就令相视饥饿死，何当持汝归富人。朝归富人夕得粟，数口尚堪同食粥。愁容敛袂哽不言，稚子牵衣惊且哭。答云至此奈若何，离别孰与性命多。他年丰稔五谷熟，勿吝百金来相赎。",
            "comment": ""
        },
        {
            "title": "晚春道中四首",
            "content": "纖穠扫尽换清阴，便有南风欲荐琴。漫道仙葩归阆苑，小儿造化本无心。",
            "comment": ""
        },
        {
            "title": "汝平诸公见和复用韵二首",
            "content": "新诗敏捷雨翻盆，樽酒何时与细论。拟把铅刀侔巨阙，却惭布鼓过雷门。天心月胁形容遍，春蚓秋蛇体势存。但得唱酬为老伴，此生道眼未容浑。",
            "comment": ""
        },
        {
            "title": "挽张世英母夫人",
            "content": "异乡萍梗寄生涯，朝露俄惊叹落花。蒿里歌传风正惨，萱堂香冷月空斜。魂归故国三千里，地卜高原一万家。明日送车应击毂，不堪阁泪听边笳。",
            "comment": ""
        },
        {
            "title": "观曹寿卿上舍诗轴题其后",
            "content": "欲观骚雅继周南，虎子应须虎穴探。策蹇冲寒将类贾，避堂舍盖愿同参。书能泣鬼世谁信，诗解穷人我自谙。但得低头拜东野，此心依约已先甘。",
            "comment": ""
        },
        {
            "title": "次韵陈季陵觅酒二首",
            "content": "西风曾未入梧楸，已有骚人怨凛秋。草赋未为伧父语，破愁宜召曲生谋。君方负笈金陵去，我欲乘桴沧海浮。后夜月明应好在，一樽能为辍行不。",
            "comment": ""
        },
        {
            "title": "汝平诸公见和复用韵二首",
            "content": "鹅黄快泻映金盆，白随湘酃岂并论。酩酊不妨寻醉侣，鞠躬底事入公门。杯觞往往陪嘲谑，笔札时时荷记存。指日看君乘障去，好将韬略靖羌浑。",
            "comment": ""
        },
        {
            "title": "次韵梅花四首",
            "content": "得得寻梅已觉迟，凭栏空赋惜花诗。流传远信人千里，漏泄春工雪一枝。照水丰容妃子浴，傍山瘦影伯夷饥。最怜清绝牵情处，月落参横画角悲。",
            "comment": ""
        },
        {
            "title": "次韵陈季陵主簿秋雨",
            "content": "一雨庭芜便许凉，扫除旱魃化骄阳。微添远水罗襟润，已觉疏苗玉粒香。乐岁可期宽吏责，谫才无取为诗忙。萧萧枕簟编宜睡，梦入华胥正渺茫。",
            "comment": ""
        },
        {
            "title": "挽江公三首",
            "content": "世路方巘险，高情与众殊。一官聊戏剧，三径肯荒芜。富乐身蒹有，功名累独无。丰碑谁秉笔，持此较贤愚。",
            "comment": ""
        },
        {
            "title": "题义乌县绣川驿",
            "content": "湖漾晴波万叠秋，山攒远翠两眉愁。一川暝色烟欹柳，千里寒光月满洲。直恐断堤横北固，定知绝影冠东州。尘缨欲濯沧浪水，愧见沙头双白鸥。",
            "comment": ""
        },
        {
            "title": "次韵李元老柬王令周簿喜雨",
            "content": "阿香破旱用功深，更遣新凉入素襟。曝日已通贤令意，望霓聊慰野人心。水添浅濑征帆稳，云掩残阳古树阴。洗眼看君调燮手，一同先已荷商霖。",
            "comment": ""
        },
        {
            "title": "次韵徐庭珍春日杂言十首",
            "content": "小儿造化本无心，孰为芳时作主人。唯有丹青留得住，好令昌辈写花真。",
            "comment": ""
        },
        {
            "title": "旅中有感复有前韵",
            "content": "擿埴凭谁为指南，囊空羞涩不容探。年光有限堂堂去，世事无心细细参。故旧白头惊未识，比隣青眼喜相谙。此生自断何须问，荼苦从今等荠甘。",
            "comment": ""
        },
        {
            "title": "次韵陈季陵元夕",
            "content": "山城灯火欲黄昏，湿雨疏梅暗小园。回首武林行乐地，太平风物似开元。",
            "comment": ""
        },
        {
            "title": "疏梅",
            "content": "发兴江头路，相将月下台。冲行逢缟袂，迫视得疏梅。木偶富三嗅，石肠应九回。钟情唯我辈，欲去更徘徊。",
            "comment": ""
        },
        {
            "title": "还余朝纲杂编",
            "content": "胸中浑浑乏新奇，虚辱熊罴百万师。较艺昔尝穷五技，还书今复堕三痴。退飞颇愧一为甚，尽锐那知再愈衰。自计抛书无复用，缄题重寄仲舒帏。",
            "comment": ""
        },
        {
            "title": "次韵徐庭珍春日杂言十首",
            "content": "扰扰胶胶且罢休，会栽奴橘满汀洲。但教方寸无余事，不必林泉学枕流。",
            "comment": ""
        },
        {
            "title": "再用前韵三首",
            "content": "陶冶无心瓮与盆，等閒妍窳意难论。年光未易留驹隙，世事唯堪隐鹿门。久客思家华发满，小儒忧国赤心存。江山还有新亭叹，痛惜伊川化陆浑。",
            "comment": ""
        },
        {
            "title": "次韵陈季陵元夕",
            "content": "顾我每为惊座客，如君真是谪仙人。相逢不作寻常语，一笑同酬惨澹春。",
            "comment": ""
        },
        {
            "title": "题范乌程松桂亭",
            "content": "谁云宰邑难，宰邑有真乐。但知弦歌趣，永谢尘劳缚。琴堂吏惊散，昼日垂朱箔。烧香对棐几，文史资优学。一洗朱墨昏，至味非糟粕。范公今循良，一同聊笑谑。回视卓鲁辈，政可束高阁。苕溪古侯邦，繁庶类京洛。壮哉万户邑，何异逢盘错。公来省其俗，治剧操至约。政成日有余，空庭可罗雀。西园久弃置，疏町走芒屧。经营四顾间，得地平如削。筑堂号松桂，轩槛敞寥廓。虽无松桂阴，胸中自丘壑。况逢贤使君，成有新诗落。异时采歌谣，持用献木铎。",
            "comment": ""
        },
        {
            "title": "古刹",
            "content": "古刹嚣尘外，浮图屋角西。残缁犹赞仰，孳羽共依栖。清影芜城远，孤棱落照低。丹梯傥容蹑，极目饱双溪。",
            "comment": ""
        },
        {
            "title": "回文二绝",
            "content": "春晚落花飞藉草，月明惊鹊堕栖枝。人归望濶江天暮，梦断愁深夜漏迟。",
            "comment": ""
        },
        {
            "title": "挽奉议刘公度四首",
            "content": "平生学术在斯民，蕴积渊源百未伸。边障掾曹聊小试，一城惠爱已如春。",
            "comment": ""
        },
        {
            "title": "挽内兄余聘可三首",
            "content": "去去松茔路，愁闻薤露诗。齐眉乖妇约，华发重新悲。被酒清狂后，论文慷慨时。伤心栖止地，无复见形仪。",
            "comment": ""
        },
        {
            "title": "甲子岁除一夕梦与先子论诗有云未能免俗犹听",
            "content": "昔年浩气许谁攀，诗礼趋庭侍燕閒。但喜新阳更旧律，岂知斑鬓改朱颜。时桃短烬倾蕉叶，独拥寒烬炷博山。不见诗翁送穷处，空留膏馥在人间。",
            "comment": "【注释】【原题】：甲子岁除一夕梦与先子论诗有云未能免俗犹听谶无计为生只送穷此吾顷年诗也汝亦得之否某日已在家集中既觉泣书二章"
        },
        {
            "title": "叠韵春日杂兴五首",
            "content": "幽怀聊自适，疏性懒相过。尘事偏宜少，诗篇不厌多。三人花下酒，一曲醉时歌。此外非吾事，陶陶奈乐何。",
            "comment": ""
        },
        {
            "title": "次韵葛教授新辟柏桐轩",
            "content": "柏桐有正性，梁琴岂其天。丹雘自煇燿，弦徽漫锵然。深惭社旁栎，政尔终天年。复愧南城槁，犹知过飞仙。庙前今安在，爨下亦浪传。何当生学宫。广文遗新篇。色映醉吟杜，阴休眠昼边。端如两高弟，俨立听诵弦。又如双青衣，对舞风露前。方依植坛杏，不羡干云楩。日哦二木间，妙意遗言诠。霜枝半摧剥，月影相回旋。后雕岁寒见，始华春意全。比德君无愧，五柳徒自贤。",
            "comment": ""
        },
        {
            "title": "叠韵春日杂兴五首",
            "content": "南陌游人少，东城去路赊。寻芳閒趁蝶，失喜漫占鸦。着物春犹浅，薰人气自华。夜来风雨急，惊动阿香车。",
            "comment": ""
        },
        {
            "title": "回文二绝",
            "content": "衣沾暗泪香凝怨，锦织新诗远寄愁。园减带销红玉瘦，粉慵妆浅翠蛾羞。",
            "comment": ""
        },
        {
            "title": "庚申日戏题",
            "content": "多情节物苦撩人，用事葩华巧鬭新。老去唯愁添甲子，年来不独畏庚申。身閒淡淡心机静，梦好齁齁鼻息匀。政使三彭肆簧舌，冰壶贮月本无尘。",
            "comment": ""
        },
        {
            "title": "春日偶成三首",
            "content": "陋巷逢春日，生涯亦足夸。堆钱聚榆荚，积絮扑杨花。旌旆千行行，笙歌两部蛙。凭谁为商榷，何似五侯家。",
            "comment": ""
        },
        {
            "title": "无题",
            "content": "斥鷃蒿蓬足，鲲鹏谩北溟。余生薰白业，内景练黄庭。大白蚁浮绿，短檠灯闪青。欲知陶令趣，应向醉中醒。",
            "comment": ""
        },
        {
            "title": "李倅生辰三首",
            "content": "心览冲虚厌物波，樽前肯听雪儿歌。能捐伐性婵娟斧，不必樛枝号养和。",
            "comment": ""
        },
        {
            "title": "别墅芍药盛开沈公辟有诗见嘲次韵代柬",
            "content": "谁为东君得意忙，尚留红药殿群芳。脸霞得酒生朝晕，衣翠笼纱弄晚妆。剩馥倚风来蝶翅，残膏和露到蜂房。惜花极力搜佳句，瘦损东阳笑沈郎。",
            "comment": ""
        },
        {
            "title": "挽提干赵君",
            "content": "识君童稚过成人，旋见从师学日新。一举文场收隽誉，十年仕路固清贫。豪添徐邈中贤兴，瘦减相如病渴身。如善如颜还短折，伤哉命也重悲辛。",
            "comment": ""
        },
        {
            "title": "挽奉议刘公度四首",
            "content": "挂冠神武赋归欤，旋捧恩纶赐佩鱼。谁谓桑榆将暮景，骈来庆事萃门闾。",
            "comment": ""
        },
        {
            "title": "戏德秀几道",
            "content": "小槛新篁脱箨初，依然数轴壁间书。已无尘落清声外，空有香分素手余。古狱冤销神剑去，高堂梦破晓云疏。圜扉只掩青青草，门外应无长者车。",
            "comment": ""
        },
        {
            "title": "戏效连珠叠韵体",
            "content": "溯流迟涩须流轻，石岸崎岖沙岸平。高树影藏低树影，前滩声掩后滩声。飞禽飞去语禽语，归客归休行客行。望断谁怜魂欲断，诗成转觉梦难成。",
            "comment": ""
        },
        {
            "title": "诸公见和次韵呈郑舜举国录瑞伯仙尉",
            "content": "家声赫奕继更生，草圣纵横乱伯英。邺下文章惟七子，颍川人士有诸兄。新诗写物无余态，硬语盘空若混成。吏隐一官聊戏剧，他时勋业看承明。",
            "comment": ""
        },
        {
            "title": "高师鲁以诗求鹤膝杖且有诗坛寻盟之语戏次其",
            "content": "荣枯宠辱尽强名，老去无堪只自惊。尤物端能乱人意，粗官安能有诗情。暂凭竹杖聊相谑，敢对金樽略放行。果向诗坛寻旧约，心如江水不须盟。",
            "comment": "【注释】【原题】：高师鲁以诗求鹤膝杖且有诗坛寻盟之语戏次其韵"
        },
        {
            "title": "挽内兄余聘可三首",
            "content": "结发事铅椠，终身尺寸功。矫情多病后，饮恨不言中。户有三珠秀，家愁五盗穷。空山埋玉树，肠断白杨风。",
            "comment": ""
        },
        {
            "title": "蜡梅三绝",
            "content": "蜂采群芳酿蜜房，酿成犹作百花香。化工却取蜂房蜡，剪出寒梢色正黄。",
            "comment": ""
        },
        {
            "title": "送郑舜举赴阙",
            "content": "书带传家饱六经，飘飘词气海东青。英名久合班朝列，丽藻行观掞帝庭。修翮抟风上阊阖，巨鳞纵壑击沧溟。投机亨会宁容发，愿报除忆慰侧聆。",
            "comment": ""
        },
        {
            "title": "再次韵",
            "content": "畏途忧患饱相谙，火芋何当问懒残。每觉愁来诗思苦，更因老去壮心阑。年光背我捐鸡肋，世事甜人嗜马肝。拨尽寒炉残漏永，已知春驭到林端。",
            "comment": ""
        },
        {
            "title": "次韵徐庭珍春日杂言十首",
            "content": "燕雀经营竞短檐，未容蝶梦到花前。吾生几阅春荣谢，自叹如蚕已再眠。",
            "comment": ""
        },
        {
            "title": "挽中书舍人叶公三首",
            "content": "遍历清华地，星辰纪未周。雄文藏凤阁，直笔著螭头。闻望高簪绂，论思动冕旒。从班无跬步，底事却回辀。",
            "comment": ""
        },
        {
            "title": "蜡梅三绝",
            "content": "林下虽无倾国艳，枝头疑有返魂香。新妆未肯随时改，犹是当年汉额黄。",
            "comment": ""
        },
        {
            "title": "挽丞相祁国公三首",
            "content": "宠极心弥小，名尊貌愈恭。勋华双辅翼，槐鼎四登庸。海宇熙春物，边陲罢夕烽。了无能致绩，颂笔漫形容。",
            "comment": ""
        },
        {
            "title": "挽处士富公二首",
            "content": "家富仓箱积，陶朱伯仲间。禔身郭有道，教子窦燕山。钱镈周贫匮，刀圭起病孱。悬知公不死，学道透玄关。",
            "comment": ""
        },
        {
            "title": "永嘉旅中",
            "content": "小雨凄风酿早寒，行厨萧索酒壶乾。抄书时自嗫嚅语，把菊谁同仔细看。收拾梦魂归枕上，扫除愁思寄毫端。家山只在一帆外，望隔烟峦漫倚栏。",
            "comment": ""
        },
        {
            "title": "次韵梅花四首",
            "content": "爱花长苦恼天君，政恐因花赋洛神。江上风霜方破腊，岭头水雪已回春。帮人远信来千里，浪蕊凡香隔一尘。天与孤高超世俗，肯将剩馥乞蜂臣。",
            "comment": ""
        },
        {
            "title": "廛隐堂为杨元会赋",
            "content": "大隐何曾去市廛，人间真有遁神仙。身閒已觉尘难染，心远由来地自偏。何事游方期汗漫，不妨酌月问婵娟。胸中丘壑可窥处，墨戏纵横出渭川。",
            "comment": ""
        },
        {
            "title": "挽知录李元老二首",
            "content": "德齿追前辈，声华擅隽游。心期师孔孟，文欲比曹刘。丹桂枝高折，青云路未周。日驹偷过隙，夜壑漫藏舟。",
            "comment": ""
        },
        {
            "title": "又次韵冯文度春晚二首",
            "content": "春到穷檐分外和，典衣日日饮无何。未陪蜡屐寻幽栾，已觉诗囊得句多。颇喜醉乡无畔岸，从教平地有风波。脱巾露顶君休问，倦客尘冠底用峨。",
            "comment": ""
        },
        {
            "title": "钱使君知原生辰",
            "content": "天眷中兴瑞玉麟，果闻崧岳为生申。逢迎圣主千年运，领略东君五日春。济世丰功铭鼎鼐，传家清德冠簪绅。仙风道骨应难老，曾向瑶宫侍帝宸。",
            "comment": ""
        },
        {
            "title": "次韵艾慎机县庠蕉花",
            "content": "蕉心擢秀占文庭，润沃偏宜雨露声。已向杏坛新表瑞，莫嫌花谱旧无名。决科此日先幽谶，记异他年见史评。况有能诗贤令尹，直将美事付群英。",
            "comment": ""
        },
        {
            "title": "次韵陈季陵记梦",
            "content": "夜閒得安寝，方期万事休。那知清梦中。蚁穴有胜游。朝把南柯麾，暮猎龟山头。停杯犹未举，俯仰二十秋。等为幻缘缚，名实或相浮。邯郸囊中枕，径渡竹叶舟。俄顷失所历，变灭随东流。游仙岂神交，因想理或不。至人本无梦，偶然非谬悠。乃知一念熟，寤寐欻何求。子建赋感甄，空贻方策羞。何当破诸妄，自足销沉忧。政使对痴人，言之亦寡尤。",
            "comment": ""
        },
        {
            "title": "题温守梁尚书新创富览亭",
            "content": "杰槛雄檐倚碧空，玲珑窗户温青红。因山卜地心机巧，望水如天眼力穷。千里胜形吟笔内，万家和气饮杯中。吏民共指双旌语，今日梁公昔谢公。",
            "comment": ""
        },
        {
            "title": "挽主簿吴宁侯三首",
            "content": "德行追前辈，声华擅一乡。游心终艺圃，得隽屡文场。小试栖鸾政，连飞荐鹗章。伤嗟台阁地，不许暂翱翔。",
            "comment": ""
        },
        {
            "title": "晚春道中四首",
            "content": "芍药无香燕有雏，绵蛮犹苦劝提壶。直须强作留春计，烂醉黄公旧酒罏。",
            "comment": ""
        },
        {
            "title": "题竹友轩",
            "content": "长夏苦炎热，开轩除郁蒸。檐前鸟雀喧，朝旭上朱甍。席间裁函丈，诗书浩纵横。盘礴环堵间，幽独怀友生。古人在黄卷，千载使我倾。出门窥物变，草木各鲜荣。青青墙东竹，见汝忽眼明。爱玩不能忘，移根傍轩盈。俯仰与竹俱，定交见深情。不是无朋友，此君水玉清。风吹万籁响，寒梢韵竽笙。我独哦其间，诗作秋虫鸣。琅玕亦有实，期汝向秋成。凤凰何时来，翽翽翔我庭。",
            "comment": ""
        },
        {
            "title": "次韵陶几道观洪积仁诗编",
            "content": "令尹韬潜藏六龟，逸韵长忧儿辈知。剡藤敲水琢玉板，月兔脱颍供毛锥。冥搜岂但梦春草，招隐昔尝吟桂枝。江山骏奔来笔下，疑有神助非人为。公余退客醉经史，底用红裙捧玉卮。凌云未读相如赋，解颐共听匡衡诗。讵容陶令赋归去，且效谪仙歌别离。手题六纸勿轻示，把玩自足娱安期。千篇政恐雷电取，数仞不许门人闚。何当筑坛拜诗将，一看横槊英雄姿。",
            "comment": ""
        },
        {
            "title": "纵目",
            "content": "思穷烟浪阔，目断暮云层。旧赏去何有，新诗得未曾。披章如对景，搜句懒挑灯。酬唱惭非敌，君千我百能。",
            "comment": ""
        },
        {
            "title": "次韵陶几道喜雨",
            "content": "环佩来从十二峰，飞廉清道驾丰隆。已占月魄离星次，欲采民谣咏雨蒙。健笔输君三峡峻，新凉许我一樽同。豚蹄斗酒无多诮，神报邦人亦已丰。",
            "comment": ""
        },
        {
            "title": "挽主簿吴宁侯三首",
            "content": "昔我先君子，时称鉴裁公。知君非介绍，虚馆授儿童。倒屣迎王粲，登门得孔融。他年记先友，孰不仰清风。",
            "comment": ""
        },
        {
            "title": "次韵徐庭珍春日杂言十首",
            "content": "冶叶倡条过女墙，依然还作故园香。雄蜂雌蝶无聊赖，尽日颠狂有底忙。",
            "comment": ""
        },
        {
            "title": "次韵叶秀实县治环翠亭",
            "content": "畏途踪迹几间关，浩气空存天地间。沈湎恨无千日醉，浪游赢得半生閒。观书尚喜眼如月，搜句谁怜肩耸山。三径晓来添逸兴，柳梢桃色报春还。",
            "comment": ""
        },
        {
            "title": "再次韵",
            "content": "扰扰胶胶度风年，只应今夕暂休閒。又闻玉烛更新籥，那得金丹驻旧颜。是处碧烟闻爆竹，谁家红玉拥颓玉。挥毫不作惊人语，句法由来似梦间。",
            "comment": ""
        },
        {
            "title": "送郑舜举赴阙",
            "content": "籍甚声名著日边，英辞健笔许谁先。置之华省星曹上，付以赤墀香案前。好向从班光玉筍，竚膺蜜炬照金莲。此行何啻登仙去，愿拜车尘为执鞭。",
            "comment": ""
        },
        {
            "title": "次韵王有之主簿",
            "content": "春归满目尽桑麻，岸柳敷阴荻有芽。急景岂容留石火，余香可处认空花。曲眉持酒真成梦，纖手分茶亦浪夸。欲醉流霞烹瑞雪，直须同谒五侯家。",
            "comment": ""
        },
        {
            "title": "次韵喜雨兼简彝老",
            "content": "此身阅世一浮沤，无地安巢拙胜鸠。击节闻君歌喜雨，裹粮知我迫填沟。凉宵自足庄生梦，丰岁仍宽子美忧。遥想高人禅寂处，娟娟窗竹不胜幽。",
            "comment": ""
        },
        {
            "title": "次韵刘敷言新雁",
            "content": "倦飞聊复下江湖，此去衡阳万里余。阵合鱼丽司马法，字排草圣右军书。随阳度塞身良苦，避缴衔芦计已疏。一抹参差无乱序，似闻衙鼓列群胥。",
            "comment": ""
        },
        {
            "title": "端午洪积仁召客口占戏柬薛仲藏",
            "content": "佳节撩人愁欲卧，冲门都骑传呼过。想簪榴艾泛菖蒲，应召邹枚杂郊贺。歌声端不羡红儿，酒力真堪欺白堕。自愧虽非赵倚楼，何当一效陈惊座。",
            "comment": ""
        },
        {
            "title": "王有之见和复用韵二首",
            "content": "小雨冥冥暗市楼，无聊一日似三秋。穷愁顾我堆千斛，健笔期君回万牛。语怪未应书咄咄，身閒底用赋休休。晓来春到西窗外，唤梦一声黄栗留。",
            "comment": ""
        },
        {
            "title": "次韵鲁尧卿病起",
            "content": "一区聊寄古墙阴，灯火萧条语夜深。强对简编聊适意，欲参佛祖问安心。青衫有约还轻别，白发无期苦见寻。咫尺佳时修禊事，兰亭老笔为君临。",
            "comment": ""
        },
        {
            "title": "挽知军刘公三首",
            "content": "昔我先君子，期公泰茹连。索文姑作贽，拂袖遽言旋。伟节人难学，高风史逸传。邕碑谁秉笔，愿采入新篇。",
            "comment": ""
        },
        {
            "title": "李倅生辰三首",
            "content": "文章浩浩若江河，锦橐嘲吟得句多。政恐丝纶须大手，竚看三俊在銮坡。",
            "comment": ""
        },
        {
            "title": "沈德和使君生辰四首",
            "content": "星斗焕灵辉，川岳储英气。散为天地祥，钟作人间瑞。正应五百年，乃克见名世。长庚梦太白，斯文得鼓吹。崧高生甫申，中兴资屏卫。若人不时出，或出岂无谓。岩廊赖嘉谟，民物蒙美利。权舆生吾道，羽翼副六艺。我公岂其伦，禀赋已殊异，由来活国手，固自有次第。",
            "comment": ""
        },
        {
            "title": "叠韵春日杂兴五首",
            "content": "经春衣带剩，过午食箪垂。嫩绿方迷眼，轻黄未上眉。世情无足语，节物总堪诗。未展抟风翼，鹪鹩且一枝。",
            "comment": ""
        },
        {
            "title": "次韵郑舜举题簿厅交翠轩",
            "content": "人生一沤浮，何适非暂寄。会须脱尘劳，谈文不谈利。开轩得此君，意惬投宿嗜。未堪食凤凰，已足巢翡翠。惜哉小窗栊，此地久何閟。想当未辟初，宁免簿书累。高人一披拂，便有无穷意。纷纷市廛子，冠盖乱如沸。倘令见清标，魄褫复丧气。客如王子猷，不速端可致。嗟予饱忧患，久矣无佳思。旧学已榛芜，闻一岂知二。市肆罗无目，聊为将军地。斗酒诗百篇，是乃公能事。",
            "comment": ""
        },
        {
            "title": "白菊",
            "content": "千芳百卉正凋零，喜见东篱粲玉英。粉面真能延月姊，檀心端不羡梅兄。骚经岂为黄花作，丹鼎应须素液成。勿讶开迟后佳节，白衣犹足向渊明。",
            "comment": ""
        },
        {
            "title": "上梁尚书生辰",
            "content": "破晓霜晴快活天，少微光彩焕台躔。来往紫府飞仙窟，生作皇家间世贤。勋业定应铭鼎鼐，仪容端合珥貂蝉。外家旧事今重睹，又致升平五百年。",
            "comment": ""
        },
        {
            "title": "次韵王有之主簿",
            "content": "蓬生敢望直如麻，才思真同焦谷芽。拥被苦吟声踯躅，盈编细札眼空花。羡君得意方豪纵，顾我无知绝诞夸。输与能诗王主簿，惊人句法自名家。",
            "comment": ""
        },
        {
            "title": "次韵章尧文梅花",
            "content": "先生读书常闭户，卒岁优游娱艺圃。风雷笔舌待时摅，锦绣肝肠终日吐。鸣驺未验北山文稿，绛帐且为东道主。忽作寻梅得得来，南枝未落北枝开。攀条弄英不能去，只愁白日空西颓。临池照影都无伴，偶挂幽昏不用媒。主人生来几传癖，道耕德猎无遗力。形模奇古每起予，议论纵横时夺席。但喜书横孔圣编，那知梅怨桓伊笛。正值清霜烂漫晴，宾从满目皆豪英。未开东阁缘何事，要见诗鸣诉不平。明日定拼花下醉，想公不负白鸥盟。",
            "comment": ""
        },
        {
            "title": "次韵叶秀实县治环翠亭",
            "content": "亭高望远破天悭，万叠晴岚俯仰间。着屐好追灵运逸，垂帘尤爱恺之閒。诗豪会见挥银笔，酒圣端能倒玉山。杖履欲归聊徒倚，栖鸦寒带暝烟还。",
            "comment": ""
        },
        {
            "title": "挽丞相祁国公三首",
            "content": "强壮登黄阁，斑衣衮绣成。飞声追丙魏，有子继韦平。舟楫川方济，龙蛇梦倏惊。天胡啬遐寿，举世但哀荣。",
            "comment": ""
        },
        {
            "title": "挽江公三首",
            "content": "忆昔羁栖日，唯公迹分亲。呼卢银烛夜，琢句锦囊春。碁敌争先劲，弓号命中频。向来行乐地，无复见斯人。",
            "comment": ""
        },
        {
            "title": "客舍久雨无酒戏柬沈泰叔",
            "content": "秋来泞淖几曾乾，旅邸盘旋寻丈间。拟仗神功击阳石，却疑天漏类阴山。已甘从事经年别，未放管城终日閒。欲课新诗强消遣，客情无赖语还悭。",
            "comment": ""
        },
        {
            "title": "春日偶成三首",
            "content": "雨后春逾丽，平堤涨绿波。侵人花气酿，刺眼麦芒多。舴艋閒蓑笠，秋千醉绮罗。光阴难把玩，秀句与消磨。",
            "comment": ""
        },
        {
            "title": "陈镇江生辰",
            "content": "协气盘空兆吉祥，挺生英杰辅明昌。依乘圣际风云久，游戏人间日月长。落落词华天黼黻，堂堂仪榘国辉光。烟桡破浪来何事，敬为宗盟一瓣香。",
            "comment": ""
        },
        {
            "title": "送郑舜举赴阙",
            "content": "备员无补见丝毫，幸喜为官似马曹。每许芜音持布鼓，更容劣技试铅刀。兼收屡赐百金诺，借重终期一字褒。廊庙他时应有待，誓将么麽寄钧陶。",
            "comment": ""
        },
        {
            "title": "栖轩偶成呈同僚",
            "content": "我本山中人，勉强束冠带。欠伸辄有拘，似被天工械。谁令作此来，政为穷所卖。规彼五斗粟，折腰何足怪。敢希拄颊傲，宁免望尘拜。平生浩然气，摧落甘伍哙。兹轩粗可人，虚名供眼界。得从黄奶游，佳处时一解。多生作蠹鱼，复此偿书债。虽抗尘土容，耿耿水壶在。同僚多俊游，台阁鹓鸿辈。胸中有云梦。略不见芥蔕。吏师有龚黄，民贼绝蜂虿。而我蹑后尘，嘉谷杂稊稗。诗坛欲寻盟，恐堕抛砖戒。翻思石鼎句，自取侯郎败。终期探理窟，一洗荆榛隘。得肉姑置之，大嚼聊发快。",
            "comment": ""
        },
        {
            "title": "感怀二首",
            "content": "道义年来胜，幽居兴倍长。望随愁共远，懒与事相妨。斜月光生座，修梧影转廊。是心无起灭，世态自炎凉。",
            "comment": ""
        },
        {
            "title": "清昼",
            "content": "庭院閒清昼，疏槐转午阴。悄无人过眼，却有事经心。续梦聊欹枕，牵愁拟破琴。可怜精卫志，欲障海波深。",
            "comment": ""
        },
        {
            "title": "陈镇江生辰",
            "content": "力致功名上要途，忠嘉屡奉玉音俞。持荷久侍甘泉橐，剖竹仍分刺史符。抚字雅间閒燕寝，经纶先已定规模。久虚左辖宁无谓，天子畴庸正用儒。",
            "comment": ""
        },
        {
            "title": "再次韵",
            "content": "天恐花神漏泄香，故教酝酿待新凉。丹铜不御丰容浅，一洗尘凡时世妆。",
            "comment": ""
        },
        {
            "title": "次韵徐庭珍春日杂言十首",
            "content": "溪风袅袅素涛翻，兀坐书帷怯悄寒。老去见春如梦寐，此心底用倩人安。",
            "comment": ""
        },
        {
            "title": "钓濑渔樵行送严守苏伯业赴阙",
            "content": "渔樵生长子陵州，偶为城市逍遥游。相逢欲话平生事，以手加额频点头。自言家世居村落，颇厌吾邦风土恶。大饥小歉偶一遭，弃掷锄耰弄刀槊。二十年前事可惊，锦襦绣帽争乘城。太平日久人忘战，衣冠荆棘戈鋋腥。去年米贵无余粟，往往惊顾如麋鹿。大开陈廪贷兼并，却笑隣邦才食粥。只今丰盈天报施，余粮栖亩麦两岐。牛羊日落草莱处，场圃秋深{禾罢}稏时。父老歌谣童稚笑，欢声万口如同调。向来游手今良农，今日膏腴昔荒峤。渔樵无事官无逋，民不识吏亡追呼。田间第见随轩鹿，道上兼无攫肉乌。问云何术能臻此，尽道我公才德美。文采风流求古人，循良事业空前史。公今去我归朝天，攀辕截镫何当前。愿公早佩紫荷橐，顾我拟续甘棠篇。欲碑遗爱传千古，政声未暇从头数。大书特书不一书，请载渔樵当日语。",
            "comment": ""
        },
        {
            "title": "换处士乔公",
            "content": "姓氏说劂月旦推，典刑尚可一斑窥。义高诺重人皆仰，券失金存自不欺。富贵浮云曾唾去，死生幻泡独先知。一经教子阴功远，印绶累累看异时。",
            "comment": ""
        },
        {
            "title": "挽中书舍人叶公三首",
            "content": "久厌承明直，遐宣使驿风。乘轺循浙右，持斧肃江东。共徯锋车召，俄惊夜壑空。传家宜令子，济物有阴功。",
            "comment": ""
        },
        {
            "title": "夜雪",
            "content": "忆帷夜雪耿无眠，晨起犹禁晓日寒。旋见软红生野水，似看寸碧出遥山。诗成已觉风生座，饮散俄惊月满鞍。梦破小窗依约态，浑疑暮雨楚台还。",
            "comment": ""
        },
        {
            "title": "春日杂兴五首",
            "content": "地僻近烟萝，门无车马过。林深宜雨急，野旷觉春多。草软游人醉，莺娇姹女歌。颠狂江上兴，可奈少陵何。",
            "comment": ""
        },
        {
            "title": "骤雨呈质夫兄",
            "content": "屏翳驱驰云阵疾，西山犹衔半轮日。迅雷震地窗户摇，急雨翻盆沟浍溢。紫电烧空天为低，黑风逆浪海欲立。纵多虐魃未为殃，直使长鲸那暇吸。草木号呼山鬼惊，珠玑乱迸鲛人泣。曲畦走水白纷纷，稚穗抽芒青戢戢。童稚休传晰蜴歌，仓箱行贮生民粒。枝端发翠喜濯枝，池面凝沤占戴笠。猛省呼晴鸠妇鸣，旋看突涨鱼儿出。窗扉共赏一襟凉，屋漏俄惊半床湿。鸥鹭盟边引望遥，芭蕉声里催诗急。请君速著瑞雨颂，要上新编华萼集。",
            "comment": ""
        },
        {
            "title": "晨起趋府",
            "content": "五鼓未停挝，喧呼趋早衙。霜风晨正急，望月晓初斜。舆竹依青盖，灯笼闪绛纱。三年蝴蝶梦，笑杀野人家。",
            "comment": ""
        },
        {
            "title": "再次韵",
            "content": "翠葆低笼衣缕金，恼人风味在秋深。不缘月窟移仙种，安得尘寰有桂林。",
            "comment": ""
        },
        {
            "title": "题李杜画像",
            "content": "吟诗莫学李太白，千首万言皆酒色。吟诗莫学杜拾遗，一生抱恨长嗟咨。二豪胸中有佳趣，诗酒聊以发其悟。世人有眼谁识真，第见诗篇不见人。借令置之庙堂上，事业肯道风骚将。睥睨连帅奴将军，英风义气高薄云。我今再拜观遗像，犹疑饭颗相逢样。诗题绘事在人间，光焰何翅长万丈。",
            "comment": ""
        },
        {
            "title": "次韵陈季陵觅酒二首",
            "content": "山远谁怜眉黛愁，水明遥忆眼波入。久抛大白犹閒事，却对短檠真拙谋。楚佩纫香尘未暗，巫云赋梦语多浮。扊扅政恐闺人怨，曾效当年拥髻不。",
            "comment": ""
        },
        {
            "title": "挽知录李元老二首",
            "content": "枳棘栖云翼，芙蓉泛绿波。谈玄三语足，折狱片言多。未熟黄粱梦，俄悲薤露歌。阴功付诸子，异日踵巍科。",
            "comment": ""
        },
        {
            "title": "再次韵",
            "content": "老去欢情少，逢人强自夸。閒愁付蕉叶，衰鬓耻菱花。倚杖閒扪虱，临池戏咏蛙。深惭诗律细，何以世吾家。",
            "comment": ""
        },
        {
            "title": "沈德和使君生辰四首",
            "content": "桐川古桃州，地僻官事少。简静宜有余，苛刻则烦扰。公来省其俗，好尚已默了。碧凝燕寝香，青鞠圜扉草。麦垅雨初匀，棠阴风自扫。回观汉循良，未足语治道。岂惟术数多，更觉规模小。公将宰天下，一郡乃戏嬲。便当作吏师，讵止为民表。邦人何所祈，区区颂难老。",
            "comment": ""
        },
        {
            "title": "芳园",
            "content": "勋业尊朝著，园池近日光。雕栏红玉列，羽盖碧荷张。草剃难滋蔓，花开宁久长。当年金谷地，榛棘断人肠。",
            "comment": ""
        },
        {
            "title": "过冯公岭",
            "content": "整促篮舆破晓晴，岚光滴翠夹衣轻。日窥青嶂坳中出，身在白云深处行。",
            "comment": ""
        },
        {
            "title": "次韵陈公藻局中即事时推排物力不得往来",
            "content": "料峭轻寒春寂寥，雨余庭竹静萧萧。一池芳草翠欲合，数点残梅雪未消。寸步思君成瘦悴，片文怡我足欢谣。相过政恐还惊座，恶客从来不待招。",
            "comment": ""
        },
        {
            "title": "次韵梅花四首",
            "content": "冻合千林暖未回，一枝先见腊前梅。寒溪淡月凭谁赏，冷蕊疏香不自谋。赖有此君为伴侣，略无凡卉作舆台。欹危百折尖头路，应为多情得得来。",
            "comment": ""
        },
        {
            "title": "立春日有感",
            "content": "剪彩漫添怀抱恶，簪花空映鬓毛秋。流年旧事陈刍狗，佳节新春报土牛。里社浮沉贫可忍，身名坎壈老宜休。天高难问平生意，已矣冥心任去留。",
            "comment": ""
        },
        {
            "title": "读少陵诗",
            "content": "建安七子文，骚雅生赘疠。除苛起膏肓，公为第一流。满朝竞飞翔，惟公独淹留。平生一严武，几成鞭虎头。定知诗穷人，到骨未肯休。执友自青云，蹭跳老沧洲。破除世万家，曲生聊可谋。危言竟何补，软语只自羞。成此一段奇，政坐多牢愁。收拾万丈光，千古射斗牛。开卷想清标，凛如对霜秋。闭户味膏馥，妄言希骅骝。",
            "comment": ""
        },
        {
            "title": "食枸杞菊",
            "content": "君不见天随有宅松江曲，屋隙墙阴多杞菊。课儿采掇入杯盘，匕箸芳香胜粱肉。又不见坡公昔佩刺史符，宾客少至无与娱。偶餐杞菊作后赋，扪腹噎哎犹轩渠。散人枯肠真食杞，居士戏笔聊尔耳。胶西自古号侯邦，斋厨纵乏宁需此。我今作掾长苦饥，一区不异耕田时。太仓红腐才五半，举家食粥宁忍炊。颓城草木迷荒榭，绿颍芳苕罗舍下。官閒撷取芼春羹，未棘未莎皆不赦。三年享此似无餍，二者谁云不可兼。行趣归装耕谷口，此物犹堪馌南亩。",
            "comment": ""
        },
        {
            "title": "独觉",
            "content": "檐滴萧萧静，微凉午睡宜。莺簧有余韵，蚁穴不多时。篆尽回风灭，花阴晚日移。觉来无一事，追梦续新诗。",
            "comment": ""
        },
        {
            "title": "叠韵春日杂兴五首",
            "content": "遣兴文楸内，微吟锦瑟旁。泉声谷口静，月色竹阴长。酒入肌肤晕，茶余齿颊香。望穷却回首，此意造微茫。",
            "comment": ""
        },
        {
            "title": "倦暑",
            "content": "试作西风想，烦襟郁嫩凉。李沉寒玉碧，瓜泛浅金黄。羽扉徒挥雪，纱厨不贮香。白醪虽可漉，染指敢先尝。",
            "comment": ""
        },
        {
            "title": "沈德和使君生辰四首",
            "content": "麟阁仙蓬莱，兰省星躔次。瞻之已足荣，到者亦未易。惟公名德尊，飞声从早岁。青钱中妙选，岂止一科第。果闻超卓姿，遍历清华地。青藜照讐书，赤管供奏议。视典昔常游，观耕尝入侍。熙朝百度新，一麾烦卧治。欲知天眷隆，御屏题姓氏。公岂久外人，趣装宜早计。",
            "comment": ""
        },
        {
            "title": "次韵苏守金橘",
            "content": "孤根移植自秋山，长养潜私刺史天。青女染成金色浅，冯夷剖出蚌胎圆。惭非甘吉曾同传，耻与杨卢议并肩。况有词章传乐府，佳名从此入新编。",
            "comment": ""
        },
        {
            "title": "次韵陈季陵元夕",
            "content": "归休无赖曲眠肱，扫尽繁华只一灯。冷淡生涯吾旧物，前身疑是小乘僧。",
            "comment": ""
        },
        {
            "title": "送郑舜举赴阙",
            "content": "束装西啸指长安，正是新春快活天。酒病诗愁应有梦，鸟啼花发正争妍。君空冀北今行矣，我滞周南岂偶然。东合他时访遗逸，为言憔悴鹤谿边。",
            "comment": ""
        },
        {
            "title": "王有之见和复用韵二首",
            "content": "年来慵堕畏多愁，怕见群才得意秋。题柱敢期乘驷马，隐鄽端欲舍蜗牛。既成春服柳歌咏，拟赋閒情且罢休。漫道无心关节物，杖藜时为好山留。",
            "comment": ""
        },
        {
            "title": "次韵梅花四首",
            "content": "镂玉凝酥若未匀，南枝仿佛露天真。横陈月下无双影，占断人间第一春。屈子浪吟兰畹佩，韩公羞卜杏花隣。广平见谓心如铁，翻学高唐草赋人。",
            "comment": ""
        },
        {
            "title": "挽潘右司二首",
            "content": "再奉祠宫逸，三迁省闼荣。抠衣迟从橐，回首遇佳城。鵰鹗抟方急，龙蛇梦忽惊。但余丰碣在，凛凛气犹生。",
            "comment": ""
        },
        {
            "title": "送李明甫召除奉常簿",
            "content": "壑主临轩达四聪，皎如丽日明高穹。倾葵发蔀烛幽隐，熙然万物还春风。鼎新百度跻时雍，西垣东省罗鹓鸿。锋车趣召无虚日，高阳才子咸登庸。古桃小垒江之东，迩来庆事何其丰。使君已秉螭坳笔，尺一于今召我公。我公智略真夔龙，剑佩合侍明光宫。升平雅乐欲大备，暂借笔管调笙钟。奉常地峻位望隆，不与列棘监寺同。文传章句群经外，器识錞于众乐中。不愿封侯食万钟，不羡乘云游攀桐。羡公此行登仙去，蜚声直上彻九重。上方更化归醇醲，论思献纳宜舂容。凝旒若访草茅士，余论无忘采菲葑。",
            "comment": ""
        },
        {
            "title": "次韵马仲元推官贺五马喜雨",
            "content": "甘澍随车未足贤，商霖小试涨晴川。溶溶旧绿低蝉柳，聒聒新流响露田。刈熟腰镰争满载，叩门乞粟不论钱。老农岂但歌襦袴，尽道今年胜去年。",
            "comment": ""
        },
        {
            "title": "挽奉议刘公度四首",
            "content": "风鉴高明世少双，衮荣挞辱擅雌黄。须知柱下书言手，元是东床坦腹郎。",
            "comment": ""
        },
        {
            "title": "上梁尚书生辰",
            "content": "一麾卧治镇江边，芳草还应梦惠连。十载从班联玉笋，六城课最用蒲鞭。依刘曾识尚书履，借寇难私刺史天。共徯公归缘底事，嗷嗷四海望陶甄。",
            "comment": ""
        },
        {
            "title": "艾以诸公雌黄其诗意殊不平戏用前韵",
            "content": "载味君诗字字新，方知后实称先声。文章素号五经笥，姓字行添千佛名。赵璧有瑕虚指示，随珠无价妄讥评。官閒聊戯管城颍，小草银钩乱伯英。",
            "comment": ""
        },
        {
            "title": "客舍春晚",
            "content": "晼晚春归婺女城，轻阴浅绿绕长亭。禽声劝客年年恨，草色随人处处青。为米未容陶令去，餔糟敢笑屈原醒。诗成错莫浑无事，满院杨花昼掩扃。",
            "comment": ""
        },
        {
            "title": "又次韵冯文度春晚二首",
            "content": "花梢疏雨下巫阳，酒面新鹅拂嫩黄。老去光阴春苦短，閒中气味日偏长。方塘水满丙鳞跃，故垒泥空乙羽忙。剩作篇章酬节物，忍令相背去堂堂。",
            "comment": ""
        },
        {
            "title": "别墅芍药盛开沈公辟有诗见嘲次韵代柬",
            "content": "翰林忆昔咏孤芳，自合移根向玉堂。贵客亲陪天女手，侍臣应带御炉香。花前未许退之醉，江上空嗟子美狂。一夜殷红飘落尽，不堪寂寞对霞觞。",
            "comment": ""
        },
        {
            "title": "春来",
            "content": "春来底物最先知，冻蝶痴蜂便欲飞。好雨应时生地脉，迅雷剖蛰震天威。光风艳艳翔空阔，和气駸駸发细微。解道苍苔红药句，令人却忆谢玄晖。",
            "comment": ""
        },
        {
            "title": "春雨",
            "content": "春雨止复作，无聊终日閒。殷红悲着地，浅绿暗归山。云幕久蒙润，风扉每日关。愁端与诗思，容易减朱颜。",
            "comment": ""
        },
        {
            "title": "新沐有感",
            "content": "我发日已疏，尚喜鬓未斑。晴朝试一沐，但觉盘水宽。千梳发清快，凛凛肌骨寒。脱落等秋箨，光润如春峦。譬彼雨露滋，下泽枯蓬根。乌云犹半湿，霜叶不加繁。我生嗜疏懒，肯事形骸间。一月半不理，垢腻何由删。今辰新沐罢，快若沃狂澜。呼儿奉袜饮，为作椎结团。岁月寝相逼，欢娱心已阑。看镜想勋业，森然欲冲冠。",
            "comment": ""
        },
        {
            "title": "再次韵",
            "content": "雨过滩声急，无风亦自波。花稠春意闹，山远月明多。地僻无来辙，门閒欲设罗。胸中元礧磈，诗酒漫揩磨。",
            "comment": ""
        },
        {
            "title": "感怀二首",
            "content": "已叹东隅失，桑榆浩莫收。只知心绪懒，那觉鬓毛秋。有酒堪藏拙，无门可避愁。吾今知此意，万事付悠悠。",
            "comment": ""
        },
        {
            "title": "惜梅",
            "content": "朔雪没寒芜，严威等群木。东君惜江梅，先与借微燠。造物逞新奇，亭亭付幽独。天然水雪姿，不许铅华凟。疏影浸澄波，斜枝度修竹。奇标含春容，清致漫山腹。夜月耿扶疏，寒风来馥郁。素艳等琼瑶，真香笑兰菊。昨宵风雨颠，遗英满平陆。凭谁望苍天，荣枯何太速。凌晨眠霜林，余芳犹五六。不厌终日看，尚可供诗目。",
            "comment": ""
        },
        {
            "title": "挽知军刘公三首",
            "content": "种学三冬富，禔身百行兼。文章崑玉莹，政事莫邪銛。才赡荣登早，心休进取廉。典刑今已矣，遐想泪空沾。",
            "comment": ""
        },
        {
            "title": "郑倅生辰",
            "content": "柯山插空天为隣，飞仙窟宅无纖尘。降尘孕秀神所相，岂但崧高生甫申。笑别方壶离紫府，道骨清标映华组。二十八宿罗心胸，霁月光风映眉宇。书带家声旧著闻，相国邸第南北分。人间未省见三绝，天上曾观瑞五云。笺诗传礼穷家学，岂止谈经能折角。鼓箧来为碧水游，贤关英俊推先觉。雄文大手古无伦，安知韩柳非前身。方期江夏无双誉，只许樊川第五人。厌直承明祈外补，暂拥屏星左铜虎。万口争歌王海沂，悬榻已题陈仲举。籍甚声闻咫尺颜，竚听锋车趣赐环。归持清禁紫荷橐，却踏彤墀玉笋班。我今幸遇悬弧旦，敢采民谣书弱翰。一言何以祝我公，愿辅升平到不穷。",
            "comment": ""
        },
        {
            "title": "题鉴止轩",
            "content": "安身南北皆吾里，勿较使行兼尼止。心犹泥絮吹不起，岂有颜甲生微泚。方塘净绿含真理，与我娱嬉聊尔尔。佳处难言还隐几，冷暖自知如饮水。",
            "comment": ""
        },
        {
            "title": "偶书",
            "content": "诗魔大抵解穷人，到得人穷句益新。笔下自惭无好语，眼前底事最清贫。草玄天禄书窗冷，涤器临邛酒市春。自古才高多命薄，区区何必论钱神。",
            "comment": ""
        },
        {
            "title": "叠韵春日杂兴五首",
            "content": "疏钟余逸响，野烧矗孤烟。轻暖花边日，微寒雨后天。才能拆袜线，诗思上滩船。却忆峨嵋老，杯停已百篇。",
            "comment": ""
        },
        {
            "title": "再用前韵三首",
            "content": "堕地何劳顾甑盆，事同电往不堪论。归休我愿白驹谷，登用君宜金马门。气习肯随流俗变，笑谈如见古人存。词源清彻如甘井，愈汲方知愈不浑。",
            "comment": ""
        },
        {
            "title": "次韵徐庭珍春日杂言十首",
            "content": "卉木争供众妙薰，春工试手为裁成。纷纷落蕊莺边雨，寂寂游丝燕外晴。",
            "comment": ""
        },
        {
            "title": "再过绣川驿",
            "content": "霜林病叶日凋残，更觉平芜眼界宽。天外碧云山共远，阶前明月水争寒。愔愔夜气侵肌骨，戢戢诗愁入肺肝。欲去自怜心未惬，为君满意更重看。",
            "comment": ""
        },
        {
            "title": "次韵喜雨",
            "content": "雨气侵人襟袖凉，诗愁恼起沈东阳。诘朝秧马催田畯，昨夜雷车动阿香。鸠妇岂知忧旱去，商羊聊亦为时忙。芙蓉秋水须佳句，妙意宜搜到渺茫。",
            "comment": ""
        },
        {
            "title": "次韵鲁尧卿病起",
            "content": "河阳桃李未成阴，已觉栽培用意深。病起暂同中酒味，诗来还有惜花心。养全浩气虹千丈，瘦减清标玉一寻。春待吾侪共行乐，莫言无暇倦登临。",
            "comment": ""
        },
        {
            "title": "挽处士吴德载二首",
            "content": "范蠡操赢日，相如病渴时。瓶罂虽屡罄，砭剂已难施。薤露鸰原惨，松茔雁序悲。更嗟垂白叟，泣送宁馨儿。",
            "comment": ""
        },
        {
            "title": "代上时相生辰",
            "content": "武定文明过十秋，光芒无复见旄头。身更万变心方壮，位极千官宠更优。贺厦阻趋丞相合，分符假守子陵州。长生不老何须祝，元是丹台第一流。",
            "comment": ""
        },
        {
            "title": "古游侠行",
            "content": "君不见长安侠少儿，臂鹰走狗争轻肥。一朝遭渠国士知，笑视鼎镬如水澌。翘关负重俱细事，拔山扛鼎焉能为。横行匈奴十万骑，肯以秘计干阏于。朝窃晋鄙符，暮解邯郸围。军中不闻天子诏，向来灞上皆儿嬉。我有黄石书，孺子漫多奇。我有欧冶剑，荆卿何足挥。运筹折冲衽席上，料敌决胜如蓍龟。世遭右文叹数奇。纵有勇略将安施。汉皇方受宣室厘，干戈不用包虎皮。使我不得封万户，恨不生当高祖时。",
            "comment": ""
        },
        {
            "title": "戏题酒肆",
            "content": "一气无私万物春，小儿造化果能神。鸟啼花发遽如许，酒病诗狂那厌频。倒著敢期山简醉，典衣谁计少陵贫。上林五祚他年赋，姑作临邛涤器人。",
            "comment": ""
        },
        {
            "title": "晚春道中四首",
            "content": "归涂检点物华非，黛色随风上柳枝。扑扑晴香恋芳草，却疑春去未多时。",
            "comment": ""
        },
        {
            "title": "陈镇江生辰",
            "content": "着物薰然一气和，温温眉宇得春多。腰黄眼赤浑閒事，柳绿花红奈乐何。旧事几经铜狄话，佳词惯听雪儿歌。一杯何以为公寿，愿借长江万里波。",
            "comment": ""
        },
        {
            "title": "陈公藻觅筍仍许作包子",
            "content": "玉版禅师来应供，锦绷稚子敢分珍。并包更藉桄榔屑，风味悬知定可人。",
            "comment": ""
        },
        {
            "title": "上梁尚书生辰",
            "content": "上苑春光一夜回，和羹消息报江梅。促装旧事追曹相，折桂新荣付老莱。千里颂声形鼓吹，万家和气入樽罍。明年此日趋黄阁，待看传宣押赐来。",
            "comment": ""
        },
        {
            "title": "再次韵",
            "content": "小圃香初足，枯池水乍通。卷帘延旧燕，扫径衬飞红。寂寂梨花雨，斜斜柳带风。东君有余思，别在一壶中。",
            "comment": ""
        },
        {
            "title": "挽潘夫人",
            "content": "阆苑花归后，香残旧绮罗。已应随逝水，无复步凌波。遗训芬兰佩，慈容想月娥。空山埋玉处，忍效鼓盆歌。",
            "comment": ""
        },
        {
            "title": "挽处士吴德载二首",
            "content": "忆昔知公日，东嘉逆旅中。游从三月久，谈笑一樽同。却暑瓜盘绿，亨鲜脍箸红。伤心栖止地，万事转头空。",
            "comment": ""
        },
        {
            "title": "挽丞相祁国公三首",
            "content": "斧扆求良弼，钧衡得伟人。文章照黼黻，勋业见经纶。化洽编氓阜，时调宝历新。方祈永霖雨，俄复跨箕辰。",
            "comment": ""
        },
        {
            "title": "次韵叶梦符端午",
            "content": "吾邦重午节，兴目皆可寓。游人肆喧阗，画舫纷排布。溯风伐鼍鼓，击楫观竞渡。骄豪务相夸，水陆争治具。醉忧瓶之罄，欢迫日云暮。朋从喜盍簪，谑浪时一遇。朅来廷尉府，官冷知谁顾。吻燥无复濡，腹枵何时饫。堂堂匡鼎来，解后肯同趣。携家忽过我，市饮容旋酤。遥知分已投，更喜首暂聚。惭非浴沂人，鄙志蒙推与。怜我孤危资，极力为调护。高谈惊四筵，坐使儿女怖。便当追彦国，未肯多文度。长篇粲珠玉，绮语斥霞鹜。人生类飘蓬，会合宁有数。交情看白头，何必论新故。",
            "comment": ""
        },
        {
            "title": "挽奉议刘公度四首",
            "content": "英誉当年蔼上庠，谈经肯羡解颐匡。才高不第空嗟惜，一命聊为末路光。",
            "comment": ""
        },
        {
            "title": "挽处士富公二首",
            "content": "庆历元臣后，勋名泰华主。当年遗德泽，流裔尽英豪。继世夸荣耀，唯公隐寂寥。潜辉传野史，犹足见清标。",
            "comment": ""
        },
        {
            "title": "再用前韵三首",
            "content": "刺头底事向胶盆，沉湎应从通率论。人世百年都是梦，醉乡四达总无门。颠狂自索形骸外，酣适宁知礼法存。日饮亡何真得计，袁丝由此脱全浑。",
            "comment": ""
        },
        {
            "title": "次韵徐庭珍春日杂言十首",
            "content": "沉酣蠹简不知春，庭设雀罗谁扣门。拄颊看山无限意，阴晴变态异朝昏。",
            "comment": ""
        },
        {
            "title": "次韵叶秀实县治环翠亭",
            "content": "合缀严宸玉筍班，尚劳小试簿书间。溟鲲未击三千里，天骥终归十二闲。望气行看求利剑，知音当已识高山。逼人富贵君宁免，未许山阴兴尽还。",
            "comment": ""
        },
        {
            "title": "代上时相生辰",
            "content": "中兴事业耀无前，明圣相逢运半千。尽纳有生归礼乐，全提鸿化入陶甄。八风自转成天籁，五纬更调祚有年。体物形容劳颂笔，浪云无象岂其然。",
            "comment": ""
        },
        {
            "title": "挽知军刘公三首",
            "content": "屡赞红莲幕，初分翠竹符。五迁恩始浃，三已愠曾无。冠剑空幽壤，仪容俨画图。传家有余庆，接武看诸孤。",
            "comment": ""
        },
        {
            "title": "次韵几道玉泉小集时公藻以病仆以沿檄不与",
            "content": "激水聊充一笑嬉，扁舟西子想当时。应怜波底无双鲤，直恐樽前有鸒斯。笑我独将愁酝酿，闻君长苦酒禁持。山中异日寻遗事，徒见吾家伯仲诗。",
            "comment": ""
        },
        {
            "title": "高师鲁以诗求鹤膝杖且有诗坛寻盟之语戏次其",
            "content": "莫将好语趁时名，宝唾联篇得我惊。酬唱蜂腰徒自苦，弃捐鹤膝太无情。故人何止十年别，上座曾同千里行。散策寻幽江上路，何时归践白鸥盟。",
            "comment": "【注释】【原题】：高师鲁以诗求鹤膝杖且有诗坛寻盟之语戏次其韵"
        },
        {
            "title": "李倅生辰三首",
            "content": "伯阳飞御上层天，继世云礽尽谪仙。炯炯方瞳真寿相，不劳颂祝自长年。",
            "comment": ""
        },
        {
            "title": "次韵徐庭珍春日杂言十首",
            "content": "身如不系一虚舟，入眼江山总旧游。视昔视今俱勿论，且凭从事到青州。",
            "comment": ""
        },
        {
            "title": "诸公见和次韵呈郑舜举国录瑞伯仙尉",
            "content": "冠佩追随倏半生，每怜萧艾倚兰英。开怀共醉酒贤圣，得句宁论诗父兄。天赋君才行有用，人言我拙坐无成。登填已拜风骚将，谁敢区鸫踵孟明。",
            "comment": ""
        },
        {
            "title": "春日杂兴五首",
            "content": "料峭寒犹薄，阴云带晚烟。雨催惊蛰候，风作勒花开。日永消香篆，愁浓逼酒船。为君借余景，收拾赋新篇。",
            "comment": ""
        },
        {
            "title": "先春赋梅一首",
            "content": "与客到先春，衰思觉飞越。时当万卉凋，似补群花阙。始信元化功，生意何曾辍。却疑钧天宴，群仙委佩玦。不数藐姑仙，神肤莹水雪。癯然抱清幽，卓尔负奇绝。生香巧藏密，静艳羞容悦。阳萌知独复，岁寒见孤洁。我来觞其下，坐对垂垂发。头白不待摧，颜赪为尔设。因思年少时，高枝手攀折。林逋与何逊，妙语谁优劣。老矣吟事悭，人笑心如铁。何当夜深来，更年梢头月。",
            "comment": ""
        },
        {
            "title": "送郑舜举赴阙",
            "content": "暂绾桐川刺史章，优优布政汉循良。凤衔初下新颁诏，鸡舌曾闻旧赐香。前席久虚思见贾，玺书增宠果徵黄。从今定展调元手，小试专城见雨暘。",
            "comment": ""
        },
        {
            "title": "春日杂兴五首",
            "content": "春色遽如许，春愁一望赊。帘低宜著燕。柳暗欲藏鸦。鸠妇催疏雨，蜂臣趁落花。只愁清景促，无计驻曦车。",
            "comment": ""
        },
        {
            "title": "挽潘右司二首",
            "content": "南州推望士，北阙仰良臣。风谊高闾里，声名蔼缙绅。课儿千卷古，与友一堂新。石折符幽谶，山颓丧哲人。",
            "comment": ""
        },
        {
            "title": "盛暑宿集福院晚风雨大作",
            "content": "火云烧天天为高，畏日烁地地欲焦。舴艋浮江线溜涩，招提税鞅烦襟消。风声聒聒闹山阙，雨脚霏霏转树腰。猛省奔驰竟何事，此心宁不愧渔樵。",
            "comment": ""
        },
        {
            "title": "遣兴",
            "content": "早愿风云会，那知岁月侵。未应忘故步，已觉负初心。蕙帐聊跧伏，天阍隔遽深。且凭诗遣兴，往事任瓶沉。",
            "comment": ""
        },
        {
            "title": "挽中书舍人叶公三首",
            "content": "博学该群籍，飞声蔼上庠。巍科曾叠贯，要路遂横翔。策府登清选，铨曹得望郎。九重方简在，一鉴遽云亡。",
            "comment": ""
        },
        {
            "title": "次韵苏伯言题所居鉴止轩",
            "content": "小轩劣容膝，讵敢邀君诗。君诗亟借重，物趣俱新奇。檐前列苍翠，槛外潴涟漪。凭栏作痴兀，欲静忘五綦。湛然俯明镜，水定心不驰。微风忽披拂，巾袂俄变移。缅思东坡公，昔与颍水嬉。此乐五十年，人间真未知。",
            "comment": ""
        },
        {
            "title": "伤春词",
            "content": "春风兮颸颸，春日兮迟迟。草木秀兮原野，兰茝芳兮水湄。美人去兮何所，白云深兮莫窥。望极浦兮掩泪，倚危槛兮怀思。嗫嚅兮鳦语，连娟兮蝶飞。感微物兮灵偶，私自怜兮芳时。玲珑兮琼佩，沉寂兮蕙帏。对芳时兮太息，岂独凛秋兮足悲。香消悴兮□鸾镜，愁委积兮堆蛾眉。登山临水兮有兰梦，断雁沉鱼兮无锦诗。鶗鴂鸣兮众芳衰，春冉冉兮不可羁。人生行乐兮将何之，王孙王孙兮胡胡不归。",
            "comment": ""
        },
        {
            "title": "岩桂饷郑舜举戏笔代柬",
            "content": "折得天葩满袖香，小窗寂寂伴凄凉。何如乞与文园客，瑶髻斜簪试晚妆。",
            "comment": ""
        },
        {
            "title": "挽内兄余聘可三首",
            "content": "中外六兄弟，相逢丱角中。追随万里远，忧乐半生同。胜韵谈飞屑，高怀气吐虹。纷纷身外事，回首万缘空。",
            "comment": ""
        },
        {
            "title": "陪五马劝农岩山晚会桃花坞",
            "content": "晚参旌骑劝农回，赏遍郊原锦绣堆。掠面快风吹酒去，逼人疏雨送诗来。鸣鸠乳燕数声好，艳粉夭桃一笑开。欲遣巴词侑杯酌，千钟万斝未容陪。",
            "comment": ""
        },
        {
            "title": "春日偶成三首",
            "content": "东君驰驿骑，万里一宵通。柳眼凝晴碧，桃腮泣露红。丙鳞安浅濑，乙羽怯柔风。莫向高城望，愁生阿堵中。",
            "comment": ""
        },
        {
            "title": "谢汪汝平送酒",
            "content": "尘土侵陵老瓦盆，胸中磊块与谁论。閒披黄卷欲欹枕，忽有白衣来扣门。和气醺人红绿眩，浓香破鼻典刑存。倒罍彻底清如水，不比春江带雨浑。",
            "comment": ""
        },
        {
            "title": "次韵徐庭珍春日杂言十首",
            "content": "轻阴酝酿勒花天，节物撩人接禁烟。沂上未成曾点服，杖头聊挂阮生钱。",
            "comment": ""
        },
        {
            "title": "再次韵柏桐轩",
            "content": "修垣蔽轩楹，如观坐井天。高人为披豁，物趣俱森然。柏桐伍蒿莱，混迹几岁年。俄惊俯丹楹，况得依臞仙。佳名一品题，好语万口传。高参溜雨句，美并朝阳篇。抡才稽片牒，横陈榱栋边。论功及乃祖，屡荐薰风弦。谦居髯松下，优在良梓前。荆徐人贡时，曾不数樟楩。固殊上林木，虞衡日量诠。且异温室树，衣冠时绕旋。此方安静僻，所欲唯生全。植物贵遂性，凭君较愚贤。",
            "comment": ""
        },
        {
            "title": "代上时相生辰",
            "content": "国论盈庭正尚同，唯公英略与天通。一丝不断千钧重，九鼎重安万世功。独见夐超流俗外，先机端在笑谈中。际高极厚知难报，愿辅熙朝到不穷。",
            "comment": ""
        },
        {
            "title": "春日杂兴五首",
            "content": "鸭绿前溪涨，鹅黄远柳垂。微波卷罗带，细叶展颦眉。爱酒常歌颂，伤春更赋诗。东君无限思，全在野桃枝。",
            "comment": ""
        },
        {
            "title": "挽主簿吴宁侯三首",
            "content": "忆昔荆湖日，童心懵未开。七年勤仰止，一字有从来。模范瞻如在，音仪挽不回。依归今已矣，些语写余哀。",
            "comment": ""
        },
        {
            "title": "钱使君知原生辰",
            "content": "十载幽居安绿野，一麾出守拥朱轓。华堂不听红儿唱，净几唯闻黄奶言。庭下芝兰方鼎盛，胸中梨枣已长存。梅花欲报和羹信，故遣清香到寿樽。",
            "comment": ""
        },
        {
            "title": "春日杂兴五首",
            "content": "桃李漫芬芳，终然委路旁。踏青心欲醉，举白兴何长。梦觉池塘绿，诗成草木香。懒追时俗好，独立倚苍茫。",
            "comment": ""
        },
        {
            "title": "次韵李元老柬王令周簿喜雨",
            "content": "山色云容泼墨深，随车甘澍湿衣襟。神龙应祷方施力，虐魃为殃漫有心。洗出篔簹无滞暑，养成{禾罢}稏有余阴。他年德政君须记，能遣骄阳化作霖。",
            "comment": ""
        },
        {
            "title": "甲子岁除一夕梦与先子论诗有云未能免俗犹听",
            "content": "惊风急雪不胜寒，苇索桃符岁事残。里巷杯盘喧半夜，儿童灯火守更阑。年催老色归须鬓，诗引穷愁入肺肝。无复斑衣颂椒柏，只将泪血洒毫端。",
            "comment": "【注释】【原题】：甲子岁除一夕梦与先子论诗有云未能免俗犹听谶无计为生只送穷此吾顷年诗也汝亦得之否某日已在家集中既觉泣书二章"
        },
        {
            "title": "代上时相生辰",
            "content": "春光先向陇梅归，正值崧神降岳时。孕秀直疑天地相，输忠唯许冕旒知。八珍锡燕宫厨送，百两传宣使驿驰。盛事逖闻千载后，鲁公彩服效儿嬉。",
            "comment": ""
        },
        {
            "title": "观曹寿卿上舍诗轴题其后",
            "content": "君诗字字敌双南，直把骊珠取次探。李杜盟寒谁共主，曹刘机浅不须参。囊中句限缘多爱，天外心归计饱谙。读罢长编知隽永，自然齿颊带余甘。",
            "comment": ""
        },
        {
            "title": "使君馈食戏少蒙教授",
            "content": "朝来食指非常动，果报兵厨已割烹。醇德且我从事酒，珍庖特异小人羹。虎头食肉方灰念，羊脚蹴蔬应震惊。归遗细君真得计，随缘灯火任卿卿。",
            "comment": ""
        },
        {
            "title": "寒食怀公藻几道",
            "content": "洒落陶彭泽，风流陈太丘。别来添夕梦，归日负春游。已改枯榆火，宁污寒具油。不知行乐地，能话野人不。",
            "comment": ""
        },
        {
            "title": "次韵徐庭珍春日杂言十首",
            "content": "幽花野蔓竟谁栽，傍水盈盈一笑开。几许远携吟笔去，未应空掉酒船回。",
            "comment": ""
        },
        {
            "title": "次韵刘伯瑞觅酒",
            "content": "贫病相仍坐拙方，敢将斗酒博西凉。自怜里巷栖迟久，倍觉樽罍气味长。玉斚交飞君有约，红裙共醉我何尝。一樽聊慰相如渴，要听歌声过女墙。",
            "comment": ""
        },
        {
            "title": "用韵戏赵贯道买妾并呈郑舜举王有之二丈",
            "content": "碧玉双簪两髻丫，满怀春恨正萌芽。停桡空对无情水，倚槛谁邻解语花。蚤与幽闺深领略，毋令狂客浪矜夸。须知三昧非凡手，北苑知名第一家。",
            "comment": ""
        },
        {
            "title": "岩桂饷郑舜举戏笔代柬",
            "content": "天香薰透辟寒金，拂拂鹅黄汉额深。多谢西风唤幽梦，径随秋蝶到疏林。",
            "comment": ""
        },
        {
            "title": "晚春道中四首",
            "content": "簿书丛里制归身，万树毶毶浅绿匀。试向小园寻落蕊，殷勤拂试觅余春。",
            "comment": ""
        },
        {
            "title": "次韵",
            "content": "莫讶经旬笑语乾，谁令插手斗筲间。长篇险语怀东野，俗状尘客愧北山。车马无堪泥淖滑，蛟龙不放水云閒。翻思九夏无涓滴，天意何如向日悭。",
            "comment": ""
        },
        {
            "title": "静夜",
            "content": "静夜披黄卷，青藜照五行。恨无知我鲍，空羡起予商。学业心将棘，功名鬓欲霜。此生应自断，无复问穹苍。",
            "comment": ""
        }
    ]
}