{
    "dynasty": "宋",
    "author": "陈纪",
    "poems": [
        {
            "title": "寄朱沧洲",
            "content": "不见沧洲已十霜，梦中炯炯此灵光。青山拄杖尚能否，华发与秋俱老苍。夜雨丰湖吟浩荡，夕阳鹤观吊兴亡。通家有子今头白，此意堪君累十觞。",
            "comment": ""
        },
        {
            "title": "早起",
            "content": "星斗淡欲落，银河白向斜。人间独梦蚁，树杪已闻鸦。池水偷山影，朝阳禅月华。升沈无限事，秋草满天涯。",
            "comment": ""
        },
        {
            "title": "谢谢疊山惠杜诗纸被",
            "content": "贫诗如蜜睡如锡，二贶偕来敢不登。锦轴一编变府稿，雪衾万杆剡溪藤。朝来诵句能驱并，夜半眠云称伴僧。只恐凝儿骄踏裂，起来仍唤读书灯。",
            "comment": ""
        },
        {
            "title": "游深溪龙潭",
            "content": "危磴上嶙峋，泉声静更闻。雨添三尺水，僧卧半间云。境胜诗难好，林深日易曛。忘言观众妙，一缕起炉熏。",
            "comment": ""
        },
        {
            "title": "暮春山行",
            "content": "幽兴忽不惬，山蹊策杖游。林深树疊影，溪涨水重流。对酒愁先醉，看花老却羞。平生倚楼意，搔首转悠悠。",
            "comment": ""
        },
        {
            "title": "夜起",
            "content": "万籁沈沈见息机，轻寒猎猎入单衣。新霜俗落露痕重，缺月渐高河影微。村犬惊寒时自吠，水禽失侣夜犹飞。更须景物完诗句，莫讶更阑未掩扉。",
            "comment": ""
        },
        {
            "title": "秋怀",
            "content": "书剑飘零学稼迟，吾侪拾此欲安之。愁怀惯对寒灯话，老态惟应晓镜知。中散不堪长忤俗，陶潜所好每远时。西风落日萍花岸，独立苍茫自咏诗。",
            "comment": ""
        },
        {
            "title": "梅花",
            "content": "冰霜骨格玉精神，索笑巡檐不厌频。清瘦绝如人有韵，品题除是笔无尘。一枝影裹溪山晚，万斛香中天地春。几度见渠诗便好，此花前世定诗人。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "揽辔埋轮，算不负、苍髯如戟。人争看、横秋一鹗，轩然健翼。只手为天行日月，寸怀与物同苏息。到于今、天定瘴云开，伊谁力。云霄路，金门客。念往事，情可极。把行藏细说，应无惭色。虹气上横牛斗剑，梅花不软心肠石。愿此行、珍重不赀躯，无瑕璧。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "凤去台空，庭叶下、嫩寒初透。人世上、几番风雨，几番重九。列岫迢迢供远目，晴空荡荡容长袖。把中年、怀抱更登台，秋知否。天亦老，山应瘦。时易失，欢难久。到于今惟有，黄花依旧。岁晚凄其诸葛恨，乾坤只可渊明酒。忆坡头、老菊晚香寒，空搔首。",
            "comment": ""
        },
        {
            "title": "初夏",
            "content": "梅子黄时雨又晴，春衫未脱暑犹轻。天横远岫半眉绿，云漏斜阳一眼明。野树晚风清蝶梦，曲池芳草乱蛙声。浮生嚣寂何穷已，搔首蓬窗感慨生。",
            "comment": ""
        },
        {
            "title": "雨中出廓",
            "content": "幽人宁免俗，踸踔且泥行。云过溪流动，雨馀池草生。长身成跼蹐，暮景学将迎。应被炮翁笑，有田胡不耕。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "趁拍哀弦促。听泠泠、弦间细语，手间推覆。莺语间关花底滑，急雨斜穿梧竹。又涧底、松风簌簌。铁拨鵾弦春夜永，对金钗锺乳人如玉。敲象板，翦银烛。六么声断凉州续。怅梅花、岁晚天寒，佳人空谷。有限弦声无限意，沦落天涯幽独。顿唤起、闲愁千斛。贺老定场无处问，到如今，只鼓昭君曲。呼羯鼓，泻醽醁。",
            "comment": ""
        },
        {
            "title": "和赵华颠梅花",
            "content": "起舞簪花老尚狂，梅花应记旧高阳。蕊宫仙子无尘韵，幽谷佳人有靓妆。斜月半檐微弄影，断桥深夜忽闻香。真成坐对被渠恼，不信先生铁石肠。",
            "comment": ""
        },
        {
            "title": "早秋有怀寄赵华颠",
            "content": "一叶井梧落，微凉生瘦藤。老兼秋共至，衰与病相仍。砌近蟲号枕，檐疏雨翳灯。熏炉对经卷，清似住山僧。",
            "comment": ""
        },
        {
            "title": "倦寻芳",
            "content": "满簪霜雪，一帽尘埃，消几寒食。手拈梨花，还是年时岑寂。簌簌落红春似梦，萋萋柔绿愁如织。怪东君、太匆匆，亦是人间行客。问几度、五侯传烛，但回首东风，吹尽尘迹。笑杜陵泪洒，金波如积。对酒且宽愁意绪，题诗与寄真消息。待归来，细温存、慰伊相忆。",
            "comment": ""
        },
        {
            "title": "甲辰元日",
            "content": "屋角难声一岁分，起搔吟鬓惜芳辰。江山有恨英雄老，天地无私草木春。柏叶又倾新岁酒，梅花同是隔年人。东风着物能多少，写入清诗句句新。",
            "comment": ""
        },
        {
            "title": "穷吟",
            "content": "穷吟之外百无功，鬓发萧萧渐已翁。自枕书眠听夜雨，偶然襟去纳雌风。男儿未死身难量，豪杰虽贫气未穷。缓步短筇谁会得，野花啼鸟夕阳红。",
            "comment": ""
        },
        {
            "title": "早春有怀亡友秋晓恕斋小山诸公",
            "content": "诗成谁与共赓酬，又绿前汀桂若洲。旧友凋零浑似梦，新春萧索亦如秋。阴晴气候惟共睡，今古乾坤只载愁。我与东风俱是客，具绿华屋忌山邱。",
            "comment": ""
        },
        {
            "title": "挽赵秋晓",
            "content": "年头尾足遗追随，畅饮高歌送落晖。庚咏每思弹丸句，谈诸常落前锋机。渐成瓜葛缘方熟，共看茱萸事已非。数尺茅帘杨柳岸，故应经此尚依依。",
            "comment": ""
        },
        {
            "title": "题李竹隐山斋",
            "content": "法界人寰共一邱，欲穷远目更登楼。苍藤碧藓树容晚，凉月好风山意秋。莎径荒寒闻鹤唳，竹丛摇落见渔舟。一声横笛碧天暮，诗在沧波芦荻洲。",
            "comment": ""
        },
        {
            "title": "夜梦游一野人家万竹苍寒老翁款留意甚厚予题",
            "content": "一径苍寒长绿筠，鸡声人语隔林闻。与谁共住只明月，所可论交惟此君。世事乘除天已定，人生劳逸念中分。卜邻倘许通来往，分我南山一片云。",
            "comment": "【注释】【原题】：夜梦游一野人家万竹苍寒老翁款留意甚厚予题诗赠之独记一联云与谁共住只明月所可论交惟此君觉足成之亦梦中意也"
        },
        {
            "title": "暮春山行",
            "content": "不具看花眼，萧然绿暗邨。贫来疑笔砚，老去信乾坤。日澹树无影，潮回草有痕。诗成鸥没处，鸦外又黄昏。",
            "comment": ""
        },
        {
            "title": "舟行",
            "content": "落日残霞岛屿明，淡烟衰草古今情。青山偏向意中远，白鸟正当吟处横。岁晚梅花和我老，愁来竹叶向谁倾。浪游无奈徂年感，远浦晚风潮又生。",
            "comment": ""
        },
        {
            "title": "挽赵秋晓",
            "content": "摩室与居问亦祥，只言永诀语琅琅。情知竖了膏盲病，谩试庸翳补演方。华屋邱山真佝仰，长瓶短管付凄凉。平生曾赏穷吟者，莫讶术衰人些草。",
            "comment": ""
        },
        {
            "title": "哭有桥兄",
            "content": "前辈风流尽，乡枌孰表们。如公又凋谢，末俗恐浇漓。幼学皆真践，濒危属相思。端为吾道恸，不但器吾私。",
            "comment": ""
        },
        {
            "title": "春感",
            "content": "唾壶壮气已休休，呼酒田翁与动酬。九十日春长是雨，三千丈发总缘愁。棱棱颜面尘埃满，渺渺山河岁月遒。谷饮芝餐皆可饱，人生何必稻粱谋。",
            "comment": ""
        },
        {
            "title": "饮黎希明赴与学教论",
            "content": "冷官仍冷地，况味淡于僧。泮水无一亩，乱山知岁憎。树云侵绛帐，山雨翳青灯。若有登临句，寄予能不能。",
            "comment": ""
        },
        {
            "title": "夜宿增江松鹤庵",
            "content": "木落风高夜欲冰，襥衾来此爱幽情。壁灯未灭见花影，山雨忽来闻竹声。谩忆同游期后会，因思往事悟前生。自怜粗带山林骨，坐待寒钟吼五更。",
            "comment": ""
        },
        {
            "title": "挽赵秋晓",
            "content": "鹏运南来驻海涯，熟闻诸老说瑰奇。周瓜正接云仍瓞，郗桂骈生父子枝。阅世忽更龙汉劫，盖馆独见义臣诗。每嗟岭海无英特，况失斯人重可悲。",
            "comment": ""
        }
    ]
}