{
    "dynasty": "宋",
    "author": "陈鉴之",
    "poems": [
        {
            "title": "过吴江",
            "content": "垂虹四年别，淼淼来梦境。今晨整芒屦，柳风吹鬓影。春光彻重渊，蛟困绿波静。远帆有远处，小立为徐领。浩歌翁自得，白发乱垂颈。一室世谁如，三万六千顷。平生卜邻意，此际味差永。翁肯平分欤，吾其辨渔艇。",
            "comment": ""
        },
        {
            "title": "晚登京口倅厅富览二首",
            "content": "穷途逢伟观，小阁江万里。薄暮岸幅巾，寒烟四山起。天河注平淮，斗柄卧芦苇。欲返还少留，灯青客船尾。",
            "comment": ""
        },
        {
            "title": "古诗四首奉寄陈宗之兼简敖臞翁",
            "content": "君隐万人海，啸咏足胜流。我堕寂寞滨，嵌岩一筇秋。蟠郁向谁吐，天围芦荻洲。劈箭客帆去，何日回吾舟。",
            "comment": ""
        },
        {
            "title": "题村学图",
            "content": "田父龙钟雪色髯，送儿来学尚腰鎌。先生莫厌村醪薄。醴酒虽家有楚钳。",
            "comment": ""
        },
        {
            "title": "送郑严州四首",
            "content": "诸贤适江海，梧竹孤凤吟。愿言正王度，祈招嗣清音。亦为胶西董，反慰及物心。未可赋柏舟，天眷宗社深。",
            "comment": ""
        },
        {
            "title": "客新安赋喜雨歌呈守斋倪史君",
            "content": "良苗正要雨肥绿，火伞张空驱日毂。枝头忽作少女风马牛不相及，转眼排檐万银竹。为新安民殊可怜，插空乱巘无多田。雨缠终日水半壁，方晴又望霓横天。是邦若要宜稼樯，好似婴儿调乳食。祗今田甫渴甘澍，贤侯忧民见颜色。鼓声坎坎神来临，不歆牲酒歆侯心。睡龙苏醒听约束，拿攫云雾层岩阴。涧泉将涸兮乱流，嘉颖欲槁兮光浮。田翁戴笠儿跨牛，欣欣相对歌贤侯。争言一雨神所赐，非侯何民蒙神休。天惠贤侯福吾士，长是五日一风兮十日一雨。",
            "comment": ""
        },
        {
            "title": "秋晚",
            "content": "瘦尽芙蓉菊又残，客游怀抱更登山，秋光老矣归何处，只在愁人双鬓间。",
            "comment": ""
        },
        {
            "title": "京口江阁和友人韵",
            "content": "良辰仍我辈，斗酒大江边。小阁纳万里，一帆来九天。世尘黄鹄外，诗兴白鸥前。地胜吾衰矣，长怀李谪仙。",
            "comment": ""
        },
        {
            "title": "送郑严州四首",
            "content": "严山少平田，严俗稀惰民。书生坐黄堂，肯诧硎刃新。定以清净化，坐啸物自春。绿野人荷锄，使君聊岸巾。",
            "comment": ""
        },
        {
            "title": "京口甘露寺登眺",
            "content": "吹帽海风鸦背起，冯夷知我酒微醺。楼台气压金焦浪，钟鼓声飞淮浙云。戈甲虎争余块石，榛芜鼪啸几斜曛。山僧不管兴亡摔，清坐闲披贝叶文。",
            "comment": ""
        },
        {
            "title": "和友人题唐明皇杨太真对弈图",
            "content": "风流阵退却围棋，心醉妖妍落子迟。还记兵行南诏否，轮赢应不到双眉。",
            "comment": ""
        },
        {
            "title": "题郑承事所作惠兰三首",
            "content": "托迹不辞岩谷深，异於萧艾亦何心。清风披佛自多事，斜日淡云香满林。",
            "comment": ""
        },
        {
            "title": "古诗四首奉寄陈宗之兼简敖臞翁",
            "content": "雌雄乌一色，烈焰玉石分。子桑十日雨，英概君摩云。尘尾失羁思，襟裾兰茝芬。是岂如蟨驉，书圃同锄芸。",
            "comment": ""
        },
        {
            "title": "古诗四首奉寄陈宗之兼简敖臞翁",
            "content": "甘旨娱母颜，雍雍春满室。咿哑索梨枣，诸儿争绕膝。波明再茁桐，露涤清吟笔。人生如此足，富贵刀头蜜。",
            "comment": ""
        },
        {
            "title": "月下见桂花欣然会心赋二十八字",
            "content": "万卉千葩春事足，一岩桂自壮秋光。清泠风露月侵午，天上人间相对香。",
            "comment": ""
        },
        {
            "title": "送郑严州四首",
            "content": "善端谁独无，所化有兰鲍。时容拜床下，孺子似可教。山种顿修阻，心折东去棹。徘徊堤柳春，帆腹风欲饱。",
            "comment": ""
        },
        {
            "title": "蒋实斋出示孟浩然画像因赋二绝",
            "content": "吟鞭遥指鹿门归，水色山光件件诗。缩项鳊鱼元自好，当年应悔识王维。",
            "comment": ""
        },
        {
            "title": "陪守斋至玉湖书院作",
            "content": "天垂大溪碧，近树齐远山。水气涵野色，缥缈亭数间。维昔文节公，孤标凛群奸。飘然两屐齿，云岩遍跻攀。此地足佳致，差不远市阛。寿峰顾而喜，筑屋如亲颜。吴兴富台榭，往携歌鬟。公独抱书来，小舟破潺湲。花澹水纹丽，鸟啼人意闲。读易发妙蕴，不惟评马班。著述五百卷，星芒照人寰。天街几绣鞍，蹀躞趋豹关。河来磔柱立，一老菰蒲湾。守斋领客游，秋风韵枯菅。我诵壁间文，徒倚藓石斑。德人不可见，月白渔舟还。",
            "comment": ""
        },
        {
            "title": "到三圣庙坐池亭久之记经四十字",
            "content": "倦踏软尘陌，琳宫取次行。红桃窥潋滟，翠柳立虚明。眼底得诗料，耳根犹市声。黄冠啜茗茶，犹有旧交情。",
            "comment": ""
        },
        {
            "title": "探梅",
            "content": "驴蹇火飚寒帽裙，吟肩山耸酒微醺。弯弯竹迳霏霏雪，小小溪桥淡淡云。忽邂逅时真得侣，向空濛处细飘芬。回天力量知谁似，笑挽春来首策勋。",
            "comment": ""
        },
        {
            "title": "包家山和潘孔时",
            "content": "危阑纳纳万里天，此景不作四子妍。荒蹊斗折乔木末，小亭棋布层岩巅。阳侯作意娱我醉，潮头百尽来樽前。游蜂低回殢花露，一鸟急去拖林烟。年来祗可作橘隐，四人隐学商山仙。",
            "comment": ""
        },
        {
            "title": "晚登京口倅厅富览二首",
            "content": "孙刘昔虎视，铁骑如风雷。白水列苍嶂，今焉侑予杯。功名诧一时，空云暂崔嵬。衲子真英雄，一龛老岩隈。",
            "comment": ""
        },
        {
            "title": "再到京口",
            "content": "问讯金焦亡恙否，双鳌依旧据寒流。塔边浪战嵌岩石，木末云扶缥缈楼。枫叶蓼花新醉雨，山容鬓两添秋。海天一镜般如豆，忘却尘缁季子裘。",
            "comment": ""
        },
        {
            "title": "古诗四首奉寄陈宗之兼简敖臞翁",
            "content": "亭亭会山阁，西面秋澄鲜。盘礴一代英，披衣俯飞鸢。迩来几星聚，清樽压云烟。九转奇诀快，分惠毋独仙。",
            "comment": ""
        },
        {
            "title": "寄题长溪杨耻斋梅楼楼乃其先世读书之所",
            "content": "乃翁爱书书满楼，万轴插架堪汗牛。乃翁爱梅梅绕楼，千年老干如苍虬。梅护群书俗尘绝，书对梅梢滋味别。有时掩卷静倚阑，檐角一枝擎淡月。雁行编简相从久，笔砚收功竟负。儿孙登楼凛生敬，谓此梅花乃先友。一新丹雘焕枅拱，黄卷依然对姬孔。汲泉不是灌梅花，培养君家读书种。袍香青紫云路同，盛事何翅继乃翁。后来应有跨灶者，百花头上文正公。吾知乃翁好梅音，不旬区区为名第。霜飚天地惨无色，谁得东皇第一义。惟梅气禀超卓越，首送春风入书幄。对之心地悟理学，此是天民尹先觉。",
            "comment": ""
        },
        {
            "title": "和守斋户部家居书怀",
            "content": "抽身龙尾外，一壑本来心。书卷竹阴润，笔休花气侵。耿光增魏笏，雅趣寓陶琴。隐几时搜句，忘言兀似瘖。",
            "comment": ""
        },
        {
            "title": "题严子陵钓台",
            "content": "渭滨一叟发垂素，西伯与之无雅故。幡然为舍钓鱼竿。八极风云生指顾。先生少与文叔游，眼看日角兴炎刘。胡为掉头不肯住，垂纶依旧披羊裘。周文虚已师贤哲，光武规模欠宏阔。三公清坐台阁尊，先生回首桐江月。桐江月色无古今，白波苍嶂幽人心。",
            "comment": ""
        },
        {
            "title": "与客夜饮蜡烛有花客请赋之",
            "content": "圆蒲促坐话情真，蜡炬能花似有神。毕竟蜂须膏馥在，酒边依旧十分春。",
            "comment": ""
        },
        {
            "title": "送郑严州四首",
            "content": "父老迎使君，舟楫桐江波。那知使君心，一片烟雨蓑。杖藜对客星，清风双嵯峨。沙鸥公故人，应为小婆娑。",
            "comment": ""
        },
        {
            "title": "夏夜",
            "content": "鹊影翻高树，萤光出浅莎。墙低天宇阔，楼小月明多。清吹徐徐至，微云缓缓过。欲谈无与共，默坐养天和。",
            "comment": ""
        },
        {
            "title": "蒋实斋出示孟浩然画像因赋二绝",
            "content": "诵诗纵不忤龙颜，荣贵无过是好官。未必一僮随瘦马，千年传作画图看。",
            "comment": ""
        },
        {
            "title": "有感",
            "content": "淋雨何人记子桑，朱门车马涨尘黄。百年友谊须英概，画虎何妨效季良。",
            "comment": ""
        },
        {
            "title": "守斋示予游问政山和陈广文诗予用韵呈守斋",
            "content": "小人名山访古归，雪云不争听招麾。琼瑶千嶂插空阔，珠璧一诗争崛奇。兴逸聊兹游赤石，民安何待花潢池。妓围如画心如水，有鬒发从渠映玉碑。",
            "comment": ""
        },
        {
            "title": "晚凉湖边放步",
            "content": "暑气湖山薄，晚风巾袂凉。蝉鸣便柳荫，鹭立领荷香。大舸鼓声远，小轩茶味长。独游元更好，细细踏斜阳。",
            "comment": ""
        },
        {
            "title": "同刘叔泰放步湖边入灵芝寺坐依光良久叔泰诵",
            "content": "刘郎唤我出，胜处意所便。清寒柳桃风，浓淡杉桧烟。僧庐自生香，步绕古佛前。依光偶不扃，坐数禽聊翩。平林度清磬，遥堤簇归船。湖山露真态，鸥点溶溶天。形容几吟笔，刚道妆抹妍。莫作西子看，正如姑身仙。相知喜值予，微笑生清涟。",
            "comment": "【注释】【原题】：同刘叔泰放步湖边入灵芝寺坐依光良久叔泰诵坡仙好把西湖比西子之句予因赋古风一首"
        },
        {
            "title": "题陈景说诗稿后",
            "content": "倚马挥万言，跨驴哦一字。迟速不须论，纫云看奇思。",
            "comment": ""
        },
        {
            "title": "会稽秋日观山",
            "content": "荒胜音流不，蠹叶风飕飕。前山与幽人，亭亭共清秋。远近日明晦，隐见云去留。木末一叟归，犬鸣茅舍幽。忆昔典午东，剑佩森名流。胜地慰远怀，兹焉久绸缪。渔矶与樵迳，今有斯人不。池石老苔发，空余螺蚌游。世有古今异，郢歌聊自酬。醉眼时摩挲。此山即前修。",
            "comment": ""
        },
        {
            "title": "同倪善之纳凉寿芳",
            "content": "尚未阶软翠流长，境静蒲荷觉更香。清坐小亭丛竹近，暂停团扇受风谅。",
            "comment": ""
        },
        {
            "title": "送方粹仲适会稽",
            "content": "正好炉亭语夜分，朔风征帽浙江汶。天代雁带参差树，山远舟横黯淡云。龟解不妨时换酒，鲸呿元自妙为文。千岩万壑心如水，二尽檠边剩著勋。",
            "comment": ""
        },
        {
            "title": "题陈景说诗稿后",
            "content": "今人宗晚唐，琢句亦清好。碧海掣长鲸，君慕杜陵老。",
            "comment": ""
        },
        {
            "title": "题陈景说诗稿后",
            "content": "月明孤屿云，一鹤唳清夜。和之以君诗，竹牖寒灯下。",
            "comment": ""
        },
        {
            "title": "暮登蓬莱阁",
            "content": "危栏散湮郁，已暮亦登临。鼓角孤城月，山川万古心。鹳棲松雾重，鸥卧渚烟深。客子终何吒，婆娑且醉吟。",
            "comment": ""
        },
        {
            "title": "守斋和张倅古岩诗予用韵赋三绝呈守斋",
            "content": "贰车林下喜逢僧，眼底千峰逸兴生。五马未游心已到，吟笺零乱岫云清。",
            "comment": ""
        },
        {
            "title": "题问政山",
            "content": "冯轼邦君侈画熊，却来问政翠崖翁。祗应兄念玄真子，不是堂无齐盖公。千载棣佛教盛事，两丛慈竹亦清风。跨鸾时过宣平老，明月箫声在半空。",
            "comment": ""
        },
        {
            "title": "同潘孔时饮总宜园孔时出宝晋帖呼道人箫次日",
            "content": "六桥秋新宜醉吟，举杯共听岩鹤音。危亭三面老竹也，宝晋数帖清人心。凉蝉不敢喧夕曛，洞箫声绕山腰云。摇摇归艇水纹裂，山紫天青河汉白。想君独立对空阔，一鹭毛寒藕花月。",
            "comment": "【注释】【原题】：同潘孔时饮总宜园孔时出宝晋帖呼道人箫次日有诗予用韵答之"
        },
        {
            "title": "西湖晚望",
            "content": "过雨长堤葱翠湿，小桥人静支筇立。一缕竿头颤霜鲫，风动青蒲见蓑笠。",
            "comment": ""
        },
        {
            "title": "题郑承事所作惠兰三首",
            "content": "郑君欲与兰写真，心神暗与兰俱春。诗家三昧正如此，境融意会今何人。",
            "comment": ""
        },
        {
            "title": "送陈仁叔之越",
            "content": "生世可无友，吾友得仁叔。行己严尺度，色夷气清穆。蝇头观世态，尘尾露心曲。大江渺愁人，风欲饱帆腹。重阳两是按，不共一杯菊。吾侪迹浮萍，同是客京毂。作讨俱出此，正尔未免俗。倘廪可反映，一笑如鲁肃。寒窗共短檠，何用戒征轴。氢穷杜陵远，恨欠突兀屋。波寒净沙石，露重老林木。莫言衣带水，后会殊未卜。越山君旧游，我亦曾寄目。迩来平安否，细与问修竹。",
            "comment": ""
        },
        {
            "title": "题郑承事所作惠兰三首",
            "content": "兰如君子蕙如士，此评吾得这涪翁。有余不足姑勿率，毕竟清幽气类同。",
            "comment": ""
        },
        {
            "title": "守斋和张倅古岩诗予用韵赋三绝呈守斋",
            "content": "天然石屋两三僧，趺坐寒云几上生。想见瓦炉烟断处，一函经对万松清。",
            "comment": ""
        },
        {
            "title": "守斋和张倅古岩诗予用韵赋三绝呈守斋",
            "content": "澹泊贤侯似衲僧，功深心地枣梨生。画堂歌舞聊娱客，客退依然禅榻清。",
            "comment": ""
        },
        {
            "title": "毕履和惠端砚余以大歙砚报之佐以一诗",
            "content": "履和惠端砚，玉质马肝色。我有大砚卧蚕纹，元是新安龙尾石。持以答佳贶，聊尔见此心。极知不是双南金，未足报君绿绮琴。我得履和砚，清润如履和。天然粹德非琢磨，秋江印月平不波。君刚甫砚，朴钝若刚甫。不能轻捷随人后，默默寒窗守愚鲁。端砚入手喜有余，展开古帖聊学书。大砚知君不负渠，墨池飞出北溟鱼。",
            "comment": ""
        },
        {
            "title": "春晚野步",
            "content": "容易老春工，扶藜趁好风。蛙跳蒲细细，燕没絮濛濛。沽酒亦可醉，有怀谁与同。长松古须鬣，无语对繁红。",
            "comment": ""
        },
        {
            "title": "遣兴",
            "content": "踏遍茹溪石，梅花又满林。山川春人望，宇宙月知心。一纪别乡井，八年无雁音。危巢老松顶，日暮有归禽。",
            "comment": ""
        }
    ]
}