{
    "dynasty": "宋",
    "author": "靖康小雅",
    "poems": [
        {
            "title": "提举京城四壁守御刘公",
            "content": "有赫刘公，心在王室。气吞强敌，忠贯日月。九鼎既沦，四溟荡潏。公如山岳，万仞屹屹。富贵莫诱，威武莫屈。仗节而死，无愧委质。",
            "comment": ""
        },
        {
            "title": "东京留守宗公",
            "content": "洪河滔滔，撼野摧山。砥柱中立，独当狂澜。敌势焰焰，动植俱残。公俯视之，若萤燐然。知无不为，独殿中原。方事北讨，将以身先。赤羽若日，朱旗绛天。二贼巧沮，行或止还。虽配备二贼，奚足偿焉。夺之遽矣，中外悲叹。",
            "comment": ""
        },
        {
            "title": "内使黄公",
            "content": "在昔汉唐，亡由阉宦。出或用之，鲜不始患。岂期黄公，独禀高见。白发虔心，有闻必谏。竭力东城，以身死难。揭名不磨，万世炳焕。",
            "comment": ""
        },
        {
            "title": "佥书枢密院事张公",
            "content": "金人强悍，一岁再至。公提郡兵，疾驱入卫。敌将易姓，公秉大义。独敢抗言，必复赵氏。欲扶日驭，力扫氛翳。身拘名张，忠烈振世。",
            "comment": ""
        },
        {
            "title": "御史中丞秦公",
            "content": "天崩地陷，革我洪图。孰敢争之，维时醇儒。祈复明辟，义在捐躯。猛虎垂涎，遂捋其须。骊龙不睡，乃探其珠。身赴沙漠，名振九区。",
            "comment": ""
        },
        {
            "title": "真定府路兵马都钤辖刘公",
            "content": "将军死绥，古人所长。有如刘公，与城俱亡。兵拿常山，公以身当。生竭其勇，力挫戎行。天未悔祸，敌势益张。公虽瞑目，万古传芳。",
            "comment": ""
        },
        {
            "title": "河北都转运使王公",
            "content": "建炎绍统，锐於中兴。乃得贤辅，食薜饮水。责君尧舜，良哉股肱。苟用其言，不难丕承。时相巨蠹，忌妒才能。群邪翼之，如彼鹯鹰。公奋不雇，忠勇日增。瞻之维何，垂天之鹏。琐琐潜善，陋比蛙蝇。贤死奸寿，何戒何惩。",
            "comment": ""
        },
        {
            "title": "吏部员外郎傅公",
            "content": "强敌寒盟，兵忽逾塞。公持汉节，迓客于界。控弦欻来。率土震骇。外臣桀傲，自矜强大。公誓不慴，有死无拜。杀身成仁，播美千载。",
            "comment": ""
        },
        {
            "title": "兵部尚书孙公",
            "content": "巍巍孙公，忠烈俱伟。受天大任，渊渟山峙。谋谟密宥，帝所眷倚。付以留钥，又托以子。天未悔祸，甘赴万死。国家德泽，周及远迩。罹兹祸变，孰奋而起。公节不渝，独负大美。若神人然，众所仰止。彼以偷生，徒奄如鬼。",
            "comment": ""
        },
        {
            "title": "河东马步军副总管王公",
            "content": "矫矫虎臣，捍城於并。殚其智力，为国长城。攻逾两时，敌不能乘。无食无援，百雉乃倾。负像赴水，义不苟生。大节卓伟，千载光明。",
            "comment": ""
        },
        {
            "title": "果州协和练使何公",
            "content": "巍巍京师，帝王之泽。临制华夏，宪相紫极。边尘涨天，雨坠矢石。千雉摧毁，公死於敌。欃枪舒芒，万象变色。独垂忠烈，以光载籍。",
            "comment": ""
        },
        {
            "title": "太尉镇洮军节度使同知枢密院事种公",
            "content": "壮哉此翁，谋深气劲。终始一节，佑我三圣。百战之余，所料必胜。提师入援，敌讋威令。叠尽良策，众莫之跌。割地增币，强邻益横。万里长城，恃为藩屏。倏嗟不录，乱何有定。旌旗无光，兵民凄哽。余烈昭昭，方求独盛。",
            "comment": ""
        },
        {
            "title": "吏部侍郎李公",
            "content": "烈烈李公，实备全德。义动幽明，气贯金石。扈跸敌营，爰究忠烈。杞人之忧，废立大厄。公挺不雇，二将面叱。勇甚雷霆，天地动色。命轻鸿毛，名高斗极。燎炎之焚，不变蓝璧。滔天之溺，砥柱独立。死得其所，震耀方册。",
            "comment": ""
        },
        {
            "title": "太学生徐公",
            "content": "欃枪腾光，遂勃太阳。六龙不翔，昧昧八荒。公欲挟飞，再丽咸桑。怒发烈烈，力镌暴羌。白刃亘野，视犹蝟芒。凛凛之气，虽死不亡。",
            "comment": ""
        }
    ]
}