{
    "dynasty": "宋",
    "author": "韩淲",
    "poems": [
        {
            "title": "满庭芳",
            "content": "点点淮山，迢迢江水，分明别是风光。地灵人杰，星斗烂文章。初度充闾佳气，当年瑞、应弄珪璋。薰弦奏，凉宵宝月，玉井藕花香。清真，如逸少，兰亭修竹，曲水流觞。想醉乡日永，地久天长。小驻屏星怀玉，飞凫舃、元在鵷行。功名事，云龙风虎，行矣佩金章。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "花影半。晴色乍开云卷。择胜寻春愁日短。雨馀山路晚。涧底桃深红满。人意不禁闲远。胡蝶绕枝啼鸟怨。东风吹酒面。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "人间多少闲风度。薄情失记相逢处。绿鬓画鸦儿。旧巢双燕栖。舞衫回素玉。檀板声何蹙。一抹晚霞飞。泪痕无脸啼。",
            "comment": ""
        },
        {
            "title": "雨多极凉冷",
            "content": "焉知三伏雨，已作九秋风。木叶凉应脱，禾苗润必丰。地偏山吐月，桥断水浮空。鸡犬邻家外，鱼虾小市中。",
            "comment": ""
        },
        {
            "title": "眼儿媚",
            "content": "西溪回合小青苍。梅雨弄残阳。意行陇亩，景分庭院，乳燕春长。酒深不用人歌啸，锄圃试商量。细晞菜甲，旋寻蔬笋，一梦黄粱。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "梅雨快晴风，苔竹定翻新箨。相望得寻幽调，把陈言都略。大江东去更飞云，心事共回薄。彷佛散庵佳处，一声声猿鹤。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "宋玉悲秋合反骚。陶潜把菊任持醪。山遥遥外水萧萧。梦不到时诗自在，兴难忘处恨全消。香沈沈里蕊飘飘。",
            "comment": ""
        },
        {
            "title": "鹧鸪天 兰溪舟中",
            "content": "雨湿西风水面烟。一巾华发上溪船。帆迎山色来还去，橹破滩痕散复圆。寻浊酒，试吟篇。避人鸥鹭更翩翩。五更犹作钱塘梦，睡觉方知过眼前。",
            "comment": "【注释】此词题“兰溪舟中”。兰溪今称兰江 ，是钱塘江上游一段干流之名。再往下 ，依次称桐江、富春江、钱塘江，流经杭州入海。这条江流山水清绝，自古名闻遐迩。这是首山水词。朗诵这首词，不知不觉中将人带入了空江烟雨境界 。朦胧的江面，朦胧的烟雨，还有朦胧的山色。词人之心，融合于大自然之中。读者之心，又何必不是这样呢？山水在词中，全然不是羁旅引役的背景，而是自具自足的境界。视野不妨再放开些。词人境界，从传统的深院绣阕 ，歌舞楼榭，推向美好的大自然 ，便焕发出人与自然融合的神理。山水词不多有。这确确实实是韩淲词的独到之处。“雨湿西风水面烟 。”开篇便引人入于胜境。细雨湿秋风，溪面一片烟。好一幅泼墨空江烟雨图。“一巾华发上溪船。”次句写出自己登舟情景。一巾华发，可知词人此时已届老年。证以戴复古诗句“雅志不同俗，休官二十年” ，又可知词人此时已过隐居生活，其襟抱洒然尘外，对大自然之体会，自格外亲切。上溪船三字，下得兴致盎然。于是，读者仿佛也随了词人登舟溪行 。“帆迎山色来还去，橹破滩痕散复圆。”此一联，极写乘舟风行水上饱看山色水容的美感逸趣。上句写山色。帆迎，船迎往前去，是动态。山色来——还去，山一一迎面而来，又一一掉臂而去，又是动态。动态写山，动中有动，别具情趣。此句与敦煌词《浣溪沙》“看山恰似走来迎”，有异曲同工之妙。下句写水容。橹破滩痕散——复圆。滩痕即滩上水文。溪则有滩，滩则有纹，纹呈圆形。船夫过滩施橹，击散了圆圆的滩痕，船过处，滩痕又一一复为圆形。此句写滩痕亦趣。自其破散以观之，则滩痕为动态。自其复圆以观之，则滩痕呈静态。静态写水，静中有动，又具理趣。与韩淲诗“江中春水波浪肥”（《三月二十七日自抚州往南城县舟行》），同一逸趣 。亲切的观察，实在体现出词人与大自然的契合。“寻浊酒，试吟篇。”舟中，词人要来家常之酒，乘兴吟起诗篇。“避人鸥鹭更翩翩。”江上，鸥鹭翩翩飞翔，亦无拘无束。此三句，写出人自得其乐，鸟亦自得其乐，真有物我两忘之古意。“五更犹作钱塘梦，睡觉方知过眼前。”结笔二句，一气贯注。五更舟中，梦见到了钱塘（杭州）。一觉睡醒 ，才知道钱塘果然到了眼前。结笔写顺流而下舟行之速，风趣得很。梦境与现境打成一片。此二句不禁令人联想起李白《早发白帝城》 ：“两岸猿声啼不住，轻舟已过万重山。”品味起来，又觉韩词婉而李诗豪，似乎又可见到唐诗宋词之诸多异同。读此词，趣味甚多。船到钱塘，词也戛然收尾，留下了满幅的溪行馀韵。"
        },
        {
            "title": "浣溪沙",
            "content": "月角珠庭映伏犀。扶摇当上凤凰池。广寒曾折最高枝。壮志还同诸葛膝，清名还似紫芝眉。梅花春寿酒行迟。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "腊雪映江梅，冰玉更分风月。衮衮紫枢家世，庆诞弥时节。烘堂赢得戏莱衣，春酒宝杯凸。籍籍郑庄人物，要汉廷勋业。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "三叠古藤阴，自笑无能为役。千载和陶新曲，了非仙非释。影徒随我月徘徊，风叶露华湿。瓮下是成真逸，醉令人思毕。",
            "comment": ""
        },
        {
            "title": "眼儿媚",
            "content": "东风拂槛露犹寒。花重湿阑干。淡云殢日，晨光微透，帘幕香残。阴晴不定瑶阶润，新恨觉心阑。凭高望断，绿杨南陌，无限关山。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "一番风月已平分。留得玉溪云。蔼蔼宾僚如故，东楼北海清尊。荷香凉透，柳阴深锁，翠袂珠裙。□到九重城里，才华好觐吾君。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "雪云收尽晴风软。小山春浪晴波远。梅片已飞香。海棠红试妆。人言诗易与。酒盏谁分付。不是没心情。夕阳啼鸟声。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "宝鸭香消酒未醒。锦衾春暖梦初惊。鬓云撩乱玉钗横。半怯夜寒褰绣幌，尚馀娇困剔银灯。粉痕微褪脸霞生。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "莫道庞公不入州。为谁歌酒也迟留。襟期别乘真难事，领略同游岂易谋。他扰扰，自悠悠。香浮茉莉笑花头。一帘云影催诗雨，唤起佳人无限愁。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "明月到花影，把酒对香红。此情飘洒，但觉清景满帘栊。人被好花相恼，花亦知人幽韵，佳处本同风。挥手谢尘网，举袂步蟾宫。秋已半，幽涧侧，乱山中。故人过我，终夕乘兴可千锺。赖有曲江才子，坐上平章花月，不管老英雄。心事将何寄，醉语又匆匆。",
            "comment": ""
        },
        {
            "title": "一丛花",
            "content": "翻空雪浪送飞花。春晓媚霜华。风回点点迷人处，峭寒轻、诗思殊佳。双燕未来，断鸿何在，微雨又天涯。绮窗明暗是谁家。雕槛馥兰芽。画檐帘幕黄昏後，试倾杯、笑语喧哗。聚散人生，吾侪老矣，醉墨任横斜。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "五湖烟水百花洲。别乘最风流。人道紫枢家世，清时衮衮公侯。名园绿水春无价，蜀锦舞缠头。眉寿年年今日，宝杯香霭飞浮。",
            "comment": ""
        },
        {
            "title": "鹊桥仙",
            "content": "红梅已谢，杏花开也，一片海棠犹未。春风吹我带湖烟，甚恰限、新晴天气。黄昏楼上，烛花影里，拼得那回滋味。暗尘弦索拂纤纤，梦留取、巫山十二。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "湖海相逢更日边。槐风莲雨寿杯前。琴书图画水沈烟。共指金銮当儤直，不应彭泽尚回旋。今年初度想超然。",
            "comment": ""
        },
        {
            "title": "恋绣衾",
            "content": "溪风吹雨晚打窗。把心情、阑入醉乡。记取在、山深处，我如今、双鬓已苍。夜阑寒影灯花淡，梦难成、清漏更长。宝瑟断、鸾胶续，泪珠弹、犹带粉香。",
            "comment": ""
        },
        {
            "title": "醉蓬莱",
            "content": "庆文章太守，燕寝凝香，诞弥佳节。庾岭归来，又经年梅发。棋酒心情，笙歌滋味，便合朝天阙。玉作山前，冰为水际，几多风月。绿鬓朱颜，浩然相对，自是中原，旧家人物。鵷鹭班回，尚记陪清切。好把胸蟠万卷，谈笑了、济时勋业。锦幄初温，宝杯深劝，舞回香雪。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "水南何事兴偏浓。花草小园中。山气静分馀霭，泉声幽转流淙。午桥坐上英豪客，今昔为谁容。不是倚楼人在，登临无复携筇。",
            "comment": ""
        },
        {
            "title": "洞仙歌",
            "content": "溪山好处，赢得题新曲。待足人生甚时足。问临流情味，倚遍斜晖，应似画、小景生绡一幅。渔舟声欸乃，岩上云飞，杳杳归鸦去鸿逐。任当年伊吕，谈笑兴王，争敌恁、闲眠野宿。待雪天、月夜我还来，醉潇洒清幽，那些儿屋。",
            "comment": ""
        },
        {
            "title": "醉落魄/一斛珠",
            "content": "风高木落。壮心万里空回薄。振衣待把尘埃濯。声里斜阳，孤起戍楼角。人生谁会谁为错。年来但觉多离索。黄花照地浑开却。华发如斯，同和醉落魄。",
            "comment": ""
        },
        {
            "title": "醉蓬莱",
            "content": "问西湖好处，楼上薰风，有谁称寿。十里荷香，对槐阴清昼。细浪揉蓝，远山凝黛，更管弦初奏。醉舞嗟嗟，欢声沸沸，生申时候。膝下婆娑，老莱儿戏，帝所辉光，使衣呈绣。眷倚方隆，赐金章华绶。自此飞腾，凤阁鸾台，好满斟醇酎。道骨仙风，朱颜青鬓，年年依旧。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "菊花开了。待得梅梢来索笑。雪色江波。看尽千林未觉多。一丘缓步。只恐朝来有新句。岁岁年年。白发催人到酒边。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "满眼春生梅柳意，山居清听风泉。又因初度说今年。华颠相望处，新曲忽来前。自笑一周闲甲子，何为佞佛贪仙。如翁辈行敢随肩。徒知言语妙，欢喜向谁传。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "一曲笙歌外，四座笑谈清。使君秋霁领客，别乘更宗英。想像亲闱称寿，写就通家情分，相与庆恩荣。劝动桂花发，香雾扑帘旌。功名事，台阁路，好同登。只今报政归诏，舆论正蜚声。以我文章学术，与国和平安靖，冠剑入明庭。应顾棠阴下，野老鬓星星。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "秋林只共秋风老。秋山却笑秋吟少。恰恨有秋香。青岩秋夜凉。清秋须是酒。结客秋知否。醉笔写成秋。一秋无复愁。",
            "comment": ""
        },
        {
            "title": "月宫春",
            "content": "柳娇花妒燕莺喧。断肠空眼穿。一春风雨夜厌厌。不闻钟鼓传。香冷曲屏罗帐掩，园林谁与上秋千。忆得年时凤枕，日高犹醉眠。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "春色著人多少，溪头桃杏舒红。杖藜相与过桥东。往事旧欢如梦。花底醉眠芳草，柳边嘶入骄骢。如今憔悴坐诗穷。莫问醯鸡舞瓮。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "西湖十里孤山路。犹记荷花处。翠茎红蕊最关情。不是薰风、吹得晚来晴。而今老去丹青底。醉腻娇相倚。棹歌声缓采香归。如梦如酲、新月照涟漪。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "山凹春生，探梅只道今年早。暗香迎晓。人与花能好。岁岁持杯，天地同难老。须吟啸。放开怀抱。更约寻瑶草。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "只唱离歌一叠休。玉溪浮动木兰舟。如何又对云烟晚，不道难禁草树秋。空脉脉，忍悠悠。绸缪终是转绸缪。相思相见知何处，记取新欢说旧游。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "芍药酴醿满院春。门前杨柳媚晴曛。重帘双燕语沈沈。花映绿娇初日嫩，叶栖红小晚烟昏。轻雷不觉送微阴。",
            "comment": ""
        },
        {
            "title": "瑞鹧鸪",
            "content": "南兰陵郡鹧鸪词。底用登临更赋诗。贵不能淫非一日，老当益壮未多时。人间天上风云会，眼底眉前岁月知。只有海门横北固，宦情随牒想推移。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "滴滴琼英发翠绡。江梅标韵木香娇。乍凉时候漏声遥。欲绾鬓丝妆未了，半回身分曲初招。霓裳依约梦魂飘。",
            "comment": ""
        },
        {
            "title": "醉桃源/阮郎归",
            "content": "残春风雨绕檐声。山空分外鸣。闲来落佩倒冠缨。尚馀亲旧情。人不见，句还成。又听求友莺。濯缨一曲可流行。何须观我生。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "晓来一阵催花雨。正桃李、横塘处。笙歌帘幕燕莺喧。春在人间不老、谷城仙。潇湘图画迎千骑。襦裤欢声起。功名风虎庆云龙。更看万钉横带、系金狨。",
            "comment": ""
        },
        {
            "title": "一翦梅",
            "content": "醉倒城中不过溪。溪外无尘，惟掩柴扉。水浮桥漾翠烟霏。一片闲情，能几人知。留饮君家絮帽敧。爆竹声中，万事如斯。梅催春动已熹微。尔既能来，我亦何疑。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "云到春飞若素期。柳条吹送落梅枝。冰壶表里谁能赋，玉鉴圆明且屈卮。村舍北，郡楼西。治中风调只心知。不堪野老关门醉，想见山翁倒载时。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "常思高致。又见凉风起。欢喜年时为寿意。快写山歌重寄。愿公好德康宁。青云收取功名。莫道而今官小，吾儒正要仁民。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "为兹春酒寿诗翁。我辈一尊同。香动梅梢圆月，年年先得东风。冰溪清浅流环玉，莲幕漫从容。但愿人生长久，挥弦目送飞鸿。",
            "comment": ""
        },
        {
            "title": "白日偶无客青山长对门",
            "content": "人生等戏剧，衮衮徒区区。老身其回头，今有古非无。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "老去情怀酒味中。水边林下古人风。岁云暮矣江空晚，谁识儋州秃鬓翁。人易远，语难工。春时犹记一尊同。苦心未免皆如此，只合挥弦目送鸿。",
            "comment": ""
        },
        {
            "title": "风雨中诵潘邠老诗",
            "content": "满城风雨近重阳，独上吴山看大江。老眼昏花忘远近，壮心轩豁任行藏。从来野色供吟兴，是处秋光合断肠。今古骚人乃如许，暮潮声卷入苍茫。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "年年羞插菊花游。华发不禁秋。此日遨头寻胜，消除万斛清愁。湿云凉雨南台上，歌动玉溪流。俯仰人间今古，多情破帽飕飕。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "尽道今年春较早。梅与人情，觉得梅偏好。一树南豅香未老。春风已自生芳草。来自城中犹带晓。行到君家，细雨吹池沼。怅望沙坑须会到。玉溪此意年时少。",
            "comment": ""
        },
        {
            "title": "庵邻王家两送酒来",
            "content": "渴饮对空觞，俛仰自长喟。赖有田中邻，时时遣酒至。欢言斟酌之，感彼勤重意。漂母哀王孙，从古从此类。泽畔且行吟，春风尚堪醉。",
            "comment": ""
        },
        {
            "title": "摊破浣溪沙/山花子",
            "content": "生与真妃姓氏同。家随西子苎萝东。谁道玉肌寒起粟，酒能红。火齐烧空来上苑，冰浆凝露在西宫。不似荔枝生处远，恨薰风。",
            "comment": ""
        },
        {
            "title": "步蟾宫",
            "content": "三年重到严滩路。叹须鬓、衣冠尘土。倚孤篷、闲自濯清风，见一片、飞鸿归去。人间何用论今古。漫赢得、个般情绪。雨吹来云、乱处水东流，但只有、青山如故。",
            "comment": ""
        },
        {
            "title": "百字令/念奴娇",
            "content": "园居好处，是古梅飞动、欺霜凌雪。底问纷华桃李态，自倚天姿明洁。城外灵山，桥头玉水，多少佳风月。岁寒时候，南枝尤与清绝。几回唤酒寻诗，诗成小醉，絮帽浑敧侧。领略不辞身跌宕，一洗群儿啁哳。太始遗音，元和新样，到了都难说。草玄经在，对花何闷孤寂。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "彩笔新题字字香。雁来时候燕空梁。芙蓉无处著秋光。人远山长言外意，曲传书恨醉时妆。倩谁闲寄水云乡。",
            "comment": ""
        },
        {
            "title": "生查子",
            "content": "晴色入青山，更见飞花晚。不是不登临，自是心情懒。试襞小红笺，与写天涯怨。杜宇一声春，楼下沧波远。",
            "comment": ""
        },
        {
            "title": "八月六日伯皋见过",
            "content": "华发秋来忽满梳，故人相见意何如。强亲杯酒欢无几，尚觉篇章兴有余。世事纷然随野马，吾生老矣信蘧庐。林间已下萧萧叶，雨过空山木影疎。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "南陌柔桑，粉墙低见谁家女。燕飞莺语。依约提篮去。老觉多情，梦也无分付。君知否。楚襄何处。一段阳台雨。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "闲度日。愁里费人辞辟。榆火新烟还熟食。小墙花槛直。锦字玉徽清集。何用主人留客。相赏暂时谁画得。庞公非浪出。",
            "comment": ""
        },
        {
            "title": "醉桃源/阮郎归",
            "content": "固穷斋里语吾生。言之必可行。扶疏夏木既啼莺。更逢鱼计成。多雅尚，少时情。沧浪渔父缨。高歌宁与俗争鸣。朱弦疏越声。",
            "comment": ""
        },
        {
            "title": "爱客",
            "content": "婆饼焦何急，飞鸣小竹间。雨多溪涨水，云厚日藏山。景物固无恙，人情终等閒。老来惟爱客，茶果或相关。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "从来江左夷吾，大名迥诸出公右。金堂玉室，瑶林琼树，龙麟蟠走。志在神皋，气雄云梦，十吞八九。问三槐盛事，当年初度，人应羡、青毡旧。说与文章太守。庆千秋、好为亲寿。冰桃雪藕，霞裾月佩，莺鸾歌奏。雨熟西畴，星躔南极，宝香凝昼。趁新凉，便约乘云绕日，饮天浆酒。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "山林锺鼎似无同。舒卷有穷通。洗出壶中三峡，帝城赢得从容。黄流乱注，狂澜既倒，砥柱能东。此际诞弥杯酒，宜歌风虎云龙。",
            "comment": ""
        },
        {
            "title": "感皇恩",
            "content": "诗社酒徒闲，村村花柳。月榭风亭更霞牖。临春结绮，又是那回时候。不禁中夜雨，相孱愁。弄蕊攀条，为寻芳酒。一斗谁能问千首。江南云梦，空说气吞八九。持杯人共我，能吟否。",
            "comment": ""
        },
        {
            "title": "眼儿媚",
            "content": "风回香雪到梨花。山影是谁家。小窗未晚，重檐初霁，玉倚蒹葭。社寒不管人如此，依旧在天涯。碧云暮合，芳心撩乱，醉眼横斜。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "梅蕊小春天气，橘林良月风光。五云边近九霞觞。美景初无尽藏。老矣相逢湖海，年来游遍潇湘。诗情满眼兴何长。赢得烟霄直上。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "闻道晚春时候，暖风是处花飘。游人争渡水南桥。多少池塘春草。跃马谁联玉勒，钓鱼应泛兰桡。韶光何限不逍遥。输与溪鸥野鸟。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "新月已如许，我问带湖梅。人闲题句，赢得浮潋酒盈杯。落拓豪英满坐，烂漫风骚连纸，天外凤凰来。只怕轻孤负，莫待巧安排。空翠滴，寒爽矣，晚佳哉。为君绝倒，折尽千树玉蓓堆。渺渺章泉好在，寂寂卢泉仙去，今古付尊罍。拍手见花木，放眼记莓苔。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "鸦矫荒寒燕复低。门前长草与人齐。长桥南畔小桥西。安得有诗同尔句，可教无酒泛其杯。相思常苦易离携。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "春浓人静倦游嬉。烟雨战棠梨。翠径乱红无数，频啼枝上黄鹂。小园流水溅溅处，绿遍谢家池。怨月恨花滋味，泪痕犹染罗衣。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "南枝已见春消息。今年为寿方知得。俾尔炽而昌。流霞浮暗香。蓬壶清浅水。笑指云阶喜。高论不规模。平戎赋两都。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "风暖晨光寂寂，月明夜气沈沈。山间林下步轻阴。花柳飞绵布锦。酒病向谁能遣，春愁惟我难禁。尊前一曲断肠声。梦破晓窗敧枕。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "寒食清明春事好，公家霁月光风。年时犹记雨声中。州侯陈乐舞，法从酒杯同。坐上王杨虽自散，酴醿依旧香浓。待将诗易寿无穷。鸢飞鱼跃矣，风虎更云龙。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "系得船儿柳岸头。夹江灯火雨飕飕。寻诗家醉更绸缪。待腊未教寒事少，小春搀取暗香浮。夜长飞梦失清愁。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "丝丝柳色清愁织。山城望断花溪碧。回首仲宣楼。登临无计愁。雨声吹海立。流转韶光急。九万有鹏程。沈香天上亭。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "罗帐画屏新梦悄，绿窗慵起香残。重帘生怕倚阑干。春风吹玉水，春雪满灵山。梁燕未来归雁动，海棠才带红酣。酒愁花恨霎时间。烟云催薄暮，丝雨湿轻寒。",
            "comment": ""
        },
        {
            "title": "百字令/念奴娇",
            "content": "诏飞天上，看金狨系马，西湖风月。朝罢香烟携满袖，身在琼楼玉阙。锦绣肝肠，珠玑欬唾，绿鬓非华发。与谁经济，河山应笑吴越。且把春酒寻梅，年年眉寿，坐对南枝发。兵卫朱门生画戟，醉舞尘生罗袜。山面高堂，溪浮新舰，留取邦人说。等闲馀事，一时如此奇绝。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "闲里相看两鬓秋。酒能沾醉雨能幽。吾庐何幸得翁留。世路尽教终易与，山林佳话恐难酬。人来人去亦知不。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "陇头无驿奚为朵。岩前有折宜来堕。风急雪云溪。诗清满意携。竹炉良夜饮。饮竟煎僧茗。梅以句深长。得花情未忘。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "一曲西风醉木犀。天香吹梦入瑶池。钗横犹记未开枝。花重嫩舒红笑脸，叶稀轻拂翠颦眉。酒醒残月雁声迟。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "便把山林寄此身。也须诗酒属吾人。仙家旧是金堂士，吏隐新收玉局名。惟自乐，不忧贫。渊明谈笑更清真。年年眉寿登高後，醉帽常留菊满簪。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "池塘春草燕飞飞。人醉牡丹时。多少姚黄魏紫，搦成腻粉燕支。谪仙醉把平章看，晴影度帘迟。花外一声鶗鴂，柳边几个黄鹂。",
            "comment": ""
        },
        {
            "title": "阮郎归",
            "content": "小楼秋霁碧阑干。中人初薄寒。霜风吹我到湖山。平林斜照残。空阔里，有无间。牵萝翠袖闲。篮舆兴尽却愁还。断肠歌未阑。",
            "comment": ""
        },
        {
            "title": "风入松",
            "content": "小楼春映远山横。绿遍高城。望中一片斜阳静，更萋萋、芳草还生。疏雨冷烟寒食，落花飞絮清明。数声弦管忍重听。犹带微酲。问春何事春将老，春不语、春恨难平。莫把风流时节，都归闲淡心情。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "聚星亭下书堂水。冬来欲问梅花使。圭撮是何官。人间有底难。章泉词和去。交道元如故。转眼岁将穷。溪头鹤发翁。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "分付心情作上元。不知投老在林泉。谁将村酒劝觥船。月影静摇风柳外，霜华寒浸雪梅边。醉敧乌帽忽醒然。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "君之竹隐是章泉。只要世家传。莫道闲诗浪句，风花雪月云烟。一杯我醉，百年人事，乾转坤旋。直与唤回兴替，羲皇留下遗编。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "从心所欲。高蹈祠官惟见独。其寿伊何。古井章泉水不波。腊前梅好。玉洁日光香耐老。才大三千。首首清诗得自编。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "扁舟撑月转江湖。烟水湛金铺。篷底晓凉歌罢，肌肤冰雪初扶。诗人自是风尘表，佳处句能摹。属玉一双飞去，荷花香动菰蒲。",
            "comment": ""
        },
        {
            "title": "生查子",
            "content": "山意入春晴，都是梅和柳。白白与青青，日映风前酒。归去也如何，路上休回首。各自做新年，柳袅梅枝瘦。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "春入疏弦调外声。雪云初霁带湖清。屏温香软绮窗深。山倚虚窗情淡淡，水流清浅韵泠泠。断魂醒处梦难凭。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "嘉节已吹帽，谁复见南山。南山佳处，台上云绕一溪环。犹记使君同醉，化鹤千年何在，今古自应悭。胜事漫陈迹，风物只高寒。都莫问，归酒畔，集毫端。等闲吟笑而已，赖有孔融尊。伟矣广平心致，赢得相遭淡泊，感旧唱酬闲。且看小斋菊，抵掌共凭阑。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "百花丛里试新妆。不许巫山枉断肠。牡丹风扬曲声长。寒食清明闲节序，绮窗朱户少年场。燕泥香润落空梁。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "风前觅得梅花句。香来自是相分付。片月动黄昏。一枝横酒尊。人间何处有。又到春时候。莫负此诗家。将心吟好花。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "银笔金花，断肠有句闲挥扫。又还落了。梅片阳春小。古往今来，风味须才调。山林少。这些襟抱。输与江东老。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "屋上青山列晚云。水边红袂映斜曛。柳阴荷气簟湘纹。酒以歌长谁乐事，诗成杯滟我离群。香消凉意有南薰。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "一涧水南山，腊尽春生梅雪。行过小桥深处，带疏钟横月。征衫闲著指东吴，休怕与人别。吟到翠圆枝上，是归来时节。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "病起情怀恶。小帘栊、杨花坠絮，木阴成幄。试问春光今几许，都把年华忘却。更多少、从前盟约。拟待莺边寻好语，恍残红、零乱风回薄。思住事，信如昨。清明寒食须行乐。算人生、何时富贵，自徒萧索。试著春衫从酒伴，乱插繁英嫩萼。信莫被、功名担阁。随分溪山供笑傲，这一身、闲处谁能缚。琴剑外，尽杯酌。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "一抹青山拍岸溪。麦云将过笋初齐。不知何处水流西。小阁路头吾欲醉，短蓬船尾客同携。酒边华发更题诗。",
            "comment": ""
        },
        {
            "title": "青玉案",
            "content": "苏公堤上西湖路。柳外跃、青骢去。多少韶华惊暗度。南山游遍，北山归後，总是题诗处。如今老矣伤春暮。泽畔行吟漫寻句。落拓情怀空自许。小园芳草，短篱修竹，点点飞花雨。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "送君报最登朝路。初整曹装处。又因杯酒见馀情。凉雨灵山阁上、月初晴。醺然领客襟怀底。消得阑干倚。风流别乘我依归。清誉冰溪棠荫、绿漪漪。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "风软湖光远荡磨。春衫初试薄香罗。踏青无计奈君何。莫笑老来多岁月，肯教闲去少诗歌。长安陌上有铜驼。",
            "comment": ""
        },
        {
            "title": "白日偶无客青山长对门",
            "content": "枕流饭脱粟，长夏以终日。曳屣行歌商，风轩时弄笔。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "春色入芳梢，点缀万枝红玉。莫道怕愁贪睡，倚新妆如束。纷纷桃李太妖娆，相对夜阑烛。记取疏花横处，有暗香飘馥。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "花肃肃。杨柳三眠未足。一棹溪山新涨绿。旧欢无梦续。莫问杜鹃啼蜀。只有江南水竹。北客凄凉无伴独。春山生草木。",
            "comment": ""
        },
        {
            "title": "太常引",
            "content": "小春时候腊前梅。还知道、为谁开。应绕百千回。夜色转、参横斗魁。十分孤静，替伊愁绝，片月共徘徊。一阵暗香来。便觉得、诗情有涯。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "忆把兰桡系柳堤。斜风细雨一蓑衣。夕阳回照断霞飞。洛浦佩寒如隔日，高唐梦到又何时。背人挑□独心知。",
            "comment": ""
        },
        {
            "title": "柳梢青",
            "content": "雨洗元宵。楼台烟锁，隐隐笙箫。且插梅花，自烧银烛，沈水香飘。软红尘里星桥。想霁色、皇都绛霄。屏掩潇湘，醉和衣倒，春梦迢迢。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "雨阁云流小院秋。半醺凉意不关愁。一番相见一番休。淡伫乍持杯未浅，懒歌浑罢笑初收。主宾无处著绸缪。",
            "comment": ""
        },
        {
            "title": "白日偶无客青山长对门",
            "content": "涧浅山四合，泠泠浸青青。畧彴度前林，更有泉上亭。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "江上新凉入酒杯。瑞芝堂祝寿筵开。五楼百雉更崔嵬。劳来流离施菽麦，作成丰稔到田莱。便朝天去也徘徊。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "今古钓台下，行客系扁舟。扁舟何似，云山千叠亦东游。我欲停桡一醉，与写平生幽愤，横管更清讴。小上客星阁，短鬓独搔头。风乍起，烟未敛，雨初收。一年花事，数声鶗鴂欲春休。吊古怀贤情味，只有浮名如故，谁复识羊裘。赖得玄英隐，相望此溪流。",
            "comment": ""
        },
        {
            "title": "霜天晓角",
            "content": "雨收云薄。有底情怀恶。一段春风花事，吟得就、又忘却。海棠红未落。细细流霞酌。选甚蝇营狗苟，皆现定、有何错。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "年光虚度。能得几多消散处。莫恨归迟。得见新词不自持。山中酒里。笑语喧哗知有弟。此意谁如。世事纷纷一任渠。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "竹隐高深，夏凉日有清风度。苎衣绳屦。鹤发空相顾。翠扑流烟，又向溪翁去。青山路。要当同住。长占无尘处。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "鸣琴单父。凫舃宜飞去。不比河阳花满树。此意直高千古。清秋诞日相逢。乃同涧上村侬。笑指壶山为寿，仁心静处加功。",
            "comment": ""
        },
        {
            "title": "桃源忆故人",
            "content": "杏花雨里东风峭。不比寻常开了。枝上飞来多少。人与春将老。山城灯火笙箫杳。梦到十洲三岛。睡觉绮窗清晓。绿遍池塘草。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "买得船儿去下湖。这些天气近来无。清和风里绿阴初。酒不为渠闲放荡，诗应嫌我太粗疏。酒徒诗社复何如。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "烟禁荒荒雨湿云。近郊争出满城人。儿童藉草几成市，杯酒沾花不觉村。身又老，眼增明。回头一任是红尘。山中谁信无寒食，涧上何如且采苹。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "北客过江来，赢得家家都老。屈指中兴人物，到如今谁好。散庵常是爱山林，健笔胜挥扫。我则临风三叹。信儿曹惊倒。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "小园红入春无际。新声休写花间意。一笑唤真真。香腮酒未醒。惜芳追胜事。畅饮馀诗思。无处说衷情。暗尘罗帐生。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "老觉空生易得年。闲居那复问旌旃。一丘春静自回旋。翁善於人知美矣，我行於世转乖然。清词俾寿喜言传。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "道上疏梅花一树。人去人来，不管流年度。闲过南豅同散步。东风为我吹香去。试问青春今几许。明日新正，溪影横山暮。遮莫攀翻君且住。心儿却在题诗处。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "云外月。画出一痕清绝。梅已飘零桃未发。带湖烟水阔。汀渚尚留微雪。不恨酒融歌歇。老我多情胶漫结。半醒空自说。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "一曲青山映小池。林疏人静月明时。相逢杯酒也相宜。醉眼不知春事少，欢情犹得漏声迟。神仙何处梦魂飞。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "日日山迷水癖，年年书恼诗痴。寻思那里要他知。试比古人犹未。往往眼甜口苦，常常心是身非。如何则甚破他疑。只学今人足矣。",
            "comment": ""
        },
        {
            "title": "江城子",
            "content": "雪消霜入小溪舟。试浮游。上山头。薄薄寒烟，依旧未全收。问道梅花开也未，吟不尽，一春愁。襟怀如此老还休。懒凝眸。转深幽。诗罢一眉，新月又如钩。腊後春前村意远，回棹稳，水西流。",
            "comment": ""
        },
        {
            "title": "海月谣",
            "content": "晚秋烟渚。更舟倚、萧萧雨。水痕清汜，迤逦渐整，云帆西去。三叠阳关，留下别离情绪。溪南一坞。对风月、谁为主。酒徒诗社，自此冷落，胸怀尘土。目送鸿飞，莫听数柔橹。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "锦瑟瑶琴续断弦。璧堂初过牡丹天。玉钩斜压小珠帘。睡鸭炉温吟散後，双鸳屏掩酒醒前。一番春事怨啼鹃。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "黄发享颐期，兄弟此时宜告。见说对床夜雨，世间尘都扫。青毡堂外瑞峰高，云气拂晴昊。老大中原人物，在江湖乡保。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "萧萧两鬓吹华发，老眼全昏。徒倚衡门。岁晚寒消涧水痕。含情更觉沧洲远，欲语谁论。窈窕孤村。细雨梅花只断魂。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "一杯易足。自断此生犹杜曲。词客哀时，不敢愁来赋别离。孤城麦秀。常愧葛洪丹未就。诗罢长吟。衰晚迟回违寸心。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "的皪南枝横县宇。空山无此新花吐。手种几多梅。迎霜今已开。簪屏聊隐几。诗与君应喜。更报晏斋翁。相将索笑同。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "五老峰前，九江上、曾生仙客。相邂逅、贵池亭下，定交金石。我辈风流宜啸咏，官曹尘冗从煎逼。且簿书、丛里举清觞，偷闲日。同一笑，当今夕。梅正好，香浮白。便相忘尔汝，醉巾沾湿。已向琼楼夸意态，似闻金殿传消息。想君今、归去际风云，应相忆。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "海棠欲谢绵飞柳。柳丝自拂行人首。上巳是清明。新烟带粥饧。轻阴帘幕冷。闲却秋千影。曲水兴无涯。丽人花半遮。",
            "comment": ""
        },
        {
            "title": "白日偶无客青山长对门",
            "content": "不见屋外溪，但见屋上山，云月复风雨，展转朝暮间。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "山气吹云宝月凉。园英承露菊花黄。吾生只合醉为乡。怅望佳人因共赋，分明佳节是重阳。酒边犹发少年狂。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "归锦堂成，云汉上、天垂新画。有朱颜绿鬓，禁林仙客。玉局暂从香火社，金龟未报文章力。看彤庭、赐第别承恩，居君侧。斑衣戏，蟠桃摘。翠袖倚，歌檀拍。正祥开初度，颂声千百。又是腊前梅态度，几多春近花消息。想明年、今日醉西湖，光辉赫。",
            "comment": ""
        },
        {
            "title": "恋绣衾",
            "content": "欢浓两点笑靥儿。雪初消、梅欲放时。不信道、伤春瘦，怕人猜、犹待皱眉。香浓翠被屏山曲，把珊枕、侧过又移。试与伴、江头去，但醉翁、亭上要诗。",
            "comment": ""
        },
        {
            "title": "矮知府挽诗",
            "content": "历历亲言话，长怀逸老堂。典刑杯酒外，气象简编旁。有子真源委，何人更发扬。宣风觉庵地，霜露郁乎苍。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "霓裳霞佩淡丰容。云冷露华浓。唤起石丁归去，冥冥仙仗崆峒。人间秋老花饶笑，清映小帘栊。记取五城深处，凤箫吹下天风。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "难老一杯春酒美，主人玉监清秋。九华山下共追游。朝来多爽气，都向笔端收。台阁功名归去好，便应衮衮公侯。未妨含笑看吴钩。当年佳梦日，和气瑞光浮。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "梅蕊依稀矣。岁华深、然但把，杖藜闲倚。山绕荒林红叶下，落日孤城烟水。意兴寄、云何则是。底事疏枝横绝峭，未吹香、便与花相似。不忍折，为之喜。寒鸦万点霜风起。正人家、园收芋栗，小槽初美。欲醉阿谁同一饮，拟赋才成又止。老态度、浑侵发齿。摸索孤根春在否。任红红、白白皆桃李。空烂漫，岂能尔。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "竹树阴阴流涧水，黄鹂飞去飞还。蓬门篱落小桥湾。更无尘迹到，我自爱其闲。雨又随风催薄暮，轻雷时动云斑。归来凉意一窗间。病馀真倦矣，睡熟簟纹宽。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "烟雨海棠花，春夜沈沈酌。寒食清明数日间，人也须行乐。不怕笛声长，只怕风儿恶。烛影红酣宝篆香，楼上黄昏角。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "只恐山灵俗驾回。海鸥飞下莫惊猜。机心消尽重徘徊。宿雨乍晴千涧落，晓云微露两山排。新苗时翼好风来。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "晚云烘日枝南北。一杯未尽梅花曲。城郭小春回。暗香开未开。留连吾欲醉。醉眼红尘外。多少老心情。景清人亦清。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "作意如何和好歌。细翻重看得长哦。晓梧吹雨露明荷。老我从他琴下爨，故人元自笛亭柯。北山烟岫郁嵯峨。",
            "comment": ""
        },
        {
            "title": "白日偶无客青山长对门",
            "content": "朝市无遗音，丘园有绝迹，蓬茅晏不开，才开待迎客。",
            "comment": ""
        },
        {
            "title": "柳梢青",
            "content": "玉水明沙。峰回路转，城倚桥斜。老我登临，同谁酩酊，一望还赊。飞鸿杳霭天涯。但拚取、心情酒家。紫菊枝枝，红茱颗颗，休问年华。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "不怕醉。记取吟边滋味。幽草绿阴花絮里。莺啼双燕起。老去是何乡里。漠漠吴头楚尾。一曲荒山清照水。殢渠杯酒旨。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "幽意熟。吟啸春风自足。爽气初生晴未燠。相逢休问卜。画出高山盘谷。岩上飞云相逐。他日江东思渭北。断舷谁为续。",
            "comment": ""
        },
        {
            "title": "白龙洞",
            "content": "西湖浪宕我能知，却赋龙岩老古锥。便做诗家元不恶，华亭举棹是因谁。",
            "comment": ""
        },
        {
            "title": "探春令",
            "content": "暗尘明月小桃枝，旧家时情味。问而今、风转蛾儿底。有谁把、春衫试。景龙灯火升平世。动长安歌吹。这山城、不道人能记。甚村酒、偏教醉。",
            "comment": ""
        },
        {
            "title": "踏莎行",
            "content": "雨意生凉，云容催暮。画楼人倚阑干处。柳边新月已微明，银潢隐隐疏星渡。今古佳期，漫传牛女。一杯试与寻新句。幽怀冷眼是青山，旧欢往恨浑无据。",
            "comment": ""
        },
        {
            "title": "小重山",
            "content": "点染烟浓柳色新。小桃红映水，日初匀。露收芳径草铺茵。凝情久，风淡起轻尘。梁燕已争春。折花闲伴酒，试濡唇。流莺何处语声频。阑干曲，蜂蝶更随人。",
            "comment": ""
        },
        {
            "title": "矮知府挽诗",
            "content": "先正声猷在，诸贤竞挽推。蚤年知振厉，中道惜裴回。论建何老识，文词岂小才。近来耆旧尽，徒与士生哀。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "花底醉东风，好景宜同寿。海角天涯今几春，邂逅新丰酒。内集记高阳，南渡闲回首。但愿长年饱饭休，一笑风尘表。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "华灯自是年年好，月淡烟空。依旧东风。箫鼓吹香醉脸融。谢他诗侣还相觅，雨迹云踪。不分情浓。柳浅梅深鬓影松。",
            "comment": ""
        },
        {
            "title": "少年游",
            "content": "闲寻杯酒，清翻曲语，相与送残冬。天地推移，古今兴替，斯道岂雷同。明窗玉蜡梅枝好，人情淡、物华浓。个样风光，别般滋味，无梦听飞鸿。",
            "comment": ""
        },
        {
            "title": "八月二十五日过南豅",
            "content": "岩桂苦未花，寻香上扁舟。溯洄得蹊间，微步理旧游。鲜鲜见新枝，幽芳浩难收。回首城市尘，所憩因少留。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "春尚早。春入湖山渐好。人去人来虽未老。酒徒犹恨少。梅落桃开烟岛。日日更吹香草。一片芳心拚醉倒。冷云藏落照。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "今年是处梅花早。分明开到章泉好。兄弟寿杯同。暗香明月风。风流文物旧。春意枝枝透。儿侄定飞轩。衣冠与世传。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "莫问星星鬓染霜。一杯同看月昏黄。放歌渔父濯沧浪。却忆手栽双柳句，真成云汉抉天章。苏仙何在立苍茫。",
            "comment": ""
        },
        {
            "title": "白日偶无客青山长对门",
            "content": "身心既已闲，吟风兴亦偶。山东打茶声，睡思忽抖擞。",
            "comment": ""
        },
        {
            "title": "祝英台近",
            "content": "海棠开，春已半，桃李又如许。一朵梨花，院落阑干雨。不禁中酒情怀，爱闲懊恼，都忘却、旧题诗处。燕莺语。溪岸点点飞绵，杨柳无重数。带得愁来，莫恁空休去。断肠芳草天涯，行云荏苒，和好梦、有谁分付。",
            "comment": ""
        },
        {
            "title": "白日偶无客青山长对门",
            "content": "云低树头青，风急叶背白。一坞无来人，鸟语斗格磔。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "看了香梅看瑞香。月桥花槛更云窗。不知是有春多少，玉水灵山醉几场。闲蝶梦，褪蜂黄。尽温柔处尽端相。珠帘十里扬州路，赢得潘郎两鬓霜。",
            "comment": ""
        },
        {
            "title": "生查子",
            "content": "霜叶柳塘风，烟蕊梅溪渡。茅店问村醪，未许空归去。倚杖小徘徊，写我吟边句。醉眼复何之，落日孤鸿处。",
            "comment": ""
        },
        {
            "title": "八月",
            "content": "山林风雨便清凉，待把邻家社瓮尝。到手自应无美恶，回头谁解别斟量。深居但觉秋声起，熟睡焉知夜漏长。未老得闲今又老，床头书册渐相忘。",
            "comment": ""
        },
        {
            "title": "八月二十五日过南豅",
            "content": "凉雨忽不止，秋阴无奈何。山根泻新涨，小立玩流波。会逢其适尔，紫芝有奇歌。惜此未深密，时见人游过。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "湖上有孤山，合把探梅词刻。清浅黄昏时候，冷疏枝寒色。窗前忽到又如何，一夜足相忆。信道收香藏白，报春风消息。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "梅叶阴阴占晚春。博山香尽玉嶙峋。茶瓯酒碗试濡唇。闲里常愁无伴侣，老来不是有情人。牡丹天气惜芳辰。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "行又住。水远山遥村路。把酒问春春几许。老年花似雾。坐上风流张绪。留我我还难去。却忆章台飞柳絮。只愁萦暮雨。",
            "comment": ""
        },
        {
            "title": "小重山",
            "content": "云影收晴雨外明。碧溪春滟滟，落花平。莺声催我过桥行。人何在，诗酒淡心情。闲里兴还生。锦鳞题尺素，有谁能。草边芳径柳边城。归来也，清梦绕山屏。",
            "comment": ""
        },
        {
            "title": "忆秦娥",
            "content": "香滴滴。肌肤冰雪娇无力。娇无力。秋风凉冷，有谁消得。洗妆不奈云鬟侧。璧堂珠院空相忆。空相忆。轻颦浅笑，小梅标格。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "一枕暑风外，事事且随缘。随缘何处琴剑，闲泊此层巅。日绕九天楼殿，烟抹四山林薄，尘土市声前。老眼醉还醒，犹得到诗边。桥南院，双桂隐，有名言。江湖人物，好在收拾付书帘。回首吾庐无恙，寄卧僧窗何事，鸿鹄本高骞。水调赋明月，谁道更超然。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "霜後黄花尚自开。老年情绪为何哉。株株浑是手亲栽。秋际有言挥玉尘，冬来无梦绕金钗。相思一夜发窗梅。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "人已醉。溪北溪南春意。击鼓吹箫花落未。杏梅桃共李。水底鱼龙惊起。推枕月明千里。伊吕衰翁徒尔耳。我怀犹未是。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "斜日清霜山薄暮。行到桥东，林竹疑无路。小院横窗香噀雾。胆屏曲几花如雨。细酌心情因少驻。九万刚风，寒影吹琼素。不是月宫那有许。霓裳舞彻凌波步。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "一曲霓裳舞未终。玉钗垂额鬓云松。梦回金殿月华东。燕子莺儿情脉脉，柳枝桃叶恨匆匆。罗襟空惹御香浓。",
            "comment": ""
        },
        {
            "title": "感皇恩",
            "content": "急管度青枝，醉眠芳草。云断巫阳梦能到。乍醒馀困，晴影暗移纱帽。旧时闲意思，都忘了。今岁春迟，去年春早。点点繁红又多少。惜春归去，酒病翻成花恼。数声鸣鸟唤，人惊老。",
            "comment": ""
        },
        {
            "title": "卜算子",
            "content": "一雨已秋深，月色寒而静。夜半披衣草树间，玉露团清影。长笛倚楼声，听彻还重省。手启柴门倦复关，云卧衣裳冷。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "萧然在涧。景色秋来冠。几缕明霞红未断。矫首时时遐观。回思五马清游。分明前辈风流。留作山间佳话，更谁愁上眉头。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "千叶香梅春在手。日薄帘栊，花影遮前後。小立徐行还易久。微吟莫厌伤多久。拾翠流红弦管透。望断青青，休问行人柳。往事如云如梦否。连天芳草惊依旧。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "归来又喜山中约。菊枝桂树真宜酌。兴尽只观山。秋深方闭关。会须追雅步。策蹇或肩舆。少待必能治。膏肓泉石医。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "荆楚谁言镜听词。烛花影动画檐低。烧灯天气醉为期。雨湿杏腮疑淡淡，风迷柳眼半僛僛。小山西路板桥西。",
            "comment": ""
        },
        {
            "title": "冉冉云",
            "content": "倚遍阑干弄花雨。卷珠帘、草迷芳树。山崦里、几许云烟来去。画不就、人家院宇。社寒梁燕呢喃舞。小桃红、海棠初吐。谁信道、午醉醒时情绪。闲整春衫自语。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "春来晴雨常相半。水光风力花撩乱。山北与山南。行歌或再三。诵君诗过日。才大真盘屈。寿我敢言酬。相望亦饮不。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "脉脉蜂黄蝶粉，盈盈水秀山明。卖花声里听吹饧。佳丽芳华韵胜。下上休看舞燕，惺忪一任啼莺。枕痕屏曲梦关情。酒醒春宵漏尽。",
            "comment": ""
        },
        {
            "title": "一翦梅",
            "content": "缥渺神仙云雾窗。说与苏州，未断人肠。带湖烟月堕苍茫。唤醒嫦娥，春笋纤长。马上琵琶半额妆。拨尽相思，十二巫阳。疏□清梦入潇湘。佩玉鸣鸾，吹下天香。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "未就丹砂须九转。谁把新词，歌绕梁尘遍。拍拍韶华春意满。揆予初度文何健。恰是山花汀草远。独乐园林，不梦笙歌殿。灵气仙才非小见。霞杯漫道蟠桃献。",
            "comment": ""
        },
        {
            "title": "八月四日仁甫行",
            "content": "投老不堪别，莫云师友情。当时建阳聚，何日上饶行。旧事消除尽，新愁积渐生。酒杯无浪与，醉醒是秋声。",
            "comment": ""
        },
        {
            "title": "江城子",
            "content": "天孙应为织云裳。试宫妆。问刘郎。湖上波寒，依旧远山苍。自是老来心事懒，空落拓，少年场。挥豪闲与细端相。记严扬。陋苏张。兴到一杯，微醉亦成章。回首片帆西去也，何日更，共清狂。",
            "comment": ""
        },
        {
            "title": "鹊桥仙",
            "content": "诗非漫与，酒非无算，都是悲秋兴在。与君觞咏欲如何，画不就、新凉境界。微云抹月，斜河回斗，隐隐奇奇怪怪。刚风九万舞瑶林，甚些少、人间利害。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "谁翻新曲玉溪滨。何日得为邻。醉里行歌相答，步随泉石松云。如今又是梅时候，只有眼中人。魂断幽香孤影，花前闲整衣巾。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "留得菖蒲酒一杯。与公今日寿筵开。灵山排闼送青来。须信南州高士後，持荷持节照苏台。瑞云深处是三台。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "又见年年雪。水浮桥、南岸幽处，周遭森列。横碧轩中空旧话，独钓寒江愁绝。更一段、冰霜高洁。忽得两篇强健曲，倚回风、洒急凭谁说。嗟巩雒，乃闽浙。何当醉酒扬雄宅。问避人避地，其如楚之舆接。览德已而歌凤去，千仞辉翔难蹑。我和句、却愁狂辄。折尽梅花伤岁暮，□撒盐、起絮分才劣。鸡犬静，涧篱�怼�",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "爱日回春一线长。氛氲谁忆御炉香。孤城岁晚卧沧江。花底千官迎淑气，湖阴十里写晴光。剩拼华发醉为乡。",
            "comment": ""
        },
        {
            "title": "鹧鸪天",
            "content": "莫笑闲身老态多。避人避世欲如何。分明画出山阴道。太息吟成宁戚歌。穿木石，泛烟波。从前魑魅喜人过。灵山西畔高溪上，一棹归来舞短蓑。",
            "comment": ""
        },
        {
            "title": "水调歌头",
            "content": "玉水灵山地，燕寝亦书功。邦人耆老，诞弥佳节以词通。尔岂知吾恺悌，我乃因君谈笑，祝寿酒杯同。箫鼓少人会，歌舞为谁容。观坐客，惊野老，笔如风。个般酬唱，诏回应上玉华东。多少家传经济，留与孙谋持守，出处信何穷。唤起千年调，分付一车公。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "水绕孤村客路赊。一楼风雨角巾斜。举觞无复问煎茶。夜静曲声初喷竹，酒深烛影细吹花。明朝飞鹭起圆沙。",
            "comment": ""
        },
        {
            "title": "太常引",
            "content": "随风和雨带烟开。更清冷、照崔巍。片片亦佳哉。细看得、花如翦裁。茅檐出没，水浮桥外，人自两峰来。吟到涧泉梅。问何似、山阴道回。",
            "comment": ""
        },
        {
            "title": "绕池游慢",
            "content": "菏花好处，是红酣落照，翠蔼馀凉。绕郭从前无此乐，空浮动、山影林篁。几度薰风晚，留望眼、立尽濠梁。谁知好事，初移画舫，特地相将。惊起双飞属玉，萦小楫冲岸，犹带生香。莫问西湖西畔□，□九里、松下侯王。且举觞寄兴，看闲人、来伴吟章。寸折柏枝，蓬分莲实，徒系柔肠。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "小雨收晴作社寒。月桥花院篆香残。杏腮桃脸黛眉弯。歌拂燕梁牵客恨，醉临鸾镜怕人看。良宵春梦绕屏山。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "脆管繁弦无觅处，小楼空掩遥山。柳丝直下曲阑干。海棠红欲褪，玉钏怯春衫。殢酒不成芳信断，社寒新燕呢喃。雕盘慵整宝香残。绮疏明薄暮，帘外雨潺潺。",
            "comment": ""
        },
        {
            "title": "明月棹孤舟/夜行船",
            "content": "忽得相逢惊似旧。问山中、酒徒诗友。闲倚睛楼，长安市上，华发为君搔首。绿竹疏梅今在否。对西湖、夕阳烟岫。鸿雁声中，人间今古，还是醉醒时候。",
            "comment": ""
        },
        {
            "title": "柳梢青",
            "content": "云淡秋空。一江流水，烟雨濛濛。岸转溪回，野平山远，几点征鸿。行人独倚孤篷。算此景、如图画中。莫问功名，且寻诗酒，一棹西风。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "熏风两节照稽山。三百里湖间。镜上谁为贺老，棹船能伴官闲。今年寿日，不妨吟啸，还上清班。为寄长生新曲，齐眉想见酡颜。",
            "comment": ""
        },
        {
            "title": "一翦梅",
            "content": "一朵梅花百和香。浅色春风，别样宫妆。西湖衣钵更难忘。雪意江天，浑断人肠。清夜横斜竹影窗。赢得相思，魂梦悠扬。玉溪山外水云乡。茅舍疏篱，不换金章。",
            "comment": ""
        },
        {
            "title": "一翦梅",
            "content": "说著相思梦亦愁。芳草斜阳，春满秦楼。楼前新绿水西流。一曲阳关，分付眉头。多少风流事已休。纷薄香浓，怕见绸缪。淡云笼月小庭幽。明日山长，清恨悠悠。",
            "comment": ""
        },
        {
            "title": "八月初七日终夜大雷震雨如倾注风败吾藩篱拔",
            "content": "晴明天气佳，草木浮光煇。珍禽各翔语，群花竞芳菲。人情春和时，怡游类忘归。常阳一以亢，旱甚翻嘘欷。赤地至千里，焉有不年饥。家家望云霓，想像阴雨霏。狂飚震雷吼，连夕恐非机。溪涨桥已解，拍岸欲平矶。所幸蛙黾尔，跳噪皆轻肥。居民其奈何，泥淖生理微。意欲问彼苍，何日生清晖。由来此阴阳，岁事中和希。今年积秋热，焦熬在郊圻。既雨复苦风，拔树败墙围。后土无乾处，眇予将畴依。",
            "comment": "【注释】【原题】：八月初七日终夜大雷震雨如倾注风败吾藩篱拔吾庭树"
        },
        {
            "title": "八月二十五日过南豅",
            "content": "抚枕知夜永，淅淅过山雨。净听秋气还，清吟可无侣。年来幽兴熟，心口自相语。我其内热欤，何其未能处。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "平生常为梅花醉。数枝滴滴香沾袂。雪後月华明*胆瓶无限清。夜深灯影瘦。饮尽杯中酒。明日景尤新。人间都是春。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "万事佯休去。漫栖迟、灵山起雾，玉溪流渚。击楫凄凉千古意，怅怏衣冠南渡。泪暗洒、神州沈处。多少胸中经济略，气□□、郁郁愁金鼓。空自笑，听鸡舞。天关九虎寻无路。叹都把、生民膏血，尚交胡虏。吴蜀江山无自好，形势何能尽语。但目尽、东南风土。赤壁楼船应似旧，问子瑜、公瑾今安否。割舍了，对君举。",
            "comment": "【注释】原序:坐上有举昔人《贺新郎》一词，极壮，酒半用其韵。绍兴八年（1138），宋金议和已成定局，高宗向金拜表称臣，李纲时已罢职，上书坚决反对，元幹乃赋《贺新郎》“曳杖危楼去”一词寄之 ，表示极力支持 。其词慷慨悲壮，乃芦川词压卷之作。数十年后，韩淲于酒席上因有人举其词 ，感其壮，遂步其原韵，挥笔写成此词。据方回《瀛奎律髓》卷十二云：淲于“嘉定初，即休官不仕”。审词情 ，词作于休官退居上饶（今属江西）之时。距元幹作词那年，已相隔50余年了。“万事佯休去。”起笔感慨极深沉 。佯作抛却万事，其实何能抛却？这人间万事，南宋日渐衰落局面未改 ，实为第一大事也。“漫栖迟、灵山起雾，玉溪流渚。”栖迟，止息也。渚 ，水中之小洲。灵山、玉溪，皆在词人所居之上饶。灵山，乃道教之福地。北宋张君房《云笈七籖》卷二七“洞天福地”第三十三：“在信州上饶县。”玉溪以源出怀玉山故名，即信江，一称上饶溪。词人自道，我聊且栖迟于灵山玉溪之间，空对着云起水流而已。一位隐居深山老林而系心天下的爱国志士之形象 ，隐然已凸现于此灵山玉溪之间。灵山起雾，多么象他心头的怅惘。玉溪流渚，流不尽他心中的愁恨 。“击楫凄凉千古意，怅怏衣冠南渡。”击楫，这个典故出自《晋书·祖逖传》：“中流击楫而誓曰 ：‘祖逖不能清中原而复济，有如大江！’”词人用笔，无往不复。缅怀靖康南渡，先辈北伐遗愿，至今没有成为现实，此恨千古难灭。韩淲对南渡之初的元老重臣李纲 ，万般推崇。其《涧泉日记》云：“渡江以来，李伯纪第一流 。”又云 ：“李伯纪、赵元镇《鼎》渡江之初，整顿国家，至今蒙福无穷 。”此韵正是缅怀李纲等先辈之遗烈。“泪暗洒 、神州沉处。”神州沉处 ，指中原陷落，语出《晋书·桓温传》“神州陆沉，百年丘墟”。张元幹原词云：“怅望关河空吊影”，又云：“愁生故国”。此正化用其意。诗词和作，贵在自抒怀抱，又与原作若即若离。韩淲此词正是如此。泪洒神州陆沉，一语双关，既是写李纲、张元幹，也是写自己。接上来一韵也是如此写法 。“多少胸中经济略，气□□、郁郁愁金鼓 。”此韵第二句次二字原缺 ，连上下句看，大意仍很明白。多少爱国志士，满怀救国韬略，待从头收拾旧山河，却不为朝廷所用，北伐之金鼓久不得闻，志士之豪气郁郁难伸。只落得“空自笑 ，听鸡舞。”此用祖逖与刘琨闻鸡起舞的故事。慨叹纵然有闻鸡起舞之志，终究是英雄无用武之地。此实为整个南宋志士仁人报国无门的历史悲剧之写照。“天关九虎寻无路” 。换头化用《楚辞·招魂》“君无上天些，虎豹九关 ，啄害下人些”，言君门凶险，无路可通，胸中志略不能得达，此讽刺朝廷没有兴兵抵御侵略之意也。词情较上片已更其沉痛，更其激愤。锋芒所向 ，直指妥协偷安的小朝廷。下一韵，锋芒更加犀利痛快。“叹都把、生民膏血，尚交胡虏！”此揭露朝廷有卖国殃民之心也。隆兴和议（1164）以来，宋每年向金上交岁币银二十万两 、绢二十万匹。至嘉定和议（1208），岁币增至银绢各三十万两、匹，犒军钱三百万贯。小朝廷吮吸人民之膏血，以换取苟安，此南宋之一大国耻，被词人一笔揭穿，痛快淋漓，痛快！南宋词人之极言时事，无所顾忌，又何让于唐代诗人？词人在此所显示之人格精神，有如壁立千仞。此真宋人之所以为宋人也。小朝廷，你确实拿他们没有办法。“吴蜀江山元自好，形势何能尽语。”词情至此轩昂奋发，豪情万丈。东起于吴，西至于蜀，祖国还有一大片大好河山，人力、物力、地利，形势何可尽道？可以有为也。吴指江南，南宋之政治中心。蜀指四川，四川不但富有经济实力，而且实为战略要地。此二句，实见出词人之卓识。南宋若决策北伐，东自江淮出兵，西自川陕出兵，便可形成对金的钳形攻势，打他个首尾不相救。“但目尽、东南风土。”此韵笔锋一转，慨叹朝廷放弃经略吴蜀两翼之计划，鼠目寸光，只见东南，不外乎一味偷安苟乐而已 。“赤壁楼船应似旧 ，问子瑜公瑾今安否？”这是意味深长的一问。赤壁楼船，指三国曹魏南进之军队，此借指敌人。子瑜，诸葛瑾之字。公瑾，周瑜之字。子瑜为东吴之长史 ，公瑾乃东吴之大将。赤壁之战，周瑜大破曹军，“谈笑间 ，樯橹灰飞烟灭 。”词人用子瑜指张元幹，用周瑜指李纲，因为元幹曾任李纲之行营属官。此二句之意蕴，实为双层，既谓李纲、元幹，又谓并世如李纲、元幹之英雄人物。不知如今公瑾、子瑜一流人物无恙否？然而，纵然是世有英雄，终究也报国无门呵 ！“割舍了，对君举 ！”还是抛开这一切，对君举杯，大醉一场吧！结得沉痛，正与起笔遥相呼应。此词从发端直至“尚交胡虏”句，写尽南渡以来之屈辱局面；下片后半幅，直抒恢复河山之宏图壮志，有万丈豪情，亦有深谋远虑，笔力苍劲万分。词情此一全幅历程，深刻地展现出词人“处江湖之远，而忧其君 ”（《岳阳楼记》）的博大胸怀。读其词，当知其人。韩淲乃北宋参政韩亿之裔，吏部尚书韩元吉之子，出身名臣世家，实有家学渊源。南宋戴复古《挽韩仲止》诗称其：“雅志不同俗，休官二十年 。隐居溪上宅，清酌涧中泉。慷慨商时事，凄凉绝笔篇。三篇遗稿在，当并史书传 。”自注：“时事惊心，得疾而卒。作‘所以商山人’、‘所以桃源人’、‘所以鹿门人’三诗（按即《怀古》诗），盖绝笔也。”可知韩淲是一位愤世嫉俗而隐逸山水 、虽然隐逸而不忘忧国的高人。隐逸而忧国，道并行而不悖，此中国文化传统之一精神也。韩淲有此杰作，良非偶然。爱国主义精神，实为南宋一代文化之命脉，也是南宋词作之命脉。在南宋词史上，前辈爱国词作深深打动了后辈词人，因而和之，前后词作，交相辉映的佳话，不时传述。这首词序中所指的昔人，就是张元幹。无论词的格调，还是词的意境，韩淲这首词与张元幹原词，都相互呼和得十分默契。"
        },
        {
            "title": "鹧鸪天",
            "content": "静乐堂中禅悦身。相家庆袭两家春。瑶池云气冲霄鹤，兰砌风标瑞世麟。华屋邃，宝杯新。年年秋与月常明。笙箫且奏长生曲，宣劝还看送喜频。",
            "comment": ""
        }
    ]
}