{
    "dynasty": "宋",
    "author": "韩绛",
    "poems": [
        {
            "title": "题琴台",
            "content": "车骑拥客安在哉，绮琴何事有遗台。当时卒困临邛辱，异日宁知谕蜀才。园令官閒多病后，茂陵书奏{左亻右多}心开。文章火{左臽右炎}留千古，陈迹犹存尚可哀。",
            "comment": ""
        },
        {
            "title": "和范蜀公题蜀中花图",
            "content": "径尺千余朵，矜夸古复今。锦城春物异，粉面瑞云深。赏爱难忘酒，珍奇不费金。应知色空理，梦幻即欢心。",
            "comment": ""
        },
        {
            "title": "联句",
            "content": "古木含清吹，池上增晚凉。余怀本达旷，联此傲义皇。孤鸥可与狎，幽岸足以觞。幸有彭泽酒，便同永嘉堂。潘生起为寿，王子齐陈章。林端见新月，草际闻寒螀。照水萤影乱，拂筵蓼花香。徘徊恋嘉境，坐使归兴忘。",
            "comment": ""
        },
        {
            "title": "送周知监二首",
            "content": "唐家谕巴蜀，通道至邛僰。列郡徼西南，夷居半岩壁。",
            "comment": ""
        },
        {
            "title": "谒仙翁祠书山荪亭",
            "content": "玉井不可到，玉泉聊可寻。马行穿乱石，人语入深林。川迥沙明色，溪喧谷响音。我来方六月，云榭一披襟。",
            "comment": ""
        },
        {
            "title": "踏莎行",
            "content": "嵩峤云高，洛川波暖。举头乔木森无断。□□□雨绝风尘，小桥频过春渠满。□□离宫，□棱斗焕。万家罗绮多游伴。□□□□自风□，□□是处喧弦管。",
            "comment": ""
        },
        {
            "title": "游鸿庆寺",
            "content": "久旱雨初足，乐游春正深。喧阗观士女，清旷入山林。佛界云成宝，僧园地布金。方塘探子石，高阁会宾簪。沙水通溪白，松筠逐径阴。纷华从满目，幽寂自虚心。印组端为累，岩扃得暂寻。晚风吹绿野，归骑已駸駸。",
            "comment": ""
        },
        {
            "title": "来燕堂联句",
            "content": "贤侯谢郡归，从游乐吾党。林泉富余地，卜筑疏陈莽。是时春正中，来燕音下上。若贺大夏成，喜留众宾赏。得名因谈笑，挥墨粲题榜。所夸贤豪盛，岂止池树广。人心乐且閒，鸟意颉而颃。吟罇敞花轩，醉枕酣风幌。轻云薄藻栋，初日丽珠网。红袂生暗香，清弦泛余响。林深隐飞盖，岸曲迟去浆。波光栏槛明，竹气衣巾爽。虚容凉樾入，影与文涟荡。晨飚转绿蕙，夕雨滋膏壤。嘉辰喜盍朋，命驾期屡往。觞咏陶淑真，世俗岂吾倣。得以为胜游，萧然散烦想。公子固好士，世德复可象。今此大基构，不图专奉养。美哉风流存，来叶足师仰。",
            "comment": ""
        },
        {
            "title": "复修府学故事",
            "content": "文翁石室已千秋，世有兴衰化自流。贤嶲相望承学粹，朝廷繇此得人优。太平典礼当传习，盛际文章正讲求。师友琢磨期不{左卷右力}，岷峨秀气与云浮。",
            "comment": ""
        },
        {
            "title": "跋文正公手书伯夷颂墨蹟",
            "content": "高贤忠义古今同，手笔遗编法甚工。宝轴传家当不朽，追杯余思凜生风。",
            "comment": ""
        },
        {
            "title": "教授秘书见示学馆唱酬诗稿辄书累句以谢",
            "content": "兑悦无如会友朋，况多吟咏思飞腾。埙篪雅正无它间，孔翠光华不自胜。好事僮儿歌已远，争传牋纸价还增。群居岂弟吾儒行，邹鲁风流喜重兴。",
            "comment": ""
        },
        {
            "title": "奉酬宋君见诒之作",
            "content": "非才衰晚玷恩荣，假节西来镇锦城。远慕文翁兴旧学，窃希何武见诸生。银袍冉冉朝先圣，玉树森森识众英。传道喜将师席正，尚称官阀礼为轻。",
            "comment": ""
        },
        {
            "title": "答寄尧夫先生",
            "content": "君子志於道，出处非一端。伊尹负鼎俎，颜渊东瓢箪。斯自理适当，匪缘情所安。超然达者致，邈矣谁可攀。嗟嗟狂若狷，狥已缺其完。轩冕死不释，山林趋不还。我爱邵夫子，醇气充见颜。群经究彼邃，古史阅而删。不为诡异行，已蹈时俗难。逃名去其奥，築室伊洛间。抱业舍仕进，竭心奉亲欢。脩竹当环堵，寒流日潺潺。问谁从之游，结驷款其关。兹予久欣慕，欲往良独艰。幸君适河内，至此解征鞍。僚友恃交旧，屈致及门阑。前迎倒我屣，布席罗雕盘。高谈未一二，长揖忽归骞。不意馈双鲤，剖腴出琅玕。何以报嘉惠，永怀金与兰。",
            "comment": ""
        },
        {
            "title": "送周知监二首",
            "content": "土瘠事刀耕，家无终岁蓄。所资盐井利，持易他州粟。",
            "comment": ""
        }
    ]
}