{
    "dynasty": "宋",
    "author": "韩琦",
    "poems": [
        {
            "title": "望江南/忆江南",
            "content": "维杨好，灵宇有琼花。千点真珠擎素蕊，一环名玉破香葩。芳艳信难加。如雪貌，绰约最堪夸。疑是八仙乘皓月，羽衣摇曳上云车。来会列仙家。",
            "comment": ""
        },
        {
            "title": "迎春",
            "content": "覆阑纤弱绿条长，带雪冲寒折嫩黄。迎得春来非自足，百花千卉共芬芳。",
            "comment": ""
        },
        {
            "title": "安阳好/忆江南",
            "content": "安阳好，形势魏西州。曼衍山川环故国，升平歌吹沸高楼。和气镇飞浮。笼画陌，乔木几春秋。花外轩窗排远岫，竹间门巷带长流。风物更清幽。",
            "comment": ""
        },
        {
            "title": "维扬好",
            "content": "二十四桥千步柳，春风十里上珠帘。",
            "comment": ""
        },
        {
            "title": "小桧",
            "content": "小桧新移近曲栏，养成隆栋亦非难。当轩不是怜苍翠，只要人知耐岁寒。",
            "comment": "【注释】这首诗借庭 里栽种的小小桧柏，表白了作者的正直刚毅的性格：不是为了闲情逸致。玩物丧志，而是借以培养自己耐寒的毅力。【解释】①桧--即桧柏，常绿小乔木。②曲栏--庭院中的曲折栏杆。③隆栋--大材。这句说的把树养成大材并不难，是与下面说的人要有“耐岁寒”品德相对而言；在作者看来，前者容易后者难。这就是“十年树木，百年树人”的意思。④轩--古代庭院建筑中的一种房子，几面敞开大扇窗，便于观赏园景。怜--喜爱。⑤耐岁寒--抵抗严寒。这时借比于生活斗争。"
        },
        {
            "title": "柳絮",
            "content": "惯恼东风不定家，高楼长陌奈无涯。一春情绪空撩乱，不是天生稳重花。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "病起恹恹，画堂花谢添憔悴。乱红飘砌。滴尽胭脂泪。惆怅前春，谁向花前醉。愁无际。武陵回睇。人远波空翠。",
            "comment": "【注释】宋吴处厚《青箱杂记》卷八载 ：“韩魏公晚年镇北州 ，一日病起 ，作《点绛唇》小词。”由此可知，此词是作者北镇大名等地时，病起观景而作。词中抒发了作者病体初愈、徘徊香径时，悼惜春残花落、感伤年华流逝的惘怅和哀愁 。“病起”句，直言作者病体初愈，精神不振 。“画堂”句，不仅点出了暮春的节候特征，而且亦花亦人，花人兼写：“憔悴”，既是写凋谢的花，也是写老病的人；人因“病起恹恹 ”，而觉得花也憔悴；而花的凋谢也更增加了病人心理上的“恹恹”。“乱红”两句，紧承“画堂”句，进一步描绘物象，渲染气氛。有“画堂花谢 ”，即有“乱红飘砌”。“砌”应“画堂 ”，“乱红”应“花谢”，连环相扣，正是作者用笔缜密之处。“滴尽胭脂泪”，则情浓意切，极尽渲染之能事 。“胭脂泪 ”，形象地描绘“乱红”的飘坠，赋予落花以伤感的人情，同地也包含了作者自己的伤感。词的上片，情景交融，辞意凄婉。下片转入怀人念远。“惆怅”两句，言前春人去，无人在花前共醉，只有“惆怅”而已。“惆怅”之至，转而为“愁”，愁且“无际 ”，足见其怀人之深。最后两句，更以特出之笔，抒发此情。“武陵回睇 ”，即“回睇武陵”，回睇，转眼而望。“武陵”，由结句的“波空翠”看，应是指《桃花源记》中的武陵溪。作者可能是由眼前的“乱红飘砌”而联想到“落英缤纷”的武陵溪，而那里正是驻春藏人的好地方。但这里并非是实指，而是借以代指所怀念的人留连之地。不过，人在远方，虽凝睇翘首，终是怀而不见，望中徒有翠波而已。“空”字传神，极能表现作者那种怅惘、空虚的心情。由落花而伤春，由伤春而怀人，暗寄时事身世之慨，全词闲笔婉妙，深情幽韵，若不能自胜。这种情调与政治舞台上刚毅英伟、喜怒不见于色的韩琦绝不相类。盖因词之初起，便以抒情为上，《花间》之后，便形成了婉约的传统，在韩琦生活的那个时代，词还没有突破这个传统。"
        },
        {
            "title": "北塘避暑",
            "content": "尽室林塘涤暑烦，旷然如不在尘寰。谁人敢议清风价？无乐能过百日闲。水鸟得鱼长自足，岭云含雨只空还。酒阑何物醒魂梦？万柄莲香一枕山。",
            "comment": ""
        },
        {
            "title": "郡圃春晚",
            "content": "溶溶春水满方塘，栏槛风微落蕊香。尽日杨花飞又歇，有时林鸟见还藏。沉疴不为闲来减，流景知从静处长。欲战万愁无酒力，可堪三月去堂堂。",
            "comment": ""
        },
        {
            "title": "柳絮",
            "content": "絮雪纷纷不自持，乱愁萦困满春晖。有时穿入花枝过，无限蜂儿作队飞。",
            "comment": ""
        }
    ]
}