{
    "dynasty": "宋",
    "author": "韩缜",
    "poems": [
        {
            "title": "句",
            "content": "剑外吾能说，山川大抵同。君行在巴徼，民俗半夷风。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "君恩未报身何有，且寄扁舟梦想中。",
            "comment": ""
        },
        {
            "title": "崇法寺",
            "content": "外闻云际山，中有古招提。新秋喜远览，锐意穷攀跻。出郭值微雨，凉风晓萋萋。陂陀越大岭，沙路净无泥。野活稻田秀，耒耜洞沟畦。登岑复入谷，渐过西山西。举首望华屋，双岸郁相携。虚桥烟霭，峻卷闼排虹霓。下马踏危级，褰裳涉修梯。超然层阁外，仰视穷苍低。俯眺亦人有，森森乔木齐。喧嚣从吏语，嘲唽惊禽啼。既饭复搜讨，林间得幽蹊。岩阿访灵迹，大士常高棲。古殿蚀苔鲜，丹青暗尘{翳羽换土}。俯身践危蹬，侧足缘深溪。老树阴潭黑，风修乱蝉嘶。悬泉洗阴壁，莹色如玻瓈。佳观诚可恋，迟留惧颠挤。扪萝出天险，始免魂神睽。缓步凌巀嵲，双旌随杖藜。回瞻花雨地，已被烟云迷。顿辔下平陆，晴川留马蹄。新篁映碧宇，野寺临长堤。乘倦驻归策，荒园步柔荑。婆娑两高树，磊落垂红离。汲井漱甘液，拂尘观旧题。出门尚斜日，隐隐闻城鼙。胜概亦陈迹，茫然失端倪。为诗记仿佛，吾友无诃诋。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "火田租赋薄，监井岁时丰。地里舆星直，江流汉水通。",
            "comment": ""
        },
        {
            "title": "凤箫吟",
            "content": "锁离愁连绵无际，来时陌上初熏。绣帏人念远，暗垂珠露，泣送征轮。长行长在眼，更重重、远水孤云。但望极楼高，尽日目断王孙。消魂，池塘别后，曾行处、绿妒轻裙。恁时携素手，乱花飞絮里，缓步香茵。朱颜空自改，向年年、芳意长新。遍绿野、嬉游醉眼，莫负青春。",
            "comment": "【注释】此词借咏芳草以寄托别离情绪。全词以芳草为中心，尽管字面上没有“草”的字眼，而“连绵无际”、“陌上”、“珠露”、“长亭”、“王孙”、“池塘”、“绿妒”、“香茵”、“芳意”、“绿野”等词，无一不在写草，所以离情也处处由芳草带出。词中在表现上用了正比和反比手法，即描写芳草越繁华茂盛，带出的离愁越浓越沉重；描写芳草越生机勃勃，反映主人公的心绪越萧瑟悲凉。起首二句先从游子远归即赋别离说起。春风如醉，香气似熏；陌上相会，情意绵绵，此处系用江淹《别赋》句意：“闺中风暖，陌上草熏。”遗憾的是游子来去匆匆，才相会又将赋别离，在惜别者的眼中，那连绵不断的碧草 ，似乎深锁着无限离愁 ，使人触景伤情。接着“绣帏”三句，形容游子归来以后旋即匆匆离去。这里主要点出深闺思妇垂泪泣送的形象，同时还体现出露滴如珠泪的碧草之神 ，所谓“春草碧色，春水渌波，送君南浦，伤如之何。”（《别赋》）真是深闺念远，南浦伤别，可以说是相见时难别亦难了。此处用拟人手法将碧草化作多情之人，亦似在为离别而垂泣，如此以来化静为动 ，增添了伤离的黯然气氛。“长行”两句，将镜头从深闺转到旅途中的游子经历。他行行重行行，不见伊人倩影，但见遍地芳草，远接重重云水，这里以云水衬出春野绿意。一“孤”字暗示了睹草思人的情怀 。下面随即折回描写思妇形象，“但望极”两句，是写她独上危楼、极目天际，但见一片碧色，却望不到游子的身影。此处即用“王孙游兮不归，春草生兮萋萋”句意，道出了思妇空自怅望的别恨。下片“销魂”三句，是回忆当年。“池塘生春草，园柳变鸣禽 ”，本为谢灵运的名句，词人忆及昔日同游池畔，旋赋别离，句中不仅深有沧桑之感，而且也没有离题。记得那时她姗姗而行，罗裙轻拂，使绿草也不禁生妒；这是反用牛希济“记得绿罗裙，处处怜芳草”词意，以绿草妒忌罗裙之碧色，来衬托出伊人之明媚可爱，从而由草及人，更增添了对她的怀念之情。“恁时”三句，仍是回忆 。“恁时”即“那时”，连上“曾行处、绿妒轻裙”时事。他轻携素手，在絮飞花乱的暮春季节里，漫步于如茵绿草之间。而眼前的如茵绿草 ，又使他兴起无限感喟 。“朱颜”两句，从刘希夷诗“年年岁岁花相似，岁岁年年人不同”化出，时光流逝，人事已非，相逢不知何日。自己年华已经渐老，只有芳草却是春风吹过而新绿又生。结末呼应上文，愿人们毋须触景伤情，当春回大地、绿满田野之时，可以放怀宴游，到那时可不要辜负了青春好时光。这首词妙在巧用拟人手法，把点点离愁都化作可感之物。全词颇具空灵之美。"
        },
        {
            "title": "游东山寺",
            "content": "久有东林约，因乘暇日游。眼明初出郭，神王欲凌秋。野旷骞孤隼，江清飏远鸥。近山青嶂合，多稼绿云浮。鸡犬声相接，沟塍水乱流。度桥喧从骑，环树转鸣驺。问俗惊尧壤，寻僧到活洲。深沈开宝闼，磅礴{左车右尼}华辀。像设严珠殿，经声隐绛帱。仰看香刹直，徐步画廊修。遇物皆周览，逢轩即少留。前庭初显豁，后径转深幽。野岭苍筠丽，霜枫赤叶稠。隔墙闻好鸟，循沼玩游倏。翠干棕缠剥，红芒稻半收。凌虚登陛道，匝境对岭楼。暗谷藏危栈，平沙际别州。川原同聚沫，身世剧浮鸥。回首飘乡思，临尊浣客愁。清闲资善奕，决胜在冥搜。影动稂苴表，风生曲逆筹。归鞍不敢缓，斜日照文揪。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "唐蒙论巴蜀，通道至卭僰。列郡徼西南，夷居半岩壁。",
            "comment": ""
        },
        {
            "title": "游贾氏南园",
            "content": "江堤杨柳碧毵毵，间访名园郡郭南。垅麦生齐知雨足，海棠开遍觉春酣。门前幽径通芳蕙，竹里虚亭对远岚。风物有情应笑我，不携歌酒只清谈，。",
            "comment": ""
        },
        {
            "title": "庚子八月八日再游东山寺",
            "content": "蜀师当日戍黄金，此地由来险阻深。漾水东流自纡直，泰山北望正嵚崯。凉风肃物初秋意，膏泽愆期旦书阴。同是天涯未归客，荒烟斜日正登临。",
            "comment": ""
        }
    ]
}