{
    "dynasty": "宋",
    "author": "韩驹",
    "poems": [
        {
            "title": "九绝为亚卿作",
            "content": "君住江边起画楼，妾居海角送潮头。潮中有妾相思泪，流到楼前更不流。",
            "comment": "【注释】画楼：以绘画作装饰的楼，即华美的楼。下篇画樯同。　海角：指江入海处，海水涨潮，则潮头随江而上，所以这么说。"
        },
        {
            "title": "登赤壁矶",
            "content": "缓寻翠竹白沙游，更挽藤梢上上头。岂有危巢尚栖鹘？亦无陈迹但飞鸥。经营二顷将归老，眷恋群山为少留。百日使君何足道，空余诗句在江楼。",
            "comment": ""
        },
        {
            "title": "夜泊宁陵",
            "content": "汴水日驰三百里，扁舟东下更开帆。旦辞杞国风微北，夜泊宁陵月正南。老树挟霜鸣窣窣，寒花垂露落毶毶。茫然不悟身何处，水色天光共蔚蓝。",
            "comment": ""
        },
        {
            "title": "题湖南清绝图",
            "content": "故人来从天柱峰，手提石廪与祝融。两山坡陀几百里，安得置之行李中？下有潇湘水清泻，平沙赤岸摇丹枫。渔舟已入浦溆宿，客帆日暮犹争风。我方骑马大梁下，怪此物象不与常时同。故人谓我乃绢素，粉精墨妙烦良工。都将湖南万古愁，与我顷刻开心胸。诗成画往默惆怅，老眼复厌京尘红。",
            "comment": ""
        },
        {
            "title": "九绝为亚卿作",
            "content": "妾愿为云逐画樯，君言十日看归航。恐君回首高城隔，直倚江楼过夕阳。",
            "comment": "【注释】为云：古代神话，巫山神女朝则为云，暮则为雨。这里暗用此典。樯：桅杆；这里作为船的代称。这两句是写初别之时，男方频频回首，女方则生怕他一直在船中痴望自己，也就倚在楼上，待到夕阳西下。"
        },
        {
            "title": "念奴娇",
            "content": "海天向晚，渐霞收馀绮，波澄微绿。木落山高真个是，一雨秋容新沐。唤起嫦娥，撩云拨雾，驾此一轮玉。桂华疏淡，广寒谁伴幽独。不见弄玉吹箫，尊前空对此，清光堪掬。雾鬓风鬟何处问，云雨巫山六六。珠斗斓斒，银河清浅，影转西楼曲。此情谁会，倚风三弄横竹。",
            "comment": ""
        },
        {
            "title": "次韵馆中上元游葆真宫观灯",
            "content": "百千灯射水晶帘， 尚觉游人意未厌。多病只思田舍乐， 夜归烟火望茅檐。",
            "comment": ""
        },
        {
            "title": "失调名",
            "content": "孤舟晚扬湖光里。衰草斜阳无限意。",
            "comment": ""
        },
        {
            "title": "和李上舍冬日书事",
            "content": "北风吹日昼多阴，日暮拥阶黄叶深。倦鹊绕枝翻冻影，飞鸿摩月堕孤音。推愁不去如相觅，与老无期稍见侵。顾藉微官少年事，病来那复一分心？",
            "comment": ""
        },
        {
            "title": "九绝为亚卿作",
            "content": "更欲樽前抵死留，为君徐唱木兰舟。临行翻恨君恩杂，十二金钗泪总流。",
            "comment": ""
        },
        {
            "title": "赠赵伯鱼",
            "content": "学诗当如学参禅，未悟且遍参诸方，一朝悟罢正法眼，信手拈出皆成章。",
            "comment": ""
        },
        {
            "title": "庚子年还朝饮酒绝句",
            "content": "三年逐客卧江皋，自与田翁酌小槽。饮惯茅柴谙苦硬，不知如蜜有香醪。",
            "comment": ""
        },
        {
            "title": "九绝为亚卿作",
            "content": "世上无情似有情，俱将苦泪点离樽。人心真处君须会，认取侬家暗断魂。",
            "comment": ""
        },
        {
            "title": "九绝为亚卿作",
            "content": "君去东山踏乱云，后车何不载红裙？罗衣浥尽伤春泪，只有无言持送君。",
            "comment": "【注释】亚卿：姓葛，阳羡（今江苏宜兴）人，作者的朋友。亚卿与一位风尘女子相爱，短期分手，也十分依恋。韩驹使用这位女子的口吻，写了九首七言绝句，以表达双方难舍难分的情意。　《诗经·豳风·东山》：“我徂东山，慆慆（音滔滔。远貌）不归。”踏乱云：也是形容此行山高路远。《东山》是篇描写士兵出征及时回家的诗，所以用以比葛亚卿因公出差。　后车：副车，待从之车。红裙：这里是女子的代称。这句是女子的埋怨之辞。　浥（音一）：沾湿。　【品评】　　　中晚唐到五代，逐渐流行起了一种新型歌曲，同时也是一种新型抒情诗样式，这便是词。它从民间进入酒筵歌席，又进入更为广阔的社会生活。到了宋代便逐步与五七言诗分庭抗礼，并且在悲欢离合的男女恋情这类题材和主题中，挤占了五七言古今体诗体的市场。宋人几乎不用诗来写爱情，却在词中大显身手。只有那些写社会默认的婚外恋的词，才使我们看到宋人的爱情生活是多么多姿多彩。正因为宋人不怎么习惯予以诗写爱情，我们才选了韩驹这几首小诗，所谓物以稀为贵。它们写得朴实而又缠绵，语浅意深，凄婉可诵。　　　古代诗歌写男女之情的很多，而写婚外恋的在其中又占有根大的比重。这是有其历史原因的。因为在统治阶级中，婚姻实质上是一种政治行为，起决定作用的乃是家世的利益而非个人的意愿，因而其结合绝不是先有爱情后有婚姻，而是反过来。即使婚后双方有了一点爱情，那也绝不是主观的爱悦和婚姻的基础，而是客观的义务和婚姻的附加物。所以现代意义的爱情，在古代，是只有在礼法规范之外才可能有。而在男权社会中，就自然而然地表现为以娼妓（歌儿舞女）为对象的婚外恋了。这种人类对于爱情的正当要求的不正当表现是强有力的，不可遏止的。这正可说明表现这些生活内容的作品何以如此真诚如此感人。"
        }
    ]
}