{
    "dynasty": "宋",
    "author": "高观国",
    "poems": [
        {
            "title": "临江仙",
            "content": "风月生来人世，梦魂飞堕仙津。青春日日醉芳尘。一鞭花陌晓，双桨柳桥春。前度诗留醉袖，昨宵香浥罗巾。小姬飞燕是前身。歌随流水咽，眉学远山颦。",
            "comment": ""
        },
        {
            "title": "祝英台近",
            "content": "一窗闲，孤烬冷，独自个春睡。绣被熏香，不似旧风味。静听滴滴檐声，惊愁搅梦，更不管、庾郎心碎。念芳意。一并十日春寒，梅花煞憔悴。懒做新词，春在可怜里。几时挑菜踏青，云沈雨断，尽分付、楚天之外。",
            "comment": ""
        },
        {
            "title": "凤栖梧/蝶恋花",
            "content": "岩室归来非待聘。渺渺千崖，漠漠江千顷。明月清风休弄影。只愁踏破苍苔径。摘取香芝医鹤病。正要臞仙，相伴清闲性。朝市不闻心耳静。一声长啸烟霞冷。",
            "comment": ""
        },
        {
            "title": "玉蝴蝶",
            "content": "唤起一襟凉思，未成晚雨，先做秋阴。楚客悲残，谁解此意登临。古台荒、断霞斜照，新梦黯、微月疏砧。总难禁。尽将幽恨，分付孤斟。从今。倦看青镜，既迟勋业，可负烟林。断梗无凭，岁华摇落又惊心。想莼汀、水云愁凝，闲蕙帐、猿鹤悲吟。信沈沈。故园归计，休更侵寻。",
            "comment": "【注释】这首词的题材内容 ，是古代文人墨客中常见的“秋思”之类，似乎没有超出前人之处。其实，这首词题材不新，但在写作手法上有所突破。作者笔下的各种景色，诸如眼前景，天边景等无一景不紧扣心头的“归志 ”，并且作者抒情言志，层层进道，使他的情志逐渐显露 ，最后呈现在读者面前的是浩然归志。作者的写作风格，既清秀又雄浑。有人曾对高观国的词作过这样的评价，说他“特别能立清新之意，善于删除累赘之词 ，写作风格自成一家 ”。对本词来说，这种评价是相当恰当的。由于这首词以“秋思”为主题，所以有的集子把它题为《 秋思 》。写因秋阴降临而兴起的羁旅情怀，表现了作者强烈的思归情绪。上片起三句，用情景交炼之笔，总提秋景秋情 ，为全词的总冒，一篇情景，皆由此生发而成。“秋阴”，从“未成晚雨”看，是指秋云，雨虽未成，而阴云先至。其实这里是兼写秋天来临，由《管子》“西方曰辰，其时曰秋，其气曰阴”的话精简而成。三句之中，已透露了一派秋意。以下诸句，沿此意脉，写秋景秋情。“楚客 ”二句，与柳永《卜算子 》词的“ 楚客登临，正是暮秋天气”一样，暗用宋玉《九辩 》“悲哉秋之为气也，&#8943;&#8943;登山临水兮送将归”意。这里作者是以楚客自喻。“悲残”，承起句而来，情景兼写，既写作者悲秋景的残败凋零，又抒写了由此而引起的悲怆之情。但词孤客异地，举目无亲，此时心境，无人可诉 ，故着“ 谁解此意登临”一句。且“登临 ”一句，与下边的“ 古台”等句，又是个很好的过渡句。“古台荒、断霞斜照”，是“登临”所见之景 ：“台 ”既古且荒，既因古而荒，更因秋而荒；霞是“断霞 ”，再配以夕阳斜照，一片肃杀悲凉气氛 ，便凭空而至。词人在孤独登临之中，踌躇徘徊，回想“新梦”（近时的梦），黯然销魂；夜色袭来，天边“微月”，耳中“疏砧”（断断续续的捣衣声 ，古时秋天特定之景 ，最能唤起游子之乡思），“总难禁”——此景难禁，此情亦难禁。因而上片结句总述此时此刻之情 ：“尽将幽恨，分付孤斟。”“分付”，犹言 “交给”；“斟”，此处指饮酒，幽恨难禁，只好以独饮闷酒来排遣了！上片由秋景引出秋情，写情逐渐显露，但直至上片结束，不揭此情底里，全让给下片去一一分析。下片意思虽表现曲折，但其大意，约为两层：一是感慨功业无成。“青镜”二句，是反用杜甫《江上》“勋业频看镜”句意。杜甫急于报国，渴望勋业早就，故频频看镜，为年华渐老而焦急。这里作者则是“倦看”，懒于照镜子，正是失意心态的反映。年华渐老，而勋业不就，愁客满面，甚至鬓染秋霜，窥镜只能使自己徒增惆怅，所以“倦看”，前加“从今”，意在加强表现“倦看”，这种情绪，隐隐流露了作者的愤懑，似乎作者发誓不再临镜即不再考虑建立勋业的事了！“烟林 ”，本指隐逸出世；“可负烟林”，即“岂可负烟林 ”，词人觉得勋业无望，因作归隐之想。这就是下片的第二层意思：浩然思归。词人用“想莼汀、水云愁凝，闲蕙帐、猿鹤悲吟”一组对句表达这种思归情绪。“莼汀”，用《晋书》张翰因秋风起而想念家乡的莼羹鲈脍，于是浩然归去的故事，以喻自己的思归。“蕙帐”、“猿鹤 ”，本来都是与隐居有关的事物，孔稚圭《北山移文》有“蕙帐空兮夜鹄怨，山人去兮晓猿惊”之语，谓主人不归，引起山斋中猿惊鹤怨。词人用这些具体事物以喻归隐之志 。“ 水云愁凝 ”与“猿鹤悲吟”相对，用以渲染思乡归隐的情绪。词人为了加强表现这层意思，在“想莼汀”之前加了“断梗无凭，岁华摇落又惊心 ”两句，以“断梗”自比；“无凭”，无着落，无依靠，这是写客中飘零。摇落、凋零，出自宋玉《九辩》“ 悲哉秋之为气也，萧瑟兮草木摇落而变衰”。岁华既晚，草木凋零，孤客惊心，这样，思归情绪便油然而生，“ 莼汀”云云，便纵笔而出，从而显示了下坂走丸、骏马驻坡的笔势，而结句决然归去的意思，也就随之而出了。结处“信沉沉”三句，是说尽管“ 故园”消息渺茫，但是归计已决，不能再迟疑犹豫了。"
        },
        {
            "title": "西江月",
            "content": "小舫半帘山色，断桥两岸秋阴。芙蓉消息已愁深。红染云机翠锦。几度烟波共酌，半生风月关心。飞来鸥鹭是知音。一笑歌边醉醒。",
            "comment": ""
        },
        {
            "title": "太常引",
            "content": "玉肌轻衬碧霞衣。似争驾、翠鸾飞。羞问武陵溪，笑女伴、东风醉时。不飘红雨，不贪青子，冷澹却相宜。春晚涌金池，问一片、将愁寄谁。",
            "comment": ""
        },
        {
            "title": "杏花天",
            "content": "玉坛消息春寒浅。露红玉、娇生靓艳。小怜鬓湿燕脂染。只隔粉墙相见。花阴外、故宫梦远。想未识、莺莺燕燕。飘零翠径红千点。桃李春风已晚。",
            "comment": ""
        },
        {
            "title": "喜迁莺",
            "content": "凉云归去。再约著，晚来西楼风雨。水静帘阴，鸥闲菰影，秋到露汀烟浦。试省唤回幽恨，尽是愁边新句。倦登眺，动悲凉还在，残蝉吟处。凄楚。空见说，香锁雾扃，心似秋莲苦。宝瑟弹冰，玉台窥月，浅澹可怜偷聚。几时翠沟题叶，无复绣帘吹絮。鬓华晚，念庾郎情在，风流谁与。",
            "comment": ""
        },
        {
            "title": "意难忘",
            "content": "仙子奇容。是名花第一，美占春风。烟香笼浅翠，露靓浥芳红。怜舞燕，惜惊鸿。想独步吴宫。料认得、娇云媚雨，来自巫峰。风流正与欢浓。羡高楼并倚，曲影阑东。烛摇留醉枕，尘坠恋歌钟。三弄笛，五花骢。莫行乐匆匆。但看取、天长地久，笑语相逢。",
            "comment": ""
        },
        {
            "title": "踏莎行",
            "content": "水减堤痕，秋生屐齿。瘦筇唤起登高意。翠烟微冷梦凄凉，黄花香晚人憔悴。怀古风流，悲秋情味。紫萸劝入旗亭醉。玉人相见说新愁，可怜又湿西风泪。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "遮坐银屏度水沈。障风罗幕皱泥金。日迟宫院静愔愔。繁杏半窥红日薄，小怜低唱绿窗深。试拈犀管写春心。",
            "comment": ""
        },
        {
            "title": "思佳客",
            "content": "翦翠衫儿稳四停。最怜一曲凤箫吟。同心罗帕轻藏素，合字香囊半影金。春思悄，昼窗深。谁能拘束少年心。莺来惊碎风流胆，踏动樱桃叶底铃。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "几双海燕来金屋。春满离宫三十六。春风翦草碧纤纤，春雨浥花红扑扑。卫姬郑女腰如束。齐唱阳春新制曲。曲终移宴起笙箫，花下晚寒生翠縠。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "春蒲雨湿。燕子低飞急。云压前山群翠失。烟水满湖轻碧。小莲相见湾头。清寒不到青楼。请上琵琶弦索，今朝破得春愁。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "烟墅暝。隔断仙源芳径。雨歇花梢魂未醒。湿红如有恨。别後香车谁整。怪得画桥春静。碧涨平湖三十顷。归云何处问。",
            "comment": ""
        },
        {
            "title": "解连环",
            "content": "露条烟叶。惹长亭旧恨，几番风月。爱细缕、先窣轻黄，渐拂水藏鸦，翠阴相接。纤软风流，眉黛浅、三眠初歇。奈年华又晚，萦绊游蜂，絮飞晴雪。依依灞桥怨别。正千丝万绪，难禁愁绝。怅岁久、应长新条，念曾系花骢，屡停兰楫。弄影摇晴，恨闲损、春风时节。隔邮亭，故人望断，舞腰瘦怯。",
            "comment": "【注释】①窣：突然出现。②拂水藏鸦：形容柳的枝叶渐长。③三眠：《三辅故事》：汉苑有柳如人形，一日三眠三起。④灞桥：在长安东，汉人送客至此桥，折柳赠别。这里泛指送别之处。⑤花骢：骏马。⑥兰楫：这里泛指舟船。【评解】这首词咏柳怀人，轻柔细腻。上片着意写柳。露条烟叶，翠阴相接。风流纤软，絮飞如雪。下片因柳怀人。灞桥依依，难禁愁绝。曾系花骢，屡停兰楫。春风时节，故人望断。全词委婉含蓄，情思悠长。【集评】俞陛云《唐五代两宋词选释》：凡咏物词，大都先赋物，后言情。此调上阕固专咏柳，下阕因柳感怀，而乃由“柳”字发挥。结句怀友而归至本题，不黏不脱。咏柳题本非难，佳处在细腻熨贴而仍萦拂有情也。"
        },
        {
            "title": "霜天晓角",
            "content": "春云粉色。春水和云湿。试问西湖杨柳，东风外、几丝碧。望极。连翠陌。兰桡双桨急。欲访莫愁何处，旗亭在、画桥侧。",
            "comment": "【注释】高观国的这首词十分生动贴切地描绘了西湖的秀美景色 ，并藉以抒发了心中的畅快感情，措词精当，给人以清新之感，全词写的委婉奇妙，人与周围的景物达到了完美的统一，格调十分高雅。虽然全词短小，但写的情趣横生。上片，词人选取早春季节司空见惯的景物：云、水、柳，抓住它们的各自特征加以想象、挖掘。云，是水中之云，故抓住其色彩，写其洁白、纯净。水，是西湖之水，故抓住其形态，突出其深远、浩渺。一个“和 ”字很自然地把“水”与“云”连接在一起，巧妙地表现了水天一色，云映水中的景象。值得一提的是“湿”字。用“湿”字状云，使水倒映着云，云浴水而出的景象生动地再现于眼前，而人的视觉、触觉、感觉也在这刹那间沟通。一字千金，令人拍案叫绝！柳，是初春之柳，故抓住其新芽轻漾的风情，以“几丝碧 ”设问，更见摇曳多姿。“ 几丝碧 ”串以“东风 ”，看似不经意写出，实则风格独创。它使人联想到柳枝丝丝弄碧的景象，同时也点出了初春这一时令。初春，正是万物复苏，大地充满生机、充满活力，人们心情快乐 、惬意之时。“气之动物，物之感人，故摇荡性情，形诸舞咏 ”（钟嵘《 诗品·序》）。词人在睹物思情“形诸舞咏”之际，天衣无缝地将爱春赞春的感情融入春景。美景是由词人目之所见，心之所动写出来的，因此春景愈显得秀丽素淡，情怀也就愈见得坦荡高雅。秀美的春色与舒畅的人意，情景交融，浑然一体。下片转入另外一个场景。过片意脉不断，“望极”二字，既联结上片，承“ 几丝碧”；又带起下意，启“连翠陌 ”，同时在空间上作了延伸。词人顺着湖面望去，湖的尽头有一条翠绿的长堤。他和友人的心情急切了，让双桨快划，向堤岸驶去。“ 莫愁在何处？莫愁石城西。艇子打两桨，催送莫愁来 。”（《乐府诗集·莫愁乐 》）呵，原来词人们急着要去寻找那位善于歌谣的莫愁女子。“双桨急 ”正是词人们心里急的外部表现。“莫愁”，这里泛指歌女。“ 莫愁”在哪里呢？“ 旗亭在、画桥侧”，就在那漂亮的小桥边的酒楼中。结尾两句，暗用唐代诗人王之涣和诗友“旗亭画壁”的故事，抒写词人赏春游春时的怡情逸致。语言看似平淡无奇，实则有滋有味。以景生情，意味深长，令人浮想联翩。字里行间，没有一点市井气，酸儒气。总的来说，这首词描绘了一幅清淡高雅的山水画，它充分表现了作者与友人一起畅游西湖的情景：棉絮般的云朵，洁净的湖水，宽阔的西湖，天水一体。一片白茫茫中，装点着几丝青翠的柳叶，一道宛如绿带的长堤，一叶扁舟，遥遥指向画桥、旗亭。高观国刻画春天景色，却没有显示出姹紫嫣红，莺飞蝶舞，写踏青也没有大肆渲染，用墨十分节俭，但给人的印象却非常秀美。作者运用高超的写景技巧显示了他那非凡的艺术魅力。"
        },
        {
            "title": "浣溪沙",
            "content": "云外峰峦翠欲埋。雨沾黄叶湿青鞋。小惊春色入寒荄。风月愁新空雁字，神仙梦冷忆鸾钗。凄凉不是好情怀。",
            "comment": ""
        },
        {
            "title": "御街行",
            "content": "藤筠巧织花纹细。称稳步、如流水。踏青陌上雨初晴，嫌怕湿、文鸳双履。要人送上，逢花须住，才过处、香风起。裙儿挂在帘儿底。更不把、窗儿闭。红红白白簇花枝，恰称得、寻春芳意。归来时晚，纱笼引道，扶下人微醉。",
            "comment": ""
        },
        {
            "title": "眼儿媚",
            "content": "轻云终被断云留。不肯放春愁。翠楼旧倚，粉墙重见，歌酒风流。今朝毕竟吟情澹，芳意未全酬。东风向晚，莺花有意，吹转船头。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "夜来曾跨青虬，海风袅袅吹襟袖。蓬莱误入，群仙争问，刘郎安否。玉尘冰壶，日庭星角，孕成奇秀。看丹分宝鼎，箓传秘箧，闻重寄、长生酒。归梦惊回晓漏。正长庚、辉躔南斗。祥开华旦，菊香秋杪，枨黄霜後。笔扫龙蛇，句裁螭锦，俊才谁右。看功勋绣衮，家声再振，数千龄寿。",
            "comment": ""
        },
        {
            "title": "声声慢",
            "content": "壶天不夜，宝炷生香，光风荡摇金碧。月滟冰痕，花外峭寒无力。歌传翠帘尽卷，误惊回、瑶台仙迹。禁漏促，拼千金一刻，未酬佳夕。卷地香尘不断，最得意、输他五陵狂客。楚柳吴梅，无限眼边春色。鲛绡暗中寄与，待重寻、行云消息。乍醉醒，怕南楼、吹断晓笛。",
            "comment": ""
        },
        {
            "title": "风入松",
            "content": "粉娇曾隔翠帘看。横玉声寒。夜深不管柔荑冷，樱朱度、香喷云鬟。霜月摇摇吹落，梅花簌簌惊残。萧郎且放凤箫闲。何处骖鸾。静听三弄霓裳罢，魂飞断、愁里关山。三十六宫天近，念奴却在人间。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "一色烟云澹不消。两峰眉黛为谁娇。春寒犹占木兰桡。燕子似甘愁寂寞，海棠未肯醉妖娆。小园嫩约尚萧条。",
            "comment": ""
        },
        {
            "title": "齐天乐",
            "content": "丛幽一笑东篱晓，霜华又随香冷。晕色黄娇，低枝翠婉，来趁登高佳景。谁偏管领。是彭泽归来，未荒三径。最惬清觞，道家标致自风韵。南山依旧翠倚，采花无限思，西风吹醒。万蕊金寒，三秋梦好，曾记餐英清咏。斓斑泪沁。怕节去蜂愁，雨荒烟暝。明日重阳，为谁簪短鬓。",
            "comment": ""
        },
        {
            "title": "凤栖梧/蝶恋花",
            "content": "云唤阴来鸠唤雨。谢了江梅，可踏江头路。拼却一番花信阻。不成日日春寒去。见说东风桃叶渡。岸隔青山，依旧修眉妩。归雁不如筝上柱。一行常见相思苦。",
            "comment": ""
        },
        {
            "title": "金人捧露盘",
            "content": "念瑶姬，翻瑶佩，下瑶池。冷香梦、吹上南枝。罗浮梦杳，忆曾清晓见仙姿。天寒翠袖，可怜是、倚竹依依。溪痕浅，云痕冻，月痕澹，粉痕微。江楼怨、一笛休吹。芳音待寄，玉堂烟驿两凄迷。新愁万斛，为春瘦、却怕春知。",
            "comment": ""
        },
        {
            "title": "花心动",
            "content": "碧藓封枝，点寒英、疏疏玉清冰洁。梦忆旧家，春与新恩，曾映寿阳妆额。绿裙青袂南邻伴，应怪我、精神都别。恨衰晚、春风意思，顿成羞怯。犹念横斜性格。恼和靖吟魂，自来清绝。斜傍劲松，偷倚修篁，总是岁寒相识。绿阴结子当时意，到如今、芳心消歇。小桥夜，清愁倦陪澹月。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "钓月蓬闲，载诗却向旗亭醉。翠蒲阴外。莫放双鸥起。水佩仙裳，酒落烟云意。来相试。玉绡新制。要写蓬壶记。",
            "comment": ""
        },
        {
            "title": "杏花天",
            "content": "远山学得修眉翠。看眉展、春愁无际。雨痕半湿东风外。不管梨花有泪。西园路、青鞋暗记。怕行入、秋千径里。一春多少相思意。说与新来燕子。",
            "comment": ""
        },
        {
            "title": "青玉案",
            "content": "平生似欠西湖债。每拼了、金貂解。妩媚烟云多变态。雕鞍来处，画船归去，花柳春风隘。玉京相接蓬壶界。入画遥山翠分黛。苏小不来时节改。一堤风月，六桥烟水，鹭约鸥盟在。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "红云半压秋波碧。艳妆泣露娇啼色。佳梦入仙城。风流石曼卿。宫袍呼醉醒。休卷西风锦。明日粉香残。六朝烟水寒。",
            "comment": ""
        },
        {
            "title": "风入松",
            "content": "卷帘日日恨春阴。寒食新晴。马蹄只向南山去，长桥爱、花柳多情。红外风娇日暖，翠边水秀山明。杜郎歌酒过平生。到处蓬瀛。醉魂不入重城晚，浓欢寄、桃叶桃根。绣被嫩寒清晓，莺声唤醒春酲。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "玉鳞熬出香凝软。并刀断处冰丝颤。红缕间堆盘。轻明相映寒。纤柔分劝处。腻滑难停筋。一洗醉魂清。真成醒酒冰。",
            "comment": ""
        },
        {
            "title": "兰陵王",
            "content": "凤箫咽。花底寒轻夜月。兰堂静，香雾翠深，曾与瑶姬恨轻别。罗巾泪暗叠。情人歌声怨切。殷勤意，欲去又留，柳色和愁为重折。十年迥凄绝。念髻怯瑶簪，衣褪香雪。双鳞不渡烟江阔。自春来人见，水边花外，羞倚东风翠袖怯。正愁恨时节。南陌。阻金勒。甚望断青禽，难倩红叶。春愁欲解丁香结。整新欢罗带，旧香宫箧。凄凉风景，待见了，尽向说。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "旧家心绪如云，乍舒乍卷初无定。西郊载雨，东城隔雾，还开晴景。爱恼花阴，喜移月地，朦胧清影。任无心有意，溶溶曳曳，萧散处、有谁问。朝暮如今难准。枉教他、惜春人恨。远峰依旧，前踪何在，有时愁凝。此兴飘然，不妨吹断，一川轻暝。待良宵，再入高唐梦里，觅巫阳信。",
            "comment": ""
        },
        {
            "title": "隔浦莲/隔浦莲近拍",
            "content": "银湾初霁暮雨。鹊赴秋期去。浅月窥清夜，凉生一天风露。纤巧云暗度。河桥路。缥缈乘鸾女。正容与。西厢旧约，玉娇谁见私语。柔情不尽，好似冰绡云缕。回首天涯又怨阻。无语。西风魂断机杼。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "击碎空明，沧浪晚、棹歌飞入。西山外、紫霞吹断，赤尘无迹。飞上冰轮凉世界，唤回天籁清肌骨。看骊珠、影堕冷光斜，蛟龙窟。长啸外，纶巾侧。轻露下，纤絺湿。听洞箫声在，卧虹阴北。十万江妃留醉梦，二三沙鸟惊吟魄。任天河、落尽玉杯空，东方白。",
            "comment": ""
        },
        {
            "title": "更漏子",
            "content": "玉箫闲，清韵咽。人倚画兰愁绝。云恼月，月羞云。半溪梅影昏。恨春风，萧散後。夜夜数残更漏。情悄悄，思依依。天寒一雁飞。",
            "comment": ""
        },
        {
            "title": "踏莎行",
            "content": "花染烟香，柳摇风翠。春工写出清明意。翠湾还趁画船开，粉墙到处骄骢系。歌唤红裙，酒招青旆。吟情又许春风醉。何妨日日烂芳游，今宵先向西城睡。",
            "comment": ""
        },
        {
            "title": "醉落魄/一斛珠",
            "content": "钩帘翠湿。寒江上、雨晴风急。乱峰低处明残日。雁字成行，写破暮天碧。故人天外长为客。倚阑一望情何极。新来得个归消息。去棹回舟，数过几千只。",
            "comment": ""
        },
        {
            "title": "洞仙歌",
            "content": "轻痕浅晕。偷染春风面。恰似西施影儿现。拟新妆、临槛一段天真，闲态度，长恁香娇玉软。从今怀袖里，不暂相离，似笑如颦任舒卷。顾芳容不老，只似如今，娇不语、无奈情深意远。便雨隔云疏暂分携，也时展丹青，见伊一见。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "天外青鸾，几时常向人间住。断歌零舞。月上桐阴暮。憔悴潘郎，不解为花主。知何处。梦云愁雨。怕向西楼去。",
            "comment": ""
        },
        {
            "title": "思佳客",
            "content": "白玉楼台知几重。夜来望断广寒宫。一分乍阙婵娟影，二八尤宜冰雪容。云鬓露，玉钗风。水晶帘幕正玲珑。殷勤再为天香醉，可惜清光付晓钟。",
            "comment": ""
        },
        {
            "title": "忆秦娥",
            "content": "栖乌惊。隔窗月色寒於冰。寒於冰。澹移梅影，冷印疏棂。幽香未觉魂先清。无端勾起相思情。相思情。恼人无睡，直到天明。",
            "comment": ""
        },
        {
            "title": "恋绣衾",
            "content": "碧梧偷恋小窗阴。恨芭蕉、不展寸心。暗语近、阳台远，奈秋宵、砧断漏沈。月明欲教吹箫去。隔骖鸾、空留怨音。从此是、天涯阻，这一场、愁梦更深。",
            "comment": ""
        },
        {
            "title": "齐天乐",
            "content": "晚云知有关山念，澄霄卷开清霁。素景分中，冰盘正溢，何啻婵娟千里。危阑静倚。正玉管吹凉，翠觞留醉。记约清吟，锦袍初唤醉魂起。孤光天地共影，浩歌谁与舞，凄凉风味。古驿烟寒，幽垣梦冷，应念秦楼十二。归心对此。想斗插天南，雁横辽水。试问妲娥，有谁能为寄。",
            "comment": ""
        },
        {
            "title": "夜行船",
            "content": "翦水天风吹醉醒。高楼外、冻云愁凝。袖口香寒，歌喉春暖，不管雁边寒紧。琼屑瑶花飞碎影。应须待、玉田千顷。小约梅英，教吟柳絮，春在绣红鸳锦。",
            "comment": ""
        },
        {
            "title": "卜算子 泛西湖坐间寅斋同赋",
            "content": "屈指数春来，弹指惊春去。檐外蛛丝网落花，也要留春住。　几日喜春晴，几夜愁春雨。十二雕窗六曲屏，题遍伤心句。",
            "comment": "【注释】①寅斋：观国之友。②弹指：比喻时间短暂。【评解】这首送春词，抒写了伤春惜春的情怀。上片言春之短暂。屈指迎春，弹指春去。画檐蛛网，也留春住。下片抒写伤春愁绪。几日春晴，几夜春雨，春将归去矣！伤春之句，题遍屏窗。全词曲折有致，思绪缠绵。工巧婉丽，饶有韵味。【集评】俞陛云《唐五代两宋词选释》：前四句未脱送春恒径，其着意在末句题遍屏窗，可见乱愁无次，不仅伤春也。"
        },
        {
            "title": "留春令",
            "content": "玉妃春醉，夜寒吹堕，江南风月。一自情留馆娃宫，在竹外、尤清绝。贪睡开迟风韵别。向杏花休说。角冷黄昏艳歌残，怕惊落、燕脂雪。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "春风吹绿湖边草。春光依旧湖边道。玉勒锦障泥。少年游冶时。烟明花似绣。且醉旗亭酒。斜日照花西。归鸦花外啼。",
            "comment": "【注释】高观国的这首词主要反映作者到湖边重温旧梦的思想感情，清新蕴藉是这首词的写作特点。“春风吹绿湖边草 ”，也吹醒了他的旧情，唤起了他的记忆。人的美好感情特别是恋情显得格外有生命力，有时似乎“忘记”了，但不经意间受外界触发又会突然萌发。当春风吹绿湖边草，自然界的勃勃生机、草色的青绿可爱，最易于激发人的美好情感，而将草色喻离情、喻相思、芳草喻情人又是积淀在人们意识中的特定联想 ，这样旧情就自然会复活了。“春光依旧湖边道 ”，湖边道上，春意盎然 。“依旧”二字，将眼前之春光转换为昔日之春光，引出下二句的回忆中情景。回忆是那么清晰，美好，他一往情深了。“玉勒锦障泥，少年游冶时。”“玉勒 ”，白玉装饰的马笼头。“锦障泥”，用织锦做成的马鞍垫子。“游冶”，此指男女交游。这是他回忆起的少年时来到“湖边道”情景。玉勒锦鞍烘托出马的骄贵、人的精神。少年的他跨上这样的宝马漫游在春风骀荡的湖边，那是多么的风流，多么的令人向往。自然，那次游冶定有难忘的情遇。下片继续写对那次游冶的追忆与回味 。“烟明花似绣，且醉旗亭酒 。”早春湖畔阳光明媚，岸上的红花象是绣在轻绡上似的，多么艳丽。“ 烟明花似绣”，写景真切。这个“花似绣”也许还联想到那绣罗裳的意中人。“且醉旗亭酒”，“旗亭”，酒店。聊且到这酒店中以求一醉。此时他当有茫然若失之感，有意借酒驱遣那撩人的思绪。“斜日照花西，归鸦花外啼。”他在旗亭里沉入了久长的回忆，直到归鸦啼鸣才将他从沉思中唤醒，此时已是夕阳西下了。“ 烟明”句明为晨景，到“斜日”时间跨度相当大。他“醉”前看到的是“花似绣”，醒来又是“花西”、“花外”，满眼是花，人在花丛之中。这么多“ 花”，显然是他潜意识的升华，朵朵花都会联想起“ 她”。这里边，也许还重温了相遇后的情事。玩味“ 归鸦花外啼”，则日暮乌鸦归来在前人诗中不少有象征男女欢会的意思，如梁萧纲《乌栖曲》：“倡家高树乌欲栖，罗帷翠被任君低。”李白《杨叛儿》：“乌啼隐杨花，君醉留妾家。”这种联想虚无缥渺，写得很含蓄，全篇景色又写得那么美，还是给人以美感的。近人吴梅说：“ 大抵南宋以来，如放翁、如于湖则学东坡，如龙川、如龙洲则学稼轩。至蒲江、宾王（按即高观国）辈，以江湖叫嚣之习，非倚声家所宜，遂瓣香周 、秦（按指周邦彦、秦观），而词境亦闲适矣。”（《词学通论》）高观国《竹屋痴语》一些小令以写景抒情见长，文字简洁，耐人寻味，正是周、秦的风格。"
        },
        {
            "title": "留春令",
            "content": "玉清冰瘦，洗妆初见，春风头面。等得黄昏月溪寒，爱顾影、临清浅。历尽冰霜空羞怨。怨粉香消减。江北江南旧情多，奈笛里、关山远。",
            "comment": ""
        },
        {
            "title": "解连环",
            "content": "浪摇新绿。漫芳洲翠渚，雨痕初足。荡霁色、流入横塘，看风外漪漪，皱纹如縠。藻荇萦回，似留恋、鸳飞鸥浴。爱娇云蘸色，媚日挼蓝，远迷心目。仙源漾舟岸曲。照芳容几树，香浮红玉。记那回、西洛桥边，裙翠传情，玉纤轻掬。三十六陂，锦鳞渺、芳音难续。隔垂阳，故人望断，浸愁万斛。",
            "comment": ""
        },
        {
            "title": "兰陵王",
            "content": "洒虚阁。幂幂天垂似幕。春寒峭，吹断万丝，湿影和烟暗帘箔。清愁晚来觉。佳景愔愔过却。芳郊外，莺恨燕愁，不管秋千冷红索。行云楚台约。念今古凝情，朝暮如昨。啼红湿翠春情薄。谩一犁江上，半篙堤外，勾引轻阴趁暮角。正孤绪寂寞。斑驳。止还作。听点点檐声，沈沈春酌。只愁入夜东风恶。怕催教花放，趁将花落。冥冥烟草，梦正远，恨怎托。",
            "comment": ""
        },
        {
            "title": "杏花天",
            "content": "霁烟消处寒犹嫩。乍门巷、愔愔昼永。池塘芳草魂初醒。秀句吟春未稳。仙源阻、春风瘦损。又燕子、来无芳信。小桃也自知人恨。满面羞红难问。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "云娇雪嫩羞相倚。凌波共酌春风醉。的皪玉台寒。肯教金盏单。只疑双蝶梦。翠袖和香拥。香外有鸳鸯。风流烟水乡。",
            "comment": ""
        },
        {
            "title": "生查子",
            "content": "香惊楚驿寒，瘦倚湘筠暮。一笛已黄昏，片月尤清楚。沈沈冰玉魂，漠漠烟云浦。酸泪不成弹，又向春心聚。",
            "comment": ""
        },
        {
            "title": "夜合花",
            "content": "斑驳云开，濛松雨过，海棠花外寒轻。湖山翠暖，东风正要新晴。又唤醒，旧游情。记年时、今日清明。隔花阴浅，香随笑语，特地逢迎。人生好景难并。依旧秋千巷陌，花月蓬瀛。春衫抖擞，馀香半染芳尘。念嫩约，杳难凭。被几声、啼鸟惊心。一庭芳草，危阑晚日，无限消凝。",
            "comment": ""
        },
        {
            "title": "喜迁莺",
            "content": "歌声凄怨。是几度诉春，春都不管。感绿惊红，颦烟啼月，长是为春消黯。玉骨瘦无一把，粉泪愁多千点。可怜损，任尘侵粉蠹，舞裙歌扇。转盼。尘梦断。峡里云归，空想春风面。燕子楼空，玉台妆冷，湖外翠峰眉浅。绮陌断魂名在，宝箧返魂香远。此情苦，问落花流水，何时重见。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "俱是洛阳年少客，才华迥出天真。青衫惯拂软红尘。酒狂因月舞，诗俊为梅新。寄语长安风月道，莺花缓作青春。披风沐露问前津。客中春不当，归去倍还人。",
            "comment": ""
        },
        {
            "title": "生查子",
            "content": "飞花澹澹风，破暖疏疏雨。香润玉阶尘，翠湿纱窗雾。钿筝离雁行，宝箧留钗股。惟有凤楼魂，夜夜江南路。",
            "comment": ""
        },
        {
            "title": "思佳客",
            "content": "有约湖山却解襟。昼眠占得一庭深。树边风色寒滋味，愁里年华雁信音。惊楚梦，听瑶琴。黄花尚可伴孤斟。断云万一成疏雨，却向湖边看晚阴。",
            "comment": ""
        },
        {
            "title": "生查子",
            "content": "春笼云润香，露湿青蛟瘦。偷学汉宫妆，舞彻霓裳後。酥胸紫领巾，冰翦柔荑手。有意入罗囊，不肯成春酒。",
            "comment": ""
        },
        {
            "title": "柳梢青",
            "content": "翠拂晴波，烟垂古岸，灞桥春色。斜带鸦啼，乱萦莺梦，愁丝如织。为怜张绪风流，正瘦损、宫腰褪碧。绽绾同心，留连不住，天涯行客。",
            "comment": ""
        },
        {
            "title": "雨中花/夜行船",
            "content": "旆拂西风，客应星汉，行参玉节征鞍。缓带轻裘，争看盛世衣冠。吟倦西湖风月，去看北塞关山，过离宫禾黍，故垒烟尘，有泪应弹。文章俊伟，颖露囊锥，名动万里呼韩。知素有、平戎手段，小试何难。情寄吴梅香冷，梦随陇雁霜寒。立勋未晚，归来依旧，酒社诗坛。",
            "comment": "【注释】此词无题序。据词中“行参玉节征鞍”、“吟倦西湖风月，去年北塞关山”及“归来依旧，酒社诗坛”等语来推测，词是在杭州为送别诗社友人使金而写的。而史达祖有“陪节欲行留别社友”的《龙吟曲》，《绝妙好词笺》注云：“按梅溪曾陪使臣至金，故有此词。”两词合参，知其间必有关系。高词中尚有《齐天乐·中秋夜怀梅溪》和《八归·重阳前二日怀梅溪》两篇，正作于史达祖出使期间。（史词题有“中秋宿真定驿”、“九月七日定兴道中 ”等。）则史达祖出行前有词留别包括高观国在内的诗社朋友，高亦作词相送，正是在情理之中。全词通过词人送友人史达祖出使和想象出使后的情景，表现了作者对天下大事的关心，对友人的期望，词中流露的感情是积极向上的。写作手法采用虚虚实实 ，虚实结合的手法，上片以写实为主，下片以写虚为主。他在叙事抒情，写景议论时基本上采用直笔，以真情实感贯穿首尾，家国之情，挚友之谊均溶入其中，所以读起来令人耳目一新。关于史达祖此行背景，《 四库全书总目提要》卷一九九谓“ 必李壁使金之时，（韩）侂胄遣之随行觇国”，那就是宁宗开禧元年（1205 ）六月“遣李壁贺金主生辰 ”（《宋史·宁宗纪》）那一次。金章宗完颜璟生辰名“ 天寿节”，在九月一日。南宋六月遣使，七月出发。词首云“旆拂西风”，正是此时。次句“客应星汉”，“星汉”即天河、银河。客到天河有一段传说。张华《博物志》说：有个居住海边的人，年年八月见海上有浮槎（木筏）去来，从不失期，他便乘槎而去，到达天河 ，与河边牵牛人问答，又如期而归。后严君平以为这是“ 客星犯牵牛宿”。又《荆楚岁时记》说此事，亦引《 博物志》，作张骞奉汉武帝命出使西域，寻找黄河源头，乘槎经月，至天河。两说在人到天河之后的细节大同小异，而开头的人物与事由不同，却称同出于一书，“盖古书传本多异”（余嘉锡《四库提要辨证》“荆楚岁时记”条说）。杜甫《秋兴八首》“ 奉使虚随八月槎 ”诗句把两者统一起来了，既采一说的“ 八月槎 ”，又采另一说的张骞“奉使”（杜《秋日夔府咏怀 》“查上似张骞”句同此典故）。高观国词此句也是巧妙地利用这一传说，既点明史达祖的“奉使”，也暗以“八月槎 ”切合宋金每年定期互派使节作经月之行，向对方祝贺皇帝生辰，按时去、按时归的事，写得典雅有情致 。“ 行参玉节征鞍”。“玉节”，信物之一种，见《周礼·地官·掌节》。古代使臣持节以行。这句是说行将参加使节团启行。一“参 ”字体现史达祖的“陪节”身分。“行”字是副词，表将发未发之时。开头三句把友人参加出使即将出发的时间、事由点出，与史词题中“陪节欲行”四字相合。以下就进一步展开关于友人此行的平铺直叙。“缓带轻裘，争看盛世衣冠”，先写仪表服饰。“缓带轻裘 ”，见得风度儒雅，也暗示其未着官服，不是有官职的正式使者身分。“盛世衣冠 ”，显示上国威仪；南宋虽属偏安之局，立国也近百年，维持东南的繁荣，在作者看来，宜可称为“盛世”。“争看”二字，说的不仅是出发时路上行人，连进入金镜以后汉族百姓思宋的心情也包摄在内了。“ 吟倦西湖风月，去看北国关山 ”，再体会友人此行心理。上句切此前同社觞咏事 ，下句切当下陪节使金事。所谓“吟倦”，是暂时放下在西湖吟风弄月的词笔，去看北国关山。下句承上“吟”字的余波，在“看”之中当包括有所见、有所感而亦有所咏；字面上省略掉了，这意思还是可以摸得着的。“ 过离宫禾黍，故垒烟尘，有泪应弹”三句，也约略透露了有“吟”字的一脉贯通。此行所历关山中，有北宋旧日的大片领土，包括故都汴京（也是友人史达祖的故乡 ），还有早割于契丹而为金所承袭的燕云故地，出使所经 ，知当有感而出涕。《诗·王风·黍离 》序云：“周大夫行役至于宗周，过故宗庙宫室，尽为禾黍，闵周室之颠覆，彷徨不忍去，而作是诗也。”《黍离 》之诗表达了南宋人的共同心声，也是这三句词的出典。其中“彼黍离离 ，彼稷之穗，行迈靡靡，中心如醉 ”，又是史达祖《龙吟曲·陪节欲行留别社友》词中“休吟稷穗”句所本。高、史两词说到一块儿去了，这也是两词唱和关系之一证。上片由友人之出使，预想其一路上的见闻感慨，场景过度自然，笔调跌宕起伏，感情反差甚大，南方与北国的鲜明对比，产生强烈的艺术感染力。一结又似住未住，有力地联结了上片，又巧妙地引发了下片。下片继续设想友人出使金国后的种种情景，突出其才略的表现。“ 文章俊伟，颖露囊锥，名动万里呼韩”，这是外露的 。史达祖有雄才大略，能文章，只因未中进士，不能由正途入仕，屈身僚吏，这是作者所熟知的。此番陪节使金，也算是囊锥出头（用《史记·平原君列传》所记毛遂语 ）。西汉时匈奴有呼韩邪单于，此借指金主。中朝杰出人物其声名为异国所知的，如《新唐书·李揆传》所载，揆为入蕃会盟使，至蕃，酋长曰：“ 闻唐有第一人李揆，公是否？”这是以政事见知的 。苏辙《 奉使契丹寄子瞻 》诗云：“谁将家集过幽都，每被行人问大苏。莫把文章动蛮貊，恐妨谈笑卧江湖 。”这是以文章见知的。高观国词中亦寓此意，因为是酬赠之作，故不免有很大的夸张成分，这样的恭维旧时是不以为怪的。下面“知素有、平戎手段，小试何难”，这是内藏的。李壁一行，名为“贺金主生辰 ”，实则是去深入金国摸底。叶绍翁《四朝闻见录》载 ：开禧初，韩侂胄欲兴兵伐金，遣张嗣古觇敌（张出使在嘉泰四年即公元1204 年，亦贺天寿节 ）；张还报，大不合韩的要求，再于此年遣李壁。派他的亲信史达祖同行，用意是很显然的。韩侂胄的北伐意图 ，在南宋都城内部都是公开的秘密，其遣李壁，和史之陪节同行，高观国恐怕也是知底细的，所以用到了“平戎手段，小试何难”的语言。了解了出使的背景，对于这两句词的真切合义就更有所体会。这也是作者对于友人此行的鼓励。如果说，上面这五句是骏马飞驰，激情迸发，那么下面的“情寄”两句则是按辔徐行，含情脉脉。分别后人虽两地，情结一心，愿借书信往还，以互诉相思。寄梅用陆凯自江南寄梅花诣长安与范晔事，梦雁本梁简文帝《赋得陇坻雁初飞》诗末韵“ 相思不得反 ，且寄别书归”。梅与雁，既刻画南北物态特点，又形容两地路途遥隔，音信难通。这里作者以慢节奏抒情对应前面的急旋律言志，形成抑扬顿挫之妙笔 ，结构上显得张弛疾徐，跌宕多姿，并与开头的送行呼应。最后三句，针对史达祖词末韵“ 看归来 ，几许吴霜染鬓，验愁多少”，而殷切寄语，祝愿友人出使成功，归来后与从前一样，诗酒共聚，将上片之“吟倦西湖风月”意思再作兜转，用笔不懈。"
        },
        {
            "title": "御街行",
            "content": "香波半窣深深院。正日上、花阴浅。青丝不动玉钩闲，看翠额、轻笼葱茜。莺声似隔，篆醒微度，爱横影、参差满。那回低挂朱阑畔。念闲损、无人卷。窥春偷倚不胜情，彷佛见、如花娇面。纤柔缓揭，瞥然飞去，不似春风燕。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "盘枝翦翠。叶叶西风意。吹上玉人云□底。无限新凉气味。飘萧露卷烟柔。绝怜不逐宫流。寄语多情宋玉，悲秋得似宜秋。",
            "comment": ""
        },
        {
            "title": "少年游 草",
            "content": "春风吹碧，春云映绿，晓梦入芳裀。软衬飞花，远连流水，一望隔香尘。萋萋多少江南恨，翻忆翠罗裙。冷落闲门，凄迷古道，烟雨正愁人。",
            "comment": "【注释】在南宋诗词圈子里，吟物之风十分盛行。但平庸草草之作，屡见不鲜，不足为怪。作者的这首吟草词却不沾不滞，以意贯串全词。通过写草色来抒发自己的离愁别恨。这首词的上半阕绘出了一幅纯净明丽的阳春烟景：春风吹绿了芊芊的芳草，在飘动的白云映衬下显得那样葱翠可爱。蒙茸的草地伴随着流水伸向天际，花瓣轻轻地洒落在草上。这是多么迷人的芳景！可是，读者是否注意到“晓梦入芳裀”这句的含意呢？“芳裀”，芳草有如厚厚的裀褥。关键是“ 晓梦”二字，原来这令人神往的如屏芳景，只是一场春梦中的幻境而已。大地山河，一经点破，并化烟云。用笔之虚幻，莫测端倪。“香尘”一句，补足梦境。“香尘”者，女子的芳踪也。刘长卿《陪辛大夫西亭观妓诗》：“任他行雨去，归路裛香尘 ”，与此词意境相似。可是美人的踪迹被无边的芳草隔断了。即使追寻到梦里也并不圆满，也只是一个凄迷的短梦而已。下片转写实境，写醒后的情怀。用“萋萋”一句换头，仍是从草字生发 。“ 萋萋 ”，芳草美盛之貌。“芳草萋萋鹦鹉洲”（崔颢《黄鹤楼》）即是此意。那么鲜美的芳草与江南的恨思有什么关系呢？这里似有事而无典，就是说写自己经历过的事，以抒发他对远隔香尘的伊人的思念。“ 翻忆”句重笔渲染。用“罗裙”形容芳草，始于白居易的“谁开湖寺西南路，草绿裙腰一道斜”（《杭州春望》）；牛希济的“记得绿罗裙，处处怜芳草”（《生查子》），则以芳草拟罗裙。此词在“翠罗裙”上缀以“翻忆”二字，感情上又多了一个曲折。翻者，反也 。本想眺望一下，略舒郁悒，没想到反而勾起了对绿色罗裙——这最具有女性特征的服饰的思念来。这一缕痴情真是不好收拾。“冷落”三句，以排体出之 。句句切草 、切情，化工之笔。“冷落闲门 ”，见出庭院之孤寂，而“庭草无人随意绿”之神理，即隐含其中。“凄迷古道”，流露出望远之悲心。“ 远芳侵古道 ，晴翠接荒城。又送王孙去，萋萋满别情”（白居易《赋得古原草送别》）为其所本。“凄迷”二字，将心绪之凄黯与望眼之迷蒙两重意象融会一起，并与前片之“望隔香尘”暗相挽合。以迷迷糊糊之睡眼，逐古道之轻尘，真令人难以为怀。然而作者述情之笔愈出愈精，最后又推出了“烟雨正愁人”之句，把这种怅惘的心境渲染到了十分。“烟雨”，在词人的笔下与草色结缘甚深。林和靖咏草词“金谷年年，乱生春色谁为主 ？余花落处，满地和烟雨。”（《点绛唇》）贺方回《青玉案》：“若问闲情都几许？一川烟草，满城风絮，梅子黄时雨 ”，便是显例。此词以“烟雨”结笔，将草色、离情与迷濛的雨色化为一片，情景相伴，凄然无尽。况蕙风所谓“取神题外，设境意中”者，约略近之。咏吟春草是一个古代文人津津乐道的永恒题目，名篇佳作，数不胜数。有评论家说，在高手如林的名人队伍里，高观国用他那巧妙的艺术构思和秀美婉约的风格另起炉灶，独成一家。"
        },
        {
            "title": "玲珑四犯",
            "content": "水外轻阴，做弄得飞云，吹断晴絮。驻马桥西，还系旧时芳树。不见翠陌寻春，每问著、小桃无语。恨燕莺、不识闲情，却隔乱红飞去。少年曾识春风意，到如今、怨怀难诉。魂惊冉冉江南远，烟草愁如许。此意待写翠笺，奈断肠、都无新句。问甚时、舞凤歌鸾，花里再看仙侣。",
            "comment": ""
        },
        {
            "title": "思佳客",
            "content": "不肯楼边著画船。载将诗酒入风烟。浪花溅白疑飞鹭，荷芰藏红似小莲。醒醉梦，唤吟仙。先秋一叶莫惊蝉。白云乡里温柔远，结得清凉世界缘。",
            "comment": ""
        },
        {
            "title": "南乡子",
            "content": "直柱倚冰弦。曾见胡儿马上弹。却笑琵琶风韵古，溅溅。想像湘妃水一帘。塞恨曲中传。两摺琴丝费玉纤。不似江南风月好，厌厌。拍手齐看舞袖边。",
            "comment": ""
        },
        {
            "title": "江城子",
            "content": "绿丛篱菊点娇黄。过重阳。转愁伤。风急天高，归雁不成行。此去郎边知近远，秋水阔，碧天长。郎心如妾妾如郎。两离肠。一思量。春到春愁，秋色亦凄凉。近得新词知怨妾，无处诉，泣兰房。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "道山玉府真仙，去年再履论思地。西清禁域，眷深名重，年高身退。玉振金声，水增川涌，德兼才贵。爱知章引去，安车稳驾，轩冕付、谈笑外。兰玉孙枝竞秀，奉亲欢、莱衣同戏。蓬莱东接，苎萝西顾，三山耸翠。赐杖清朝，命堂绿野，放怀高致。似太公出将，卫公入相，为苍生起。",
            "comment": ""
        },
        {
            "title": "思佳客",
            "content": "写出梨花雨後晴。凝脂洗尽见天真。春从翠髻堆边见，娇自红绡脱处生。天宝梦，马嵬尘。断魂无复到华清。恰如伫立东风里，犹听霓裳羯鼓声。",
            "comment": ""
        },
        {
            "title": "忆秦娥",
            "content": "歌声闲。兰舟只隔芙蓉湾。芙蓉湾。扇摇波影，风卷云鬟。馀音袅袅留馀欢。双鸳飞处传情难。传情难。曲终人去，愁寄湖山。",
            "comment": ""
        },
        {
            "title": "留春令",
            "content": "粉绡轻试，绿裙微褪，吴姬娇小。一点清香著芳魂，便添起、春怀抱。玉脸窥人舒浅笑。寄此情天渺。酒醒罗浮角声寒，正月挂、南枝晓。",
            "comment": ""
        },
        {
            "title": "生查子",
            "content": "野泉春吐芽，泥湿随飞燕。碧涧一杯羹，夜韭无人翦。玉钗和露香，鹅管随春软。野意重殷勤，持以君王献。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "魂是湘云骨是兰。春风冰玉注芳颜。谁招仙子在人间。溅水裙儿香雾皱，唾花衫子碧云寒。洞箫声绝却骖鸾。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "月冷霜袍拥。见一枝、年华又晚，粉愁香冻。云隔溪桥人不度，的皪春心未纵。清影怕、寒波摇动。更没纤毫尘俗态，倚高情、预得春风宠。沈冻蝶，挂么凤。一杯正要吴姬捧。想见那、柔酥弄白，暗香偷送。回首罗浮今在否，寂寞烟迷翠拢。又争奈、桓伊三弄。开遍西湖春意烂，算群花、正作江山梦。吟思怯，暮云重。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "啼魄一天涯。怨入芳华。可怜零血染烟霞。记得西风秋露冷，曾浼司花。明月满窗纱。倦客思家。故宫春事与愁赊。冉冉断魂招不得，翠冷红斜。",
            "comment": ""
        },
        {
            "title": "东风第一枝",
            "content": "玉洁生英，冰清孕秀，一枝天地春早。素盟江国芳寒，旧约汉宫梦晓。溪桥独步，看洒落、仙人风表。似妙句、何逊扬州，最惜细吟清峭。香暗度、照影波渺。春暗寄、付情云杳。爱随青女横陈，更怜素娥窈窕。调羹雅意，好赞助、清时廊庙。羡韵高、只有松筠，共结岁寒难老。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "偷得韩香惜未烧。吹箫人在月明桥。草芳似待玉骢骄。吹絮绣帘春澹澹，隔香罗帐夜迢迢。楚魂须著楚词招。",
            "comment": ""
        },
        {
            "title": "霜天晓角",
            "content": "炉烟浥浥。花露蒸沈液。不用宝钗翻炷，闲窗下、袅轻碧。醉拍。罗袖惜。春风偷染得。占取风流声价，韩郎是、旧相识。",
            "comment": ""
        },
        {
            "title": "金人捧露盘 水仙花",
            "content": "梦湘云，吟湘月，吊湘灵。有谁见、罗袜尘生。凌波步弱，背人羞整六铢轻。娉娉袅袅，晕娇黄、玉色轻明。香心静，波心冷，琴心怨，客心惊。怕佩解、却返瑶京。杯擎清露，醉春兰友与梅兄。苍烟万顷，断肠是、雪冷江清。",
            "comment": "【注释】这首词的本旨是写水仙花，但从头至尾没有直接点出。看他运笔，似乎每一笔都在写湘水神女，实际却是笔笔在写水仙花，水神水仙，交融在一起，直至把水仙写得有血有肉，有灵有气，显的亭亭玉立，飘然若仙，由此，足见作者运用比拟这一手法已达到驾轻就熟的地方。作者用拟人笔法，把水仙花作为水仙神女，加以形容描绘，故上片起三句连用三个“湘”字，借湘水女神比拟水仙。“ 湘灵”即湘水女神，传说舜的二妃娥皇、女英死后为湘水之神。这里用以比拟水仙花，既增加了神话的色彩，又能唤起读者美的联想，扣题“水仙”。“云”、“月”，是艺术烘托之笔，为水仙的出现造成一种云月朦胧的静美境界 。“梦”、“吟”、“吊 ”，则表现了作者面对水仙所升起的那种向往爱慕的醇美感情。这三句虽然只有九个字，却把读者带进了一个具有特定神话氛围的艺术境界 。“有谁见”三句，写水仙的形象美，站在读者面前的，是一位轻盈娇羞的神女。“ 罗袜 ”、“凌波步”，出曹植《洛神赋》“凌波微步，罗袜生尘”，后来黄庭坚借入咏水仙诗，有“凌波仙子生尘袜，水上轻盈步微月”句；而作者却写道：“有谁见、罗袜尘生 ？”意思是说罗袜无尘。用“有谁见 ”提出质问，遂翻出新意，轻轻为罗袜祛尘 ，写出了一个纤尘不染的美女形象。“凌波”、“步弱 ”，皆形容女性步履轻盈，这里借指水仙植根水中，婷婷立于水面 ，宛如凌波仙子。“背人”句，由形及神，写神女的娇羞情态。“ 六铢”指六铢衣，佛经中称忉利天衣重六铢，是一种极薄极轻的衣服，由此可见其体态的绰约，这里用来表现水仙体态之美。“娉娉 ”两句，从姿态、颜色、质地等方面写水仙花的美，仍然是以美女比拟。先用一“晕”字染出水仙花色泽（“娇黄”）的模糊浸润，再以“玉色”加以形容，而以“轻明”状其质地薄如鲛绡，莹如润玉。这几句，极见作者观察的真切和用笔的工细。上片巧借神女形象为水仙花传神写照，侧重于外表形态。下片则深入一层，探其精神世界 。“香心”四句，“香心静”，写花，香而静；“波心冷”，写水仙所居之水，水仙冬生，黄庭坚称为“ 寒花”，故写水用“冷 ”字，此句得姜白石《扬州慢》“波心荡、冷月无声”意境；“琴心怨”，上片既有“湘灵 ”，此处“琴心”云云，似与司马相如的“琴心”无干，盖由屈原《远游 》“使湘灵鼓瑟兮”句变化而来，并化用唐李益《古瑟怨》“ 破瑟悲秋已减弦，湘灵沉怨不知年”句意，古典诗歌中往往琴瑟连用，此处换瑟为琴，似无不可，作者既以湘灵比水仙，故有寄怨心于琴声的想象，以与“静”、“冷”相协调；“客心惊”，则写作者的情怀。“客心”，即旅居异乡的心情，盖亦羁旅之人，且这几句中的“静”、“冷”、“怨”等，皆系作者的心理感受，此处又着一“惊”字，自是客中见花的特有感情。“怕佩解、却返瑶京”，佩解，出于刘向《列仙传 》，说郑交甫遇见江妃二神女，郑欲请其佩（佩玉 ），二女遂手解其佩与交甫，交甫怀之，旋即亡失，回顾二女，亦不知所在。欧阳修以“解佩”喻花落春归，其《玉楼春》有“闻琴解珮（通佩）神仙侣，挽断罗衣留不住”句。“瑶京”，此指神仙所居的宫室。这句是说担心水仙花衰败零落，象江妃二女那样在人间打个照面就又返回仙宫去了。“ 客心”之所以“惊”，盖与这种担心不无关系。“杯擎清露”两句，仍然写花。水仙花状如高脚酒，故《山堂肆考》说世以水仙为“ 金盏银台 ”。作者从花的形状展开想象：这“杯”中盛满了醇酒般的清露，高高擎起，使那挚友春兰和梅兄也要为之酣醉了。“梅兄”，出黄庭坚咏水仙诗“山矾是弟梅是兄”句。梅、水仙、春兰，次第而开，故有“友 ”“兄”之说。结两句用“苍烟万顷”、“雪冷江青”，再次点染水仙所处的环境。苍烟、江雪，构成一片迷茫冷清的境界，无怪乎娇弱的水仙要“ 断肠 ”于此了。 这是一首十分优美的咏物词，所咏之物是水仙花。所以，全词立意命笔，无不围绕“水仙花”这个主题。全词在创造艺术境界方面，亦颇见工力。作者用“湘云”、“湘月”、“湘灵”、“香心静”、“波心冷 ”、“琴心怨 ”以至于“苍烟万顷”、“雪冷江清”等等，构成了一幅清冷雅静、幽远和美的艺术境界；且其所写之物，如云、月、罗袜、六铢衣、瑶京、清露、兰、梅等等，皆无比温柔高雅，又给这静美的艺术境界增添了许多灵秀之气；最后再用万顷苍烟加以笼罩，与梦云吟月相应，又给全词凭空增加了几分朦胧美，于是“ 六铢”愈见其轻，“娉娉嫋嫋”，愈见飘逸。凡此用笔，皆为描绘神女（水仙）形象而设，而这形象，也就随着这种用笔活灵活现了。"
        },
        {
            "title": "诉衷情",
            "content": "西楼杨柳未胜烟。寒峭落梅天。东风渡头波晚，一棹木兰船。花态度，酒因缘。只春怜。屏开山翠，雨怯云娇，尽付愁边。",
            "comment": ""
        },
        {
            "title": "永遇乐",
            "content": "浅晕修娥，脆痕红粉，犹记窥户。香断帘空，尘生砌冷，谁唤青鸾舞。春风花信，秋宵月约，历历此心曾许。衔芳恨、千年怨结，玉骨未应成土。木兰艇子，莫愁何在，谩系寒江烟树。事逐云沈，情随佩冷，短梦分今古。一杯遥夜，孤光难晓，多少碎人肠处。空凄黯、西风细雨，尽吹泪去。",
            "comment": ""
        },
        {
            "title": "摊破浣溪沙/山花子",
            "content": "袅袅天风响佩环。鹊桥有女夜乘鸾。也恨别多相见少，似人间。银浦无声云路渺，金风有信玉机闲。生怕河梁分袂处，晓光寒。",
            "comment": ""
        },
        {
            "title": "留春令",
            "content": "断霞低映，小桥流水，一川平远。柳影人家起炊烟，彷佛似、江南岸。马上东风吹醉面。问此情谁管。花里清歌酒边情，问何日、重相见。",
            "comment": ""
        },
        {
            "title": "凤栖梧/蝶恋花",
            "content": "西子湖边眉翠妩。魂冷孤山，谁是风烟主。相唤吟诗天欲雨。嫩凉不隔鸥飞处。移下天孙云锦渚。翠盖牵风，绰约凌波女。清约已成君记取。月明夜半鱼龙舞。",
            "comment": ""
        },
        {
            "title": "生查子",
            "content": "蓬莱一捻云，彻骨龙涎染。风味韵而芳，笑语柔而婉。花娇绿鬓寒，酒凝清歌怨。翠幄已烟浓，银烛重休翦。",
            "comment": ""
        },
        {
            "title": "昭君怨",
            "content": "一棹莫愁烟艇。飞破玉壶清影。水溅粉绡寒。渺云鬟。不肯凌波微步。却载春愁归去。风澹楚魂惊。隔瑶京。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "何须急管吹云暝。高寒滟滟开金饼。今夕不登楼。一年空过秋。桂花香雾冷。梧叶西风影。客醉倚河桥。清光愁玉箫。",
            "comment": "【注释】中秋佳节是我国古代文人经常采用的题材。这首词充分表达了作者对中秋赏月的无比赞美之情。上片的四句写待月的心情，依换韵分两层 。“何须急管吹云暝，高寒滟滟开金饼”写人们等待月亮缓慢爬高时的情景。起句作者通过描写“急管吹云暝”的幼稚举动，表现出人们盼月的急切心情。妙在作者并非仅仅依赖“急管”这具体的东西来表达抽象复杂的心情，却在“急管吹云暝”之前冠上“何须”两字。这样一来就使句意更深一层。不单表现了人们的急切心情；又表现出月出人间的积极主动。下句“高寒滟滟开金饼”具体细致地描写了月如何穿出云丛出现在高空。此句化用苏舜钦《 中秋新桥对月》诗：“云头滟滟开金饼。”“滟滟”，光摇动貌，写月的迷人姿态。“金饼”既以金色形容了月光之明亮耀眼，又以饼的圆形点明是中秋满月。从而很自然地引出“今夕不登楼，一年空过秋 ”，这是自劝与劝人勿辜负良辰美景的警语。这句既高度赞美了中秋夜月，又为下片赏月铺垫。下片写赏月，作者扣紧中秋月的特色，一句一个动人的月夜场景，从各个角度来刻画这令人难以忘怀的中秋月夜。换头“桂花香雾冷”是半虚半实的双关语。实者，桂花被月光笼罩着，加上秋夜湿露，看上去朦朦胧胧，若隐若现，桂花透过这“雾气”散发着阵阵幽香。虚者，写月中桂。联系上片的“高寒”很自然地会想到广寒宫的桂树、嫦娥、吴刚、桂子飘香等美丽的传说故事，仿佛感到月中之“桂花香雾冷”，令人产生无尽的遐想。下句“ 梧叶西风影”，则实写月光下明亮的夜景。这句与上句同样没有出现“月光”字样，但却通过秋风中梧桐树枝叶的清影反衬月光的明亮。没有月，那有影，不言月光而言树影便将月光的亮度具体可感地写出来了。“ 西风”二字不只是再点秋季，更重要的是使这个景色变活了，因为有“西风”，能使“梧叶”发出响声，能使“影 ”动，还能使人仿佛感觉到凉意。这一韵中的“ 桂花”、“冷”、“梧叶”、“西风”都是节候性强的词，这就构成了秋月的特征性意境。最后“客醉倚河桥，清光愁玉箫”又换一个镜头，进一层写人在中秋之月的心境。上片“今夕不登楼 ，一年空过秋 ”只不过从月明当赏而言，这里却是既赏情景。“ 客醉 ”二字最引人深思。若只言“ 醉”，有可能是中秋亲朋好友团圆欢聚，一醉方休，但加上一个“客”字就要突破这个可能性了。中秋为“客 ”，一醉之后，对着团圆的月，就更会因离别而伤心了。“ 倚河桥”，对着天上、水中的明月，更会浮想联翩，很自然地想到“二十四桥明月夜，人何处教吹箫 ”（唐杜牧《寄扬州韩绰判官》诗）的意境。“玉箫 ”与首句的“急管”遥相呼应，然而两者的情调迥然不同。一个是待月之初，一时忘却客中之感的急切希冀的欢快之音，一个是既见秋月反勾起客愁的冷漠凄凉的愁苦之声。常见的月圆人不圆的主题，作者却并不急于一语道破，先从情理中应有的欢快说起，继用“冷”、“影”稍稍透露气氛，一直憋到最后才吐出一个“愁”字来，不仅在写法上有如剥茧抽丝之妙，而且在效果上收到扣人心弦之妙。这样写出的愁，读者之心能格外惦量出它的沉重。这是一种别致的艺术手法。"
        },
        {
            "title": "瑞鹤仙",
            "content": "一枝苍玉冷。爱露节霜根，从来孤劲。提携远尘境。自清臞骨力，岁寒心性。登临助兴。甚偏与，芒鞋相称。笑葛洪、陂外腾飞，渺渺水闲烟迥。寻胜。拨开林影，斫破苔痕，缓支幽径。分云度岭。待随处、问梅信。任香挑村醑，寒拖夜月，识尽江山好景。扣禅关拗折，归来万缘自静。",
            "comment": ""
        },
        {
            "title": "八归",
            "content": "楚峰翠冷，吴波烟远，吹袂万里西风。关河迥隔新愁外，遥怜倦客音尘，未见征鸿。雨帽风巾归梦杳，想吟思、吹入飞蓬。料恨满、幽苑离宫。正愁黯文通。秋浓。新霜初试，重阳催近，醉红偷染江枫。瘦筇相伴，旧游回首，吹帽知与谁同。想萸囊酒盏，暂时冷落菊花丛。两凝伫，壮怀立尽，微云斜照中。",
            "comment": ""
        },
        {
            "title": "生查子",
            "content": "芙蓉羞粉香，倚竹窥烟霁。眼带楚波寒，骨艳春风醉。谁传侧帽情，想解遗鞭意。红叶可怜秋，不寄相思字。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "多时不踏章台路。依旧东风芳草渡。莺声唤起水边情，日影炙开花上雾。谢娘不信佳期误。认得马嘶迎绣户。今宵翠被不春寒，只恐香浓春又去。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "燕脂染出春风锦。生怕黄昏人有恨。雨难揩泪玉环娇，烟不遮愁红袖冷。醉魂吹断香魂静。拂拂翠眉羞带粉。最怜新燕识风流，只为春寒消瘦损。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "春烟澹澹生春水。曾记芳洲兰棹舣。岸花香到舞衣边，汀草色分歌扇底。棹沈云去情千里。愁压双鸳飞不起。十年春事十年心，怕说湔裙当日事。",
            "comment": ""
        },
        {
            "title": "酹江月/念奴娇",
            "content": "万岩灵秀，拱崇台飞观，凭陵千尺。清磬一声帘幕冷，无复宫娃消息。响屉廊空，采香径古，尘土成遗迹。石闲松老，断云空锁愁寂。专宠谁比轻颦，楚腰吴艳，一笑无颜色。风月荒凉罗绮梦，输与扁舟归客。舞阕歌残，国倾人去，青草埋香骨。五湖波淼，远空依旧涵碧。",
            "comment": ""
        },
        {
            "title": "齐天乐",
            "content": "碧云阙处无多雨，愁与去帆俱远。倒苇沙闲，枯兰溆冷，寥落寒江秋晚。楼阴纵览。正魂怯清吟，病多依黯。怕挹西风，袖罗香自去年减。风流江左久客，旧游得意处，朱帘曾卷。载酒春情，吹箫夜约，犹忆玉娇香软。尘栖故苑，叹璧月空檐，梦云飞观。送绝征鸿，楚峰烟数点。",
            "comment": ""
        },
        {
            "title": "东风第一枝",
            "content": "烧色回青，冰痕绽白，娇云先酿酥雨。纵寒不压葭尘，应时已鞭黛土。东君入夜，怕预恼、诗边心绪。意转新，无奈吟魂，醉里已题春句。香梦醒、几花暗吐。绿睡起、几丝偷舞。酒醅清惜重斟，菜甲嫩怜细缕。玉纤彩胜，愿岁岁、春风相遇。要等得、明日新晴，第一待寻芳去。",
            "comment": ""
        },
        {
            "title": "金人捧露盘",
            "content": "楚宫闲，金成屋，玉为阑。断云梦、容易惊残。骊歌几叠，至今愁思怯阳关。清音恨阻，抱哀筝、知为谁弹。年华晚，月华冷，霜华重，鬓华斑。也须念、闲损雕鞍。斜缄小字，锦江三十六鳞寒。此情天阔，正梅信、笛里关山。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "玉阑秋色知谁主。隔阑一架葡萄雨。绿藓怕啼螀。可堪宫漏长。乌丝吟古怨。清泪消尘砚。梦冷不成云。□峰峰外情。",
            "comment": ""
        },
        {
            "title": "烛影摇红",
            "content": "别浦潮平，远村帆落烟江冷。征鸿相唤著行飞，不耐霜风紧。雪意垂垂未定。正惨惨、云横冻影。酒醒情绪，日晚登临，凄凉谁问。行乐京华，软红不断香尘喷。试将心事卜归期，终是无凭准。寥落年华将尽。误玉人、高楼凝恨。第一休负，西子湖边，江梅春信。",
            "comment": ""
        },
        {
            "title": "霜天晓角",
            "content": "霜清水碧。冷浸红云湿。休说季伦锦帐，山南岸、更花密。露滴。空翠幂。两峰开霁色。不为浓妆一醉，西风帽、为谁侧。",
            "comment": ""
        },
        {
            "title": "祝英台近",
            "content": "拥红妆，翻翠盖，花影暗南浦。波面澄霞，兰艇采香去。有人水溅红裙，相招晚醉，正月上、凉生风露。两凝伫。别後歌断云闲，娇姿黯无语。魂梦西风，端的此心苦。遥想芳脸轻颦，凌波微步，镇输与、沙边鸥鹭。",
            "comment": ""
        },
        {
            "title": "杏花天",
            "content": "花凝露湿燕脂透。是彩笔、丹青染就。粉绡帕入班姬手。舒卷清寒时候。春禽静、来窥晴昼。问冷落、芳心知否。不愁院宇东风骤。日日娇红如旧。",
            "comment": ""
        },
        {
            "title": "思佳客",
            "content": "入手西风意已羞。不须玉斧为重修。扑萤凉夜沈沈月，障面清歌澹澹秋。休弃置，且迟留。可怜又向箧中收。莫教暗损乘鸾女，汉殿凄凉万古愁。",
            "comment": ""
        }
    ]
}