{
    "dynasty": "宋",
    "author": "魏夫人",
    "poems": [
        {
            "title": "菩萨蛮",
            "content": "红楼斜倚连溪曲。楼前溪水凝寒玉。荡漾木兰船。船中人少年。荷花娇欲语。笑入鸳鸯浦。波上暝烟低。菱歌月下归。",
            "comment": ""
        },
        {
            "title": "好事近",
            "content": "雨後晓寒轻，花外早莺啼歇。愁听隔溪残漏，正一声凄咽。不堪西望去程赊，离肠万回结。不似海棠阴下，按凉州时节。",
            "comment": "【注释】①残漏：漏声将尽。　残：阑也，垂尽之意。　漏：古计时之器。②赊：远也。③凉州：乐曲。【评解】这是一首伤离之作。雨后轻寒，晓莺啼歇，隔溪残漏凄咽，撩人愁思。上片着重写景，借景抒情。下片抒写别后的相思。去路遥远，不堪西望。离绪满怀，柔肠百结。全词清新雅丽，含蓄凄婉。【集评】薛砺若《宋词通论》：魏夫人词见于《词综》者仅《菩萨蛮》、《好事近》、《点绛唇》三阕。她的天才，也由此仅有的三阕，略一窥见。她深得力于《花间集》，其婉柔蕴藉处，极近少游。------------------------------这首词围绕“愁听残漏”这一生活细节，展现了幽闺梦醒的思妇怀念远人的绵绵愁思和万转离肠。词的上片由写景到写人，下片着重表现思妇的心理活动。整首词熔抒情、叙事于一炉，用笔直中有曲。上片起首两句为景语，既点明初春时节、夜雨过后的节令、时间，又描绘出一派略带寒意、莺倦停啼的清寂气氛，为主人公布置了一个与情怀恰相契合的环境 。“愁听”反接“早莺啼歇 ”，说明思妇醒来很早，因为她已经听过了早莺的歌唱，也许她的愁肠曾和着淅沥的夜雨声一起颤抖。天刚破晓，她就起身独坐 ，隔溪传来夜尽的更鼓声 ，更添无限孤寂凄恻之感 。“正一声凄咽”与“愁听”相应，更鼓声染上了主人公的感情色彩 ，使她回想起和情人离别的情景，这就暗中为下片写怀远人作了铺垫。词的上片，由写景自然过渡到写人。词的下片进一步写内心活动：亲人西去，迢迢千里，分别时的缱绻、留恋、泪眼相看的情景无不历历在目 ，直到如今 ，仍不堪回首，简直不敢注目西去路。然而，她毕竟又不由自主地瞭望亲人奔向他方的路衢。正因为“西望”，她才“不堪”，才惹起了“离肠万回结”，“不堪”二句，写出了左右为难的极端矛盾的心绪 。“去程赊”说明与行人间隔之远 ，“万回结”极言离情愁苦之状，重笔渲染，已把别离苦写到极致。结拍二句宕开，追忆往日与亲人相处时令人难忘的一个生活场景，以反衬今日独处的悲凉，她想起了与亲人团聚之日，两人曾坐在海棠花下，演奏《凉州曲》时 ，彼时的心情较之今朝，真有天壤之别了。《凉州曲 》，为唐代边塞之乐，当时属于新声，声情是比较悲凉的。不过，那时两人都幸福地沉浸在艺术境界之中，如今却是自己孤独地承受着现实的孤独的折磨，心中之苦不言而自现。朱熹曾将魏夫人与李清照并提，说是“本朝妇人能文者 ，唯魏夫人及李易安者 。”清人陈延焯也说：“魏夫人词笔颇有超迈处，虽非易安之敌，亦未易才也 。”从包括此词在内的魏夫人作品来看，这些评价是颇为中肯的。"
        },
        {
            "title": "卷珠帘/蝶恋花",
            "content": "记得来时春未暮。执手攀花，袖染花梢露。暗卜春心共花语。争寻双朵争先去。多情因甚相辜负。轻折轻离，欲向谁分诉。泪湿海棠花枝处。东君空把奴分付。",
            "comment": "【注释】此为恋情词。词中托为一个多情女子的身口，以追忆的方式，叙写了一段催人泪下的爱情悲剧，倾诉了抒情女主人公对于不幸爱情的怨恨 、懊悔和悲伤，谴责了玩弄女性、背叛爱情的负心男子，表现了作者对时代不幸女子的深切同情。全词凄艳婉秀，感人至深。上片首句以“记得”引入回忆 ，“春未暮”点明时间。以下二句，摄取典型的动作细节，描绘了一个富于情趣的生活场景。这两句写的是：当海棠花开放的时候，少女进入了幸福的热恋，她和恋人“执手攀花 ”，歌笑逗闹，情投意合。这两句将人与花结合来写，沾带晨露的娇艳海棠，深情脉脉的纯洁女郎，交相辉映，浑化为一 。“暗卜”两句写出了天真无邪的少女对纯真的爱情和幸福，怀着赤诚的祈望和热烈的追求。她暗自想象自己怀春初恋前景，乃至痴情地希望海棠能给以启示，寻到开蒂花，赢得爱神的庇护满意而归 。“暗卜春心”句表现少女初恋时的微妙的心理；“争寻双朵争先去”，写少女与情人心心相印，争先去寻并蒂双花以证他们的爱情美满久长。下片情绪顿转，女主人公在倾诉爱情生活的不幸和委曲 。过片三句，直吐胸臆 ，说情人不知为何负心 ，轻易毁约 ，辜负了自己一片痴情，令人一腔幽恨，欲诉无门。“多情”是对情人的俗称，宋元俗语，词曲中屡见。两个“轻”字，既是对对方的诘责，又是对命运的控诉，种种复杂的感情凝铸成这几句率直、外露、一泻无余的“分诉 ”。煞拍二句，归结到少女对花伤心 ，自悲感情虚掷，与开端几句呼应。东君，司春之神。付，发落之意。时至暮春，少女只得到当初与负心人嬉游徘徊的花下暗暗地落泪，因为海棠是她爱情悲剧的见证，海棠最了解她的痴情，也看清了薄幸人的负心。当时，她曾“共花语”，如今无人“分诉 ”，只可向海棠倾洒悲泪，表明心迹了。她埋怨春之神把她打发到这海棠花下的爱情圈子里，颇具无理之妙。此词结构上采用了今昔对比的形式，词的上片描写热烈的恋情，下片词意、情绪急转而下，倾诉了抒情女主人公对爱情横遭不幸而触发的悲苦与绝望，以及对薄幸男子的不满和诘责。这种结构，勾画出女主人公在爱情生活中由对幸福的追求、向往、期盼转向对于不幸命运的怨恨、悲伤、懊悔这一心路历程，有力地渲染出佳人薄命的主题。"
        },
        {
            "title": "减字木兰花",
            "content": "西楼明月。掩映梨花千树雪。楼上人归。愁听孤城一雁飞。玉人何处。又见江南春色暮。芳信难寻。去後桃花流水深。",
            "comment": ""
        },
        {
            "title": "阮郎归",
            "content": "夕阳楼外落花飞。晴空碧四垂。去帆回首已天涯。孤烟卷翠微。楼上客，鬓成丝。归来未有期。断魂不忍下危梯。桐阴月影移。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "落花飞絮。杳杳天涯人甚处。欲寄相思。春尽衡阳雁渐稀。离肠泪眼。肠断泪痕流不断。明月西楼。一曲阑干一倍愁。",
            "comment": ""
        },
        {
            "title": "江城子",
            "content": "别郎容易见郎难。几何般。懒临鸾。憔悴容仪，陡觉缕衣宽。门外红梅将谢也，谁信道、不曾看。晓妆楼上望长安。怯轻寒。莫凭阑。嫌怕东风，吹恨上眉端。为报归期须及早，休误妾、一春闲。",
            "comment": ""
        },
        {
            "title": "系裙腰",
            "content": "灯花耿耿漏迟迟。人别後、夜凉时。西风潇洒梦初回。谁念我，就单枕，皱双眉。锦屏绣幌与秋期。肠欲断、泪偷垂。月明还到小窗西。我恨你，我忆你，你争知。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "波上清风，画船明月人归後，渐消残酒。独自凭阑久。聚散匆匆，此恨年年有，重回首。淡烟疏柳。隐隐芜城漏。",
            "comment": "【注释】【评解】此词上片写景，明月清风，画船载酒，转眼夜阑人散，残酒渐消，独自凭栏，不胜怅惘。下片抒情，叹人生聚散匆匆，别恨年年。那淡烟疏柳，芜城残漏，益增慨叹。这首词，清新雅洁，幽怨缠绵，表现了魏词的特色。【集评】薛砺若《宋词通论》：她（魏夫人）在女作家中，确为超群出众之才。词中名句如“愁听隔溪残漏，正一声凄咽”，“淡烟疏柳，隐隐芜城漏”，即与并时诸贤相较，亦为出色当行之作。--------------------------------此词抒发了离愁别绪，是有感于人生聚散无常而作。词写月夜送别，侧重点在居者的忧思、别后月夜的伫望和凝想。词中对女主人公自我形象的描写着墨不多，摄取清风、明月、淡烟、疏柳、隐隐鼓漏等清丽秀逸的景物来烘托映衬，创造出一个优美的意境。上片先以工笔绘景：清风拂过水面，明月泻下银辉 ，鳞鳞微浪闪动着光波，月夜恬静、皎洁、优美。此刻，一只装饰华美的小船荡离江岸，驶向迷茫的远方 ，一个女郎凭依着楼头的栏干，借着朦胧的月色，凝神目送那渐渐消失在夜空中的一叶轻舟。江波、清风、明月、画船，这几个富有特征的意象并举，构成了一个清丽纯净、沁人心脾的意境。“波上清风”、“画船明月”之下，却突然接上“人归后”这三字，意脉陡转 ，气氛骤变 ，顿时带来了无限的寥落和空虚之感 。“人归后”三字含蕴丰厚，既点明行人，又暗示送者独留，从而逗出下文对居者的描写。“渐消残酒”翻进一层，写临行前，置酒饯别，双方筵席间缱绻叮咛、依依难舍之情，一并涵盖在内 。“凭栏久”紧承“渐消残酒 ”，“独自”应上“人归后”。这几句写的是这位女郎兀自一人 ，夜幕中凭栏伫立，不忍离去，她对行人的无限钟情，她的满怀思绪，不言自明。过片写“独自凭栏”的思绪。对于恋人，短暂的分离已足可消魂，何况年年分别，岁岁离恨，而这回又归期难凭呢 ！这两句，好似女主人公的内心独白，她从当前的离别进而回想起昔日多少次的“聚散匆匆”，其中包含着无数的辛酸与忧虑、期待与不安，容纳了多少实际的生活内容！她凝神冥想，思绪翻腾，而时间如奔逝的流水从她身边悄悄掠过。猛然，远处的芜城传来隐隐的更鼓声，原来夜已很深，回首遥望，向时的津渡一片沉寂，只有残月映射下的两行疏柳、几缕淡烟，依稀可辨。芜城，扬州别称。南朝宋竟陵王刘诞作乱 ，城邑荒芜 ，遂称芜城。鲍照写过著名的《芜城赋 》，其后，芜城常被用来寄慨 。煞拍三句，以景结情，言止而意无尽。“重回首”遥接“人归后”，“芜城漏”暗合“凭栏久 ”，全篇浑然一体，妙合无垠。朱熹曾将魏夫人与李清照并提，说是“本朝妇人能文者，唯魏夫人及李易安二人而已 ”。清人陈焯亦云：“魏夫人词笔颇有超迈处，虽非易安之敌 ，亦未易才也 。”从这些评价中，足见此词作者艺术功力之高。此词借景色之映托以言情，具深婉流美之致，显示了作者不凡的艺术才情。"
        },
        {
            "title": "定风波",
            "content": "不是无心惜落花。落花无意恋春华。昨日盈盈枝上笑。谁道。今朝吹去落谁家。把酒临风千种恨。难问。梦回云散见无涯。妙舞清歌谁是主。回顾。高城不见夕阳斜。",
            "comment": ""
        },
        {
            "title": "武陵春",
            "content": "小院无人帘半卷，独自倚阑时。宽尽春来金缕衣。憔悴有谁知。玉人近日书来少，应是怨来迟。梦里长安早晚归。和泪立斜晖。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "溪山掩映斜阳里。楼台影动鸳鸯起。隔岸两三家。出墙红杏花。绿杨堤下路。早晚溪边去。三见柳绵飞。离人犹未归。",
            "comment": "【注释】【评解】这首词抒写离人相思之情。上片着意描写春景。楼台影动，鸳鸯惊起。杏花出墙，斜阳掩映，溪山如画，春色满眼。下片借景抒情。每日在溪头路边徘徊，虽已三见柳絮纷飞，而离人犹未归来。对此良辰美景，不禁触动绵绵相思之情。全词婉柔蕴藉，优美自然。【集评】朱晦庵云：“本朝妇女能文者，惟魏夫人及李易安二人而已。”（《词林纪事》卷十九）薛砺若《宋词通论》：她虽不能与易安并论，但在女作家中，确为超群出众之才。词中名句如“隔岸两三家，出墙红杏花”，即与并时诸贤相较，亦为出色当行之作。《词林纪事》页十九引《雅编》：魏夫人有《江城子》、《卷珠帘》诸曲，脍炙人口。其尤雅正者，则《菩萨蛮》云云，深得《国风·卷耳》之遗。--引自惠淇源《婉约词》此词写景以抒情，情因景生，描绘了思妇盼望远行丈夫归来的情思。全词紧紧围绕一个“溪”字构图设色，表情达意，写得清新自然，不落俗套，饶有情韵，耐人寻味。首句“ 溪山掩映斜阳里”写斜阳映照下的溪山，侧重点在于“溪”字 。次句“楼台影动鸳鸯起”，补足上文，进一步写溪中景色。在夕阳斜照之下，溪中不仅有青山的倒影，而且还有楼台的倒影，还有对对鸳鸯在溪中嬉水 。上句专写静景，下句则动中有静。“楼台影动 ”，表明溪水在微风吹拂之下，荡起层层绿波，楼台的影子也仿佛在晃动一般。再添上“鸳鸯起”一笔，整个画面就充满了盎然生趣。三、四两句写两岸景色，这条溪水的两岸，只住着两三户人家 ，人烟并不稠密，环境自然是幽静的。至此 ，上面所说的楼台原是这几户临水人家的住宅，全词意脉连贯，针线绵密。这句为实写，下一句便是虚写 ，如此虚实相生。深院高墙，关不住满园春色，一枝红杏花，带着娇艳的姿态，硬是从高高的围墙上探出头来。此句的妙处在于一个“出”字，词以“出”字形容红杏花，写出了春天的勃勃生机，意味隽永。词的下片，转入抒情，但仍未脱“溪”字。在溪水旁边 ，有一道长堤 ，堤上长着一行杨柳，暮春时节，嫩绿的柳丝笼罩着长堤，轻拂着溪水，而魏夫人作为临水人家的妇女，是经常从这里走过的。“早晚”一词，并非指时间的早和晚。张相《诗词曲语辞汇释》卷六云：“早晚，犹云随时也；日日也。”其义犹如舒亶《鹊桥仙》词“两堤芳草一江云，早晚是西楼望处”。在古代，水边柳外，往往是送别的场所。据《宋史·曾布传 》，曾布于神宗元丰中，连知秦州、陈州、蔡州和庆州。陆游《老学庵笔记》卷七也说 ：“曾子宣丞相，元丰间帅庆州，未至，召还，主陕府，复还庆州，往来潼关。夫人魏氏作诗戏丞相云 ：‘使君自为君恩厚，不是区区爱华山。’”在这期间，曾布告别家人，游宦在外，可能连续三年。此处，当指魏夫人填词述怀。结尾二句说明她在溪边已徜徉了三年，年年都见过一次柳絮纷飞。从柳絮纷飞想到当年折柳赠别，这是很自然的。“三见柳绵飞”是实语，而着一“犹”字，便化实为虚了，这样，哀怨之情，离别之恨，便隐然流于言外。此词在声律上极具特色，八句中两句一叶韵，如“里”与“起”、“家”、与“花”、“路”与去 、“飞”与“归 ”，均押韵工整；且两句与两句之间又平仄交错 ，如上片四句“里”与“起”是仄声韵，“家”与“花”是平声韵；下片“路”与“去”是仄声韵，“飞”与“归”是平声韵 ，读来十分谐婉 ，再加上语言晓畅，词句清丽，较好地抒写了贵族妇女温柔敦厚而又婉曲缠绵的感情。"
        }
    ]
}