{
    "dynasty": "宋",
    "author": "黄公绍",
    "poems": [
        {
            "title": "竞渡櫂歌",
            "content": "望天湖，望天湖，绿杨深处鼓{上鼓下渊}{上鼓下渊}。好是年年三二月，湖边日日看划船。竞渡櫂歌其二斗轻桡，斗轻桡，雪中花卷棹声摇。天与玻璃三万顷，尽教看得几吴舠。",
            "comment": ""
        },
        {
            "title": "花犯",
            "content": "翠奁空、红鸾蘸影，嫣然弄妆晚。雾鬟低颤。飞嫩藕仙裳，清思无限。象床试锦新翻样，金屏连绣展。最好似、阿环娇困，云酣春帐暖。寻思水边赋娟娟，新霜□旧约，西风庭院。肠断处，秋江上、彩云轻散。凭谁向、一筝过雁。细说与、眉心杨柳怨。且趁此、菊花天气，年年寻醉伴。",
            "comment": ""
        },
        {
            "title": "竞渡櫂歌",
            "content": "建云斿，建云斿，土风到处总相犹。朝了霍山朝岳帝，十分打扮是杭州。",
            "comment": ""
        },
        {
            "title": "竞渡櫂歌",
            "content": "棹如飞，棹如飞，水中万鼓起潛螭。最是玉堂堂上好，跃来夺锦看吴儿。",
            "comment": ""
        },
        {
            "title": "潇湘神",
            "content": "马如龙。马如龙。飞过苏堤健斗风。柳下系船青作缆，湖边荐酒碧为筒。",
            "comment": ""
        },
        {
            "title": "莺啼序",
            "content": "银云卷晴缥缈，卧长龙一带。柳丝蘸、几簇柔烟，两市帘栋如画。芳草岸、弯环半玉，鳞鳞曲港双流会。看碧天连水，翻成箭样风快。白露横江，一苇万顷，问灵槎何在。空翠湿衣不胜寒，日华金掌沆瀣。甃花平、绿文衬步，琼田涌出神仙界。黛眉修，依约雾鬟，在秋波外。阁嘘青蜃，楼啄彩虹，飞盖蹴鳌背。灯火暮，相轮倒影，偷睇别浦，片片归帆，远自天际。舞蛟幽壑，栖鸦古木，有人翦取松江水，忆细鳞巨口鱼堪鲙。波涵笠泽，时见静影浮光，霏阴万貌千态。蒹葭深处，应有闲鸥，寄语休见怪。倩洗却、香红尘面，买个扁舟，身世飘萍，名利微芥。阑干拍遍，除东曹掾，与天随子是我辈，尽胸中、著得乾坤大。亭前无限惊涛，总把遥吟，月明满载。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "客子光阴，又还是、杏花阡陌。敧枕听、一窗夜雨，怎生禁得。银蜡痕消珠凤小，翠衾香冷文鸳拆。叹人生、时序百年心，萍踪迹。声不断，楼头滴。行不住，街头屐。倩新来双燕，探晴消息。可煞东君多著意，柳丝染出西湖色。待牡丹、开处十分春，催寒食。",
            "comment": ""
        },
        {
            "title": "潇湘神",
            "content": "棹如飞。棹如飞。水中万鼓起潜螭。最是玉莲堂上好，跃来夺锦看吴儿。",
            "comment": ""
        },
        {
            "title": "竞渡櫂歌",
            "content": "贺灵鼍。贺灵鼍。几年翠舞与珠歌。看到日斜犹未足，涌金门外涌金波。",
            "comment": ""
        },
        {
            "title": "潇湘神",
            "content": "望湖天。望湖天。绿杨深处鼓鼘鼘。好是年年三二月，湖边日日看划船。",
            "comment": ""
        },
        {
            "title": "潇湘神",
            "content": "绣周张。绣周张。楼台帘幕絮高扬。谁赋珠宫并贝阙，怀王去後去沈湘。",
            "comment": ""
        },
        {
            "title": "洞仙歌",
            "content": "银菟分竹，是君王亲付。州在扶舆最清处。紫云楼、记取天语丁宁，襦绔手，好好为吾摩拊。望公如望月，见说郴江，父老多时问来暮。旌旆试初凉，紫马西来，青丝络、秋风满路。早桔井丹成入仙班，有乔木前芳，事须公做。",
            "comment": ""
        },
        {
            "title": "竞渡櫂歌",
            "content": "看龙舟。看龙舟。两堤未斗水悠悠。一片笙歌催闹晚，忽然鼓棹起中流。",
            "comment": ""
        },
        {
            "title": "青玉案",
            "content": "年年社日停针线。怎忍见、双飞燕。今日江城春已半。一身犹在，乱山深处，寂寞溪桥畔。春衫著破谁针线。点点行行泪痕满。落日解鞍芳草岸。花无人戴，酒无人劝，醉也无人管。",
            "comment": "【注释】①社日：指立春以后的春社。②停针线：《墨庄漫录》说：“唐、宋社日妇人不用针线，谓之忌作。”唐张籍《吴楚词》：“今朝社日停针线。”③“春衫”两句：春衫已经穿破，这是谁做的针线活呢？这里的“谁针线”与“停针线”相呼应，由著破春衫想起那制作春衫的人，不觉凄然泪下，泪痕沾满了破旧的春衫。【评解】此词抒写游子思乡的情怀。上片写游子在深山溪桥边，遥念家乡社日，看到双双飞燕而自伤孤单。下片写游子长期飘流在外，春衫已破，满是泪痕，却还不知归期。末尾连用三个“无人”，点出不仅赏花、饮酒都无心情，甚至醉了也受不到照顾。写尽孤身羁旅的凄凉况味。通篇缠绵凄恻，委婉含蓄。--------------------这首无名氏的作品，写的是游子春日感怀。年年社日，大家都是兴高采烈，连妇女也在此日停了针线活计，结伴出外闲游。那么，游子的心情又是如何见？”怎忍见、双飞燕”。燕子双双，于春社时候飞回旧巢；游人成双做对，言笑晏晏；这些都是使他触景伤神的场面。自己身处异乡，形单影只，又将何以为遣呢？“今日”句，点出目前正当江城春半，百花争妍。“一身”几句，写出自己长期飘泊的苦况。“乱山深处，寂寞溪桥畔”，这是游子眼中的实景。实际上也是他黯淡心情的反映。“已”字与“犹”字呼应，是说不仅已往数年，而且今年仍然流寓他乡，以后如何，那就只好不作思量了。过片“春衫”两句道出穿着春衫之人的相思之情。破衣之上满布斑斑泪痕，则游子内心悲苦之情也就可以想见。结尾几句先写四周景致，旅途小驻，解鞍伫立溪桥岸边，但见夕阳西下，芳草萋萋。接下去连用三个“无人”，用来突出他内心的苦闷！繁花似锦，无人同赏，只好借酒浇愁，独酌而又无人相劝，待到醉了，更是无人照看。三句叠用三个“无人”，使语意分三层宛转道来，将游子的内心活动有层次地呈现在人们眼前。"
        },
        {
            "title": "喜迁莺",
            "content": "乱红飞雨。怅春心一似，腾腾闷暑。密绾柔情，暗传芳意，人在垂杨深宇。晓雪一帘幽梦，半点檀心知否。春不管，想粉香凝泪，翠颦含趣。谁念芳径小，新绿笺笺，问讯今何许。玉冷钗头，罗宽带眼，缥缈青鸾难遇。望断碧云深处，倚遍画阑将暮。空惆怅，更江头桃叶，溜横波渡。",
            "comment": ""
        },
        {
            "title": "汉宫春",
            "content": "身到瑶池。正□永芙蓉，跕素鸾飞。绿云淡笼波面，鸳影差差。青冥世界，向龙宫、涌出江妃。凝望久，夜凉如水，人间惆怅芳时。池上方壶仙伯，是珊珊月佩，绰棹冰肌。重来碧环胜处，笑引琼卮。谁歌白雪，坐中客、赛过玄晖。醉归也，玉绳低转，晓风轻拂荷衣。",
            "comment": ""
        },
        {
            "title": "竞渡櫂歌",
            "content": "月明中，月明中，满湖春水望难穷。欲学楚歌歌不得，一场离恨两眉峰。",
            "comment": ""
        },
        {
            "title": "喜迁莺",
            "content": "世情冰尽。算耐久祗是，陇头芳信。惆怅人间，几千年□，留得陆郎馀韵。朔云解识花意，遮断疏狂蝶粉。岁寒了，狂风传香远，月移影近。清润。无点涴，不曰坚乎，如玉真难尽。除宋广平，与林和靖，肉眼有谁能认。仙丰道骨如许，相对霜髯雪鬓。长健也，好年年管领，春光随分。",
            "comment": ""
        },
        {
            "title": "望江南/忆江南",
            "content": "思晴好，去上竹山窠。自古常言光霁好，如今却恨雨声多。奈此坐愁何。",
            "comment": ""
        },
        {
            "title": "竞渡櫂歌",
            "content": "踏青青。踏青青。西泠桥畔草连汀。扑得龙船儿一对，画阑倚遍看游人。",
            "comment": ""
        },
        {
            "title": "明月棹孤舟/夜行船",
            "content": "雁带愁来寒事早。西风把鬓华吹老。猛省中秋，都来几日，先自木樨开了。淰淰轻阴天弄晓。平白地、被花相恼。一枕云闲，半窗秋晓，时有阵香吹到。",
            "comment": ""
        },
        {
            "title": "竞渡櫂歌",
            "content": "马如龙，马如龙，飞过苏堤健斗风。柳下击船青作榄，湖边荐酒碧为筒。",
            "comment": ""
        },
        {
            "title": "念奴娇",
            "content": "山围宽碧，月十分圆满，十分春暮。匹似涌金门外看，添得绿阴佳树。野阔星垂，天高云敛，不受红尘污。徘徊水影，闲中自有佳处。乘兴著我扁舟，山阴夜色，渺渺流光溯。望美人兮天一角，我欲凌风飞去。世事浮沈，人生圆缺，得似烟波趣。兴怀赤壁，大江千古东注。",
            "comment": ""
        },
        {
            "title": "竞渡櫂歌",
            "content": "绣周张，绣周张，楼台帘幙絮高扬。谁赋珠宫并贝阙，怀王去后去沉湘。",
            "comment": ""
        },
        {
            "title": "踏莎行",
            "content": "蟾苑萧疏，云岩芳馥。仙娥寄种来溪曲。晓烟薰上古龙涎，西风展破黄金粟。庾岭未梅，陶园休菊。天教占取清香独。胆瓶枕畔两三枝，梦回疑在瑶台宿。",
            "comment": ""
        },
        {
            "title": "潇湘神",
            "content": "斗轻桡。斗轻桡。雪中花卷棹声摇。天与玻璃三万顷，尽教看得几吴舠。",
            "comment": ""
        }
    ]
}