{
    "dynasty": "宋",
    "author": "黄简",
    "poems": [
        {
            "title": "登武昌南楼",
            "content": "十万鳞鳞俯绣甍，拂云自旧侈峥嵘。江趋座右双流合，山入屏闲八字横。祢史醉魂荒树远，庾郎尘骨古苔生。兴来朗拍栏干立，不必重骑碧海鲸。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "龟纹晓扇堆云母。日上彩阑新过雨。眉心犹带宝觥酲，耳性已通银字谱。密奁彩索看看午。晕素分红能几许。妆成挼镜问春风，比似庭花谁解语。",
            "comment": ""
        },
        {
            "title": "柳梢青",
            "content": "病酒心情。唤愁无限，可奈流莺。又是一年，花惊寒食，柳认清明。天涯翠巘层层。是多少、长亭短亭。倦倚东风，只凭好梦，飞到银屏。",
            "comment": " | 【注释】伤春是诗词中常见主题，感伤的不仅仅是春天的逝去，感伤的是像春天一样美丽的一切事物，如青春、爱情、人生中的欢乐时刻 。伤春多在寒食清明时节，此时正是春的极盛时分，但极盛之后便是衰落，诗人敏感的心早已预知到这一点，所以不由伤感起来。这首词中的主人公就是这样。他喝了闷酒，醉得有些近乎病态（“病酒”即醉酒，俗谓“醉酒如病 ”）；黄莺鸟的叫声 ，本来是悦耳动听的，所以博得了“流莺”的雅号，杜甫也有“自在娇莺恰恰啼”的诗句。可是对这首词中的主人公来说，却只能“ 唤愁无限”，听得心烦，却又无法封住那流莺的嘴巴，真是无可奈何（“可奈”即“ 怎奈”、“无可奈”）！主人公的愁从何而来 ？细细想来 ，既不是源于病酒，也不是因为流莺。伤春 ？倒有些相似。你看，“又是一年，花惊寒食，柳认清明 ”，光阴荏苒，逝者如斯，转眼“又是一年”！春光如许，年复一年，时不我待，触景生情，感到时序惊心，慨叹流年暗换，从而“ 愁”上心头，“春愁过却病”，美其名曰“伤春”，有何不可？“伤春”一词，不知被古人用过多少次，其实，春本无可伤，可伤者往往是与春一样美好的事物。总结一下古人的生活经验，春天的本身虽无可“ 伤”，但它却往往是人们感慨伤怀的诱发物。王昌龄《 闺怨》诗说：“闺中少妇不知愁，春日凝妆上翠楼。忽见陌头杨柳色，悔教夫婿觅封侯 ！”少妇本无愁，所以欢欢喜喜地打扮好。但她一旦登上了层楼，看到了那一派迎风飘舞的柳丝，于是愁从中来，——她想到了远在他乡“觅封侯”的“ 夫婿”。最好的春光，应该与自己的爱人共赏，一旦“共赏”不可得，便触景生情，对景怀人，这就是所谓“伤春”了。唐人还有这样的诗句：“打起黄莺儿，莫教枝上啼。啼时惊妾梦，不得到辽西。”对于一个没有心事的人而言 ，黄莺的叫声是动听的，但是对思妇而言，它阻碍自己梦中到辽西与丈夫相会，所以不惜“打起黄莺儿 ”。看来，春天是一个怀人的季节，古人从这里选取题材，抒发感情，不知写下了多少诗词！黄简的这首词，也是这样。当他望尽天涯的层层翠巘，心中暗数着那根本数不清的“长亭短亭 ”，怀人之情油然而生，但天涯各一方，现实的现象不可能，绝望之下，只得象希望于梦中与家人相会。“天涯翠巘层层。是多少、长亭短亭”，是这首词中最关键的句子，也是我们理解和欣赏这首词的钥匙，况蕙风评说 ：“此等语非深于词不能道，所谓词心也。”（《蕙风词话 》）“天涯”一句，是触景生情的诱发点。上片的流莺、花柳，皆眼前身边之景，对于词境皆止于描述而没有开拓意义，“ 天涯”一句却既融入了上片诸景，又高瞻远瞩，意象博大，更重要的是它开拓出了“ 长亭短亭 ”一境，遂使全词豁然开朗，转出了一片新天地 ，这是一个成功的过片。“长亭短亭”句接踵“天涯”句而来，是词中主人公望尽天涯的直接所得，是揭示全词情感实质的关键处。“长亭”、“短亭”皆系行人休止之所，后来它就成了天涯羁旅、游子思归的象征。显然，这一句揭示了全词的抒情实质：乡关之思。读到这里，我们才省悟到，上片所写的“病酒心情”以及流莺唤愁等等，都是主人公内心的乡关之思的外部流露，决不仅仅是因为春天即将逝去而感伤。结拍的“倦倚东风”三句，都是在思归而不能归的情况下的思想活动 。实际上的“归”既不可能，只得寄希望于梦，在梦中“飞到”故乡的“银屏”，与亲人团聚，这自然是“ 好梦”了。虽是梦，也给人以希望和安慰。这三句把思归的心情作了更深一层的抒发。至此，全词所曲曲折折表达的思想感情，就凸现出来了 。作者黄简本是建安（今属福建）人，长期隐居于吴郡光福山，乡关之思，自然深切，至于能把这种感情抒写得如此婉曲缠绵，确实是“非深于词不能道”的。黄简的词流传至今的 ，只有三首，皆精于修辞，如《眼儿媚》：“打窗风雨，逼帘烟月，种种关心。”《玉楼春》：“妆成挼镜问春风，比似庭花谁解语？”炼字炼句的功夫十分到家，竟似“ 妙手偶得之”。这首词中，则有“ 花惊寒食，柳认清明”。这两句的妙处，首先是如况蕙风所说：“属对绝工”。这两句都是同样的“主谓宾”句式结构，花对柳，是植物性名词相对，“惊”和“认”两个动词相对，“寒食”和“清明”两个表节气的名词相对，分明而严整。富有感情色彩和动作表现力的“ 惊”字“ 认”字，把一春郁闷，不觉时光飞逝，见花柳而惊知寒食清明已至的情态活脱脱地表现了出来。这两个极精当极富表现力的动词，不经几番锤炼，是无论如何得不到的，确实是这首词的“词眼”。乍见而“惊”，由“惊”而“认”，细细辨认之后，于是乎确认寒食清明已到，从而想到祖茔在焉的故乡，乡关之思油然而生，“ 泪眼问花花不语”的情态就出现了。作者选定寒食清明这种时节，也是不无考虑的。如上所说，这是一个祭扫祖茔的时节，最容易勾起异乡人的乡关之思；同时，这也是一个“断魂 ”的时刻，往往是雾雨其濛，雨痕，泪痕，冷冷清清。这种大家约定的、公认的气氛，对全词所要表达的那种比较低沉的乡关之思，自然起到一种烘托、浸染的作用，这不能不说是作者的匠意所在。当然，这首词的艺术精华，并不止于这两句（其整体结构上的匠心独妙之处，已略如上述），但这两句乃“词眼”所在，确实为此词生色不少，因此也就获得了后人的格外垂青。"
        },
        {
            "title": "公无渡河",
            "content": "公无渡河，公无渡河，止公不已将柰何。九渊喷雪舞馋鳄，百里吼雷翻怒鼍。平地往往犹风波，况此瀰漫秋水多。",
            "comment": ""
        },
        {
            "title": "过沈尚书墓",
            "content": "履声推早达，日燕自林泉。浮世若无死，贵人真是仙。从容将八帙，掩忽便千年。墓上青松合，丰碑竟不镌。",
            "comment": ""
        },
        {
            "title": "眼儿媚",
            "content": "画楼濒水翠梧阴。清夜理瑶琴。打窗风雨，逼帘烟月，种种关心。当时不道春无价，幽梦费重寻。难忘最是，鲛绡晕满，蟫锦香沉。",
            "comment": ""
        },
        {
            "title": "招荆江游子",
            "content": "冲风逐飞云，庭叶纷坠槁。荡子久不归，佳人坐中老。萧萧楚山晚，湛湛江水流。经从望夫石，那得不回头。",
            "comment": ""
        },
        {
            "title": "怀古",
            "content": "翠裹红遮艳粉围，春风夜夜可曾归。十年再抚章台马，巷陌人家大半非。",
            "comment": ""
        },
        {
            "title": "秋怀寄陈宗之",
            "content": "秋声四壁动，寒事日骎骎。红剥林闲子，青除架底阴。积闲殊有味，安拙本无心。独愧陈徵士，赊书不问金。",
            "comment": ""
        },
        {
            "title": "漫成",
            "content": "在俗参寥子，无田靖节翁。心平诗少怨，胃弱酒多中。熇熇蒸梅日，离离脱叶风。未应悲岁晏，端合幸年丰。",
            "comment": ""
        },
        {
            "title": "犁春操为谢耕道作",
            "content": "东山兮云浮，东磵兮雨流。失今不勤兮，曷其有秋。水淫兮石齧，田碻磝兮一跬九折。予劳兮何辞，牛奚罪兮从予以羸。眇良畴兮弥野，独功倍兮刈寡。虽然不愈于无田而游兮，岁晏凄其桑落之下。",
            "comment": ""
        }
    ]
}