{
    "dynasty": "明",
    "author": "夏完淳",
    "poems": [
        {
            "title": "烛影摇红",
            "content": "辜负天工，九重自有春如海。佳期一梦断人肠，静倚银釭待。隔浦红兰堪采，上扁舟，伤欵乃。梨花带雨，柳絮迎风，一番愁债。回首当年，绮楼画阁生光彩。朝弹瑶瑟夜银筝，歌舞人潇洒。一自市朝更改，暗销魂，繁华难再。金钗十二，珠履三千，凄凉万载。",
            "comment": ""
        },
        {
            "title": "卜算子 断肠",
            "content": "秋色到空闺，夜扫梧桐叶。谁料同心结不成，翻就相思结。十二玉阑干，风动灯明灭。立尽黄昏泪几行，一片鸦啼月。",
            "comment": "【注释】描写的是闺中人思今意中人的情怀。从夏完淳的经历看，词中所写的闺中人，其实是他自己心怀的化身，而所思念的意中人，也是故国、或者是理想的寄托。"
        },
        {
            "title": "绝句",
            "content": "扁舟明月两峰间，千顷芦花人未远。缥缈苍茫不可接，白云空翠洞庭山。",
            "comment": ""
        },
        {
            "title": "一剪梅 柳",
            "content": "无限伤心夕照中，故国凄凉，剩粉余红。金沟御水日西东。昨岁陈宫，今岁隋宫。往事思量一饷空，飞絮无情，依旧烟笼。长条短叶翠濛濛。才过西风，又过东风。",
            "comment": ""
        },
        {
            "title": "别云间",
            "content": "三年羁旅客，今日又南冠。无限山河泪，谁言天地宽！已知泉路近，欲别故乡难。毅魄归来日，灵旗空际看。",
            "comment": "【注释】１．“云间”，即今上海松江，是作者家乡。顺治四年（１６４７），他在这里被逮捕。在对故乡的依恋外，诗着重地写他抗清失败的悲愤与至死不变的决心。 ２．“三年”句：作者自顺治二年（１６４５）起，参加抗清斗争，出入于太湖及其周围地区，至顺治四年（１６４７），共三年。３．“南冠”，用春秋钟仪的故事。４．“毅魄”二句：是说死后，仍将抗清。５．“灵旗”，汉武帝为伐南越，祷告太一，作灵旗。这里指抗清的旗帜。"
        },
        {
            "title": "寻芳草 别恨",
            "content": "几阵杜鹃啼，却在那，杏花深处。小禽儿，唤得人归去，唤不得愁归去。 离别又春深，最恨也，多情飞絮。恨柳丝，系得离愁住，系不得离人住。",
            "comment": ""
        },
        {
            "title": "即事",
            "content": "复楚情何极，亡秦气未平。雄风清角劲，落日大旗明。缟素酬家国，戈船决死生！胡笳千古恨，一片月临城。",
            "comment": "【注释】[创作背景]〈即事〉共三首，是作者于顺治三年（1646）参加抗清义军后所作。这里选了其中一首。当时南明都城南京已为清军所破，鲁王逃亡下海，作者的父亲也兵败殉国，他是怀着极其悲愤的心情写成此诗的。 [内容评析]诗的起笔即化用「楚虽三户，亡秦必楚」一语，点明主题，并以感情急切、激愤的「情何极」、「气未平」定下了全篇悲壮激越的基调，表达出作者誓灭清人，恢复明朝的强烈爱国情感。接下来由情入景，写道：雄劲的风中，传来军中清远的号角声；血红的落日里，飘动着鲜艳明亮的战旗。我穿着素白的丧服，决心为国雪耻，为父报仇；驾着坚固的战船，在烟波浩渺的太湖里与敌人决一死战。这壮阔的景色，托出了作者雪耻复国，生死决战的激烈情怀！末尾通过胡笳声声，月色清冷，满城凄凉的景象描写，带给人无限的悲惨和凄凉。 诗之一三联直抒抗敌复国之志，二四联描写雄豪悲壮之景，情景交融，形成诗歌颇具特色的连环映带、交综流走的气韵，最便于表达诗人内心的郁郁不平之气和铭心刻骨的家国之恨。而「一片月临城」的以景结情，更使诗意开阔，思入微茫，仿佛可见诗人的复国之志和家国之恨糅合在一起，浩然充塞于天地之间。 [难词注释]①即事：以当前事物为题材的诗，称「即事诗」。②角：即军中画角。③缟素：孝服。作此诗时，诗人之父母抗清失败殉国。④戈船：指抗清义军的水师。⑤胡笳：古代流行于塞北和西域的一种管乐器。"
        },
        {
            "title": "江城子·病起春尽",
            "content": "一帘病枕五更钟，晓云空，卷残红。无情春色，去矣几时逢？添我几行清泪也，留不住，苦匆匆。　　楚宫吴苑草茸茸，恋芳丛，绕游蜂。料得来年，相见画屏中。人自伤心花自笑，凭燕子，骂东风。",
            "comment": ""
        },
        {
            "title": "两同心 有梦",
            "content": "梦到扬州，依然南浦。绮罗如梦锦如尘，香车宝马知何处。翠烟笼，十里隋堤，茫茫飞絮。举目魂消肠断，春光如许。琼花消息竟飘零，荒台古苑春无主。想莺花，十二楼前，迷离烟雨。",
            "comment": ""
        },
        {
            "title": "婆罗门引 春尽夜",
            "content": "晚鸦飞去，一枝花影送黄昏。春归不阻重门。辞却江南三月，何处梦堪温。更阶前新绿，空锁芳尘。随风摇曳云，不须兰棹朱轮。只有梧桐枝上，留得三分。多情皓魄，怕明宵还照旧钗痕。登楼望，柳外销魂。",
            "comment": ""
        },
        {
            "title": "精卫",
            "content": "北风荡天地，有鸟鸣空林。志长羽翼短，衔石随浮沈。崇山日以高，沧海日以深。愧非补天匹，延颈振哀音。辛苦徒自力，慷慨谁为心？滔滔东逝波，劳劳成古今。",
            "comment": "【注释】精卫：鸟名。《山海经·北山经》：“发鸠之山，其上多柘木，有鸟焉，其状如乌，文首白喙赤足，名曰精卫，其鸣自交（左应加言旁）。是炎帝之少女，名曰女娃。女娃游于东海，溺而不返，故为精卫，常衔西山之石，以堙于东海。”补天：《淮南子·览冥训》：“往古之时，四极废，九州裂，天不兼覆，地不周载。……于是女娲炼五色石以补苍天。”劳劳：惆怅忧伤的样子。"
        }
    ]
}