{
    "dynasty": "明",
    "author": "王世贞",
    "poems": [
        {
            "title": "卫河四首",
            "content": "人云风波恶，风波信自恶。生长在家乡，那得容华落。",
            "comment": ""
        },
        {
            "title": "游南高峰",
            "content": "从游指点南高胜，蹑郤攀萝兴不赊。画里余杭人卖酒，镜中湖曲棹穿花。千岩半出分秋雨，一径微明逗晚霞。最是夜归幽绝处，疏林灯火傍渔家。",
            "comment": ""
        },
        {
            "title": "姚匞叔以道术为用晦诸王上客携书来访惓惓七",
            "content": "握手相知奈晚何，且将鱼素慰蹉跎。淮南道术宾初盛，邺下风流事已过。见数八公君第几，空传七子世无多。春来社酒能从否，莫道闲门雀可罗。",
            "comment": "：【原题】：\r\n姚匞叔以道术为用晦诸王上客携书来访惓惓七子之盛有感\r\n而赠"
        },
        {
            "title": "西城宫词八首",
            "content": "花底传筹到五更，隐囊斜倚到天明。寒霜不敢蒙头坐，暖阁时聆謦欬声。",
            "comment": ""
        },
        {
            "title": "西城宫词八首",
            "content": "千尺通星井幹楼，玉盘天酒夜来收。白茅螭捧黄金印，五利明朝欲拜侯。",
            "comment": ""
        },
        {
            "title": "癸未元日过敬美小酌试笔",
            "content": "献岁家园倚杖过，剧欢儿辈奈衰何。寒贪棣萼连枝暖，病怯屠苏半户多。白屋千家同惨淡，黄冠一老自婆娑。长安日有维新诏，不必春风到薜萝。",
            "comment": ""
        },
        {
            "title": "正德宫词八首",
            "content": "平明东阁下恩纶，兽凯鸾色色新。大内别开元帅府，传声侍女莫称臣。¤",
            "comment": ""
        },
        {
            "title": "卫河四首",
            "content": "河流曲曲转，十里还相唤。那比下江船，扬帆忽不见。",
            "comment": ""
        },
        {
            "title": "太原道中书事二首",
            "content": "盘陀十二驿，驿驿似西川。毕竟中无地，还疑小有天。居民同伏鼠，宿客傍栖鸢。不待蝉声苦，秋霜向鬓边。¤",
            "comment": ""
        },
        {
            "title": "弘治宫词六首",
            "content": "黄帕朱奁覆御羞，手题颁赐寿宁侯。昆明督亢从渠请，今日台官在殿头。",
            "comment": ""
        },
        {
            "title": "闺恨",
            "content": "兴庆坊前柳，萧郎手自栽。藏鸦今渐稳，只是不归来。",
            "comment": ""
        },
        {
            "title": "偶成",
            "content": "匡床眠坐尽优游，兴至三杯过即休。小出便支邛竹杖，轻寒旋进木棉裘。争春桃李差嫌富，滴雨空阶不起愁。较得近来诗句拙，肯容心力费雕镂。",
            "comment": ""
        },
        {
            "title": "九月闭关谢笔砚而千里故人讯问不绝书此代答",
            "content": "小径衡门鸟雀余，祇因才尽爱闲居。诸缘暂息交犹在，一病虽轻懒未除。玉案有无知莫较，银钩早晚竟难虚。于今却羡桓司马，博得空函省报书。",
            "comment": ""
        },
        {
            "title": "弘治宫词六首",
            "content": "急遣追锋召外家，南宫桃李正如霞。自从光禄裁宣索，长日从容且赐茶。",
            "comment": ""
        },
        {
            "title": "杂诗",
            "content": "没人游大壑，出入鲛鳄间。手持珊瑚树，口噤不能言。务光岂有希，亦自湛于渊。各顾徇所好，焉能两攀援。道逢衣冠客，毂击马不旋。与子行苦殊，何用见疑患。",
            "comment": ""
        },
        {
            "title": "西城宫词八首",
            "content": "新传牌子赐昭容，第一仙班雨露浓。袋里相公书疏在，莫教香汗湿泥封。",
            "comment": ""
        },
        {
            "title": "偶成",
            "content": "三载寒庐梦不成，悔将余债伴残生。南楼酒力初微后，依旧萧萧夜雨声。",
            "comment": ""
        },
        {
            "title": "西城宫词八首",
            "content": "两角鸦青双箸红，灵犀一点未曾通。自缘身作延年药，憔悴春风雨露中。",
            "comment": ""
        },
        {
            "title": "正德宫词八首",
            "content": "敕扫椒风第二房，俱传倩女出平康。天宫欲晓人间事，约伴相过话夕阳。",
            "comment": ""
        },
        {
            "title": "徐大宗伯同唐张娄三子见饯至新洋江始别",
            "content": "新洋江口好停舟，淡月笼烟破暝愁。君卧可能忘魏阙，予行终拟问菟裘。娇歌易作双青眼，别酒难禁两白头。总是秣陵多胜地，却惭人唤凤凰游。",
            "comment": ""
        },
        {
            "title": "卫河四首",
            "content": "十五谁家女，红妆娇自多。低头浣衣坐，不解听吴歌。",
            "comment": ""
        },
        {
            "title": "解任后得明卿罢官报寄赠（以下弇州续稿）",
            "content": "邮书一到不堪闻，起剔残灯坐夜分。塞马论来终是失，冥鸿去后许谁群。无妨中散来千里，更喜延之咏五君。与说近踪应稍慰，买山全占洞庭云。",
            "comment": ""
        },
        {
            "title": "过大宗伯徐公留饮山池出所欢明童佐酒",
            "content": "轻榕小舫受凉釭，正及东山行乐时。杨柳腰新宫傅宅，芙容客满卫军池。朱颜不待餐云母，白苎亲调付雪儿。欢剧翻追少年事，射阳帆底对弹棋。",
            "comment": ""
        },
        {
            "title": "西城宫词八首",
            "content": "芙蓉新样紫霞冠，细拥珠琲小凤团。一片香烟丛里出，玉真朝罢簇回銮。",
            "comment": ""
        },
        {
            "title": "弘治宫词六首",
            "content": "午槐圆影覆彤除，今日天颜喜气舒。稳坐御床无一语，但称难得老尚书。",
            "comment": ""
        },
        {
            "title": "徐九公子园亭即事",
            "content": "粉窦斜通宛转廊，壶中山水待长房。轻云入坐笼朱阁，小雨将歌逗画梁。客重不虚公子席，花娇欲施令君香。已教昼漏迟迟报，犹自贪闻子夜长。",
            "comment": ""
        },
        {
            "title": "过固始许忠节公祠",
            "content": "朱邸殽烝伏兵发，少年使者眦独裂。建礼门前一腔血，飞作彭湖斗间铁。义旗十万横江起，忽有长虹穿贼垒。一时缚累如缚豕，逝者人耶生者鬼。龙章载锡帝宠稠，犹闻曲突心未酬。不令长孺寝逆谋，汉阙要挂吴王头。固始祠中柏色古，父老椎牲考钟鼓。南有孙侯北有许，令人扼腕悲壬午。",
            "comment": ""
        },
        {
            "title": "太原道中书事二首",
            "content": "不断峰峦色，何由见晋阳。傍山兔三穴，入地鼠千仓。项为泉奔癭，牙因枣熟黄。吴儿莫相笑，风俗古陶唐。",
            "comment": ""
        },
        {
            "title": "西城宫词八首",
            "content": "侍女俱传厌虏符，猫为铁骑鼠为胡。挦扯一博天颜喜，八宝金钱踠地铺。",
            "comment": ""
        },
        {
            "title": "履省任后之吴兴部戏作",
            "content": "纵然名姓堕尘寰，身比阇黎可较闲。锡杖乍飞天竺寺，芒鞋还踏道场山。三生公案聊须检，十部除书了不关。细雨斜风应便住，故乡原在一帆间。",
            "comment": ""
        },
        {
            "title": "寓怀（以下《四部稿》）",
            "content": "文景体恭俭，陈粟俯丘山。易世因其资，气欲盖九蕡。柏梁既以灾，建章遂造天。蜀汉穷材木，少府罄金钱。原麓既如髡，闾井宁不然。感此池上翁，精灵泣帝前。天心维仁爱，毋乃滋倒悬。",
            "comment": ""
        },
        {
            "title": "为钱叔宝题悬罄室",
            "content": "钱郎坐我悬罄室，要我为作悬罄篇。我歌欲就须斗酒，君言室中无一钱。空梁颇受落月色，北窗仅可凉风眠。门前黄叶霜如洗，刺促归来愧妻子。已少成都学士裘，只饶东郭先生履。挂壁矰蛸寒欲堕，当门鸟雀时空喜。自矜顾恺为前身，丹青在手终不贫。只愁妙画通神去，依旧能生釜底尘。",
            "comment": ""
        },
        {
            "title": "斋室初成有劝多栽花竹者走笔示之",
            "content": "一室缘溪断俗尘，翛然吾自爱吾真。浇花怕结春时业，种竹防惊梦里神。梧叶到秋无那病，芭蕉过暑不堪贫。何如且放空庭在，月色风光好近人。",
            "comment": ""
        },
        {
            "title": "西城宫词八首",
            "content": "色色罗衫称体裁，铺宫新例一齐开。菱花小样黄金合，昨夜真人进药来。",
            "comment": ""
        },
        {
            "title": "弘治宫词六首",
            "content": "静数莲筹第五更，寒鸦金井未分明。披衣欲坐犹疑早，前殿连传警跸声。",
            "comment": ""
        },
        {
            "title": "正德宫词八首",
            "content": "金鳌桥畔柳丝长，舴艋舱头有柘黄。六院小儿初病酒，御前亲自过鱼汤。",
            "comment": ""
        },
        {
            "title": "书怀",
            "content": "风为开扉旋掩扉，春催花发又花飞。客歌夫子哀时命，天与先生杜德机。久自青云词伯少，从他白简酒人非。兴来烂熳挥毫罢，且复婆娑里社归。",
            "comment": ""
        },
        {
            "title": "抵丹阳闻南中有流言即返棹",
            "content": "幸不将身与念违，艖符转首便成归。紫衫频著难长是，白简虽烦未尽非。耳惯酒酣元不热，心安食少也能肥。江东尽有容人处，水石中间一钓矶。",
            "comment": ""
        },
        {
            "title": "游潘顾诸园毕自题弇园",
            "content": "踏遍名园意未舒，大都京洛贵人居。穿钱作埒难调马，缕石铺池碍种鱼。似比幼舆输一壑，转令元亮爱吾庐。兴来呼得尖头艇，煨蚁烹鳞信所如。",
            "comment": ""
        },
        {
            "title": "山园示游人",
            "content": "携酒看花不碍频，唯求酒后护残春。不辞树树凭攀折，孤却明朝花下人。",
            "comment": ""
        },
        {
            "title": "从军行",
            "content": "蹋臂归来六博场，城中白羽募征羌。相逢试解吴钩看，已是金河万里霜。",
            "comment": ""
        },
        {
            "title": "弘治宫词六首",
            "content": "禁苑先朝红药台，御筵亲为两宫开。莫嫌宫监希恩赏，玉辇何曾更一来。",
            "comment": ""
        },
        {
            "title": "经封丘记故尉高适诗有作",
            "content": "我行长夏之封丘，红尘罨汗汗不流。东邻苦酒苦于药，西舍浊醪浊似油。马头黄绶令勿跪，恐有当时高蜀州。拜迎官长亦细事，鞭挞黎庶将何求。一官大小各有味，不置齿舌应即休。诸君异日但北首，看我归骑凌清秋。",
            "comment": ""
        },
        {
            "title": "领郧阳命出朝口号",
            "content": "五花小龙团墨敕，生新宝钞鸦翎黑。黄封饵合纷后随，法酒三杯壮行色。纵然才劣忝军镇，稍喜时清偃兵革。节度从他学襄样，征南自古多书癖。碧油幢底见故人，唤作粗官粗亦得。",
            "comment": ""
        },
        {
            "title": "奉寄客部朱丈子价戏效其体",
            "content": "白门啼鸟双垂杨，主人读书殊未央。经霜柿叶已满屋，过雨薜荔将窥床。十年清梦飞天姥，几度新诗走夜郎。为闻青州使君态，胡缨小马绿沈枪。",
            "comment": ""
        },
        {
            "title": "正德宫词八首",
            "content": "绨案东头有皂囊，不知畴日进封章。付教河下金珰手，莫遣君王甲夜忙。",
            "comment": ""
        },
        {
            "title": "闭关",
            "content": "虚自群喧草木还，不多青眼畏尘寰。由他国士谁谋国，若个山人肯住山。长病医方无胜懒，渐贫生计莫如慳。地垆榾柮煨生芋，风雨萧萧且闭关。",
            "comment": ""
        },
        {
            "title": "正德宫词八首",
            "content": "玉水垂杨面面栽，豹房官邸接天开。行人莫爱缠头锦，万乘亲歌压酒杯。",
            "comment": ""
        },
        {
            "title": "西城宫词八首",
            "content": "五雷坛上雷一声，海子闸口雨纵横。祈灵验后催传赏，马上朱提玉手擎。",
            "comment": ""
        },
        {
            "title": "和王百穀怀出妾",
            "content": "离怀黯未分明，只忆郎君一句清。妾与书生俱薄命，花随春帝不长情。愁回樊素行时首，枉却红儿死后名。谁道两坊三百步，《阳关》分作断肠声。百穀曾有句云“书生薄命元同妾”，为袁少傅所重。",
            "comment": ""
        },
        {
            "title": "长至夜起坐忆家",
            "content": "一枕乡山路未真，篝灯起坐独伤神。天心肯傍微阳转，物色从争朔气新。久客爱听初减漏，唤班羞作未归人。江南两地俱愁寂，总向天涯话病身。",
            "comment": ""
        },
        {
            "title": "将赴留尹出门作",
            "content": "叠鼓鸣榔试晓风，倦游心事寄冥鸿。已拚车畔闻歌凤，何必幡头有画熊。游客似夸轻薄尹，居人应唤冶城公。离筵欲向清洋尽，依旧三弇醉梦中。",
            "comment": ""
        },
        {
            "title": "怀柔道中",
            "content": "马足吾何限，山行稍自宽。人家梅雨色，衣袖麦秋寒。过瀑添新径，归云改故峦。断肠沙雁起，一一向长安。",
            "comment": ""
        },
        {
            "title": "投劾南归抵家作",
            "content": "剥琢应令稚子疑，雀门风雨昼凄其。能如五日张京兆，又作当年柳士师。瓮底尚残斟别酒，尊前能咏解嘲诗。只嫌三老来催直，不及山阴兴尽时。",
            "comment": ""
        },
        {
            "title": "有所闻作",
            "content": "闻道弓旌及隐沦，可缘真遇爱龙人。虚云展氏曾三黜，其那王尊仅一身。苜蓿总肥沙塞晚，桃花无恙武陵春。欲知元亮篮舆意，畏踏丹阳郭里尘。",
            "comment": ""
        },
        {
            "title": "小伊州",
            "content": "频年转战未封侯，还逐高阳酒伴游。醉后只今愁出塞，双鬟又唱小伊州。",
            "comment": ""
        },
        {
            "title": "有感",
            "content": "出处频年尚属人，于今不出始由身。留将顶相称居士，洗却头衔字道民。一锸随身那讳死，三飡度口不缘贫。寄声无限同盟者，苦海中间学问津。",
            "comment": ""
        },
        {
            "title": "弘治宫词六首",
            "content": "南海珠池贡已稀，西川又罢锦文机。朝来御服三经浣，贱妾宁希曳地衣。",
            "comment": ""
        },
        {
            "title": "正德宫词八首",
            "content": "窄衫盘凤称身裁，玉靶雕弓月样开。红粉别依回鹘队，君王新自虎城来。",
            "comment": ""
        },
        {
            "title": "西宫怨",
            "content": "点点莲花漏未央，乍寒如水透罗裳。谁怜金井梧桐露，一夜鸳鸯瓦上霜。",
            "comment": ""
        },
        {
            "title": "题仙岩文丞相祠",
            "content": "丞相仓皇出虎穴，夜半真州鬓成雪。江南是处万马尘，海上堪挥一腔血。丈夫变名难变心，此心在宋不在身。从行少年四五辈，倜傥千秋荆聂伦。崖山波腥鼓欲死，柴市星寒碧初委。若使黄冠自北还，犹能赤帜从东起。仙岩之山郁嶙峋，二百年来日月新。毋论削迹勤王地，大有衣冠荐芷蘋。君不见真人奋淮北，金戈立扫毡裘色。鄂国喑呜表后身，瀛公宛转留遗息。解道狂胡运已微，只今白羽昼长飞。铁衣自举石马汗，一夕犛庭转战归。",
            "comment": ""
        },
        {
            "title": "闰十月朔病中作",
            "content": "伏枕人间万事轻，偶探残历唤愁生。初疑玉殿仍颁朔，不谓玄冥再主盟。病似黄杨多进退，情如芳草易枯荣。谁怜止酒无多睡，夜夜清霜闰五更。",
            "comment": ""
        },
        {
            "title": "初自彭城山行闻莺",
            "content": "水宿逶迤不计程，有无春事未分明。白门渡口逢三月，黄鸟行边始一声。句向清时稀感慨，官因迟暮减心情。祇园桃李花如锦，只为游人特底生。",
            "comment": ""
        },
        {
            "title": "过冶泉",
            "content": "偶经盘石坐，下有暗泉过。受月苔阴少，分云竹色多。幽岩答樵斧，小屋见渔蓑。不浅沧浪兴，风尘可奈何。",
            "comment": ""
        },
        {
            "title": "山行至虎跑泉菴次苏长公石刻韵",
            "content": "百草沾风蚕月香，双鸠唤雨麦秋凉。过桥已觉世情少，到寺始知僧日长。拂藓石留行脚偈，挂瓢泉是洗心方。良公更有茶瓜在，禅悦能容取次尝。",
            "comment": ""
        },
        {
            "title": "正德宫词八首",
            "content": "仙《韶》别院奏新声，不按唐山曲里名。青鹞白翎俱入破，十三弦底似雷鸣。¤",
            "comment": ""
        },
        {
            "title": "卫河四首",
            "content": "人家半侵河，屋后晒渔网。夜深唤小妇，篝灯听波响。",
            "comment": ""
        },
        {
            "title": "徐二公子邀与陆司寇吴司空游东园",
            "content": "六月冰壶生昼凉，侯家池馆胜平阳。楼头霁色开幹鹊，台上新云似凤凰。客诧郇公厨味好，人惊卫尉厕衣香。不烦投辖深相挽，小舫青油系绿杨。",
            "comment": ""
        },
        {
            "title": "送殷无美赴夷陵",
            "content": "十年清问满公车，今睹方州建隼旟。东下江平知禹凿，西来土黑是秦余。渚宫人去烟俱冷，巫峡才多雪不如。俱道大夫饶赋咏，莫因天远废双鱼。",
            "comment": ""
        },
        {
            "title": "忆江南",
            "content": "歌起处，斜日半江红。柔绿篙添梅子雨，淡黄衫耐藕丝风。家在五湖东。",
            "comment": ""
        },
        {
            "title": "岳坟",
            "content": "落日松杉覆古碑，英风飒飒动灵祠。空传赤帝中兴诏，自折黄龙大将旗。三殿有人朝北极，六陵无树对南枝。莫将乌喙论勾践，鸟尽弓藏也不悲。",
            "comment": ""
        },
        {
            "title": "正德宫词八首",
            "content": "夜半球灯出未央，俄传鞞铎向平阳。六宫处处秋如水，不独长门玉漏长。",
            "comment": ""
        },
        {
            "title": "梦中得“百年那得更百年今日还须爱今日”句",
            "content": "化人宫中百事无，道书一卷酒一壶；枝头黄乌听作曲，西山白云看作图。朝爱朝暾上东岫，夕映夕阳映东牖；任他故人不通谒，任他朝事不挂口。偶然案头余酒杯，偶然蹑履山僧来；自斟自醉当自去，礼岂设为我辈哉!昨夜懵腾意超忽，寐时得语醒时述：百年那得更百年，今日还须爱今日。纵能拂衣归故山，农耕社稷亦不闲；何如且会此中趣，别有生涯天地间。",
            "comment": " | 【注释】原题：梦中得“百年那得更百年今日还须爱今日”句，因戏成短歌“百年那得更百年，今日还须爱今日”：劝人珍惜可贵的光阴。"
        },
        {
            "title": "送妻弟魏生还里",
            "content": "阿姊扶床泣，诸甥绕膝啼。平安只两字，莫惜过江题。",
            "comment": ""
        },
        {
            "title": "戚将军赠宝剑歌",
            "content": "曾向沧流剸怒鲸，酒阑分手赠书生。芙蓉涩尽鱼鳞老，总为人间事转平。",
            "comment": ""
        }
    ]
}