{
    "dynasty": "明",
    "author": "陈子龙",
    "poems": [
        {
            "title": "秋日杂感",
            "content": "行吟坐啸独悲秋，海雾江云引暮愁。不信有天常似醉，最怜无地可埋忧。荒荒葵井多新鬼，寂寂瓜田识故侯。见说五湖供饮马，沧浪何处着渔舟。",
            "comment": ""
        },
        {
            "title": "诉衷情 喜游",
            "content": "小桃枝下试罗裳，蝶粉斗遗香。玉轮碾平芳草，半面恼红妆。风乍暖，日初长，袅垂杨。一双舞燕，万点飞花，满地斜阳。",
            "comment": ""
        },
        {
            "title": "山花子",
            "content": "杨柳凄迷晓雾中，杏花零落五更钟。寂寂景阳宫外月，照残红。　　蝶化彩衣金缕尽，虫衔画粉玉楼空。惟有无情双燕子，舞东风。",
            "comment": ""
        },
        {
            "title": "辽事杂诗",
            "content": "卢龙雄塞倚天开，十载三逢敌骑来。碛里角声摇日月，回中烽色动楼台。陵园白露年年满，城郭青磷夜夜哀。共道安危任樽俎，即今谁是出群才！",
            "comment": ""
        },
        {
            "title": "点绛唇 春日风雨有感",
            "content": "满眼韶华，东风惯是吹红去。几番烟雾，只有花难护。梦里相思，故国王孙路，春无主！杜鹃啼处，泪染胭脂雨。",
            "comment": "【注释】１．借惜花怀人，为亡国哀痛与复国希望。２．“几番”句：指清兵地下后的一系列事变。３．“王孙”，对尊礼、思慕者的称呼，如淮南小山招隐士的“王孙游兮不归”，这里疑指鲁王、唐王。４．“春无”三句：叹复国不易渡易水１"
        },
        {
            "title": "遇桐城方密之于湖上，归复相访，赠之以诗",
            "content": "仙才寂寞两悠悠，文苑荒凉尽古丘。汉体昔年称北地，楚风今日满南州。可成雅乐张瑶海？且剩微辞戏玉楼。颇厌人间枯槁句，裁云剪月画三秋。",
            "comment": ""
        },
        {
            "title": "渡易水",
            "content": "并刀昨夜匣中鸣，燕赵悲歌最不平。易水潺湲云草碧，可怜无处送荆卿！",
            "comment": "【注释】①易水－－源出河北首易县西，东流至定兴县西南与拒马河汇合。古时是燕国南部的一条大河。②并刀－－并州（今山西省太原市一带）产的刀，以锋利著名。指宝刀、宝剑。匣中鸣－－古人形容壮士复仇心切，常说刀剑在匣子里发也叫声。③燕赵－－战国时的两个诸侯国，分别在今河北省和山西省地区。古时燕赵出过不少侠客义士，干出了很多悲壮的事情。④潺元－－河水缓缓流动的样子。⑤荆卿－－即荆轲，战国时卫国人。被燕太子拜做上卿。太子丹了去秦国行刺秦王，并亲自送他渡过易水。这两句说：易水慢慢地流着，天青草绿，河山依旧，可惜到哪里再去找荆轲那样的壮士，来为他送行呢？"
        },
        {
            "title": "念奴娇 春雪咏兰",
            "content": "问天何意，到春深、千里龙山飞雪？解佩凌波人不见，漫说芷珠宫阙。楚殿烟微，湘潭月冷，料得都攀折。嫣然幽谷，只愁又听啼鴃。 当日九畹光风，数茎清露，纤手分花叶。曾在多情怀袖里，一缕同心千结。玉腕香销，云鬟雾掩，空赠金跳脱。洛滨江上，寻芳再望佳节。",
            "comment": ""
        },
        {
            "title": "谒金门 五月雨",
            "content": "莺啼处，摇荡一天疏雨。极目平芜人尽去，断红明碧树。费得炉烟无数，只有轻寒难度。忽见西楼花影露，弄晴催薄暮。",
            "comment": ""
        },
        {
            "title": "画堂春 雨中杏花",
            "content": "轻阴池馆水平桥，一番弄雨花梢。微寒著处不胜娇，此际魂销。 　忆昔青门堤外，粉香零乱朝朝。玉颜寂寞淡红飘，无那今宵。",
            "comment": ""
        },
        {
            "title": "三洲歌",
            "content": "相送巴陵口，含泪上舟行。不知三江水，何事亦分流？",
            "comment": "【注释】①三洲歌--一名《三洲曲》，乐府西曲歌名，流行在巴陵地区。②巴陵口--巴陵三江口。巴陵，今湖南省岳阳县，位于长江南岸，滨临洞湖。③三江--指长江、湘水、沅水。三江在巴陵与洞庭湖相通。④这句说：为什么江水也要分开流走呢？"
        }
    ]
}