{
    "dynasty": "汉",
    "author": "无名",
    "poems": [
        {
            "title": "古越谣歌",
            "content": "君乘车，我戴笠，他日相逢下车揖。君担簦，我跨马，他日相逢为君下。",
            "comment": ""
        },
        {
            "title": "天净沙 秋",
            "content": "孤村落日残霞，轻烟老树寒鸦。一点飞鸿影下，青山绿水，白草红叶黄花。",
            "comment": "【注释】这首曲写秋景。秋天是萧索的，作者先用了孤村、落日等六个描写景物的词，表达出来。跟着，用“飞鸿”句，把静寂的景物和活动的飞鸿联系起来，静中有动。最后用“青山”、“白草”两句，把美丽的秋景呈现在眼前，使人更觉得可爱。"
        },
        {
            "title": "车船",
            "content": "北人善驾车，南人善使船。易地而为之，船覆车也颠。人生不相习，勉绝也徒然。",
            "comment": ""
        },
        {
            "title": "题梅",
            "content": "北风猎猎吹人倒，千卉千葩尽枯槁。谁分清气到寒梅，独放银花照晴昊。",
            "comment": ""
        },
        {
            "title": "天净沙 春",
            "content": "春山暖日和风，阑杆楼阁帘栊。杨柳秋千院中。啼莺舞燕，小桥流水飞红。",
            "comment": "【注释】［注解］飞红：指落花。［译文］山绿了，阳光暖了，吹起和煦的春风。楼阁上少女凭栏眺望，高卷起帘栊。院子里杨柳依依，秋千轻轻摇动，院外有飞舞的春燕，啼喈的黄莺，小桥之下流水潺潺，落花飞红。"
        },
        {
            "title": "惜时",
            "content": "三春花事早，为花须及早。花开有落时，人生容易老。",
            "comment": ""
        },
        {
            "title": "敕勒歌",
            "content": "敕勒川，阴山下。天似穹庐，笼盖四野。天苍苍，野茫茫，风吹草低见牛羊。",
            "comment": "【注释】南北朝民歌具有显著的差异，前者轻艳绮丽．委婉缠绵，一如江南少女，多情而温柔；后者粗犷雄放，刚劲有力，恰似塞北健儿，勇悍率真，豪爽坦直。若用西洋美学概念来表示，前者属于“优美”的类型，后者则更具“崇高”的倾向。这种审美趣味上的差异，究竟是怎么造成的呢?我们不妨从《敕勒歌》来作些分析，这对理解《敕勒歌)本身也是有意义的。敕勒是古代中国北部的少数民族部落，它的后裔融入了今天的维吾尔族．这首诗就是敕勒人当日所唱的牧歌。不过，北朝时敕勒族活动的地域不在今天的新疆，而是在内蒙古大草原上。前四句是对他们的生活环境的咏唱。“敕勒川”，不知是今天的哪一条河流，而且即使在当时，也未必是一个固定的专名，恐怕只是泛指敕勒人聚居地区的河川罢了。阴山，又名大青山，座落在内蒙古高原上，西起河套，东接内兴安岭，绵亘千里。敕勒人歌唱起他们所生活的土地时，就以这样一座气势磅礴、雄伟无比的大山为背景。就具体的地理位置而言，这样说未免有些含糊，但作为诗的形象，一开始就呈现出强大的气势和力量。接下去，诗人又给我们描绘了一幅苍茫辽阔的图卷：在一望无垠的大草原上，满眼青绿，无边无际地延伸开去，只有那同样辽阔的天宇，如同毡帐一般从四面低垂下来，罩住浩瀚的草原。如此风光，使人心胸开张，情绪酣畅。在江南，山岭起伏，河流曲折，植被丰富多彩，景观充满细部的变化，人的注意力，也就容易被一山一水，甚至一草一木所吸引，形成细腻的审美感受，关注于色彩与线条的微妙韵味。而在北方，特别是在大草原上，自然景观是单纯的，色彩和线条也没有多少变化。由于缺乏可供细细观赏的东西，于是抬眼就望到天际，开口就是粗豪的调子。这里面还有一种不易察觉的因素在起作用。草原上的人，是没有土地私有观念的。他们逐水草而居，天地之间，凡可放牧的地方，都可以视为自己的家。即使，由于习惯，由于不同的种族分别占有了各自的疆域，他们的活动也有一定范围，这范围也决不像农业地区、尤其是江南地区人们日常活动的范围那么狭小：一座村庄、几所房屋、若干亩土地。在视界里，牧民的“家”仍旧是无边无际的。这种生活．培养了草原上人们自由豪放的性格，也培养了壮丽的美感。他们不会像江南人那样，歌唱小小荷塘里娇艳的莲花，村头路旁婀娜的柳丝；在他们的感觉中，敕勒人共同拥有着望不到尽头的大山，望不到尽头的河流，望不到尽头的草原，而天恰似“穹庐”(现在所说的蒙古包)，笼盖着他们共同的“家”，他们便讴歌这样的“家”。“天苍苍，野茫茫”，仍然以浑浑浩浩的笔调写景，但这已经是为下一句作背景了。“风吹草低见牛羊”是画龙点睛的一笔，我们看到在苍苍茫茫的天地之间，风吹拂着丰茂的草原。时而在这里，时而在那里，露出遍地散布的牛群和羊群。画面开阔无比，而又充满动感，弥漫着活力。诗没有写人，但读者不会不意识到那遍布草原的牛羊的主人——勇敢豪爽的敕勒人。他们是大地的主人，是自然的征服者。只有他们，才能给苍茫大地带来蓬勃生机，带来美的意蕴。在诗中，我们不但感受了大自然的壮阔，而更重要的，是感受了牧人们宽广的胸怀和豪迈的性格。那是未被农业社会文明所驯服、所软化的充满原始活力的人性。在文明发展的过程中，人不断得到新的东西，也不断失去原有的东西。因而，就像成年人经常回顾童年的欢乐，生活在发达的文明中的人们，常常会羡慕原始文明的情调。《敕勒歌》在重视诗的精美的中国文人中，也受到热烈的赞美，原因就在于此吧?前不久，电影《红高梁》大放异彩，歌坛“西北风”劲吹不息，也是类似的现象。但是，当江南人向往草原的壮阔的时候，草原上的人们又何尝不向往江南的温媚?人类的生活极其丰富，美感也同样是丰富的。最可厌的态度，就是在各种不同的艺术风格之间，随意拿一种来否定另一种。《敕勒歌》是牧人的歌唱，而我们如今只能阅读它的歌辞而无法欣赏它的曲调，实在遗憾。一个著名的传说也许可以稍微弥补这一遗憾：据说，在公元646年，统治中国北部的东魏和西魏两个政权之间爆发一场大战，东魏丧师数万。军心涣散，主帅高欢为安定军心，在宴会上命大将斛律金唱《敕勒歌》，群情因之一振。这个故事令人想像：《敕勒歌》的歌声，该是多么雄壮豪放?又据史书记载，这首歌辞原是鲜卑语，很早就译成了汉语。但斛律金是敕勒族人，他应该会用敕勒语唱。大约因为东魏贵族多为鲜卑人，他才用鲜卑语演唱。也就是说，这首古老的歌辞，是经过了两重翻译的。那么，最初的歌辞又是什么样的?真是令人神往． (贺圣逮)"
        }
    ]
}