{
    "dynasty": "元",
    "author": "乔吉",
    "poems": [
        {
            "title": "折桂令",
            "content": "黄四娘沽酒当垆，一片青旗，一曲骊珠。滴露和云，添花补柳，梳洗工夫。无半点闲愁去处，问三生醉梦何如？笑倩谁扶，又被春纤，搅住吟须。",
            "comment": ""
        },
        {
            "title": "双调·水仙花",
            "content": "天机织罢月梭闲，石壁高垂雪练寒，冰丝带雨悬霄汉。几千年晒未干，露华凉人怯衣单。似白虹饮涧，玉龙下山，晴雪飞滩。",
            "comment": "【注释】重观瀑布。"
        },
        {
            "title": "折桂令",
            "content": "怎生来宽掩了裙儿？为玉削肌肤，香褪腰肢。饭不沾匙，睡如翻饼，气若游丝。得受用遮莫害死，果诚实有甚推辞？干闹了多时，本是结发的欢娱，倒做了彻骨儿相思。",
            "comment": ""
        },
        {
            "title": "殿前欢",
            "content": "拍栏杆，雾花吹鬓海风寒，浩歌惊得浮云散。细数青山，指蓬莱一望间。纱巾岸，鹤背骑来惯。举头长啸，直上天坛。",
            "comment": "【注释】“江山第一楼”，指的是镇江北固北山甘露寺内的多景楼，登斯楼也，可俯瞰大江，遥望东海，蔚为大观。"
        },
        {
            "title": "凭栏人",
            "content": "瘦马驮诗天一涯，倦鸟呼愁村数家。扑头飞柳花，与人添鬓华。",
            "comment": ""
        },
        {
            "title": "水仙子",
            "content": "搅柔肠离恨病相兼，重聚首佳期卦怎占？豫章城开了座相思店。闷勾肆儿逐日添，愁行货顿塌在眉尖。税钱比茶船上欠，斤两去等秤上掂，吃紧的历册般拘钤。",
            "comment": "【注释】这首散曲写得莫名其妙，中间夹杂了一大堆“俚言俗语”，直教人看得纳闷。"
        },
        {
            "title": "天净沙",
            "content": "莺莺燕燕春春，花花柳柳真真，事事风风韵韵。娇娇嫩嫩，停停当当人人。",
            "comment": ""
        },
        {
            "title": "水仙子",
            "content": "冷无香柳絮扑将来，冻成片梨花拂不开，大灰泥漫了三千界，银棱了东大海，探梅的心噤难挨。面瓮儿里袁安舍，盐堆儿里党尉宅，粉缸儿里舞榭歌台。",
            "comment": ""
        },
        {
            "title": "小桃红",
            "content": "绀云分翠隆蹉丝，玉线界宫鸦翅。露冷蔷薇晓初试。淡匀脂，金篦腻点兰烟纸。含娇意思，殢人须是，亲手画眉儿。",
            "comment": "【注释】注一：音ti4，纠缠人的意思。该曲写小女子晨起梳妆，向情人撒娇。"
        },
        {
            "title": "双调·水仙花",
            "content": "冬前冬后几村庄，溪北溪南两履霜。树头树底孤山上。冷风来何处香？忽相逢缟袂绡裳。酒醒寒惊梦，笛凄春断肠，淡月昏黄。",
            "comment": ""
        },
        {
            "title": "水仙子",
            "content": "眼前花怎得接连枝，眉上锁新教配钥匙，描笔儿勾销了伤春事。闷葫芦铰断线儿，锦鸳鸯别对了个雄雌。野蜂儿难寻觅，蝎虎儿干害死，蚕蛹儿毕罢了相思。",
            "comment": ""
        },
        {
            "title": "折桂令",
            "content": "崔徽休写丹青，雨弱云娇，水秀山明。箸点歌唇，葱枝纤手，好个卿卿。水洒不着春妆整整，风吹的倒玉立亭亭，浅醉微醒，谁伴云屏？今夜新凉，卧看双星。",
            "comment": ""
        },
        {
            "title": "水仙子",
            "content": "琐窗风雨古今情，梦绕云山十二层，香销烛暗人初定。酒醒时愁未醒，三般儿挨不到天明。划地罗帏静，森地鸳被冷，忽地心疼。",
            "comment": ""
        },
        {
            "title": "卖花声 和黄子常韵 词品卷六",
            "content": "侵晓园丁，报道娇红嫩紫。巧工夫、攒枝＊蕊。行歌伫立，洒洗妆新水。卷香风、看街帘起。深深巷曲，有个重门开未。忽惊他、寻春梦美。穿窗透阁，便恁伊唤取，惜花人、在谁根底。",
            "comment": ""
        },
        {
            "title": "清江引",
            "content": "凤酥不将肋斗儿匀，巧倩含娇俊。红镌玉有痕，暖嵌花生晕。旋窝儿粉香都是春。",
            "comment": ""
        },
        {
            "title": "折桂令",
            "content": "罗浮梦里真仙，双锁螺鬟，九晕珠钿。晴柳纤柔，春葱细腻，秋藕匀圆。酒盏儿里央及出些腼腆，画帧儿上唤下来的婵娟。试问尊前，月落参横，今夕何年？",
            "comment": ""
        },
        {
            "title": "朝天子",
            "content": "暖烘，醉客，逼匝的芳心动。雏莺声在小帘栊，唤醒花前梦。指甲纤柔，眉儿轻纵，和相思曲未终。玉葱，翠峰，娇怯琵琶重。",
            "comment": ""
        }
    ]
}