{
    "dynasty": "元",
    "author": "元无名氏",
    "poems": [
        {
            "title": "梧叶儿",
            "content": "青铜镜，不敢磨，磨着後照人多。一尺水，一尺波，信人唆，那一个心肠似我。",
            "comment": ""
        },
        {
            "title": "水仙子",
            "content": "百年三万六千场，风雨忧愁一半妨。眼里儿觑，心儿上想。教我鬓边丝怎地当，把流年子细推详。一日一个浅酌低唱，一夜一个花烛洞房，能有得多少时光？",
            "comment": ""
        },
        {
            "title": "雁儿落带过得胜令",
            "content": "一年老一年，一日没一日，一秋又一秋，一辈催一辈。一聚一离别，一喜一伤悲。一榻一身卧，一生一梦里。寻一伙相识，他一会咱一会；都一般相知，吹一回唱一回。",
            "comment": ""
        },
        {
            "title": "中吕·红绣鞋",
            "content": "孤雁叫教人怎睡，一声声叫的孤凄。向月朋中和影一样飞。你云中声嘹亮，我枕上泪双垂。雁儿我你争个甚的。",
            "comment": ""
        },
        {
            "title": "红绣鞋",
            "content": "长江水流不尽心事，终条山隔不断情思。想着你，夜深沉，人静悄，自来时，来时节三两句话，去时节一篇词，记在你心窝儿里直到死。",
            "comment": ""
        },
        {
            "title": "快活三过朝天子四换头",
            "content": "良辰媚景换今古，赏心乐事暗乘除，人生四事岂能无？不可教轻辜负。唤取，伴侣，正好向西湖路，花前沉醉倒玉壶，香滃雾，红飞雨。九十韶华，人间客寓，把三分分数数，一分是流水，二分是尘土，不觉的春将暮。西园杖屦，望眼无穷恨有余，飘残香絮，歌残白纻，海棠花底鹧鸪，杨柳梢头杜宇，都唤取春归去。",
            "comment": "【注释】滃weng3。纻zhu4。"
        },
        {
            "title": "折桂令",
            "content": "朔风寒吹下银沙，蠹砌穿帘，拂柳惊鸦，轻若鹅毛，娇如柳絮，瘦似梨花。多应是怜贫困天教少洒，止不过庆丰年众与农家。数片琼葩，点缀槎丫。孟浩然容易寻梅，陶学士不彀烹茶。",
            "comment": ""
        },
        {
            "title": "不平歌",
            "content": "不遣魔军杀不平，不平人杀不平人。不平人杀不平者，杀尽不平方太平。",
            "comment": ""
        },
        {
            "title": "醉太平",
            "content": "夺泥燕口，削铁针头，刮金佛面细搜求，无中觅有。鹌鹑嗉里寻豌豆，鹭鸶腿上劈精肉。蚊子腹内刳脂油，亏老先生下手。",
            "comment": ""
        },
        {
            "title": "醉太平",
            "content": "堂堂大元，奸佞专权。开河变钞祸根源，惹红巾万千。官法滥，刑法重，黎民怨。人吃人，钞买钞，何曾见。贼做官，官做贼，哀哉可怜。",
            "comment": "【注释】[创作背景]无名氏的作品在元人散曲中，数量不多，质量较高，在内容上对当时的社会病态讽刺得比较深刻，写爱情也比较大胆泼辣。在风格上，比较本色自然，生动形像，与一般文人的作品迥异其趣。 [内容评析]这是一支「切中时弊」的散曲名著。陶宗仪《辍耕录》说：「〈醉太平〉一阙，不知谁所造。自京师以至江南，人人能道之，以其有关于世教也。」它之所以能受到广大人民如此的喜爱，是因为它再现了元末统治者乱政虐民的黑暗现实，愤怒地唱出了被压迫被剥削者的心情。 [难词注释]①堂堂：伟大，强大。大元：元朝的尊称，这里历史反语。②开河：元顺帝至正十一年（1351），为了把江南的粮食运到北京，以治理黄河为名，派贾鲁为工部尚书兼总治黄河使，徵发民夫十五万，戍卒二万，开挖黄河故道。贪官污吏层层克扣工资，民夫不堪饥饿，怨声载道。导致了白莲教起义。变钞：元代统治者改硬币为纸币。至元二十四年（1287）正式发行「至元钞」，强迫百姓使用。到至正十年，又改变了原来的币制，发行票面大而纸质劣的「至正钞」，弄得物价飞涨，民怨沸腾。③惹红巾万千：此指韩山童、刘福通领导的红巾军。这支部队开始推举韩山童为小明王，才三千人，起义失败后，刘福通又在他的家乡州重新组织起义，队伍迅速发展到十余万众。④人吃人：《草木子·克瑾篇》：「元京饥穷，人相食。」说明这句话是写实的。⑤钞买钞：用「至正钞」倒换「至元钞」，要打折补现加工本费。⑥「贼做官」三句：当时流行在社会上的民谣云「丞相造假钞，舍人做强盗，贾鲁要开河，搞得天下闹。」又云「解贼一金并一鼓，迎官两鼓一声锣。金鼓看来都一样，官人与贼不争多。」 http://www.china10k.com/simp/history/"
        },
        {
            "title": "梧叶儿",
            "content": "秋来到，渐渐凉，寒雁儿往南翔。梧桐树，叶又黄。好凄凉，绣被儿空闲了半张。",
            "comment": ""
        },
        {
            "title": "塞鸿秋",
            "content": "东边路、西边路、南边路。五里铺、七里铺、十里铺。行一步、盼一步、懒一步。霎时间天也暮、日也暮、云也暮，斜阳满地铺，回首生烟雾。兀的不山无数、水无数、情无数。",
            "comment": ""
        },
        {
            "title": "折桂令",
            "content": "叹世间多少痴人，多是忙人，少是闲人。酒色迷人，财气昏人，缠定活人。钹儿鼓儿终日送人，车儿马儿常时迎人。精细的瞒人。本分的饶人。不识时人，枉只为人。",
            "comment": ""
        },
        {
            "title": "塞鸿秋",
            "content": "爱他时似爱初生月，喜他时似喜梅梢月，想他时道几首西江月，盼他时似盼辰钩月。当初意儿别，今日相抛撇，要相逄似水底捞明月。",
            "comment": ""
        },
        {
            "title": "普天乐",
            "content": "他生得脸儿峥，庞儿正。诸余里耍俏，所事里聪明。忒可憎，没薄幸。行里坐里茶里饭里相随定，恰便似纸幡儿引了人魂灵。想那些个滋滋味味，风风韵韵，老老成成。",
            "comment": ""
        },
        {
            "title": "水仙子",
            "content": "青山隐隐水茫茫，时节登高却异乡。孤城孤客孤舟上，铁石人也断肠，泪涟涟断送了秋光。黄花梦，一夜香，过了重阳。夕阳西下水东流，一事无成两鬓秋。伤心人比黄花瘦，怯重阳九月九，强登临情思幽幽，望故国三千里，倚秋风十二楼。没来由惹起闲愁。常记得离筵饮泣饯行时，折尽青青杨柳枝。欲拈斑管书心事，无那可乾坤天样般纸。意悬悬诉不尽相思，谩写下鸳鸯字，空吟就花月词，凭何人付与娇姿。",
            "comment": ""
        }
    ]
}