{
    "dynasty": "元",
    "author": "吴景奎",
    "poems": [
        {
            "title": "满江红 天台道中",
            "content": "翠逼篮舆，天台路、树迷烟际。襟袖冷、朔风初定，露华才坠。珠斗横空孤嶂远，金波摇月寒潭碎。问刘郎、采药遇神仙，知何地。终不负，风云志。还有待，江山意。想琐窗应念，故人归去。翠羽梅花山下梦，青衫枫叶江头泪。算邮亭、一曲好姻缘，何时会。",
            "comment": ""
        },
        {
            "title": "满庭芳 己卯七月十一日得颖",
            "content": "露洗新秋，天浮灏气，桐孙初长庭隅。绷裁红锦，门左记垂弧。白发萱亲笑道，于今见、四叶喜荣敷。天台路，吾儿知否，倩雁报安书。山中何所有，石田茆屋，菊径瓜区。更寒窗老砚，他日尽传渠。愿汝身如犊健，看书罢、更学把梨锄。称乡里，善人可矣，卿相又何如。",
            "comment": ""
        },
        {
            "title": "沁园春 赠郑伯洪 强村丛书用大典药房樵唱本",
            "content": "谷□仙田，瑶草谁栽，山中子真。向紫霞洞里，凿开丹室，素华台上，瞻望飙轮。王子吹笙，洪崖握手，烂醉桃花万树春。都休问、蓬莱清浅，天地氤氲。有时澡雪精神。诵蕊笈丹书小篆文。更佩联明月，韧寒秋水，或笞鸾凤，或医麒麟。碧落空歌，紫虚郁秀，径挟飞仙拜玉宸。天门近，听履声直上，高步星辰。",
            "comment": ""
        },
        {
            "title": "洞仙歌 漫兴",
            "content": "云间倦翼，向林边知倦。回首吾庐梦中见。□霜催、吟鬓尘＊征衫，竟孤负、清夜猿惊鹤怨。绨袍空敝却，岁月无情，赢得当时故人恋。漫索笑，共梅花，弄粉吹香，怕肠断、东风庭院。柰芳草萋萋怨王孙，看江北江南，几回青遍。",
            "comment": ""
        },
        {
            "title": "望江亭怀古",
            "content": "金刹璇题入绛霄，望江犹自记前朝。群臣痛洒新亭泪，孱主方看浙水潮。故物苍龙蟠石柱，当时丹凤听箫韶。属镂一夜英雄老，曾见鸱夷恨未销。",
            "comment": ""
        },
        {
            "title": "桂枝香 杨润之得家书",
            "content": "霜凝翠阁。漫独翦灯花，斜照罗幕。点检芳心旧事，几多成错。清愁正尔无聊赖，听梅花、数声残角。小窗风细，虚檐月转，怎禁寥寞。笑鬓底、年华老却。问前度刘郎，何处重约。流水桃花，别后几番开落。吾庐三径归来好，任缁尘、暗迷京索。凤台人远，雁书频寄，喜占乌鹊。",
            "comment": ""
        },
        {
            "title": "念奴娇 寿晖东阳丁亥正月十三日生，推命者",
            "content": "东阳老子，问天公、乞得两番六十。初度孟陬春未到，却算去年丙戍。火树银花，先开三夜，照耀维摩室。只园树下，争看无量寿佛。人道双岘峰头，乾坤清气，钟此弥天释。挂锡丛林三十载，玉检芝泥犹湿。岭上白云，尽堪怡悦，恐被风吹出。法身强健，摩挲时问铜狄。",
            "comment": ""
        },
        {
            "title": "糖多令 雪",
            "content": "春近柳依依。天台客未归。任东阳、减却腰围。手＊梅花吟未了，惊眼底，雪花飞。相对两忘机。青山陡觉非。想鹅池、夜令难违。谁道子猷豪富甚，银箬笠，玉蓑衣。",
            "comment": ""
        },
        {
            "title": "最高楼 寄谢国芳",
            "content": "西池草，和梦泛晴晖。几度见春归。寒沙盟冷鸥先觉，秋江影落雁初飞。故园荒，征路远，信音稀。笑逆旅光阴忙似瞥。更好染髭须何用镊。惊夜杵，捣寒衣。桃花流水应无恙，小山丛桂更畴依。早归来，新酒熟，",
            "comment": ""
        },
        {
            "title": "念奴娇 寄萧善云",
            "content": "绛河明月，到中秋、不比寻常三五。神女梦，寒生嫉妒，特地行云行雨。天上婵娟，人间阴晦，怅望成凄楚。金尊翠袖，澹然相对无语。遥想天柱峰头，通宵宴赏，此地今何处。争似银桥侵汉表，直入琼楼玉宇。桂树婆娑，羽衣凌乱，偷得霓裳谱。素娥应笑，醉来狂兴如许。",
            "comment": ""
        },
        {
            "title": "过临平",
            "content": "舟过临平后，青山一点无。大江吞两浙，平野入三吴。逆旅愁闻雁，行庖只鲙鲈。风帆如借便，明日到姑苏。",
            "comment": ""
        },
        {
            "title": "疏影 为刘架阁赋赠妓者",
            "content": "缟衣仙子，倚东风花信，先占春色。＊酒含颦，脉脉无言，青鸟为传消息。暗香一点才浮动，早自有、东君怜惜。想前身、傅粉精神，化作飞琼肌骨。还向影娥池上，借霓裳一曲，徘徊歌席。清夜梨花，同梦方甘，又似楚云踪迹。新欢旧恨知多少，算檀板金尊消得。折芳馨、欲寄相思，",
            "comment": ""
        },
        {
            "title": "满江红 归故居答杨润之",
            "content": "袖拂西风，临古道、行行且止。遥指处、故园三径，归程十里。老虹青红疏雨外，远山紫翠斜阳里。更澄江、万顷白鸥轻，天连水。铜花锈，貂裘敝。空负了，平生志。慨几多往事，昨非今是。仙沉腰围缘底瘦，愁潘鬓影今如许。有元龙、百尺最高楼，君来倚。",
            "comment": ""
        }
    ]
}