{
    "dynasty": "元",
    "author": "周伯琦",
    "poems": [
        {
            "title": "七月七日同宋显夫学士暨经筵僚属游上京西山",
            "content": "盘盘绝顶抚峥嵘，目尽天涯一掌平。海气腾空摇铁刹，山风卷雾净金城。鞲鹰秋健诸酋帐，苑马宵肥七校营。相顾依然情未已，携壶明日约同倾。",
            "comment": "【注释】【原题】：七月七日同宋显夫学士暨经筵僚属游上京西山纪事二首"
        },
        {
            "title": "野狐岭",
            "content": "高岭出云表，白昼生虚寒。冰霜四时凛，星斗咫尺攀。其阴控朔部，其阳接燕关。涧谷深叵测，梯磴纡百盘。坳垤草披拂，崎岖石巑岏。轮蹄纷杂遝，我马习以安。恍然九天上，熙熙俯人寰。连冈束重隘，拱揖犹城垣。停鞭履平地，回首势望尊。绵衣遂顿减，长途汗流鞯。亭柳荫古道，园果登御筵。境虽居庸北，物色幽蓟前。始悟一岭隔，气候殊寒暄。小邑名宣平，相距两舍间。牛羊岁蕃息，土沃农事专。野人敬上官，柴门莫款延。休养嘉承平，禹迹迈古先。汉唐所羁縻，今则同中原。大哉舆地图，垂创何其艰！张皇我六师，金汤永深坚。",
            "comment": "【注释】岭界南北，甚寒，南下平地则暄矣。"
        },
        {
            "title": "纪行诗",
            "content": "万幕悬崖下，高低疏复稠。罽墙联虎卫，幄殿耸龙楼。榆柳清长昼，槐松飒早秋。威容隆古昔，神武镇中州。",
            "comment": ""
        },
        {
            "title": "九月一日还自上京途中纪事",
            "content": "北口七十二，居庸第一关。峭厓屏列翠，急涧玉鸣环。佛阁腾云雾，人家结市闤。马前军吏候，使节几时还？",
            "comment": ""
        },
        {
            "title": "八月六日丁亥释奠孔子庙三十韵",
            "content": "阙里宣尼宅，儒林礼乐区。右文昭代盛，报德圣恩殊。天语颁中禁，星轺发上都。内廷香绕案，光禄酒浮壶。持节惭专对，于原慎载驱。秋阳稀稼穑，昼路足槐榆。历历由沂汶，行行望泗洙。岱宗标近甸，鲁殿没荒芜。不见三家采，唯余五父衢。祀严柔日逼，林近绝晨趋。废堞依修阜，危台记舞雩。庙宫参象纬，书阁压城阇。反宇周阿峻，回廊百步纡。蛟鳞蟠玉柱，螭首响金铺。庭迥桧千尺，坛虚杏数株。省牲新雨霁，释奠旧章敷。辟户陈笾俎，登歌应瑟竽。尊居玄圣俨，侑食列贤俱。兴俯锵珩佩，周旋谨履絇。祼将宸意达，祝告下诚孚。明燎辉云陛，祥熏集宝炉。共观周典礼，宁数汉规摹。似续于今盛，钦崇自古无。缭垣隆象魏，穹石峙龟趺。孤阁青编贮，双亭翠竹扶。山川光拱揖，泉井泽沾濡。推本尊师道，题名述庙谟。伫看戋束帛，岂复叹乘桴？制作先东鲁，朝廷用大儒。愚生深有幸，归上孔林图。",
            "comment": ""
        },
        {
            "title": "纪行诗",
            "content": "东坊尚平地，近岭昼生寒。拔地数千丈，凌空十八盘。飞泉鸣乱石，危磴护重关。俯视人寰隘，真疑长羽翰。",
            "comment": ""
        },
        {
            "title": "天马行应制作",
            "content": "飞龙在天今十祀，重译来庭无远迩。川珍岳贡皆贞符，神驹跃出西洼水。拂郎蕞尔不敢留，使行四载数万里。乘舆清暑滦河宫，宰臣奏进阊阖里。昂昂八尺阜且伟，首扬渴乌竹批耳。双蹄县雪墨渍毛，疏騣拥雾风生尾。朱英翠组金盘陀，方瞳夹镜神光紫。耸身直欲凌云霄，盘辟丹墀却闲頠。黄须圉人服尨诡，亸鞚如萦相诺唯。群臣俯伏呼万岁，初秋晓霁风日美。九重洞启临轩观，衮衣晃耀天颜喜。画师写仿妙夺神，拜进御床深称旨。牵来相向宛转同，一入天闲谁敢齿？我朝幅员古无比，朔方铁骑纷如蚁。山无氛祲海无波，有国百年今见此。昆仑八骏游心侈，茂陵大宛黩兵纪。圣皇不却亦不求，垂拱无为静边鄙。远人慕化致壤奠，地角已如天尺只。神州苜蓿西风肥，收敛骄雄听驱使。属车岁岁幸两京，八鸾承御壮瞻视。《驺虞》《麟趾》并乐歌，《越雉》《旅獒》尽风靡。乃知感召由真龙，房星孕秀非偶尔。黄金不用筑高台，髦俊闻风一时起。愿见斯世皞皞如羲皇，按图画卦复兹始。",
            "comment": "【注释】并序至正二年，岁壬午七月十有八日，西域拂郎国遣使献马一匹，高八尺三寸，修如其数而加半，色漆黑，后二蹄白，曲项昂首，神俊超逸，视它西域马可称者，皆在髃下。金辔重勒，驭者其国人，黄须碧眼，服二色窄衣，言语不可通，以意谕之，凡七度海洋，始达中国。是日天朗气清，相臣奏进，上御慈仁殿，临观称叹。遂命育于天闲，饲以肉粟酒湩。仍敕翰林学士承旨臣巙々，命工画者图之，而直学士臣揭傒斯赞之。盖自有国以来，未尝见也。殆古所谓天马者邪！承诏赋诗，题所图画。臣伯琦谨献诗曰："
        },
        {
            "title": "七月七日同宋显夫学士暨经筵僚属游上京西山",
            "content": "联冈叠阜卫神都，万幕平沙八阵图。朝市星垣周社稷，宗藩盘石汉规摹。官堤亘野丰青草，禁篽深林暗碧榆。地辟天开到今日，九重垂拱制寰区。",
            "comment": "【注释】【原题】：七月七日同宋显夫学士暨经筵僚属游上京西山纪事二首"
        }
    ]
}