{
    "dynasty": "元",
    "author": "宋＊",
    "poems": [
        {
            "title": "菩萨蛮 偃师道中",
            "content": "北芒古冢纷无数。崔嵬罗列成山阜。何处断碑横。无人知姓名。今坟如蚁垤。回首成磨灭。今古两堪哀。停骖酹绿苔。",
            "comment": ""
        },
        {
            "title": "浣溪沙 冬日喜晴",
            "content": "万瓦轻霜爱日明。游丝来往似春晴。幽禽弄暖百般声。斑竹乍翻经夏箨，绿池犹泛过秋萍。溪桥谁共探梅行。",
            "comment": ""
        },
        {
            "title": "菩萨蛮 送远西宪孙掾还司，延佑己未乐亭县",
            "content": "紫髯如戟霜台掾。风生彩笔来行县，邂逅海天涯。盍簪能几时。柳梢春尚冷。无物堪持赠。为谢幕中莲。殷勤寄短篇。",
            "comment": ""
        },
        {
            "title": "浣溪沙 寿南阳周文卿八十",
            "content": "落日吴江驻画桡。招提佳处暂逍遥。海风吹面酒全销。曲沼芙蓉秋的的，小山丛桂晚萧萧。几时容我夜吹箫。",
            "comment": ""
        },
        {
            "title": "贺新郎 徐复初池亭听雨轩，至治辛酉时，邓",
            "content": "银竹能宫羽。向荷盘、跳珠＊膊，花奴羯鼓。浏浏泠泠春泉□，滴尽槽头香醑。爱徽处、遗音太古。暗度松筠时淅沥，恍吴娃、昵枕传私语。君试听，有佳趣。主人未解离愁苦。对凉秋、芭蕉巨叶，梧桐高树。梦断罗裙天如漆，一寸乡心凄楚。点点是、寂寥情绪。明日孤舟成独往，更难堪、长夜潇湘浦。凭曲槛，且容与。",
            "comment": ""
        },
        {
            "title": "虞美人 寄寿周子善二月十一日 武陵城中有丹",
            "content": "暖风金鼎香＊＊。想像人如玉。天南地北两心期。尔汝忘形，如愿定何时。夫君正自章台柳。寿相人希有。吟余时复饮丹砂。何必求仙，远访",
            "comment": ""
        },
        {
            "title": "南乡子 观云",
            "content": "绀碧峙晴空。态度分明巧不同。＊具神君三四辈，乘龙。冠佩翱翔赴紫宫。楼观远玲珑。舞凤蹲猊刻镂工。一笑斜川痴老子，奇峰。便入南窗",
            "comment": ""
        },
        {
            "title": "风流子 至元四年七月二十又二日，苏伯  侍",
            "content": "三子名梯云、云、步云者，方成童就传，乃求放吾儿制名，遂命之曰来云。继徵词以纪事，赋此以赠。儿已满弥月矣，侍郎作汤饼会，并书呈席绀宇瑞烟浮。仙童小，高举觅真游。□霞绚九光，徘徊若木，日宣五色，照耀瀛洲。人争睹，翱翔趋绛阙，夭矫上昆丘。几度骖鸾，峨眉东畔，有时跨凤，恒岳南头。何事暂夷犹。尽青冥远览，碧落奇搜。不数薰香妩媚，传粉娇羞。笑襁褓＊＊，人间羊祜，桑弧蓬矢，地上齐州。剩费通家小字，衮衮公侯。",
            "comment": ""
        },
        {
            "title": "行香子 暮抵应城宿县齐后园",
            "content": "槲叶风乾。柏叶霜殷。浅坡陀、路径回环。喜投公馆，暂卸征鞍。对竹萧森，松夭矫，菊斓斑。岁晏天寒。谁共清欢。过黄昏、愁恨多端。烛花渐暗，炉火将残。更雁声哀，砧声急，雨声繁。",
            "comment": ""
        },
        {
            "title": "踏莎行 早春景陵道中，兼旬阴晦",
            "content": "野烧回青，溪梅褪粉。路旁新柳鹅黄嫩。连阴未放碧波明，峭寒尚阻东风信。咿轧肩舆，飘萧蓬鬓。病余怀抱无风韵。采笺何暇写闲情，绿尊",
            "comment": ""
        },
        {
            "title": "绿头鸭 送张仲容过维扬，复之钱结婚，正月",
            "content": "缓摇鞭。销魂桥上留连。恰春波、鸭头新绿，仓皇便买吴船。就华堂、溶溶寿酒，作绣陌、草草离筵。倾盖论交，分袂怨别，春风秋月仅经年。都门道、纷纷轻薄，余子正堪怜。夫君妙，心期湖海，意气云天。便明朝、拂衣径去，天涯幽恨无边。暮维舟、沙鸥＊雪，春市酒，淮柳垂烟。绿水迢迢，青山隐隐，浙江云拥洞房仙。对西湖、烟浓雨澹，少小占芳妍。归来好，扶摇九万，水击三千。",
            "comment": ""
        },
        {
            "title": "西江月 王伯  赠别 强村丛书用两般秋雨庵藏",
            "content": "乌石驿中长夜，小金山下新年。淮＊萧寺麦秋天。十载三回相见。今日汉南官舍，光阴不得留连。何时文酒再团圆。莫待白头皱面。",
            "comment": ""
        },
        {
            "title": "菩萨蛮 丹阳道中",
            "content": "西风落日丹阳道。竹冈松阪相环抱。何处最多情。练湖秋水明。驿城那惮远。佳句初开卷。寒雁任相呼。羁愁一点无。",
            "comment": ""
        },
        {
            "title": "满庭芳 寒食伤先兄正戏公 共博而守岁，后同",
            "content": "魂黯雪山，泪零风野，转头三度清明。感今怀旧，何事不伤情。文史共、梁园书几，枭虑对、湓浦灯檠。径行处，洞庭彭蠡，同载赴瑶京。才名。人尽羡，朝家大宋，陆氏难兄。但驽骀小李，少后鹏程。丹桂树、何论高下，紫荆花、早变枯荣。微衷苦，乱峰如树，幽恨几时平。",
            "comment": ""
        },
        {
            "title": "人月圆 中秋小酌",
            "content": "红螺香滟金茎露，清兴溢璇霄。玉盘光冷，云鬓雾湿，丹阙烟销。□□此夜，明年明月，何似今宵。西风唤我，瑶阶折桂，绮槛吹箫。",
            "comment": ""
        },
        {
            "title": "鹧鸪天 题应山县城南渡蚁桥，桥东数步法与",
            "content": "十万玄驹过两堤。一双丹凤上天池。科名已向生前定，阴德仍从暗里窥。龙虎榜，＊＊诗。同胞同甲照当时。同宗盛事嗟微异，后折蟾宫向下",
            "comment": ""
        },
        {
            "title": "浣溪沙 寿南阳周文卿八十",
            "content": "生长升平鹤发翁。儿郎衣采照方瞳。晨昏甘旨凤城中。缓步不须鸠杖策，酡颜时藉蚁杯烘。懒将身世应非熊。",
            "comment": ""
        },
        {
            "title": "摸鱼子 至元六年二月望日，登安陆白云楼，",
            "content": "宋玉故宅与池，其井名琉璃，井有兰台故基屹危阑、郢都西北，滔滔汉水南去。兰台陈迹何从访，废宅芳池凝伫。愁绝处。空只有、琉璃眢井蛙声聚。千年遗绪。邈白雪宫商，雄风襟量，恍惚可神遇。英灵在，应念诸孙莽卤，斯文徼福如许。蕙肴兰藉椒浆奠，屈景幽魂同赴。惊节序。却邂逅春深，不识悲秋苦。抚今怀古。漫醉墨淋漓，狂歌凄晚，和者应无数。",
            "comment": ""
        },
        {
            "title": "木兰花慢 题蛾眉亭 善作眉妩",
            "content": "唤山灵一问，螺子黛、是谁供。画婉变双蛾，蝉联八字，雨澹烟浓。澄江婵娟玉镜，尽朝朝暮暮照娇容。只为古今陈迹，几回愁损渠侬。千年颦蹙漫情钟。惨绿带云封。忆赏月天仙，然犀老将，此恨难穷。持杯与、山为寿，便展开、修翠恣疏慵。要似绛仙媚妩，更须岚霭空蒙。",
            "comment": ""
        },
        {
            "title": "菩萨蛮 卫州道中至元四年十一月，与八儿思",
            "content": "两歧流水清如酒。草根风蹙冰皮皱。雪净太行青。联镳看画屏。按行多雅志。解起澄清志。回首五云天。东华尘似烟。",
            "comment": ""
        },
        {
            "title": "人月圆 诚夫兄生子，名京华儿",
            "content": "神州佳丽明光锦，生出玉麒麟。四筵都爱，西山眉翠，太液瞳神。他年应是，斗鸡走马，紫陌红尘。这回休更，燕秦树栗，江浦垂纶。",
            "comment": ""
        },
        {
            "title": "春从天上来 至元六年庚辰元日立春，将为山",
            "content": "许可用大参，陈景议宪副旭日暾暾。烂春饼堆盘，寿酒盈尊。玉帛交错，襟佩翩翻。想像虎豹天门。霭蓬莱云气，布淑景、渐遍乾坤。黯销魂。杳洋洋韶＊，赳赳＊＊。升平万方元会，念去国孤怀，盛事谁论。黄阁儒臣，乌台旧客，会是执法调元。望薄骚小邑，才咫尺、寂莫山村。抚婵娟。料梅边倾倒，回拜天",
            "comment": ""
        },
        {
            "title": "虞美人 福州北还雨中观梅",
            "content": "十年久共梅花别。乍见殊佳绝。腊前风景雨中天。翠竹青松，恰似映清妍。繁枝开遍香成阵。触目忘离恨。玉人谁使似冰肌。酒罢歌阑，一晌",
            "comment": ""
        },
        {
            "title": "清平乐 武陵客舍小酌，与田夫相对酬酢，闻",
            "content": "花台竹坞。对雨罗尊俎。邂逅田翁同笑语。问讯村墟禾黍。酒徒咫尺高阳。粉营狎坐飞觞。一种麴生风味，不知谁弱谁强。",
            "comment": ""
        },
        {
            "title": "蝶恋花 青田舟中",
            "content": "无数好山攒碧树。山下邮亭，亭下牵舟路。山色娱人相指顾。时时又被滩声妒。寒日光阴容易度。云去云来，那更商量雨。强把羁愁排遣去。",
            "comment": ""
        },
        {
            "title": "望月婆罗门引 江上晚泊",
            "content": "短衣乌帽，京尘眯目强钻头。梦中八表神游。今日江山佳处，便欲贾胡留。爱峰岚滴翠，天水涵秋。断霞渐收。见隐隐两蛾愁。好在九华烟树，秋浦沙鸥。相看依旧，但憔悴潘郎俗状羞。孤负却、啸傲林丘。",
            "comment": ""
        },
        {
            "title": "如梦令 昆山州城西小寺晚憩",
            "content": "常记剡溪前度。坐拓船窗窥觑。棹进任舟移，行尽粉香千树。佳趣。佳趣。篷背诗人何处。",
            "comment": ""
        },
        {
            "title": "春从天上来 寿张惟健五月十六日",
            "content": "帝敕朱明。拥丹穴仙雏，表瑞升平。天上公子，齐岱精英。玉树照映神京。渺翩翩纨绔，有谁似、闲气玄成。妙才情。擅钟王笔意，韦杜诗声。薰风黑头初度，笑时世纷纭，舞雪歌莺。燕子帘栊，葵榴庭院，天壤至乐难名。邈轩裳奕世，青云步、紫绶华缨。八千龄。看缁衣父子，赤舄公",
            "comment": ""
        },
        {
            "title": "满庭芳 汴中寒食",
            "content": "雨意＊＊，养花天气，卖＊何处春箫。清明上已，车马正连朝。对酒唱、归时多忘，惜华心、醉后偏饶。凝云暮，青楼帘卷，几度对魂销。无聊。空怅望，东阑雪剩，北郭香飘。梦江南行乐，水远山遥。深院宇、绿窗啼鸟，晴寒食、宝月良宵。秋千外，柳风柔小，无力着春娇。",
            "comment": ""
        },
        {
            "title": "南乡子 至元六年九月十四日，李重山宪副寿",
            "content": "风宪至山南，遂大宴合乐。重山号梅庭主人，所居官舍，即旧水犀亭，久桂宇散秋香。咫尺梅庭十月阳。红叶黄花风致好，华堂。不比寻常进寿觞。褒诏烂龙光。百丈苍官□丈霜。信是天恩宽似海，徜徉。就趁笙歌",
            "comment": ""
        },
        {
            "title": "贺新郎 寿刘时中五月二十又八日",
            "content": "绣陌径新雨。致升平、五弦琴里，薰风吹户。夏馆深沉晨容好，宝鼎红云香雾。还又是、逋仙初度。畴昔骖鸾骑赤凤，逆西清、佳处凌云步。天壤外，快豪举。遨游又作湖山主。百千回、笑谈诗酒，盘桓容与。未信星星能侵鬓，青镜流年如许。毕竟到、广寒天府。多少文章真事业，鹤南飞、自愧无佳语。弦宝瑟，劝霞醑。",
            "comment": ""
        },
        {
            "title": "水调歌头 寄诚夫兄在江南，时克在史馆校",
            "content": "登车就长路，晓日照皇州。风吹紫荆花落，那更别离忧。咫尺天南北，想像云窗雾阁，人在古瀛洲。粉笔校书罢，乌帽拂尘游。出银台，心浩浩，思悠悠。人间万事姑置，食邑素封侯。收拾金銮遗事，记取玉壶清话，此外复何求。勋业好看镜，绿鬓不禁秋。",
            "comment": ""
        },
        {
            "title": "行香子 京山道中",
            "content": "竹院松庭。犬吠鸡鸣。被田家、画出升平。园林掩映，鞍马经行。怅暮天低，寒日澹，晓风轻。浮世浮名。役使神形。霎时间、鬓变星星。不忧不惧荣，无辱无荣。爱水边渔，林下隐，陇头耕。",
            "comment": ""
        },
        {
            "title": "穆护砂 烛泪",
            "content": "底事关心苦。便凄然、泣下如雨。倚金台独立，＊香无主。肠断封家相妒。乱扑簌骊珠愁有许。向午夜、铜盘倾注。便不似、红冰缀颊，也湿透、仙人烟树。罗绮筵前，海棠花下，淫淫常怕凤脂枯。比洛阳年少，江州司马，多少定谁如。照破别离心绪。学人生、有情酸楚。想洞房佳会，而今寥落，谁能暗收玉箸。算只有金钗曾巧补。轻湿了、粉痕如故。愁思减、舞腰纤细，清血尽、媚脸肤腴。又恐娇羞，绛纱笼却，绿窗伴我检诗书。更休教、邻壁偷窥，幽兰啼晓露。",
            "comment": ""
        },
        {
            "title": "蝶恋花 河内王斡臣号竹溪",
            "content": "门外红尘溪上竹。竹似琅＊，溪水清如玉。溪上主人情不俗。多应每每能无肉。千载高标成倏忽。六逸飘然，君为追遐躅。莫向溪边闲濯足。",
            "comment": ""
        },
        {
            "title": "清平乐 车厩道中 题杨补之施篷墨梅，卷中他",
            "content": "青松乌柏。寒日来车厩。满目山明仍水秀。忍听玉骢驰骤。画桥掩映山庄。酒旗摇曳林塘。好在莺湖春色，笑人不暇飞觞。",
            "comment": ""
        },
        {
            "title": "减字木兰花 宪掾黄君美弄璋，援苏伯侑侍郎",
            "content": "六日，寿席醉赋春空霭霭。儿解飞腾窥五采。我制佳名。异姓他年叙弟兄。我须白早。亦愿儿年如我老。缓步徐行。终到蓬莱最上层。",
            "comment": ""
        },
        {
            "title": "望海潮 海子岸莫归金城坊",
            "content": "山含烟素，波明霞绮，西风太液池头。马似游龙，车如流水，归人何暇夷犹。丛薄拥金沟。更萧萧宫树，调弄新秋。十里烟波，几双鸥鹭两渔舟。暮云楼阁深幽。正砧杵丁东，弦管咽啾。澹澹星河，荧荧灯火，一时清景难酬。马上试冥搜。填入耆卿谱，摹写风流。明日重来柳下，携酒教",
            "comment": ""
        },
        {
            "title": "点绛唇 沔阳道中",
            "content": "泽国春生，葑田青接重湖浅。鸳凫弄暖。得意烟波远。阴道元宵，晴望花朝转。和风扇。群芳开遍。应过京山县。",
            "comment": ""
        },
        {
            "title": "南乡子 二月二十八日君美弄第二雏，仍（仍",
            "content": "凌云，赋此以赠头玉太硗硗。江夏无双世胄遥。好是三生仙骨重，丛霄。曾侍玄君绛节朝。咫尺趁扶摇。直上鹏程挹斗杓。他日挥毫能作赋，飘飘。学取成都",
            "comment": ""
        }
    ]
}