{
    "dynasty": "元",
    "author": "完颜璹",
    "poems": [
        {
            "title": "渔父 中州集五",
            "content": "钓得鱼来卧看书。船头稳置酒葫芦。烟际柳，雨中蒲。乞与人间作画",
            "comment": ""
        },
        {
            "title": "春草碧",
            "content": "几番风雨西城陌。不见海棠红、梨花白。底事胜赏匆匆，正自天付酒肠窄。更笑老东君、人间客。赖有玉管新翻，罗襟醉墨。望中倚阑人，如曾识。旧梦回首何堪，故苑春光又陈迹。落尽后庭花，春草碧。",
            "comment": "【注释】乍看，这似是一首伤春的词，细玩，则不难看出这实则是一首借伤春入笔，抒发词人对“故苑春光”无限怀念的抒情词。他的伤春，不仅仅是感叹春光的流逝 ，而是寄寓了词作者对往日政通人和 ，国泰民安、昌明盛世的深切怀念。金后期，受蒙古压迫，不得不迁都于汴梁，往日繁华的故都燕京 ，已变得荒凉萧条 ，昔日的歌舞升平，繁华似锦 ，正成过眼烟云 ，只有留存在记忆中了，这才是词作者伤春的真正用意。他虽然在政治上不得志，但依然有一颗拳拳的爱国之心，虽然他为国家的前途而忧心如焚，但迫于形势及朝廷的猜忌，却也不敢直白地表露自己的心迹，只好以伤春为引，寄寓自己的无限感慨。了解了以上背景，再看这首《春草碧》，自当是别有一番滋味在心头了。上片抒发伤春的情感。首句十五个字，写出了几番风雨过后，白花洞，春色逝的凄凉景象，词人触景伤情 ，思绪联翩 ，无限怅惘涌上心头，由春光的流逝，想到了美好岁月的不再，不禁悲从中来，不能自己 。起句“几番风雨”，点出春光不再的原因 ，“不见”二字，道出词人对春光的寻觅与留恋，当那嫣红的海棠与如雪的梨花确实已“不见”时，无限的惘怅便自然而然地涌上了词人的心头。他是多么希望仍然能够看到那“ 万紫千红总是春 ”的生机盎然的景象啊 ，但却终是“不见”。因此才有了后面“底事胜赏匆匆 ”的问句和“酒肠窄”的自怨之词。“更笑老东君 ，人间客”。因春之消逝而嘲笑司春的老东君象是匆匆来去人间的过客，转瞬即逝。明明是无尽的惘怅与留恋，却偏偏用了一个“笑”字来传达，所谓强颜欢笑，读来更是让人心酸。下片，转为剖示词人的心理情态。虽然是胸中愁肠百结 ，但幸有新翻的笛曲 ，酩酊大醉后的信手挥毫，以及那醉望中的“倚栏人 ”，似还可以帮助词人荡除心中的烦恼与忧愁 。然而 ，“倚栏人 ”却只是“如曾识”，似曾相识的“倚栏人”怎能看做是知音，长夜对话 ，以慰愁怀呢 ？值此春色已逝之时，词人心中那刚刚燃起的希望之火 ，又被失望之水熄灭了。“旧梦回首何堪，故苑春光又阵迹。落尽后庭花，春草碧 。”则是点晴之笔。道出了昔日燕京今日的荒凉与故苑后宫今日的萧条。句式凄绝哀婉，道出作者的国势不振 ，国家的衰亡而无限感伤 。在国家危难之时，词人追忆往日的繁荣昌盛，感叹盛世的不再，心中不禁悲凉无限。这也是他伤春的真实用意。全词意境清幽，语言浅近，虽淡淡着笔，言外却有无限感怆，读来意韵绵长。"
        },
        {
            "title": "临江仙",
            "content": "倦客更遭尘事冗，故寻闲地婆娑。一尊芳酒一声歌。卢郎心未老，潘令鬓行皤。醉向繁台台上问，满川细柳新荷。薰风楼阁夕阳多。倚阑凝思久，渔笛起烟波。",
            "comment": ""
        },
        {
            "title": "朝中措",
            "content": "襄阳古道灞陵桥。诗兴与秋高。千古风流人物，一时多少雄豪。霜清玉塞，云飞陇首，风落江皋。梦到凤凰台上，山围故国周遭。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "壮岁耽书，黄卷青灯，留连寸阴。到中年赢得，清贫更甚，苍颜明镜，白发轻簪。衲被蒙头，草鞋著脚，风雨潇潇秋意深。凄凉否，瓶中匮粟，指下忘琴。一篇梁父高吟。看谷变陵迁古又今。便离骚经了，灵光赋就，行歌白雪，愈少知音。试问先生，如何即是，布袖长垂不上襟。掀髯笑，一杯有味，万事无心。",
            "comment": ""
        },
        {
            "title": "青玉案",
            "content": "冻云封却驼冈路。有谁访、溪梅去。梦里疏香风似度。觉来惟见，一窗凉月，瘦影无寻处。明朝画笔江天暮。定向渔蓑得奇句。试问帘前深几许。儿童笑道，黄昏时候，犹是帘纤雨。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "一百八般佛事，二十四考中书。山林城市等区区。著甚由来自苦。过寺谈些般若，逢花倒个葫芦。少时伶俐老来遇。万事安於所遇。",
            "comment": ""
        },
        {
            "title": "秦楼月",
            "content": "寒仍暑。春来秋去无今古。无今古。梁台风月，汴堤烟雨。水涵天影秋如许。夕阳低处征帆举。征帆举。一行惊雁，数声柔橹。",
            "comment": ""
        },
        {
            "title": "渔父 中州集五",
            "content": "杨柳风前白板扉。荷花雨里绿蓑衣。红稻美，锦鳞肥。渔笛闲拈月下",
            "comment": ""
        }
    ]
}