{
    "dynasty": "元",
    "author": "张玉娘",
    "poems": [
        {
            "title": "苏幕遮 春晓",
            "content": "月光微，帘影晓。庭院深沉，宝鼎余香枭。浓睡不堪闻语鸟。情逐梨云，梦入青春杳。海棠阴，杨柳杪。疏雨寒烟，似我愁多少。谁唱竹枝声缭绕。□□临风，自诉东风早。",
            "comment": ""
        },
        {
            "title": "小重山 秋思",
            "content": "秋入瑶台玉簟凉。藕花香暗度、紫荷乡。软□罗扇动清商。霜渐老，庭外菊初黄。眉月画应慵瘦＊□对镜、怨容光泪痕寒染翠绡裳。梧叶尽，",
            "comment": ""
        },
        {
            "title": "卖花声 冬景",
            "content": "衾重夜寒凝。幽梦初醒。玉盘香水彻清冰。起向妆台看晓镜，瘦蹙梅英。门外六花零。香袂棱棱。等闲斜倚旧围屏。冷浸宝奁脂粉懒，无限凄",
            "comment": ""
        },
        {
            "title": "如梦令 戏和李易安",
            "content": "门外车驰马骤。绣阁犹醺春酒。顿觉翠衾寒，人在枕边如旧。知否。知否。何事黄花俱瘦。",
            "comment": ""
        },
        {
            "title": "法曲献仙音 夏夜",
            "content": "天卷残云，漏传高阁，数点萤流花径。立尽屏山无语，新竹高槐，乱筛清影。看画扇，罗衫上，光凝月华冷。夜初永。问萧娘、近来憔悴，思往事、对景顿成追省。低转玉绳飞，淡金波、银汉犹耿。簟展湘纹，向珊瑚、不觉清倦。任钗横鬓乱，慵自起来偷整。",
            "comment": ""
        },
        {
            "title": "水调歌头 次东坡韵",
            "content": "素女炼云液，万籁静秋天。琼楼无限佳景，都道胜前年。桂殿风香暗度，罗袜银床立尽，冷浸一钩寒。雪浪翻银屋，身在玉壶间。玉关愁，金屋怨，不成眠。粉郎一去，几见明月缺还圆。安得云鬟香臂，飞入瑶台银阙，兔鹤共清全。窃取长生药，人月满婵娟。",
            "comment": ""
        },
        {
            "title": "汉宫春 元夕用京仲远韵",
            "content": "玉兔光回，看琼流河汉，冷浸楼台。正是歌传花市，云静天街。兰煤沉水，澈金莲、影晕香埃。绝胜□，三千绰约，共将月下归来。多管是春风有意，把一年好景，先与安排。何人轻驰宝马，烂醉金＊。衣裳雅淡，拥神仙、花外徘徊。独怪我、绣罗帘锁，年年憔悴裙钗。",
            "comment": ""
        },
        {
            "title": "玉蝴蝶 离情",
            "content": "极目天空树远，春山蹙损，倚遍雕阑。翠竹参差声戛，环佩珊珊。雪肌香、荆山玉莹，蝉鬓乱、巫峡云寒。拭啼痕。镜光羞照，孤负青鸾。何时星前月下，重将清冷，细与温存。蓟燕秋劲，玉郎应未整归鞍。数新鸿、欲传佳信，阁兔毫、难写悲酸。到黄昏。败荷疏雨，几度销魂。",
            "comment": ""
        },
        {
            "title": "烛影摇红 又用张材甫韵 强村丛书用孔氏微波",
            "content": "梅雪乍融，单于吹彻寒犹浅。夜从灯下翦春幡，笑罢椒盘宴。云母屏开帘卷。放嫦娥、广寒宫苑。星移银汉。月满花衢，绕城弦管。□□□□，谯楼一任更筹换。锦霞银树玉桥联，谁道蓬山远。可是紫箫声断。漫懊恨、春宵苦短。不堪回首，照□芙蕖，断肠鸿雁。",
            "comment": ""
        },
        {
            "title": "念奴娇 中秋月次姚孝宁韵",
            "content": "冰轮驾海，破寒烟、万点苍山凝绿。清逼嫦娥秋殿静，桂树香飘金粟。万顷琉璃，一天素练，光彻飞琼屋。楚云无迹，萧萧梦断银竹。都胜三五寻常夜，高河新泻下，雪波霜瀑。臂冷香销成独坐，顾影□愁千斛。燕子楼空，凤箫人远，幽恨悲黄鹄。夜阑漏尽，梅花声动湘玉。",
            "comment": ""
        },
        {
            "title": "玉女摇仙佩 秋情",
            "content": "霜天破夜，一阵寒风，乱淅入帘穿户。醉觉珊瑚，梦回湘浦，隔水晓钟声度。不作高唐赋。笑巫山神女，行云朝暮。细思算、从前旧事，总为无情，顿相孤负。正多病多愁，又听山城，戍笳悲诉。强起推残绣褥，独对菱花，瘦减精神三楚。为甚月楼，歌亭花院，酒债诗怀轻阻。待伊趋前路。争如我双驾，香车归去。任春融、翠阁画堂，香霭席前，为我翻新句。依然京兆成眉妩。",
            "comment": ""
        },
        {
            "title": "忆秦娥 咏雪",
            "content": "天幂幂。彤云黯淡寒威作。寒威作。琼瑶碎剪，乘风飘泊。佳人应自嫌轻薄。乱将素影投帘幕。投帘幕。不禁清冷，向谁言着。",
            "comment": ""
        },
        {
            "title": "蕙兰芳引 秋思",
            "content": "星转晓天，戍楼听、单于吹彻。拥翠被香残，霜杵尚喧落月。楚江梦断，但帐底、暗流清血。看臂销金钏，一寸眉交千结。雨阻银屏，风传锦字，怎生休歇。未应轻散，磨宝簪将折。玉京缥缈，雁鱼耗绝。愁未休、",
            "comment": ""
        },
        {
            "title": "浣溪沙 秋夜",
            "content": "玉影无尘雁影来。绕庭荒砌乱蛩哀。凉窥珠箔梦初回。压枕离愁飞不去，西风疑负菊花开。起看清秋月满台。",
            "comment": ""
        },
        {
            "title": "南乡子 清画",
            "content": "疏雨动轻寒。金鸭无心＊麝兰。深院深深人不到，凭阑。尽日花枝独自看。销睡报双鬟。茗鼎香分小凤团。雪浪不须除酒病，珊珊。愁绕春丛",
            "comment": ""
        },
        {
            "title": "玉楼春 春暮",
            "content": "凭楼试看春何处。帘卷空青淡烟雨。竹将翠影画屏纱，风约乱红依绣户。小莹弄柳翻金缕。紫燕定巢衔舞絮。欲凭新句破新愁，笑问落花花不",
            "comment": ""
        }
    ]
}