{
    "dynasty": "元",
    "author": "柯九思",
    "poems": [
        {
            "title": "柳梢青 右和欲开",
            "content": "姑射论量。渐消冰雪，重试新妆。欲吐芳心，还羞素脸，犹吝清香。此情到底难藏。悄默默、相思寸肠。月转更深，凌寒等待，更倚西廓。",
            "comment": ""
        },
        {
            "title": "送林彦清归永嘉",
            "content": "雁荡接银汉，翠涌生高寒。芙容散秋锦，飞落秋云端。我昔造绝顶，天阔路漫漫。遥瞻广寒殿，素娥正凭阑。白兔捣月魄，指顾成神丹。因招宋成公，吹箫乘紫鸾。俯视九万里，元气青团团。别来知几时？弱水如平滩。忽遇雁山客，霞佩青莲冠。还入雁山去，玉髓供晨餐。报我旧游者，久待凌烟峦。吾患为有身，南望空长叹。",
            "comment": ""
        },
        {
            "title": "送程鹏翼赴山东运司经历",
            "content": "齐人富国书犹在，煮海为盐属县官。千灶飘烟云树湿，万盘凝雪浪花干。西曹儒雅声华旧，东郡司存礼数宽。谈笑云霞公事了，大明湖上凭阑干。",
            "comment": ""
        },
        {
            "title": "题文与可画竹",
            "content": "湖州放笔夺造化，此事世人那得知。跫然何处见生气？仿佛空庭月落时。",
            "comment": "【注释】诗描写北宋大画家文同把竹子画得生气勃勃，仿佛真的生在庭院里，淡淡月光下清秀无比。前两句说文同把竹子画得这么好，不是一般人所理解的，这里有诗人的难言隐痛。身为一个汉文人，破格受到重用，常常被人忌恨，一直想离开朝廷。他曾多次辞官都不准许，元文宗对他说：“有我在，你还怕什么？”所以欣赏竹子的清雅亮节，不是偶然的。【解释】①文与可--文同，字与可，北宋画家与诗人，以画竹著名。②湖州--指文同，他曾被任命为湖州知府，人们习惯叫他文湖州。夺造化--巧夺天工，形容画得栩栩如生。造化，指天地自然。③这句说：对于文同画竹的笔意，一般人怎能理解呢？柯九思也善画竹，曾精研文同的真迹，深得文同笔意，后人评他是“文同后一人”。④跫然--猛然，一下子。生气--神气。"
        },
        {
            "title": "柳梢青 右和将残补之词翰，称妙一代，此卷",
            "content": "琼散残枝。点窗款款，度竹迟迟。欲诉芳情，曲中曾听，画里重披。春移别树相期，渐老去、何须苦悲。人日酣春，脸霞清晓，复记当时。当年风致，勉强续貂，以贻好事。丹邱柯九思书於云客阁，至正元年冬十有一月日南至也。以上四首和词并见郁氏书画跋记卷一。",
            "comment": ""
        },
        {
            "title": "送赵虚一还金陵书虞翰林诗后",
            "content": "词臣通籍侍金闺，天语从容问归蹊。云外山高龙虎踞，人间松老凤凰栖。翰林拟诏当红药，道士疏封出紫泥。更赐金钱祠泰峙，寥阳前殿丽璇题。",
            "comment": "【注释】虞翰林诗序曰：天历二年三月二十五日，集侍立延阁。上顾问集：“尝至金陵不？”集谨对曰：“尝到。”又曰：“冶亭是汝所题，往年八九至其处，新松当长茂矣。”集谨对曰：“是未种松时到也。”近臣奏言：“道士赵虚一所种也。”上曰：“然，己升观为宫，汝知之乎？”集谨对曰：“臣奉敕题榜赐之矣。”是日归，虚一来别，归江南，即告以圣上不忘冶亭之意。又三日，吴大宗师持卷来索诗赠行，因录所得如上云。诗曰：春明昼侍奎章阁，圣上从容问冶亭。为报仙都赵真士，新松好护万年青。"
        },
        {
            "title": "柳梢青 和杨元咎梅词四首 右和未开",
            "content": "懊恨春初，飘零月下，轻离轻隔。重酝舒柳眼，羞人曾识。已堪索笑寻檐，早准备、怜怜惜惜。莫是溪桥，才先开却，试驰金勒。",
            "comment": ""
        },
        {
            "title": "退直赠月",
            "content": "西华门外玉骢骄，新赐罗衣退晚朝。绣枕魂清疏雨暮，海棠银烛度春宵。",
            "comment": ""
        }
    ]
}