{
    "dynasty": "元",
    "author": "王翰",
    "poems": [
        {
            "title": "题败荷",
            "content": "曾向西湖载酒归，香风十里弄晴晖。芳菲今日凋零尽，却送秋声到客衣。",
            "comment": ""
        },
        {
            "title": "赋得明星玉女坛，送廉察尉华阴",
            "content": "洪河之南曰秦镇，发地削成五千仞。三峰离地皆倚天，唯独中峰特修峻。上有明星玉女祠，祠坛高眇路逶迤。三十六梯入河汉，樵人往往见蛾眉。蛾眉婵娟又宜笑，一见樵人下灵庙。仙车欲驾五云飞，香扇斜开九华照。含情迟伫惜韶年，愿侍君边复中旋。江妃玉佩留为念，嬴女银箫空自怜。仙俗途殊两情遽，感君无尽辞君去。遥见明星是妾家，风飘雪散不知处。故人家在西长安，卖药往来投此山。彩云荡漾不可见，绿萝蒙茸鸟绵蛮。欲求玉女长生法，日夜烧香应自还。",
            "comment": ""
        },
        {
            "title": "赠唐祖二子",
            "content": "鸿飞遵枉渚，鹿鸣思故群。物情尚劳爱，况乃予别君。别时花始发，别后兰再薰。瑶觞滋白露，宝瑟凝凉氛。裴徊北林月，怅望南山云。云月渺千里，音徽不可闻。",
            "comment": ""
        },
        {
            "title": "观蛮童为伎之作",
            "content": "长裙锦带还留客，广额青娥亦效颦。共惜不成金谷妓，虚令看杀玉车人。第一百五十七卷",
            "comment": ""
        },
        {
            "title": "凉州词",
            "content": "秦中花鸟已应阑，塞外风沙犹自寒。夜听胡笳折杨柳，教人意气忆长安。",
            "comment": ""
        },
        {
            "title": "相和歌辞·饮马长城窟行",
            "content": "长安少年无远图，一生惟羡执金吾。麒麟前殿拜天子，走马西击长城胡。胡沙猎猎吹人面，汉虏相逢不相见。遥闻鼙鼓动地来，传道单于夜犹战。此时顾恩宁顾身，为君一行摧万人。壮士挥戈回白日，单于溅血染朱轮。归来饮马长城窟，长城道傍多白骨。问之耆老何代人，云是秦王筑城卒。黄昏塞北无人烟，鬼哭啾啾声沸天。无罪见诛功不赏，孤魂流落此城边。当昔秦王按剑起，诸侯膝行不敢视。富国强兵二十年，筑怨兴徭九千里。秦王筑城何太愚，天实亡秦非北胡。一朝祸起萧墙内，渭水咸阳不复都。",
            "comment": ""
        },
        {
            "title": "相和歌辞·子夜春歌",
            "content": "第二十一卷春气满林香，春游不可忘。落花吹欲尽，垂柳折还长。桑女淮南曲，金鞍塞北装。行行小垂手，日暮渭川阳。",
            "comment": ""
        },
        {
            "title": "凉州词",
            "content": "葡萄美酒夜光杯，欲饮琵琶马上催。醉卧沙场君莫笑，古来征战几人回？",
            "comment": "【注释】凉州在今甘肃武威，唐时属陇右道，音乐多杂有西域龟兹（今新疆库车一带）诸国的胡音。唐陇右经略使郭知运在开元年间，把凉州曲谱进献给玄宗后，迅即流行，颇有诗人依谱创作《凉州歌》、《凉州词》者，以抒写边塞风情。这体现了唐人以毫不介怀的态度，对外来文化进行吸收、消化和创新的盛世魄力和大国风范。葡萄自汉朝由西域传入中原，但用来酿酒的风气到唐朝还是以西域为盛。夜光杯，相传是周穆王时代，西胡用白玉精制成，因“光明夜照”得名。此杯此酒，又有如此洋溢着胡地情调的马背上琵琶弹奏来助兴，几个富有特色的意象交相映衬，就把边地军营的开怀痛饮，渲染得华艳不俗，神采动人，而又淋漓尽致了。即便醉倒了，躺在沙场上，你也莫要取笑啊——这既是微带醉意的话，又是带有沉痛、却能放达的生命体验的话。你看古来征战有几人生还呢？既然生命是从战场上拣回来的，就不妨看得开一点，活得潇洒一点，让它在美酒、奇杯和胡乐中，实现自己悲壮的辉煌好了。面对茫茫沙场和胡风酒筵，此诗对战争与娱乐、生与死的体验，也带有几分唐人的豪华感和豪放感。--杨义　　边地荒寒艰苦的环境，紧张动荡的征戍生活，使得边塞将士很难得到一次欢聚的酒宴。有幸遇到那么一次，那激昂兴奋的情绪，那开怀痛饮、一醉方休的场面，是不难想象的。这首诗正是这种生活和感情的写照。诗中的酒，是西域盛产的葡萄美酒；杯，相传是周穆王时代，西胡以白玉精制成的酒杯，有如“光明夜照”，故称“夜光杯”；乐器则是胡人用的琵琶；还有“沙场”、“征战”等等词语。这一切都表现出一种浓郁的边地色彩和军营生活的风味。　　诗人以饱蘸激情的笔触，用铿锵激越的音调，奇丽耀眼的词语，定下这开篇的第一句-“葡萄美酒夜光杯”，犹如突然间拉开帷幕，在人们的眼前展现出五光十色、琳琅满目、酒香四溢的盛大筵席。这景象使人惊喜，使人兴奋，为全诗的抒情创造了气氛，定下了基调。第二句开头的“欲饮”二字，渲染出这美酒佳肴盛宴的不凡的诱人魅力，表现出将士们那种豪爽开朗的性格。正在大家“欲饮”未得之时，乐队奏起了琵琶，酒宴开始了，那急促欢快的旋律，象是在催促将士们举杯痛饮，使已经热烈的气氛顿时沸腾起来。这句诗改变了七字句习用的音节，采取上二下五的句法，更增强了它的感染力。这里的“催字”，有人说是催出发，和下文似乎难以贯通。有人解释为：催尽管催，饮还是照饮。这也不切合将士们豪放俊爽的精神状态。“马上”二字，往往又使人联 想到“出发”，其实在西域胡人中，琵琶本来就是骑在马上弹奏的。“琵琶马上催”，是着意渲染一种欢快宴饮的场面。　　诗的三、四句是写筵席上的畅饮和劝酒。过去曾有人认为这两句“作旷达语，倍觉悲痛”。还有人说：“故作豪饮之词，然悲感已极”。话虽不同，但都离不开一个“悲”字。后来更有用低沉、悲凉、感伤、反战等等词语来概括这首诗的思想感情的，依据也是三四两句，特别是末句。“古来征战几人回”，显然是一种夸张的说法。清代施补华说这两句诗：“作悲伤语读便浅，作谐谑语读便妙，在学人领悟。”（《岘傭说诗》）这话对我们颇有启发。为什么“作悲伤语读便浅”呢？因为它不是在宣扬战争的可怕，也不是表现对戎马生涯的厌恶，更不是对生命不保的哀叹。让我们再回过头去看看那欢宴的场面吧：耳听着阵阵欢快、激越的琵琶声，将士们真是兴致飞扬，你斟我酌，一阵痛饮之后，便醉意微微了。也许有人想放杯了吧，这时座中便有人高叫：怕什么，醉就醉吧，就是醉卧沙场，也请诸位莫笑，“古来征战几人回”，我们不是早将生死置之度外了吗？可见这三、四两句正是席间的劝酒之词，而并不是什么悲伤之情，它虽有几分“谐谑”，却也为尽情酣醉寻得了最具有环境和性格特征的“理由”。“醉卧沙场”，表现出来的不仅是豪放、开朗、兴奋的感情，而且还有着视死如归的勇气，这和豪华的筵席所显示的热烈气氛是一致的。这是一个欢乐的盛宴，那场面和意境决不是一两个人在那儿浅斟低酌，借酒浇愁。它那明快的语言、跳动跌宕的节奏所反映出来的情绪是奔放的，狂热的；它给人的是一种激动和向往的艺术魅力，这正是盛唐边塞诗的特色。千百年来，这首诗一直为人们所传诵。（赵其钧）"
        },
        {
            "title": "奉和圣制同二相已下群官乐游园宴",
            "content": "未极人心畅，如何帝道明。仍嫌酺宴促，复宠乐游行。陆海披珍藏，天河直斗城。四关青霭合，数处白云生。饪餗调元气，歌钟溢雅声。空惭尧舜日，至德杳难名。",
            "comment": ""
        },
        {
            "title": "相和歌辞·蛾眉怨",
            "content": "君不见宜春苑中九华殿，飞阁连连直如发。白日全含朱鸟窗，流云半入苍龙阙。宫中彩女夜无事，学凤吹箫弄清越。珠帘北卷待凉风，绣户南开向明月。忽闻天子忆蛾眉，宝凤衔花揲两螭。传声走马开金屋，夹路鸣环上玉墀。长乐彤庭宴华寝，三千美人曳花锦。灯前含笑更罗衣，帐里承恩荐瑶枕。不意君心半路回，求仙别作望仙台。琳琅禁闼遥相忆，紫翠岩房昼不开。欲向人间种桃实，先从海底觅蓬莱。蓬莱可求不可上，孤舟缥缈知何往。黄金作盘铜作茎，青天白露掌中擎。王母嫣然感君意，云车羽旆欲相迎。飞廉观前空怨慕，少君何事须相误。一朝埋没茂陵田，贱妾蛾眉不重顾。宫车晚出向南山，仙卫逶迤去不还。朝晡泣对麒麟树，树下苍苔日渐斑。人生百年夜将半，对酒长歌莫长叹。情知白日不可私，一死一生何足算。",
            "comment": ""
        },
        {
            "title": "奉和圣制送张尚书巡边",
            "content": "紫缓尚书印，朱輧丞相车。登朝身许国，出阃将辞家。不惮炎蒸苦，亲尝走集赊。选徒军有政，誓卒尔无哗。帝乐风初起，王城日半斜。宠行流圣作，寅饯照台华。骑历河南树，旌摇塞北沙。荣怀应尽服，严杀已先加。业峻灵祇保，功成道路嗟。宁如凿空使，远致石榴花。",
            "comment": ""
        },
        {
            "title": "奉和圣制送张说上集贤学士赐宴，得筵字",
            "content": "东堂起集贤，贵得从神仙。首命台阶老，将崇御府员。送人锵玉佩，中使拂琼筵。和乐薰风解，湛恩时雨连。长材成磊落，短翮强翩翾。徒仰蓬莱地，何阶不让缘。",
            "comment": ""
        },
        {
            "title": "春日归思",
            "content": "杨柳青青杏发花，年光误客转思家。不知湖上菱歌女，几个春舟在若耶。",
            "comment": ""
        },
        {
            "title": "司空侍郎故居",
            "content": "西风策马问王官，松径萦纡上百盘。泉响夜潭穿石窦，峰高天柱矗云端。一鸣共许才华旧，三诏方知节操寒。花落鸟啼人不见，休休亭上倚阑干。",
            "comment": ""
        },
        {
            "title": "子夜春歌",
            "content": "春气满林香，春游不可忘。落花吹欲尽，垂柳折还长。桑女淮南曲，金鞍塞北装。行行小垂手，日暮渭川阳。",
            "comment": ""
        },
        {
            "title": "春女行",
            "content": "紫台穹跨连绿波，红轩铪匝垂纤罗。中有一人金作面，隔幌玲珑遥可见。忽闻黄鸟鸣且悲，镜边含笑著春衣。罗袖婵娟似无力，行拾落花比容色。落花一度无再春，人生作乐须及辰。君不见楚王台上红颜子，今日皆成狐兔尘。",
            "comment": ""
        },
        {
            "title": "龙兴观金箓建醮（景龙二年）",
            "content": "泰山岩岩兮凌紫氛，中有群仙兮乘白云，陈金荐璧兮□□□。",
            "comment": ""
        },
        {
            "title": "飞燕篇",
            "content": "孝成皇帝本娇奢，行幸平阳公主家。可怜女儿三五许，丰茸惜是一园花。歌舞向来人不贵，一旦逢君感君意。君心见赏不见忘，姊妹双飞入紫房。紫房彩女不得见，专荣固宠昭阳殿。红妆宝镜珊瑚台，青琐银簧云母扇。日夕风传歌舞声，只扰长信忧人情。长信忧人气欲绝，君王歌吹终不歇。朝弄琼箫下彩云，夜踏金梯上明月。明月薄蚀阳精昏，娇妒倾城惑至尊。已见白虹横紫极，复闻飞燕啄皇孙。皇孙不死燕啄折，女弟一朝如火绝。明明天子咸戒之，赫赫宗周褒姒灭。古来贤圣叹狐裘，一国荒淫万国羞。安得上方断马剑，斩取朱门公子头。",
            "comment": ""
        }
    ]
}