{
    "dynasty": "元",
    "author": "舒＊",
    "poems": [
        {
            "title": "蝶恋花 送胡一之上襄阳",
            "content": "锺阜相催何汲汲。猿鹤休惊，却上襄阳驿。袖拂岘山碑藓碧。凄凉泪眼今犹昔。勋业正须年少日。楚雨湘云，囊锦都收拾。只恐绿闺春寂寂。",
            "comment": ""
        },
        {
            "title": "水龙吟 庆陈仲洪造家庆楼 此下原有折桂令二",
            "content": "人间何处无楼，算来积善应难得。操持一念，应乎万事，尽皆阴德。伯仲怡怡，亲朋济济，云仍蛰蛰。任才高王粲，兴同庚亮，谁敢与、元龙敌。珍重刘郎好事，好溪山、为君拈出。眼前标致，壁间图画，屏间松竹。春晚凭高，秋晴眺远，翠红如识。待他年，看取飞来五凤，记如椽笔。",
            "comment": ""
        },
        {
            "title": "风入松 雨后偶成",
            "content": "纱厨过雨晚凉生。枕簟不胜清。冰肌玉骨元无汗，香风回，深院语流莺。翠幌光摇绛蜡，画堂暖泻银瓶。玉筝牙板接新声。云髻宝钗横。银丝脍细江鳐脆，扬州月，照我醉吹笙。旧事十年犹记，壮怀此日堪惊。",
            "comment": ""
        },
        {
            "title": "小重山 端午",
            "content": "碧艾香蒲处处忙。谁家儿共女，庆端阳。细缠五色臂丝长。空惆怅，谁复＊沅湘。往事莫论量。千年忠义气，日星光。离骚读罢总堪伤。无人解，树转午阴凉。",
            "comment": ""
        },
        {
            "title": "虞美人 闻邑云台烟火花灯，老倦不复往观 强",
            "content": "纷纷儿女看灯去。千点摇红树。翠鳌山倚紫云堆。记得年时，老子也曾来。硫硝结缚通仙技。光焰千般异。今年老子懒来看。手弄梅花，和月",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "多少闲情，桃源问蹊，柯山看棋。把杏花春雨，从头吟了，木犀秋月，开户邀之。气卷风云，眼空江海，万古从前我已知。君休笑，任陈抟假睡，豫让佯痴。风回太液清池，欲留住、东皇共笑嬉。想乾坤浩浩，谁曾整顿，干戈扰扰，孰问安危。笼络人才，登崇禄秩，赤箭青芝败鼓皮。都休问，看营巢燕子，哺乳莺儿。",
            "comment": ""
        },
        {
            "title": "酹江月",
            "content": "三槐氏胄，早荣升大府，展施才调。应欲濡须兵革后，几度愁纡怀抱。翦烛寒更，催科春晚，诸事安排了。簿书丛里，辛勤说与谁道。遥想淝水西边，三贤堂古，孝肃名偏好。为我瓣香先致敬，耿耿寸心相照。赞画侯藩，趋承相府，指日登枢要。不堪离别，一尊聊为倾倒。",
            "comment": ""
        },
        {
            "title": "酹江月 送指挥司王仁卿知事，代广陵郡官作",
            "content": "人生交谊，笃金兰气味，不堪离别。绿水红莲声价旧，又向高邮施设。幕底清风，楼前明月，此意凭谁说。美哉鱼米，此行足可怡悦。闻道细柳营中，三军整肃，训练真奇绝。赞画公余闲拭目，午夜剑光明灭。料想明年，荣膺薇省，高步登天阁。片云相隔，人来应问华发。",
            "comment": ""
        },
        {
            "title": "水龙吟 端午日，寓宁干作，时四方汹汹，民",
            "content": "轻云阁雨还晴，苍黄又负端阳节。去年今日，大鄣深处，寸肠千结。好事无多，良辰难再，犹传遗孽。看连城＊洞，大家愁恼，这光景、何时歇。因想金陵佳丽，闹秦淮、龙舟称绝。牙樯锦缆，翠冠珠髻，画阑罗列。回首丘墟，满襟尘土，向人空说。且停杯，容我离骚细读，＊罗江月。",
            "comment": ""
        },
        {
            "title": "江城子",
            "content": "积雨陂塘五月秋。送还留。且停舟。听我骊驹，歌彻上庐州。无柰绿窗眉锁恨，情脉脉，思悠悠。同乡翻作异乡愁。善谋猷。尽优游。不见闾阎，谈笑觅封侯。勋业此时都莫问。书有便，寄来不。",
            "comment": ""
        },
        {
            "title": "江城子 歌者张氏，戴仲德仲本时以茶谒其家",
            "content": "戴郎昆仲太风流。翠娥愁。解貂裘。醉中摸索玉搔头。绣被＊香肌粉滑，云作帐，月为钩。茅庵权当小秦楼。意绸缪。话扬州。琼花骑鹤两悠悠。薄幸三生今老矣，无梦到，那温柔。",
            "comment": ""
        },
        {
            "title": "风入松",
            "content": "故人情况近如何。应被酒消磨。醉来笑倚娉婷卧，伤心处、暗＊香罗。肱曲红生玉笋，鬓偏翠卷新荷。薰风枕簟届时和。着我醉□歌。襄阳旧事今安在，风流客、屈指无多。休说玉堂金马，争如雨笠烟蓑。",
            "comment": ""
        },
        {
            "title": "满江红 时雪快晴，苗民攻宣，未克，往来郡",
            "content": "，视而不问，欢时事之靡宁，哀生民之涂炭，因赋此曲，兼东邑令郭文盾天也多情，巧幻出、天河寒水。多态度、悠悠＊＊，轻黏窗纸。万里岂无祥瑞应，四方已在饥寒里。把溪山、好处纵模糊，须臾耳。江海阔，风尘起。狐兔狡，鹰＊耻。假蛮夷威柄，侵渔而已。诸老忠良皆柱石，九重仁圣真天子。待明朝、晴霁看青山，清如洗。",
            "comment": ""
        },
        {
            "title": "贺新郎",
            "content": "绣隐芙蓉褥。更屏间、双双孔雀，间金盘绿。鹤别鸾离深闺悄，帐冷梅花夜独。空梦绕、巫山千矗。雨意云情，红颜霜鬓，合欢再把鸾胶续。事谐矣，意方足。洞房春暖人如玉。怕的是、鸡声递晓，无情催促。笑拂菱花相依照，取次画成眉曲。伊也道、临邛何辱。吉叶熊罢应入梦，看这番、桂子纷追逐。为君喜，醉红烛。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "人磊落。移赞高邮蓉幕。采笔生春和气作。军民同此乐。休说边陲萧索。米白鱼肥如昨。别后情怀何处托。寒光倚山阁。",
            "comment": ""
        },
        {
            "title": "水调歌头 时杨溪避兵",
            "content": "饱来石上卧，醉向水边吟。山灵不管闲事，容我尽登临。山外猿啼鹤唳，世上虎争狼斗，此地白云深。今古一杯土，天地亦何心。隔茅庐，尘万丈，不相侵。林泉自有佳处，石溜假鸣琴。汉室煌煌大业，唐代昭昭正绪，此理细推寻。高咏出山去，草木亦知音。",
            "comment": ""
        },
        {
            "title": "小重山 时有武林之行、值时变，故弗果，因",
            "content": "笑问西风一叶舟。阿谁招我上，武林游。岂知身世两悠悠。西湖好，孤负桂花秋。应笑乐平侯。无端千百计，一场休。愿将功烈阐皇猷。南飞雁，莫为稻梁谋。",
            "comment": ""
        },
        {
            "title": "太常引",
            "content": "□□山色共承宣。君秩满、我迟延。几度醉花前。曾怪杀、春山杜鹃。菱花再照，鸾胶再续，应笑雪盈颠。深夜语婵娟。也曾是、都门少年。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "闲处如何，也堪吟诗，也堪弈棋。想白衣送酒，谁如元亮，白鹅换字，谁似羲之。濠上观鱼，云间呼鹤，此乐人间未易知。平生性，喜不为酒困，常带书痴。尽教步武天池。且赢得、闲身一会嬉。便朝登金马，何裨世教，暮趋玉殿，安救时危。赫赫功名，堂堂事业，不博先生这肚皮。休瞒我，任官高禄厚，也要些儿。",
            "comment": ""
        }
    ]
}