{
    "dynasty": "元",
    "author": "许桢",
    "poems": [
        {
            "title": "渔家傲 以上周咏先校旧抄圭塘款乃集本许桢",
            "content": "万木凋零岩壑峭。一机消长观天道。松竹园亭时一造。谁敢诮。敲冰煮茗供谈笑。自负平生心矫矫。三闾何事形容槁。琴到无弦谁与操。怀我宝。相逢且赋渔家傲。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "众绿如生如羽葆。池光摇漾连汀草。红杏已无春意闹。风致好。水中三屿如三岛。荷叶如钱蒲袅袅。石渠静听泉声小。从此圭塘时检校。停短棹。柳阴高唱渔家傲。",
            "comment": ""
        },
        {
            "title": "太常引 和",
            "content": "池亭荷净纳凉时。四面柳依稀。棹得酒船回。看风里、沙巾半欹。残霞照水，夕阳明树，天付画中诗。应不负归期。更谁看、桃花面皮。",
            "comment": ""
        },
        {
            "title": "柳梢青",
            "content": "云柚如岚。月池通港，画舫无帆。细葛春纤，摘来卢橘，香赛温柑。荷亭柳榭松庵。更奇品、花盆果篮。梦想飞觥，水晶宫里，好个江南。",
            "comment": ""
        },
        {
            "title": "柳梢青 以上四首，许桢步其父许有壬韵，附",
            "content": "山远生岚。溪清呈底，剡棹收帆。风物依然，烂红茶树，回色青柑。暗香寒阻梅庵。把楮颖、权收墨篮。暧阁红炉，浅斟低唱，好个江南。",
            "comment": ""
        },
        {
            "title": "摸鱼子 和",
            "content": "买陂塘旋栽杨柳，求田专理农务。扁舟来往烟波里，青箬绿蓑风雨。时泛渚。把远岫遥岑，收拾来孤屿。黄华解语。道凤阁鸾台，黄尘乌帽，争似醉乡趣。洹溪上，道士而今惟许。飞熊梦断姜吕。水声山色相萦绕，涌出笔端新句。斟桂醑。听万籁笙竽，一派仙家谱。休论往古。向种菊篱边，观鱼轩外，晚节有秋圃。",
            "comment": ""
        },
        {
            "title": "摸鱼子",
            "content": "买陂塘旋栽杨柳，闲人忙过曹务。山翁溪友来相贺，昨夜应时甘雨。舟泛渚。有茶灶相从，同过东西屿。鸥边自语。是午梦初回，余酲未解，七碗得真趣。神仙事，云海茫茫何许。何人岩下逢吕。诗家却有还丹诀，万景点成奇句。公自醑。且山水徜徉，莫考飞升谱。悠悠万古。看一片烟霞，四时风物，吾圃即玄圃。",
            "comment": ""
        },
        {
            "title": "太常引",
            "content": "淡妆素服更纤浓。清致不须红。伫目画桥东。一扫尽、人间冶容。麻姑何在，嫦娥昨夜，飞出广寒宫。天亦为诗翁。把好景、都移此中。",
            "comment": ""
        },
        {
            "title": "太常引",
            "content": "藕花香里有丛筠。照水绿梢新。清洁出风尘。似特与、幽人写真。门无俗客，地多清兴，羽扇白纶巾。甘作太平民。故自谓、羲皇上人。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "鸿雁翩翩云路杳。芦花如雪迷红蓼。荷叶不禁风雨倒。秋意早。诗怀清似霜天晓。独掩柴扉谁得到。高台日暮宜瞻眺。清致日多尘事少。歌古调。新声移入渔家傲。",
            "comment": ""
        },
        {
            "title": "柳梢青",
            "content": "叠嶂浮岚。澄江拖练，远浦归帆。橙蟹分甘，莼鲈专美，露酒霜柑。登高聊憩禅庵。采菊蕊、茱萸满篮。丹桂飘香，芙蓉弄色，好个江南。",
            "comment": ""
        },
        {
            "title": "渔家傲 和",
            "content": "青入西山烟渺渺。天机只在菰蒲杪。风解冰澌融小沼。人静悄。一声何处啼山鸟。杖策寻芳逢野老。草芽柳眼明残照。归到圭塘还独钓。心事了。箫声缓和渔家傲。",
            "comment": ""
        },
        {
            "title": "太常引",
            "content": "西池池上好新亭。红翠门娉娉。翠盖几翻倾。听水上、红妆笑声。归来乡社，不关尘事，活计问樵青。世事一毫轻。看西泠、晴云暮横。",
            "comment": ""
        },
        {
            "title": "柳梢青",
            "content": "山霁无岚。寻幽有屐，不用张帆。乐事关心，良辰修禊，元夜传柑。芳郊随处行庵。听驺导、担花几篮。洲渚凝妆，笙歌归院，好个江南。",
            "comment": ""
        }
    ]
}