{
    "dynasty": "元",
    "author": "赵沨",
    "poems": [
        {
            "title": "论诗三十首",
            "content": "万古幽人在涧阿，百年孤愤竟如何？ 无人说与天随子，春草输赢较几多。",
            "comment": "【注释】自注：“天随子诗：‘无多药草在南荣，合有新苗次第生。稚子不知 名品上，恐随春草斗输赢。” 该诗评价晚唐诗人陆龟蒙（字鲁望，号天随子），宗廷辅《古今论诗绝句》释曰：“陆鲁望生丁末运，自以未挂朝籍，绝无忧国感愤之辞，故即所为诗微诘示讽。”这种理解既不符合元好问“要感讽，不要出怨怼”（卷五十四《诗文自警》）、“无怨怼”（卷三十六《杨叔能小亨集引》）的一贯宗旨，又不符合元好问对陆龟蒙的取舍，甚至有悖于陆龟蒙的诗文实际，实为谬论。后人未加细察，多沿袭此谬，认为元好问批评陆龟蒙远离现实的生活及其闲逸诗风，唯有李正民征引元好问《校笠泽丛书后记》，对前两作出了较恰切的解释③，然尚有未尽处，故笔者不嫌辞费，再次征引如下： 龟蒙，高士也。学既博赡，而才亦峻洁，故其成就卓然为一家。然识者尚恨其多愤激之辞而少敦厚之义，若《自怜赋》、《江湖散人歌》之类，不可一二数。标置太高，分别太甚，锼刻太苦，讥骂太过。唯其无所遇合，至穷悴无聊赖以死，故郁郁之气不能自掩……至其自述云：少攻歌诗，欲与造物者争柄，遇事辄变化不一，其体裁始则陵轹波涛，穿穴险固，囚锁怪异，破碎阵敌，卒之造平淡而后已者，信亦无愧云。 从这段文字来看，元好问对陆龟蒙，是相当理解的，并从正反两个方面对他作出明确有评价，可与这首论诗绝句相互参证。“多愤激之辞”、“讥骂太过”可为“百年孤愤”作注，“无所遇合，至穷悴无聊赖以死”云云即是“百年孤愤竟如何”的答案，可见，前两句不是讥讽陆龟蒙“绝无忧国感愤之辞”，而是恰恰相反，是批评《自怜赋》、《江湖散人歌》之类过分孤愤的作品，是说陆龟蒙隐居山中，那么愤激最终又能怎样呢？ 后两句借用陆龟蒙的诗句，意义隐晦，难详所指。古今学者一致断定是批评陆龟蒙的闲逸平淡诗风，这显然与元好问一贯推崇陶、谢、韦、柳一派诗风的诗学旨趣相背，所以不可信。在具体释义时，注家多释末句的“较”字为较量之意，如此一来，连这一句的字面意思亦不甚顺畅、明了。张相《诗词曲语词汇释》释此“较”为“差”之意，最为准确。据此，后两句的字面意思是说，没有人告诉陆龟蒙，斗春草的输赢之间，究竟相差多少？其内在含义究竟为何，仍不明朗。结合《校笠泽丛书后记》和他所化用的《自遣诗》加以考察，或许能得其仿佛。《校笠泽丛书后记》批评陆诗“标置太高，分别太甚’”，而陆龟蒙“无多药草在南荣”一诗，将药草与一般春草分开，标榜药草“名品上”，不应该与春草混同起来，正有此意，，所以，元好问借用该诗，可能是批评陆诗的这一缺点。 --引自“中国诗学研究中心　胡传志 金代文学研究http://www.shixue.net/”"
        },
        {
            "title": "论诗三十首",
            "content": "切切秋虫万古情，灯前山鬼泪纵横。 鉴湖春好无人赋，夹岸桃花锦浪生。",
            "comment": "【注释】该诗并未明言所评对象，宗廷辅《古今论诗绝句》断言它“当指长吉”，郭绍虞《元好问论诗三十首小笺》也认为宗氏所说“近是”，但用语谨慎，似有所疑。其他学者大多坚信不二。今细寻诗意，以此诗单指李贺，不够的当。 李贺诗歌幽晦冷艳，将“切切秋虫万古情，灯前山鬼泪纵横”两句，验诸李贺诗作，确有不少似此境界的诗句，常见征引的有： 秋野明，秋风白，塘水渍渍虫渍渍。云根苔藓山上石，冷红泣露娇啼色。荒畦九月稻叉牙，蛰萤低飞陇径斜。石脉水流泉滴沙，鬼灯如漆点松花。 ──《南山田中行》 桐风惊心壮士苦，衰灯络纬啼寒素。谁看青简一篇书，不遣花粉虫空蠹。思牵今夜肠应直，雨冷香魂吊书客。秋坟鬼唱鲍家诗，恨血千年土中碧。 ──《秋来》 孀妾怨长夜，独客梦归家。傍檐虫缉丝，向壁灯垂花。 ──《河南省试十二月乐词·八月》 海神山鬼来坐中，纸钱鸣旋风。 ──《神弦》 以上材料，于“灯前山鬼泪纵横”一句较为贴切，李贺好言鬼，此句非他莫属，而“切切秋虫万古情”似非李贺独特之处。元好问之前，从未有人如此形容李贺诗歌，它是否别有所指？ 在唐诗中，最切合“切切秋虫万古情”一语的诗人当是孟郊。孟郊以穷愁苦吟著称，其诗恰如“切切秋虫”，秋虫也是其诗中经常出现的物象，如： 远客夜衣薄，厌眠待鸡鸣。一床空月色，四壁秋虫声。 ──《西斋养病夜怀多感因呈上叔子云》 孤骨夜难卧，吟虫相唧唧。老泣无涕，秋露为滴沥。 ──《秋怀》之一 虫苦贪夜色，鸟危巢星辉。孀娥理故丝，孤哭抽余噫. ──《秋怀》之三 老病多异虑，朝夕非一心。商虫哭衰运，繁响不可寻。  ──《秋怀》之七 孟郊不仅爱写秋虫，而且以秋虫自喻：“幽幽草根虫，生意如我微”（《秋虫》之四）、“客子昼呻吟，徒为虫鸟音”（《病中吟》）。也就是说，孟郊其人其诗皆如“切切秋虫”。 韩愈在《送孟东野序》中阐释“不平则鸣”说，用了“以鸟鸣春，以雷鸣夏，以虫鸣秋，以风鸣冬”等比喻，其中“以虫鸣秋”虽未实指孟郊，但对后来的秋虫之喻也许有一定的启示意义。至宋代，关于孟郊诗似秋虫的评价越来越多、越来越明确。欧阳修《读李太白集》曰： 下视区区郊与岛，萤飞露湿吟秋草。 苏轼《读孟郊诗二首》之一曰： 夜读孟郊诗，细字如牛毛……何苦将两耳，听此寒虫号。 郑厚《艺圃折中》（《说郛》卷三十一，涵芬楼本）曰： 李谪仙，诗中之龙也，矫矫焉不受约束……孟东野则秋虫草根，白乐天则春莺柳阴，皆造化之一妙。 王若虚《滹南诗话》卷上曰： 郊寒白俗，诗人类鄙薄之，然郑厚评诗，荆公苏黄辈曾不比数，而云乐天如柳阴春莺，东野如草根秋虫，皆造化中一妙，何哉？哀乐之真，发乎情性，此诗之正理也。 严羽《沧浪诗话·诗评》曰：  李杜数公，如金翅擘海，香象渡河，下视郊岛辈，直虫吟草间耳。 上引材料中，欧、苏二家最为著名，“吟秋草”、“寒虫号”已与“切切秋虫”之语相近，郑厚之论最为明了，王若虚予以征引，说明其论于金国亦广为人知，严羽后出，其言可证秋虫之喻实际上是孟郊诗的定评。对此，元好问不会不知，在此情况下，他用这一比喻，只能是沿袭前人旧说，借以评价孟郊，不可能别出心裁，以此来论李贺。 孟郊常与韩愈并称韩孟，与贾岛并称郊岛，但他还可与李贺并称，他们都穷愁不遇，作诗都好苦吟，诗风都较幽冷，陆龟蒙《书李贺小传》在简短复述李贺苦吟状之后，接着就追记孟郊任溧阳尉时的苦吟之态，已将二人并列，元好问曾“熟读”陆龟蒙的“诗文”（卷三十四《校笠泽丛书后记》），对此应相当了解。因此，元好问由孟郊论及李贺，也是很自然的。将两人并列，正是要批评他们穷愁苦吟等共同点。 穷愁本是人生不幸，无可厚非，问题在于如何处穷。元好问的态度非常明确，认为应该是“厄穷而不悯，遗佚而不怨”（卷三十六《杨叔能小亨集引》），象他的知己辛愿、李汾那样，辛愿虽“日事大狼狈”，但“落落自拔，耿耿自信，百穷而不悯，百辱而不沮”，李汾“宁饥寒饿死，终不作寒乞声向人”（《中州集》卷十）。孟郊、李贺显然没有如此泰然，寒乞之声不绝于耳。元好问说孟郊，“东野穷愁死不休，高天厚地一诗囚”（《论诗三十首》之十八），在《赠答张教授仲文》（卷四）诗中，又说：“秋灯摇摇风拂拂，夜闻叹声无处觅。疑作金荃怨曲兰畹辞，元是寒虫月中泣。世间刺绣多绝巧，石竹殷红土花碧。穷愁入骨死不销，谁与渠侬洗寒乞？”从中可以看出元好问的取舍。 至于苦吟，元好问并不反对，甚至认为是诗歌创作所必需的。他多次说过，“文字以来，诗为难”，并援引杜甫、李贺、王安石、唐庚等人为例，认为后人要在诗歌方面“追配古人”，必须“死生于诗”（卷三十七《陶然集序》，《双溪集序》也有类似言论），说自己的诗歌“我诗初不工，研磨出艰辛”（卷二《答王辅之》），但他反对幽僻凄冷的诗歌境界，即他所说，“要造微，不要鬼窟中觅活计”（卷五十四《诗文自警》）。孟郊诗歌可谓造微，如他所说，“天地入胸臆，吁嗟生风雷。文章得其微，物象由我裁”（《赠郑夫子鲂》），“微然草根响，先被诗情觉”（《纳凉联句》），但他所得不过是秋虫之类幽微之物。李贺也是如此，有些诗篇正是从“鬼窟中觅活计”。孟郊、李贺的这种诗风，与元好问尚壮美、崇自然之旨相背，故元好问讥评之。 后两句“鉴湖春好无人赋，夹岸桃花锦浪生”，正如宗廷辅所说，是“就诗境言之”。“夹岸桃花锦浪生”是李白《鹦鹉洲》中的诗句，元好问借此来形容鉴湖（又名镜湖）春色，展现的是与孟郊、李贺迥然不同的开阔明朗、清新鲜活的境界。“无人赋”三字又表明，他的批评对象绝非孟郊、李贺个别诗人，而是以他们为代表的中晚唐贫士文人，特别是与孟郊近似的一些诗人。 由此可见，该诗是通过孟郊、李贺来批评中晚唐穷愁苦吟一派诗人，没有盛唐开阔明朗气象，而流于幽僻凄冷。 --引自“中国诗学研究中心　胡传志 金代文学研究http://www.shixue.net/”"
        },
        {
            "title": "论诗三十首",
            "content": "慷慨歌谣绝不传，穹庐一曲本天然。 中州万古英雄气，也到阴山敕勒川。",
            "comment": "【注释】该诗论《敕勒歌》，言简意丰，后人从不同角度加以阐释。或以为它体现了诗人崇尚壮美、豪放浑朴的诗学思想，或以为它体现了诗人重视民歌的倾向，或以为它体现了诗人的南北之见。这些都有一定的道理，但究竟这首诗的中心意旨是什么？还值得我们思考。 在此之前，《论诗三十首》分别论及“汉谣魏什久纷纭”、“曹刘虎啸坐生风”、“邺下风流在晋多”、“纵横诗笔见高情”等方面，侧重慷慨刚健的诗歌传统。第七首论及南北朝，所谓“慷慨歌谣绝不传”，是说这一传统至此被中断，“慷慨歌谣”即前此所论的“汉谣魏什”、“邺下风流”等等。在元好问看来，只有《敕勒歌》是个例外，尚存前代慷慨之风。“穹庐一曲本天然”，“天然”不仅指风格的自然质朴，还指《敕勒歌》这类作品，并非人为努力的结果。《敕勒歌》是北齐武臣斛律金所唱的一首鲜卑语民歌，后译为齐语，得以广为流传。“本天然”的“本”字，接在“慷慨歌谣绝不传”之后，强调《敕勒歌》本来是首“天然”之作，言外之意，《敕勒歌》得以流传，是很偶然的，这类作品之少，也是很可惜的。“中州万古英雄气，也到阴山敕勒川”，是由此而引发的联想。所谓“英雄气”，绝非指一般的英雄豪杰之气，因为这方面中州并无优势，而是指中原刚健豪迈的文学传统，也就是“慷慨歌谣”、“汉谣魏什”、“曹刘虎啸”之类。“也到阴山敕勒川”的“也”字，表明它针对的是萧条冷落的北方文学，目的是要为北方文学争得应有的地位，意思是说，北方不是文学沙漠，也有与中州“英雄气”相通的文学作品。 如此看来，该诗主要是就《敕勒歌》来论述北方文学的地位。那么，元好问为什么会作此论述？这有其必然性。 首先与元好问的北人身份相关。他是太原秀容（今山西忻州）人，古属并州。乡曲之私，人所难免。对家乡为数不多的先贤及前代名作，他自有一份特殊的情意。如刘琨曾担任并州刺史，元好问则说“可惜并州刘越石，不教横槊建安中”（《论诗三十首》之二），有意强调并州二字。《敕勒歌》是他家乡一带的民歌（敕勒川在山西雁北一带，可泛指黄河以北地区），且是鲜卑语民歌，与出于拓跋魏的元好问多了层民族渊源，故而元好问对它情有独钟，特加誉扬。可贵的是，元好问能够恰当地把握分寸，虽以《敕勒歌》“自张门面”，但没有盲目自抬身价，以一首《敕勒歌》与人争高低。在诗中，“中州万古英雄气”仍是文学中心，敕勒川只是它辐射到的外围。面对历史，元好问坦然承认北方文学的不足，“并州未是风流域，五百年来一乐天”（《感兴四首》之二），“情知春草池塘句，不到柴烟粪火边”（《论诗三首》之一），可见他并没有“尽私其乡曲”①。翁方纲《石州诗话》卷七谓此诗中的“中州”，如《中州集》之名一样，寓有讥斥南宋偏安之意，不妥。《中州集》以“中州”指代金国，与南宋相对，或许有此含义，而此诗中的“中州”与偏远的“阴山敕勒川”相对，指中原内陆地区，可不必深究。 其次与当时中原文化中心北移的文化背景相关。至金代，文化中心从北宋时的中原转移到北方②，这促使元好问思考北方文学的传统，为当代北方文人从长期占居主导地位的中州文化优势中争得应有的地位。《敕勒歌》是北人引以自豪的作品，故遗山取而论之。 --引自“中国诗学研究中心　胡传志 金代文学研究http://www.shixue.net/”"
        },
        {
            "title": "分韵赋雪得雨字",
            "content": "造物固多才，中有无尽字。大儿拟圭璧，小儿比盐絮。后人例蹈袭，弥复入窘步。聚星号令严，亦自警未悟。谁有五色笔，绘此天地素。好语觅不来，更待偶然遇。",
            "comment": ""
        },
        {
            "title": "论诗三十首",
            "content": "汉谣魏什久纷纭，正体无人与细论。 谁是诗中疏凿手，暂教泾渭各清浑。",
            "comment": "【注释】这是《论诗三十首》的第一首，相当于序论，交代创作契机和创作目的，所以，非常重要。它本无难解之处，但因受体裁限制而过于简约，后人仅据此已不足以了解其创作背景，认识其现实意义。所以，有必要借助其他资料，深刻理解这首诗。 类似的观点还屡见于元好问其他诗文中，值得征引。如卷一《赠答杨奂然》：“诗亡又已久，雅道不复陈。人人握和璧，燕石谁当分。”卷七《赠祖唐臣》：“诗道坏复坏，知言能几人……珉玉何曾辨，风光只自新。”卷二《别李周卿》：“风雅久不作，日觉元气死。诗中柱天手，功自断鳌始。古诗十九首，建安六七子。中间陶与谢，下逮韦柳止。”卷三十六《东坡诗雅引》：“五言以来，六朝之陶谢、唐之陈子昂、韦应物、柳子厚最为近风雅。自余多以杂体为之，诗之亡久矣。”这些言论一再感叹诗道消亡，并指出了诗道消亡的具体时间，可以见出元好问的关切之情及其苛严的雅正观点，可以与该诗相互参证，为该诗前两句作注。据此，我们可以肯定，《论诗三十首》是针对现实有感而发的。 元好问在《中州集》卷十《辛愿小传》中论及诗坛现状，指出：“南渡以来，诗学为盛。后生辈一弄笔墨，岸然以风雅自名，高自标置，转相卖贩，少遭指摘，终死为敌。一时主文盟者，又皆泛爱多可，坐受愚弄，不为裁抑，且为激昂张大之语从臾之，至比曹、刘、沈、谢者，肩摩而踵接，李杜而下不论也。敬之（辛愿）业专而心通，敢以是非黑白自任。”南渡指宣宗贞祐二年（1214）金室迁都汴京一事。值得注意的是，这段文字不仅道出了当时诗坛真伪不辨、纷纭迷乱的现状，而且还表明这一现状除元好问之外，还为辛愿等有识之士所共嫉。辛愿（?-1231）字敬之，号女几山人、溪南诗老，福昌人，为元好问的三知己之一。元好问创作《论诗三十首》时，辛愿也在三乡。同时汇集三乡的还有元好问的另一位知己李汾和他的世交赵元以及刘昂霄、魏璠、麻革、孙邦杰等众多诗友（参见卷五十八《缪辑年谱》）。这些人聚集在一起，少不了诗词唱和，议论诗文，评骘人物，其中刘昂霄善于言辩，谈玄论人，独步一时，“愈叩愈无穷”（《中州集》卷七），而辛愿尤严于论诗，“发凡例，解络脉，审音节，辨清浊，权轻重，片善不掩，微纇必指，如老吏断狱，文峻网密，丝毫不相贷”（《中州集》卷十），这种严谨认真的批评精神，与元好问自己后来所总结的“量体裁，审音节，权利病，证真赝，考古今诗人之变，有戆直而无姑息”（卷三十九《答聪上人书》）的批评态度，如出一辄，最得元好问的赞赏，元好问后来有“文章得失寸心知，千古朱弦属子期。爱杀溪南辛老子，相从何止十年迟”（卷十三《自题中州集后》）的诗句。而元好问一向重视“师友讲习”（《中州集》卷十），作为知己，他们必然互相交流心得，切蹉诗艺，所谓“汉谣魏什久纷纭”的现象一定在他们的讲习范围之内。可惜辛愿等人的议论未能传世，元好问则借此契机，写下《论诗三十首》，流传后世，因此不妨说，《论诗三十首》是他与辛愿等诗坛同仁切蹉诗艺的产物，多少还包含了辛愿等人的观点。 诗中“正体无人与细论”一句似乎不合实际，因为至少有辛愿等人与他“细论正体”。它主要是针对“一时主文盟，又泛爱多可，坐受愚弄，不为裁抑”的现象，有感而发，而当时的“主文盟者”是赵秉文、李纯甫等人。赵秉文一生“以道德仁义性命祸福之学自任，沉潜于六经，从容乎百家”，其“七言长诗，笔势纵放，不拘一律，律诗壮丽，小诗精绝，多以近体为之，至五言则沉郁顿挫似阮嗣宗，真淳古淡似陶渊明”（卷十七《闲闲公墓铭》）。在诗学观念上，元好问宗尚雅正，与赵秉文相近，在感情关系上，这时与赵秉文已有交往，后来更成为其高足。因此，《论诗三十首》的批评矛头不会指向赵秉文一派，而主要指向李纯甫等人。李纯甫(1177－1223)字之纯，号屏山居士。刘祁《归潜志》卷八有段记载，可以见出他“泛爱多可”的特点：“李屏山，雅喜奖拔后进，每得一人诗文有可称，必延誉于人。然颇轻许可，赵闲闲尝云：‘被之纯坏却后进，只奖誉，教为狂’。”对此，元好问也有同感，只是措辞要委婉一些，说他“好贤乐善，虽新进少年游其门，亦与之尔汝交，其不自贵重如此”（《中州集》卷四）。李纯甫作为南渡后诗坛领袖之一，不但不能主持风雅正道，辨别正伪，反而推波助澜，致使诗坛更加迷乱，这自然要为重视风雅正体的元好问所不满。所以，他创作《论诗三十首》，要“暂教泾渭各清浑”，在第一首序论性质的诗中，就暗暗归咎于李纯甫这样的诗坛领袖没有发挥应有的正本清源、辨别正伪的作用，这正是整个《论诗三十首》的重要议题之一，也是其现实意义的关键所在。 --引自“中国诗学研究中心　胡传志 金代文学研究http://www.shixue.net/”"
        },
        {
            "title": "论诗三十首",
            "content": "谢客风容映古今，发源谁似柳州深？ 朱弦一拂遗音在，却是当年寂寞心。",
            "comment": "【注释】自注：“柳子厚，宋之谢灵运。” 该诗论及谢灵运和柳宗元，从自注来看，主要是论柳宗元，是说柳近似于谢。但第二句如何解释，学界未加深究。 元好问在《中州集》卷三王庭筠《狱中赋萱》诗下有一小注，可为此诗作注: 柳州《戏题阶前芍药》、东坡《长春如稚女》及《赋王伯飏所藏赵昌画梅花、黄葵、芙蓉、山茶》四诗、党承旨《西湖芙蓉》、《晚菊》、王内翰子端《狱中赋萱》，凡九首，予请闲闲公共作一轴写，因题其后云：柳州怨之愈深，其辞愈缓，得古诗之正。其清新婉丽，六朝辞人少有及者，东坡爱而学之，极形似之工，其怨则不能自掩也……大都柳出于雅，坡以下皆有骚人之余韵。 在这里，元好问认为，柳宗元诗歌出于雅，得古诗之正，为东坡等人所不及，这才是“发源谁似柳州深”的确解。前两句在一起是说，柳宗元有谢客风容，并不是说他发源于谢。柳宗元《戏题阶前芍药》诗曰：“凡卉与时谢，妍华丽兹晨。欹红醉浓露，窈窕留余春。孤赏白日暮，暄风动摇频。夜窗蔼芳气，幽卧知相亲。愿致溱洧赠，悠悠南国人。”诗中孤芳自赏的寂寞之心，应是后一句所本。 --引自“中国诗学研究中心　胡传志 金代文学研究http://www.shixue.net/”"
        },
        {
            "title": "论诗三十首",
            "content": "万古文章有坦途，纵横谁似玉川卢？ 真书不入今人眼，儿辈从教鬼画符。",
            "comment": "【注释】自查慎行《初白庵诗评》断言该诗“扫尽鬼怪一派”以来，论者多承袭此说，不加分辨，将卢仝和“今人”、“儿辈”的险怪诗风一起扫尽，把“纵横”理解为横冲直撞的鲁莽、出格行为。但这种解释未必准确。 “纵横”一词在杜诗“凌云健笔意纵横”（《戏为六绝句》）和戴复古“笔端有力意纵横”（《论诗十绝》）中，都是褒义。在《论诗三十首》中共出现四次，只有“灯前山鬼泪纵横”（其十六）一句以纵横来形容诗歌境界，略带贬义，另两次“纵横诗笔见高情”（其五）、“纵横正有凌云笔”（其二十一），以“纵横”来形容诗笔特点，均无贬义。“纵横谁似玉川卢”，为什么就一定是批评之词？卢仝诗虽险怪，但未必越出“坦途”，朱熹不是说他的诗“句语虽险怪，意思亦自混成”（《朱子语类》卷一百四十）的话吗？元好问本人对其代表作《月蚀诗》也无否定之意。他在《洛阳卫良臣以星图见贶漫赋三首为谢》中，直接表示要“借用卢仝《月蚀诗》”来答谢友人（卷十三），在名作《壬辰十二月车驾东狩后即事五首》中，毫不忌讳地化用其中“地上虮虱臣仝”一语，成为“虮虱空悲地上臣”这一触目惊心的诗句（卷八），在《送弋唐佐还平阳》诗中，又化用卢仝另一代表作《与马异结交诗》中的诗句，以“千古黄金矿中泪，不独卢仝与马异”两句来形容朋友友谊（卷五）。因此，说元好问完全否定卢仝险怪诗风，值得怀疑。 元好问初学诗时有“要奇古，不要鬼画符”（卷五十四《诗文自警》）的规矩，可以与该诗互参。“奇古”与“鬼画符”之间，实际上只是一步之遥，肯定奇古，防备鬼画符，本是一个问题的两个方面。所以，这首论诗绝句不妨看作是批评“今人”及“儿辈”由卢仝的“纵横”演变而成的“鬼画符”式的诗歌。 后两句批评当时的诗人，以“真书”（楷书）比喻“正体”，以“鬼画符”比喻“伪体”，在措辞上是有轻重区别的。“真书不入今人眼”是批评“今人”不以风雅正体为典范，未能创作出符合雅道的诗歌，“儿辈从教鬼画符”则进了一步，批评“儿辈”所作已不是诗了，就好像书法，“今人”所作虽非“真书”，但还可能是书法一体，还是字，而“儿辈”所涂已不是字了，只是鬼画符。“今人”、“儿辈”究竟指谁，人们多未细究，联系当时诗坛，当指李纯甫及其追随者。李纯甫师法卢仝、李贺，“诗不出卢仝、李贺”，“多喜奇怪”，“好作险句怪语”（《归潜志》卷八），现存诗歌可以为证，显然未以风雅正体为准的，属于“真书不入今人眼”之列，但他毕竟不失为一名家，其作品尚不至于“鬼画符”，而其追随者沿袭险怪一途，走得更远，不免走火入魔。受他指点的青年诗人李经（字天英）就是一例。李经作诗力求创新出奇，元好问说他“作诗极刻苦，如欲绝去翰墨蹊径间者”，有时不免过分，致使部分诗歌“不可晓”（《中州集》卷五）。赵秉文一针见血地说，他的诗歌“不过长吉、卢仝合而为一”，并引了几首“可晓”的诗歌作证，其中有“天厩玉山禾”、“霜苦老秋碧”之类颇近李贺、卢仝的诗句，已经呈现出怪异难晓的面目。那些令赵秉文“殊不可晓”、元好问也“不可晓”的诗作又当如何？想必是误入歧途，赵秉文说是“吹萧学凤，时有枭音”（《滏水文集》卷十九《答李天英书》），大概也就是元好问所指斥的“鬼画符”了。 --引自“中国诗学研究中心　胡传志 金代文学研究http://www.shixue.net/”"
        }
    ]
}