{
    "dynasty": "元",
    "author": "魏初",
    "poems": [
        {
            "title": "太常引 党氏园亭红梅，次徐子方韵",
            "content": "亭亭清瘦阿谁邻。合占了、百花春。蜂蝶漫成群。只山月、淡烟最亲。旧家窗户，精神好在，红簇麝香新。有酒到吾唇。更拼作、花边醉人。",
            "comment": ""
        },
        {
            "title": "水龙吟 予诞日，不得与儿子必复相会聚者凡",
            "content": "上寿，有勇退神仙今不远之句，因以此曲示之平生翰墨箕裘，误蒙＊豸分司早。登车揽辔，风烟万壑，连云鸟道。五载归来，中台无事，江南芳草。记钱塘门外，西湖湖上，登临处，知多少。梦里五云楼阁，正瞻依、玉墀春好。南海阴风、越台暑瘴，不禁怀抱。白粥青齑，平心养气，万缘俱扫。便从今、收拾黄牛十角，只闲中老。",
            "comment": ""
        },
        {
            "title": "沁园春 次张可与郎中韵，可与郎中与晋卿德",
            "content": "三子追随，文笔峥嵘，相如上林。正遥山雨过，岚光涌翠，平湖风起，天气行金。老我何堪，颓然于上，得共停舟赏此音。高歌罢，似千山月冷，万壑龙吟。玻璃莫厌杯深。尽尘土、机关苦用心。对湖山如此，安能不醉，交亲知己，何处重寻。慷慨中流，阑干拍遍，离合悲欢一古今。明朝去，向滕王阁上，暮雨孤斟。",
            "comment": ""
        },
        {
            "title": "点绛唇 次商台符韵，送何侍御",
            "content": "昨日邮亭，树头一带青山晚。绿波清浅。人与天涯远。今日相逢，绿蚁新醅满。歌声断。落红零乱。梦逐春来雁。",
            "comment": ""
        },
        {
            "title": "［黄钟］人月圆·为细君寿",
            "content": "冷云冻雪褒斜路，泥滑似登天。年来又到，吴头楚尾，风雨江船。但教康健，心头过得，莫论无钱。从今只望，儿婚女嫁，鸡犬山田。",
            "comment": " | ：　　此曲为作者祝妻寿之曲，情调明快，韵律自然。全曲洋溢着作者一切顺应自然、热爱生活、以平常心对待一切的心绪。既有浓郁的生活气息，又有着日常生活中的哲学情趣。"
        },
        {
            "title": "浣溪沙",
            "content": "灯火看儿夜煮茶。琴丝香饼伴生涯。秋霜元不点宫鸦。十月好风吹雪霁，一天春意入梅花。寿星人指示仙家。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "心地宽平见寿徵。鬓鸦匀薄只青青。从今却是数松龄。除却弄孙无一事，闲时针线困时行。小儿新语唤文苓。",
            "comment": ""
        },
        {
            "title": "浣溪沙 为刘归愚寿",
            "content": "前辈风流有几人。拚教诗酒百年身。小红灯影近新春。醉里看花城外寺，闲来课种水南村。人间百伪不如真。",
            "comment": ""
        },
        {
            "title": "点绛唇 为孙叔庸寿",
            "content": "月底秋吟，爱君星斗银河句。拍江风雨。认得回舟处。十角黄牛，曾是生平语。相将去。绿云千树。作个菟裘处。",
            "comment": ""
        },
        {
            "title": "清平乐 祖母夫人寿",
            "content": "珠围翠绕。尘土知音少。一曲清琴松月晓。儿女肝肠容了。歌声不用琵琶。银杯细卷流霞。岁岁而今时候，小溪晴雪梅花。",
            "comment": ""
        },
        {
            "title": "朝中措 为寒仲山佥司寿",
            "content": "五年宪府记相看。秋水净门兰。一曲骊歌别后，眼前万里河关。爱君佳处，文书堆积，意思安闲。看取清秋射虎，短衣匹马南山。",
            "comment": ""
        },
        {
            "title": "定风波",
            "content": "长日心边一事无。放痴儿女走相扶。不道荦衣缘底事。笑指。杖藜门外看平湖。好借西邻霜羽鹤。更著。青松和月两三株。一片春风千古意。倩取。龙眠作个寿星图。",
            "comment": ""
        },
        {
            "title": "南乡子 赠友人",
            "content": "一别五云城。惭愧朝阳有凤鸣。奔走几年成潦倒，堪惊。底事能传万古名。犹记少年行。可惯清樽独自倾。昨日东冈欢笑处，谁醒。吸尽人间",
            "comment": ""
        },
        {
            "title": "江城子 为祖母夫人八十之寿",
            "content": "如儿花额粉香匀。点妆新。看来真。八十风流，都属太平人。长日篆烟琴一曲，瓶水暖，麝梅薰。酒烘仙颊晕微醺。洞庭春。要平分。儿女团园，语笑重情亲。更看蓝＊红袖舞，歌娅姹，小诸孙。",
            "comment": ""
        },
        {
            "title": "鹧鸪天 室人降日以此奉寄",
            "content": "去岁今辰却到家，今年相望又天涯。一春心事闲无处，两鬓秋霜细有华。山接水，水明霞。满林残照见归鸦。何时收拾田园了，儿女团圞夜煮茶。",
            "comment": " | 【注释】[1]原字为外“囗”内“栾”，现字义同。 | 【注释】[1]原字为外“囗”内“栾”，现字义同。"
        },
        {
            "title": "鹧鸪天 赠王敬之御史耿伯玉台掾",
            "content": "去岁新秋别凤城。今年春早会秦京。人生离合知无定，空里相逢重有情。花淡淡，柳青青。半风半雨若为平。清明得暇还相觅，醉倒沙头碧玉",
            "comment": ""
        },
        {
            "title": "鹧鸪天 霍国瑞母八十之寿",
            "content": "少日教儿苦读书。只今骢马到亨衢，镜中双鬓秋难染，膝上诸孙玉不如。花淡淡，竹疏疏。风流好个寿星图。平安日月从今数，百岁平头尽有",
            "comment": ""
        },
        {
            "title": "鹧鸪天 九日晋溪",
            "content": "何处龙山事不偏。晋王祠下水浮天。参空铁树三千丈，刻石名臣五百年。歌浩荡，酒如川。暂陪珠履对风烟。自怜白发无能事，只有丹心在日",
            "comment": ""
        },
        {
            "title": "鹧鸪天 次姜御史韵",
            "content": "雨过鸡窗觉梦清。文书一束五更灯。愁于饥鹄痴于鹤，闲爱孤云静爱僧。人似月，酒如渑。几时别墅醉秋灯。高情千古闲居赋，世故驱人不易",
            "comment": ""
        },
        {
            "title": "感皇恩 次商参政韵",
            "content": "睡起独登临，不禁残酒。楼上阑干厌晴柳。好山凝望，良是慰予心友。风烟春近也，平安否。画戟朱门，谁堪炙手。茶社诗盟要长久。年来和梦，无复东奔西走。麒麟新画像，从渠有。",
            "comment": ""
        },
        {
            "title": "水调歌头 喜雪",
            "content": "南国昼多雾，大是写真诗。今年何许风色，吹作雪花飞。人道使车刚节，我道使车和气，此语未应非。簿案尽丛杂，梅竹复参差。钓鱼君，今老矣，复何之。人传日边消息，四海入皇威。况是髯张癯霍，偶有相逢今日，时复吐奇辞。朱子有佳酒，连为倒琼＊。",
            "comment": ""
        },
        {
            "title": "水调歌头 送张梦符",
            "content": "一代橘轩老，胸次浩无穷。当年比度元李，气象郁相同。况是文章翰墨，溅溅龙＊虎跃，又得复斋公。俯仰想前辈，风采照区中。羡君侯，三尺剑，六钧弓。风雨堕地奔走，龌龊笑田翁。今日衣冠华选，前日龙门桃李，歌咏入清雄。看取此回去，奏论大明宫。",
            "comment": ""
        },
        {
            "title": "沁园春 送霍国瑞",
            "content": "鸡舌浓香，朝马晨钟，十载禁廷。恰行春绿野，从容冠盖，人家烟火，相望升平。一夕霜台，又颁新宠，白璧青钱到姓名。人争道，看春风袖里，霹雳抨轰。谁怜汉水孤征。得旗旆、相从有此行。爱风流凝远，长歌细饮，青灯夜语，款曲交情。恨杀文书，官程未了，又到殷勤渭城。百年里，算悲欢离合，几度长亭。",
            "comment": ""
        },
        {
            "title": "沁园春 留别张周卿韵",
            "content": "自揣平生，百无一能，此心拙诚。甚年来行役，交情契阔，东奔西走，水送山迎。遥望神州，故人千里，何幸今年共此行。潇潇雨，算几番茅屋，灯火残更。从教长路欹倾。弃一醉、都浇磊块平。向白云直上，君吟我和，绿波江畔，我唱君赓。恰到相逢，又还相别，惭愧人间功与名。长亭外，望野烟春草，不尽离情。",
            "comment": ""
        },
        {
            "title": "念奴娇 为王约齐绍明寿",
            "content": "离骚痛饮，问毕竟、世上功名何物。眼底谁能知许事，只有双凫仙客。一局残棋，两窗疏翠，谈笑挥冰雪。红尘千丈，定知不到雄杰。昨日黄菊篱边，渊明招我，逸兴悠然发。今日秋香犹好在，请对玉芝仙骨。富贵谩人，云翻雨覆，枉换青青发。不如高卧，浩歌且醉明月。",
            "comment": ""
        },
        {
            "title": "水龙吟 为祖母太夫人九十之庆",
            "content": "玉峰千古高寒，浮花细叶难相称。风流不减，谢家林下，蔼然辉映。最□关心，岁时伏腊，频繁荐敬。笑人间儿女，那知许事，空脂粉，香成阵。惭愧儿郎草草，满金杯、绿浮春莹。此心但愿，旁＊亲旧，年年康胜。一曲龙吟，又传佳话，尊前试听。道期颐未劳，十年今日，再安排庆。",
            "comment": ""
        },
        {
            "title": "满江红 登汪师展江楼次张周卿韵",
            "content": "落日江楼，山不尽、乱云横碧。还又见、人家烟火，倚天青壁。貔虎夜攒分远近，鱼龙入海无南北。道军门、昨夜有人来，传佳檄。歌慷慨，吾平昔。今潦倒，嗟何及。幸此身膏沐，太平文德。方喜诗坛逢老手，却愁酒阵当强敌。便从今、都与卷降幡，知吾必。",
            "comment": ""
        },
        {
            "title": "满江红",
            "content": "天造云雷，问谁是、中原豪杰。人尽道、青钱万选，使君高节。自有胸中兵十万，不须更事张仪舌。看千秋、金镜一编书，心如铁。天下利，君能说。天下病，君能切。要十分做满，黑头勋业。乐府新诗三百首，篇篇落纸挥冰雪。更醉来、鲸吸卷秋波，杯中月。",
            "comment": ""
        },
        {
            "title": "满江红 为张右丞寿二首",
            "content": "梁甫孤吟，已认得、真龙头角。记当日、江山如画，一时英略。立马便谈天下事，凤池十倍扬州鹤。更诗书万卷豁心胸，无邱壑。活国手，千金诺。自不负，麒麟阁。算点鞭余事，不妨清酌。今日文昌虚八座，鬓毛莫遣星星却。要袖中、霖雨洗乾坤，侵寒廓。",
            "comment": ""
        },
        {
            "title": "满江红 为双溪丞相寿",
            "content": "借问中朝，谁得似、相公勋旧。记前日、风云惨淡，雷霆奔走。万里野烟空绿树，旌旗莫卷熊罢吼。更挺身、飞出虎狼群，人能否。元自有，谈天口。初不负，经纶手。更诗书万卷，文章星斗。乐圣衔杯应暂耳，不妨桐院闲清书。愿寿杯、青与北山松，俱长久。",
            "comment": ""
        },
        {
            "title": "满江红 为书史王造甫寿",
            "content": "年少才华，文字里、已曾相识。还又喜、柏台高远，我承飞檄。笔底辉辉多古意，幕中隐隐当劲敌。更今年、相从入川来，良可益。心与胆，当如石。须不负，文章力。要他年事业，轰隆霹雳。自觉空疏成底事，爱君文雅吾平昔。把清江、都与酿成春，如鲸吸。",
            "comment": ""
        },
        {
            "title": "满江红 寄何继先御史",
            "content": "落日何山，人好在、凤凰城阙。还记否、长安城下，一杯离别。芳草连空春欲暮，落红千片飘香雪。忆使君、昨日出潼关，今三月。吾有意，从君说。君为我，能周折。想台中评议，正劳提挈。走马秦川尘土里，离愁一似年时节。问白头老母倚门心，何时歇。",
            "comment": ""
        },
        {
            "title": "满江红 寄何侍御",
            "content": "少日肝肠，云梦地、气吞八九。今老去，才疏计拙，百居人后。倦处收回行路脚，懒来噤却吟诗口。算从前、四十九年非，如回首。风与月，须长久。谁放我，成三友。笑官仓红腐，可堪痴守。倒凤颠鸾吾已矣，淋漓醉墨蛟虬吼。尽都门、冠盖拥红尘，青青柳。",
            "comment": ""
        },
        {
            "title": "木兰花慢 为完颜振之寿",
            "content": "笑功名谩我，都几许、竟匆匆。记玉佩红＊，长安陌上，人指青＊。归来买田故园，尽人间社燕与秋鸿。唤奴＊鱼溪上，看儿种豆村东。算来何物是穷通。只有读书功。爱杖履风流，崖西古石，舍北长松。宦尘千丈如海，更何心、鞍马避奴童。万古醉中天地，井蛙湖海元龙。",
            "comment": ""
        },
        {
            "title": "木兰花慢 赠阆州扬宣抚",
            "content": "问高城铁＊，缘底事、净妖氛。道霜落长安，元＊＊令，万骑云屯。人人知自有用，望金汤、直上撼乾坤。海陆鲸＊掀舞，秋风怒卷孤豚。将军。却恐炽灾熏。玉石到俱焚。便立马城头，扶伤＊病，不侈奇动。区区莹蜂螳臂，算从今、都合□平吞。一片旌旗闲暇，梦魂常绕＊门。",
            "comment": ""
        },
        {
            "title": "木兰花慢 宋汉臣墨梅并序嘉议宋公于予?",
            "content": "尊酒留连者累日，过后讣音至长安，予不胜惊悼。今年以事来都，其弟义甫秘监会予于东溪，出示嘉议墨梅横幅，因作长短句一章，兼致区区追挽爱笔端造化，春不尽、思无边。看诗意精神，不求颜色，物外神仙。回头水南水北，觉冰姿玉骨却凄然。一片肝肠铁石，三年雪月情缘。洛阳尊俎记留连。慷慨正华年。恨鞍马匆匆，长亭老树，芳草离筵。西风雁来何处，忽传将、幽恨到重泉。昨日东溪再过，不堪尘满冰弦。",
            "comment": ""
        },
        {
            "title": "木兰花慢 为安总管寿",
            "content": "记凤凰城下，走飞骑、扈龙舟。正春水生波，头＊落雪，风偃貂裘。西南＊司高选，自并汾以去数君侯。处处随车有雨，行行白简生秋。今年冠盖驻梁州。民物沸歌讴。看绿水平田，人家烟火，桑柘鸣＊。辉辉虎头黄节，道看看、飞下日边头。尽把中原山色，与君同醉南楼。",
            "comment": ""
        },
        {
            "title": "木兰花慢 为冯副使寿",
            "content": "记春风门巷，骑竹马、舞青衫。笑我拙何堪，君才十倍，头角＊＊。读书故都乔木，更含香兰省并归骖。醉听滦河夜雨，清吟太液秋蝉。别来何物是新添。霜入鬓毛尖。正渭北江东，暮云春树，得共新＊。人生别离居半，但公余、有酒且醺酣。几日邻村桑柘，梦中烟雨江南。",
            "comment": ""
        },
        {
            "title": "木兰花慢 次韵奉答刘兄",
            "content": "记汉皋亭上，从别后、几秋风。爱诗酒追随，衣冠雅重，车骑雍容。回头白云汾水，又传将、淮海避青＊。官府年来有禁，音书未易相通。肝肠如铁气如虹。佳句入清雄问渭北江东，暮云春树，此意谁同。虚名百年惭愧，赖吾乡、风味近河东。几日凤凰山下，鸡豚社酒迎逢。",
            "comment": ""
        },
        {
            "title": "木兰花慢 次高郎中道凝韵",
            "content": "千古汗青，勋业几人，能是雄杰。麒麟画像当年，转首许多除折。前村月底，一壶春酒追随，梅花解软肝肠铁。万事尽悠悠，只固吾穷节。愁绝。游岁暮，栖迟风雨，一枝鸠拙。意广才疏，事与古先殊别。梦中乡国，闲时独上城楼，角声旗影供凄切。醉里倚阑干，满西山晴雪。",
            "comment": ""
        },
        {
            "title": "木兰花慢 送张梦符治书赴召",
            "content": "正江南二月，春色里、送君行。对芳草晴烟，海棠细雨，不尽离情。思量汉皋城上，共当时、飞尽人青冥。醉后嘉陵山色，马头杨柳秦亭。十年一别鬓星星。慷慨只平生。爱激浊扬清，排纷解难，肝胆峥嵘。此心一忠自信，更太平、丞相旧知名。寄谢草堂猿鹤，移山未要山灵。",
            "comment": ""
        },
        {
            "title": "石州慢 留别雷御史",
            "content": "才得相从，还有此行，难合交错。公余颇喜新凉，杖履频承谈益。白衣苍狗，不如付与无心，到头谁是真功业。天地尽知音，足清风明月。应惜。枯罢未脱，疮痍鞍马，不嫌驱役。笔底清霜，隐隐已沾鬓发。秋风万里，飘飘老鹘搏空，鹪鹩尺晏甘沉没。开岁待君来，满江南春色。",
            "comment": ""
        },
        {
            "title": "木兰花慢 为姜提刑寿",
            "content": "记当年分陕，拥飞盖、入长安。把渭北终南，秦宫汉阙，都入凭兰。追随大浑几日，又嘉陵山色上征鞍。杨柳离亭痛饮，梅花乐府新翻。一封丹诏五云间。全晋动河山。看匹马横秋，弦轰霹雳，虎卧斑斓。生平此心耿耿，道君恩未报敢投闲。袖里升平长策，春风咫尺天颜。",
            "comment": ""
        }
    ]
}